{"doi": "10.1080/1461670X.2011.646403", "url": "https://doi.org/10.1080/1461670X.2011.646403", "title": "TALKING POINTS AMMO", "volume": "13", "year": "2012", "issue": "2", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "McKewon", "first_name": "Elaine", "name": "Elaine McKewon", "affiliation": "", "orcid": "", "role": ""}], "abstract": " The Institute of Public Affairs (IPA) is an Australian neoliberal think tank and high-profile news source that rejects the evidence of anthropogenic climate change and opposes mitigation strategies such as an Emissions Trading Scheme (ETS). This paper uses Ernest Bormann's Symbolic Convergence Theory firstly to identify the anti-climate science fantasy themes developed by the IPA and then to trace the chaining out of these fantasy themes from the IPA into the news media. The data analysed include: (1) magazine articles published in The IPA Review during 1989–2009; (2) op-eds published by IPA senior staff in Australian newspapers during 1989–2009; and (3) editorials and opinion columns that praised IPA associate Ian Plimer and his climate “sceptic” book during April to June 2009 in the lead-up to the first Australian parliamentary debates on introducing an ETS. ", "body": [{"sec_title": "Introduction", "sec_content": ["Despite the nearly universal (97 per cent) scientific consensus on the tenets of anthropogenic climate change as outlined by the Intergovernmental Panel on Climate Change (IPCC) (Anderegg et al., 2010), there is still an ongoing “scientific” debate on the reality, causes and consequences of climate change in certain sections of the Australian news media (Manne, 2011; McKewon, 2009; Taylor, 2010). This is a problem because most people get their information about science from the news media (Nelkin, 1987), especially climate science (Wilson, 1995); this includes most journalists who do not specialise in science or environment reporting (Wilson, 2000). News coverage of science shapes public understanding and action, which in turn influences the translation of science into policy (Boykoff and Rajan, 2007). Lack of public support for policies to reduce greenhouse gas emissions reduces the likelihood that governments will take effective action in time to avoid the worst-case scenarios of climate change.", "As the scientific consensus on climate change strengthened over the past three decades, the news media in a number of countries created the false impression of an increasing “scientific debate”; these countries include the United States (Antilla, 2005, 2010; Boykoff and Boykoff, 2004), the United Kingdom (Boykoff and Mansfield, 2008; Carvalho, 2007) and Australia (Manne, 2011; McKewon, 2009; Taylor, 2010). Taylor's frame analysis found that the Australian news media began to diverge from the scientific consensus on climate change during the 1990s, when news framing of climate change shifted: from a clear and committed-to-action early understanding … to confusion and “justified” inaction as the 1990s progressed. This occurred despite the science information about causes, effects and risks changing remarkably little and has continued beyond the study period to contemporary discourse. (2010, p. 5)  ", "from a clear and committed-to-action early understanding … to confusion and “justified” inaction as the 1990s progressed. This occurred despite the science information about causes, effects and risks changing remarkably little and has continued beyond the study period to contemporary discourse. (2010, p. 5)", "Like previous studies conducted in the United States and the United Kingdom, Taylor found that some sections of the news media give equal or greater attention and status to contrarians who are unconvinced by the evidence of anthropogenic climate change and remain opposed to mitigation strategies. Manne's (2011) analysis of news stories and opinion columns published in The Australian newspaper during January 2004 to April 2011 found that, of the total 880 items in the sample, only 180 accepted the scientific consensus and the need for action on climate change while 700 rejected them. Having set the objects of analysis as the news media and news media texts, most previous studies on climate change in the news media tend to provide “internalist” reasons for the divergence between the news media's reporting of climate science and the scientific consensus; these reasons include the objectivity norm in journalism (Boykoff and Boykoff, 2004; Taylor, 2010), journalists’ poor understanding of the science (Antilla, 2005; Boykoff and Mansfield, 2008) and self-censorship (Antilla, 2010). However, while Boykoff and Mansfield (2008) conducted interviews with journalists to investigate their hypothesis, generally these studies have not clearly demonstrated that their conclusions are unambiguously supported by the data. Other studies have drawn more reliable conclusions regarding “internalist” reasons for the over-representation of climate contrarian views in some sections of the news media—for example, some studies have compared newspapers across the political spectrum and determined that the news organisations with conservative ideological cultures tended to favour climate “sceptics” (Carvalho, 2007; Manne, 2011; McKewon, 2009; Painter, 2011)—as the observations were drawn from the data."]}, {"sec_title": "Neoliberal Think Tanks as News Sources", "sec_content": ["This study expands the scope of analysis to examine “externalist” factors such as the influence exerted by news sources who seek to discredit authoritative scientific research. For the purposes of this paper, the news media are defined as the traditional publishing platforms—such as newspapers, radio and television—through which daily reports and commentary on current events are distributed to the general public. Access to the news media offers news sources a profound form of power, because the media provide the public with information that is outside their direct experience or everyday lives, thereby shaping their sense of reality about the world (Lippmann, 1922). McCombs and Shaw (1972) further propose that the news media set the agenda of topics for public thought and discussion, and play a key role in the social construction of reality (see also McCombs, 2005).", "Gans describes news sources as “holders of power” who should be studied to determine which groups they represent and what “agendas [and] interests they pursue in seeking access to the news” (1979, p. 360). He further argues that “emphasising the role of sources is the best way … to connect the study of journalism to the larger society” (in Schlesinger, 1990, p. 61). This view is supported by Schlesinger (1990; Schlesinger and Howard, 2004), who sees news sources as “competitive definers” engaged in a contest to define the truth; this is part of the broader process whereby societal and political conflicts play out in the news media. He warns against “excessive media centrism” in journalism research (Schlesinger, 1990, p. 61) and suggests that news sources be studied as “political entrepreneurs” who aim to “influence the political agenda and shape the interpretation of current issues” (1990, p. 79). Similarly, Ericson et al. (1989) posit that the reality constructed through the news media originates with news sources, who access the media with the aim of achieving definitional advantage.", "Neoliberal think tanks are among the most well-funded and influential news sources in the United States and Australia. Allen defines them as “professional social movement organisations funded by economic elites to influence public opinion and the agendas of political elites” (1992, p. 90). The primary role of neoliberal think tanks is to access the media in order to influence public opinion and advocate policies that are consistent with the interests of their organisational sponsors (Allen, 1992). Stone distinguishes the “old guard institutes” that characterised the early academic, non-political tradition of think tanks from the “new partisans” such as neoliberal think tanks which are “increasingly entrepreneurial and likely to be more … directly policy focused and partisan in their research and analysis” (1996, p. 18). Nevertheless, these new partisans present themselves as non-partisan policy-research institutes (Cahill, 2004; Lieberman, 2000; Smith and Marden, 2008; Soley, 1993) and operate as non-profit organisations, with all donations from sponsors tax-deductable.", "In keeping with the interests of the economic elites who fund them, neoliberal think tanks promote core values of the political Right—free market capitalism, anti-socialism, privatisation, small government and deregulation (Cahill, 2004; Mirowski and Plehwe, 2009); this includes opposition to industry oversight and environmental regulations such as an ETS (Dunlap and McCright, 2010; Jacques et al., 2008; Oreskes and Conway, 2010). Their rhetorical approach to mounting opposition to environmental regulations is to oppose the science on which the proposed regulations are based.", "As neoliberal think tanks are not academic or scientific organisations, their strategy for neutralising the consensus in a number of scientific fields has often involved recruiting contrarian scientists (often not experts in the relevant field) who are willing to undermine the scientific consensus in interviews with the news media; this creates the impression of a genuine “scientific debate” while legitimising attacks on authoritative scientific research (Jacques et al., 2008; Oreskes and Conway, 2010). This strategy was pioneered by the tobacco industry in the United States during the 1950s (Hertsgaard, 2006; Mirowski, 2011; Muggli et al., 2004; Union of Concerned Scientists, 2007) and has been used to undermine public confidence in scientific research that linked tobacco smoke with lung cancer, coal smoke with acid rain, and chlorofluorocarbons with stratospheric ozone depletion (Oreskes and Conway, 2010; Rampton and Stauber, 2001).", "Since the 1990s, neoliberal think tanks funded by the fossil fuel, mining and energy industries in the United States have formed alliances with contrarian “experts”—many of whom have no expertise in the field of climate science—who are prepared to challenge the scientific consensus on climate change (Beder, 2002; Dunlap and McCright, 2010; Gelbspan, 2004; Jacques et al., 2008; Leggett, 2001; Oreskes and Conway, 2010); the same strategy has been used by Australian think tanks to reconstruct the scientific consensus on climate change as a “scientific debate” in the Australian news media (Hamilton, 2010, 2007; McKewon, 2009; Pearse, 2007). This is consistent with the interests of donors such as American oil billionaires Charles and David Koch (Mayer, 2010), Australian mining magnate Hugh Morgan (Smith and Marden, 2008) and the world's biggest oil company, ExxonMobil. During the years 1998 and 2004, it is estimated ExxonMobil alone donated $16 million to think tanks that ran media campaigns to “manufacture doubt” on the science of climate change (Adam, 2009; Mooney, 2005; Union of Concerned Scientists, 2007).", "Neoliberal think tanks also often construct media events by publishing books that promote “environmental scepticism” in the lead-up to major environmental policy debates (Jacques et al., 2008). These constructed media events maximise news coverage at the most politically strategic time to influence public opinion and the policy agenda. Of 141 English-language “environmentally sceptical” books published between 1972 and 2005, Jacques and colleagues found that 92 per cent were published by neoliberal think tanks or their associates; meanwhile, they found that 90 per cent of neoliberal think tanks that engage in environmental issues espouse “scepticism”. The majority of these books were published in the months before two major environmental conferences: the Earth Summit in Rio de Janeiro in 1992 and the third session of the Conference of Parties to the UNFCCC which adopted the Kyoto Protocol in 1997 (Jacques et al., 2008)."]}, {"sec_title": "The Institute of Public Affairs", "sec_content": ["The IPA is an Australian neoliberal think tank and high-profile news source that rejects the evidence of anthropogenic climate change and opposes mitigation strategies such as an ETS. It has long-standing connections to the right-wing Liberal Party in Australia, having been founded by senior members of the Liberal Party in 1943. Yet the IPA describes itself as an “independent … public policy think tank” that promotes “the free market of ideas, the free flow of capital [and] a limited and efficient government” (IPA, 2010a).", "Like its counterparts in the United States, the IPA also opposes environmental regulations. In 2005, the IPA established the Australian Environment Foundation, which is marketed as a grassroots environmental movement (The Canberra Times, 2005), but actually fights to prevent or reverse environmental regulations (Fyfe, 2005). In 2008, following the federal election of the (Labor) Rudd government, which promised to introduce an ETS, the Australian Environment Foundation spawned a second-tier IPA front group, the Australian Climate Science Coalition (ACSC), which consists mainly of an advisory board of contrarian scientists. Through media interviews, newspaper op-eds, magazine articles and books, the ACSC rejects the evidence of anthropogenic climate change and opposes mitigation policies (ACSC, 2009).", "Along with these two front groups, the IPA is the most active and vocal Australian neoliberal think tank that uses its access to the news media to dispute anthropogenic global warming and oppose policies to reduce greenhouse gas emissions (Hamilton, 2007; Pearse, 2007, 2009). Its major corporate donors include companies in the fossil fuel, mining and energy industries (Fist, 2000; Hannan and Carney, 2005) including coal-fired electricity generators in Victoria and New South Wales (Pearse, 2009). The IPA also receives substantial donations from oil companies (Frew, 2007) and the tobacco and forestry industries (Vincent, 2004).", "The IPA's source–media strategy includes publishing op-eds in newspapers, being quoted as a news source and providing “expert” commentary on radio and television (IPA, 2010b). The IPA frequently invites newspaper editors, journalists and broadcasters to its lectures, policy seminars (Cahill, 2004) and the launches of books written by IPA staff and associates (McKewon, 2009). Its quarterly magazine, The IPA Review, is distributed to members and sold through local newsagents (Cahill, 2004).", "Right-wing newspaper columnists in Australia often look to the IPA and its front groups to articulate ideologically consistent rhetoric and policy positions on a range of environmental issues, including climate change (Pearse, 2007). Cahill (2004) also found that think tanks like the IPA form the “backbone of the neoliberal movement” and function as authors of policy ideas and rhetoric that chain out through (what Hajer, 1993 called) “discourse coalitions”, which include right-wing editors and journalists: “The [neoliberal] movement has furnished journalists—particularly fellow travelling sympathisers—with the movement's rhetorical arsenal: an arsenal which has been vigorously used to demonise [its opponents]” (Cahill, 2004, p. 270)."]}, {"sec_title": "Background—Plimer Book", "sec_content": ["In the lead-up to the first Australian parliamentary debates on introducing an ETS in 2009, Ian Plimer—mining geologist, mining company director (Ivanhoe Australia, 2009), IPA associate scholar (IPA, 2009a), ACSC scientific advisor (ACSC, 2009), and climate change contrarian—published a book that argues there is no link between human activities and climate change. Plimer boasted that his book, Heaven and Earth: global warming—the missing science (2009a), would “knock out every single argument we hear about climate change” (Jenkin, 2009). The book was not peer-reviewed before publication and was widely discredited by scientists on the basis that it reflects a poor understanding of the climate system, includes unattributed material (including graphs), presents misleading or incorrect data, fails to present evidence to support conclusions, misrepresents scientific studies cited as support for his claims, and relies on historical arguments that have long been refuted and abandoned in peer-reviewed scientific journals (Ashley, 2009; Brook, 2009; Enting, 2009; Glikson, 2009; Karoly, 2009; Lambeck, 2009; Morton, 2009; Sandiford, 2009; Veron, 2009; Walter, 2009; Woodroffe et al., 2009). The only scientists who gave the book positive reviews were those who, like Plimer, were associated with the IPA and its front group, the ACSC (Carter et al., 2009; Kinninmonth, 2009).", "Plimer's book and the coverage it generated did not just challenge the scientific consensus on climate change; it presented an elaborate alternative reality composed of conspiracy-fuelled fantasy themes developed by the IPA; for example, “Global warming has become the secular religion of today” (2009a, pp. 462–3) and “The environmental religion embraces anti-human totalitarianism” (2009a, p. 466). Although neoliberal think tanks and right-wing politicians and pundits in the United States have been using the same fantasy themes since at least the 1990s (see for example Coffman, 1994; Nelson, 1996), the earliest references I have found of the above fantasy themes are in The IPA Review in 1989. The publication of these and several other IPA fantasy themes in Heaven and Earth enabled them to chain out to a wider audience during three months of high-profile media coverage in Australia (April to June 2009). During this time, the IPA was never mentioned, despite the book's strong links to the organisation. Apart from Plimer's direct link as an associate scholar, the IPA's Executive Director, John Roskam, sits on the editorial board of Connor Court Publishing (Connor Court Publishing, 2009a; IPA, 2009b) which published Heaven and Earth (Connor Court Publishing, 2009b). The IPA also launched the book and promoted it on the IPA's website (IPA, 2009c), while the publisher sent advance copies to right-wing newspaper journalists and editors: [T]here was no PR company involved and no sophisticated marketing strategy. Instead, Anthony Cappello, the publisher … hit the phone and rang his mates. The fact that he is well connected with the conservative media was his greatest asset, along with the fact that his contacts are desperate for a counter view on global warming … Cappello says the success [of the book] is due to all the pre-publicity he's been doing since September, although again this seems to have been targeted mostly at the right. (Dodd, 2009)  ", "[T]here was no PR company involved and no sophisticated marketing strategy. Instead, Anthony Cappello, the publisher … hit the phone and rang his mates. The fact that he is well connected with the conservative media was his greatest asset, along with the fact that his contacts are desperate for a counter view on global warming … Cappello says the success [of the book] is due to all the pre-publicity he's been doing since September, although again this seems to have been targeted mostly at the right. (Dodd, 2009)", " Heaven and Earth generated 219 articles in Australia's national newspapers, metropolitan dailies and regional newspapers. This coverage included news stories, feature articles, science and environmental reports, editorials, op-eds, opinion columns and letters to the editor. Most of the coverage was favourable and presented Plimer as a non-partisan, independent “expert” on climate science (McKewon, 2009)."]}, {"sec_title": "Methodology", "sec_content": ["This paper uses a triangulation of three datasets for the purpose of analysis. The initial stage of this analysis involves the identification of the anti-climate science fantasy themes developed by the IPA and published in its quarterly magazine, The IPA Review. The analysis then traces the chaining out of these fantasy themes from the IPA into Australian newspapers via intertextual chains routed through two channels.", "In the first (direct) channel, IPA senior staff publish op-eds that contain the fantasy themes in Australian newspapers. The op-ed represents a prestigious form of newspaper coverage for a news source: it is authored by the news source and so the source's version of reality is presented undiluted and uncrowded by the reporting of news events, editorial framing or competing news sources quoted in the same news story. At the same time, the newspaper's publication of the op-ed bestows a special status on the news source—what Fairclough (1995) might call “authorised knower”.", "In the second (indirect) channel, right-wing newspaper editors and columnists use the IPA's fantasy themes as the rhetorical basis for editorial leaders and opinion pieces praising Plimer and his book. The writers in this category, often senior-ranking journalists, are also presented as “authorised knowers” whose opinion-based commentary about reported news and current events is valued by the newspaper and its readers. The communicative tone employed by editors and opinion columnists is characterised by authoritative language, declarative sentences and categorical statements. This authoritative communication style also serves to project the audience as “receptive, waiting to be told, wanting to know” (Fairclough, 1995, p. 4).", "This analysis uses a hybrid of Discourse Analysis (DA) and Fantasy Theme Analysis (FTA) to examine samples from the three datasets described above. Drawing on the theory of Fairclough (1995) on media discourse, the DA aims to answer three sets of questions: How is the world (events, relationships) represented? What identities are set up for those involved in the story (journalists, audiences, “third parties” referred to or interviewed)? What relationships are set up between those involved (e.g. journalist–audience, expert–audience relationships)? (Fairclough, 1995, p. 5). In an effort to answer these questions, the more detailed framework of the analysis is provided by FTA, taken from Symbolic Convergence Theory. FTA is a valuable tool for identifying, categorising and evaluating the components of the rhetorical vision revealed in the texts; however, the broader societal implications of the IPA's rhetorical vision and its chaining out into the news media are better understood when the fantasy themes are further analysed within the context of Fairclough's questions as outlined above.", "Bormann's Symbolic Convergence Theory (SCT) is a general communication theory that offers an explanation for the process by which groups develop and share a symbolic reality. The process firstly involves the creation and sharing of stories, or fantasy themes, within small groups; the fantasy themes then chain out from person to person, and from group to group—often through the mass media—to create a shared social reality or rhetorical vision. The basic concept of SCT is the fantasy theme, which is a structured dramatic account of a real-world experience (Bormann, 1972). Fantasy theme is further defined as “the creative and imaginative shared interpretation of events that fulfills a group psychological or rhetorical need” (Bormann, 1985, p. 130). Fantasy themes are stories driven by dramatis personae—stock characters such as protagonists (i.e. heroes, victims) and antagonists (i.e. villains)—and are often grounded in the personality traits, moral codes and motives of the characters: When someone dramatizes an event he or she must select certain people to be the focus of the story and present them in a favorable light while selecting others to be portrayed in a more negative fashion … Interpreting events in terms of human action allows us to assign responsibility, to praise or blame, to arouse and propitiate guilt, to hate, and to love. (Bormann, 1992, pp. 368–9)  ", "When someone dramatizes an event he or she must select certain people to be the focus of the story and present them in a favorable light while selecting others to be portrayed in a more negative fashion … Interpreting events in terms of human action allows us to assign responsibility, to praise or blame, to arouse and propitiate guilt, to hate, and to love. (Bormann, 1992, pp. 368–9)", "FTA involves the identification of the fantasy themes that construct a group's rhetorical vision. It also involves the identification of associated basic concepts such as characters, plot lines, settings, sanctioning agents and symbolic cues. Sanctioning agents, which justify the drama, might be a higher power or a sacred principle such as Truth or “even a concept such as ‘weapons of mass destruction’” (Duffy, 2003, p. 294). A symbolic cue might be an inside joke, code word, phrase, slogan or the name of a persona or organisation that drives a fantasy theme; the function of the cue is to trigger an emotional response such as anger, hatred, love, affection and even laughter or humour from other group members. Symbolic cues provide one indication that symbolic convergence has taken place (Bormann, 1985)."]}, {"sec_title": "Methods", "sec_content": ["Three datasets were used in the qualitative analysis: (1) magazine articles published in The IPA Review during 1989–2009; (2) op-eds published by IPA senior staff in Australian newspapers during 1989–2009; and (3) editorials and opinion columns that gave favourable coverage to Ian Plimer and his book during April to June 2009 in the lead-up to the first Australian parliamentary debates on introducing an ETS.", "The first sample of magazine articles was generated by searching the IPA website's archives of The IPA Review including the years 1989–2009, as 1989 is the year in which The IPAReview published its first article on the enhanced Greenhouse Effect (Roskam, 2010). It is also the year before the IPCC released its First Assessment Report on the science of climate change. A total of 67 IPA Review editorials and articles were found that relate to climate science. The items selected for analysis were those written by IPA senior staff and associates who explicitly articulated the recurring fantasy themes relating to climate science.", "The second sample of newspaper op-eds was generated through the Dow Jones Factiva database using the date range 1 January 1989 to 30 June 2009; as 1989 is the year in which the IPA took up the issue of global warming and June 2009 marks the end of peak Australian newspaper coverage of Ian Plimer's book. The newspapers searched include Australia's national and metropolitan daily newspapers including weekend editions. The first tier of search terms included “greenhouse effect” or “global warming” or “climate change”. This first tier was paired with a second tier of search terms that included “Institute of Public Affairs” or “Australian Environment Foundation” or “Australian Climate Science Coalition”. There being no filter for targeting only op-eds, the sample of 229 items included news stories, feature articles, science and environmental reports, editorials, op-eds, opinion columns and letters to the editor. The items selected for analysis were climate science-related op-eds in which the IPA's fantasy themes identified in the first dataset were most clearly re-animated.", "The third sample of editorials and opinion columns was generated through the Dow Jones Factiva database using the date range 1 April 2009 to 30 June 2009 and the search term “Ian Plimer”. The newspapers searched include Australia's national, metropolitan daily and regional newspapers, including weekend editions. There being no filter for targeting only editorials and opinion columns, this returned a total of 219 items including news stories, feature articles, science and environmental reports, editorials, op-eds, opinion columns and letters to the editor. The items selected for analysis were editorials and opinion columns published during the two weeks immediately surrounding the launch of Heaven and Earth as well as two newspaper op-eds published by Plimer later in the study period."]}, {"sec_title": "Results", "sec_content": ["Nine discrete fantasy themes were identified across all three datasets. These fantasy themes were grouped into two classifications: “The Plea for Scientific Truth” and “Religious, Political and Economic Conspiracies”. The underlying claim for the first group of fantasy themes is that the climate “sceptics” are right—that the Earth is not warming and that, even if it is, it is not attributable to human activities and not a serious threat. The sanctioning agent here is Truth. For the second group of fantasy themes, the uniting claim is that the threat of climate change has been deliberately fabricated or exaggerated in order to enable various groups to advance hidden agendas—thus, the sanctioning agent for these fantasy themes is Integrity. These two categories will be discussed first in the sections below, followed by a more detailed analysis of three of the more prominent fantasy themes found in the data.", "There are four fantasy themes in this category: “Climate Scientists as Rent-seeking Frauds”; “Climate Scientists as Dissent-stifling Elite”; “Plimer as Galileo”1 and “Plimer as the People's Scientist”. In terms of dramatis personae, the villains in these fantasy themes are “elitist” climate scientists, especially those associated with the IPCC. The supporting cast of villains includes government agencies that fund the “propaganda” produced by the scientific elite. The heroes are contrarian or “sceptic” scientists who reject the scientific consensus and Speak Truth to Power at the risk of incurring the wrath of the iron-fisted establishment.", "These fantasy themes tell the story of a global cabal of climate scientists who are consumed with protecting their privileged status and blind to the reality that the scientific consensus on climate science has no evidentiary basis. The primary plot line sees a powerful scientific elite dominating and controlling the field of climate science and suppressing the Scientific Truth by persecuting the scientific voices of dissent.", "There are six fantasy themes in this category: “Climate Scientists as Rent-seeking Frauds”; “Climate Science as Religion”; “Environmentalism as Religion”; “Climate Science as Left-wing Political Conspiracy”; Green as the New Red” and “Climate Change Mitigation as Money-spinning Scam”. The fantasy theme “Climate Scientists as Rent-seeking Frauds” appears in both groupings because it has separate components that speak to both categories. The dramatis personae in these fantasy themes are all cast as villains—climate scientists, the United Nations, Al Gore, the political Left, environmental activists, investors in the renewable energy industry and carbon traders.", "The three fantasy themes that relate directly to climate science are discussed here. According to the plot line of the fantasy theme “Climate Scientists as Rent-seeking Frauds”, climate scientists are not engaged in a pursuit of the truth through science—on the contrary, climate scientists routinely fabricate data, misrepresent the results of their studies and exaggerate the threat of climate change to extract lucrative research grants from the government.", "The fantasy theme “Climate Science as Religion” posits that climate science is not science—it is a manifestation of the new “environmental religion”. This fantasy theme enables evidence-based scientific conclusions to be dismissed as an arbitrary set of beliefs or dogma. The plot line of the fantasy theme “Climate Science as Left-wing Political Conspiracy” sees the environmental religion's leftist allies (Labor and Green political parties, and even the United Nations) using climate change as a “scare tactic” to consolidate their political power, increase taxes to redistribute wealth, and impose a New World Order that will compromise national sovereignty and restrict personal freedoms. These two fantasy themes serve to delegitimate the most vocal social groups who accept the scientific consensus and support action on climate change: the environmental movement and the political Left. They are portrayed not as people rationally responding to a real environmental threat identified by the science: they are variously cast as irrational religious fundamentalists following a doomsday cult or as left-wing conspirators cynically using a fabricated or exaggerated threat to pursue political goals.", "The following two sections offer examples from each dataset to illustrate three of the most prominent fantasy themes in greater detail: “Climate Science as Religion”; “Environmentalism as Religion” and “Climate Scientists as Rent-seeking Frauds”.", "The excerpts below, taken from all three datasets, are examples of how the “Climate Science as Religion” and “Environmentalism as Religion” fantasy themes are articulated. Although these are two discrete fantasy themes, it was often not possible to separate them because time and again the rhetoric conflates climate scientists with the environmental movement and climate science with religion. It is also not unusual for other fantasy themes to be supplemented within the same excerpt, since all the fantasy themes combined serve to construct the overarching rhetorical vision. Symbolic cues for these two religious fantasy themes include words such as “religion”, “faith”, “hymn”, “doom” and “fundamentalism”.", "The IPA's hostility towards the increasing scientific consensus on anthropogenic climate change is documented in The IPA Review from the year 1989, in the year leading up to the IPCC's First Assessment Report which reviewed the most recent climate science research. In October 1989, The IPA Review published an unattributed editorial entitled “The Green Messiah” which suggests that concerns about the enhanced Greenhouse Effect are overstated and based not on a scientifically identified problem, but on religious motivations. The argument is made that the “Green Messiah” (environmentalism) and its by-products such as climate science are filling the voids left by the decline of traditional religion: [W]ith the declining capacity of the traditional churches to satisfy the religious yearnings of people … such yearnings are seeking other outlets. The birth of a modern form of pantheism (nature worship) in the rise of the environmental movement may be one such outlet … The problem is to decide where science ends and faith begins: how seriously should we take the prophets of environmental doom? (IPA, 1989, p. 4)  ", "[W]ith the declining capacity of the traditional churches to satisfy the religious yearnings of people … such yearnings are seeking other outlets. The birth of a modern form of pantheism (nature worship) in the rise of the environmental movement may be one such outlet … The problem is to decide where science ends and faith begins: how seriously should we take the prophets of environmental doom? (IPA, 1989, p. 4)", "The editorial is also the earliest example of the IPA's conflation of climate scientists with environmental activists. One clear example of this combined fantasy theme chaining out is an op-ed entitled “Sceptics, the Environment Needs You”, published by Jennifer Marohasy (a biologist and former director of the IPA front group, the Australian Environment Foundation) in The Age newspaper in 2004. Marohasy labels the environmental movement a “new religion” of “environmental doomsayers” whose concerns are not based on scientific evidence: [E]nvironmentalism is emerging as a new religion, with Greenpeace, the World Wide Fund for Nature and the World Wildlife Fund representing the new church … let us move forward on the basis of the evidence, rather than the failed predictions of our environmental doomsayers. (Marohasy, 2004)  ", "[E]nvironmentalism is emerging as a new religion, with Greenpeace, the World Wide Fund for Nature and the World Wildlife Fund representing the new church … let us move forward on the basis of the evidence, rather than the failed predictions of our environmental doomsayers. (Marohasy, 2004)", "The IPA's religious fantasy themes continued to chain out via editorials and opinion columns when IPA associate Plimer's book was launched in April 2009. The Weekend Australian conservative newspaper ran an editorial under the headline “More Heat Than Light” which argues that concerns about climate change are not based on science but the zealotry of environmental activists. With its clear religious and persecutory overtones—for example, its use of the word “heresy’—the editorial hints at the “Plimer as Galileo” fantasy theme as well. It also explicitly reconstructs climate science as a “faith-based” rather than an evidence-based pursuit: For environmental activists, any suggestion prophecies of planetary peril should be considered carefully is heresy … to assume we know how much the planet will warm this century and what effect this will have is a matter of faith, not reason. And faith-based research is less science than secular religion. (The Australian, 2009b)  ", "For environmental activists, any suggestion prophecies of planetary peril should be considered carefully is heresy … to assume we know how much the planet will warm this century and what effect this will have is a matter of faith, not reason. And faith-based research is less science than secular religion. (The Australian, 2009b)", "This editorial also directs readers to an opinion piece written by the paper's Adelaide bureau chief, Jamie Walker, who favourably reviewed Plimer's book.", "In this 1600-word opinion piece entitled “The Climate of Consensus is Precipitating a Disaster for Science”, Walker (2009) reduces the scientific consensus on anthropogenic climate change to a mere “assumption” that forms the basis of “catastrophic consequences talked up by the doom-and-gloom merchants”. He also conjures a religious image of “[then Australian Prime Minister] Kevin Rudd, [paleontologist] Tim Flannery and former US vice-president Al Gore singing from the same hymn sheet about the hydra-headed menace of global warming”. Walker then clearly invokes the “Climate Science as Religion” fantasy theme by quoting Plimer's book—“Global warming has become the secular religion of today”—and including excerpts from his interview with Plimer, who conflates climate scientists and environmental activists into a single category of “religious fundamentalists” akin to creationists: “The creationists were trying to teach a religious fundamentalism dressed up as science … and they totally changed the nature science,” [Plimer] says … “So I make great comparison between the way creationists operate and the way some of the rabid environmentalists and global warmers operate.” (Plimer, cited in Walker, 2009)  ", "“The creationists were trying to teach a religious fundamentalism dressed up as science … and they totally changed the nature science,” [Plimer] says … “So I make great comparison between the way creationists operate and the way some of the rabid environmentalists and global warmers operate.” (Plimer, cited in Walker, 2009)", "A few pages away in the same edition of The Weekend Australian, opinion columnist Christopher Pearson wrote that he would be “honoured to serve as the master of ceremonies” at the Adelaide launch of Plimer's book the following week. In his 1300-word review of Plimer's book, “Sceptic Spells Doom for Alarmist Religion”, Pearson (2009) said that accepting the evidence of anthropogenic climate change “requires many non-scientific leaps of faith” and that the IPCC's stated 90 per cent (“very likely”) level of certainty regarding the main driver of climate change is “comparable to 100 per cent certainty professed by religious devotees that theirs is the one and only true faith”. Pearson also quotes Plimer's book, which references both religious fantasy themes and again conflates climate science with religion and scientists with activists: With some rabid environmentalists, human-induced global warming has evolved into a religious belief system … The new environmental religion embraces anti-human totalitarianism. (Plimer, in Pearson, 2009)  ", "With some rabid environmentalists, human-induced global warming has evolved into a religious belief system … The new environmental religion embraces anti-human totalitarianism. (Plimer, in Pearson, 2009)", "On the same day, in the more politically progressive Sydney Morning Herald newspaper, conservative opinion columnist Miranda Devine's favourable review of Plimer's book ran under the headline “Planet Doomsayers Need a Cold Shower” (Devine, 2009). She says that “climate change has become a quasi-religious belief” and praises Plimer's book as a “comprehensive scientific refutation of the beliefs underpinning the idea of human-caused climate change” (emphasis added).", "On 29 May 2009, at the peak of news coverage of his book in Australia, Plimer himself published an op-ed in The Australian newspaper. Drawing on the strong opposition to the Rudd government's proposed ETS in Australia's regional areas, Plimer argues that climate science and mitigation strategies are being promoted by city-based “atheist” religious “fundamentalists’: [T]here are a large number of punters who object to being treated dismissively as stupid, who do not like being told what to think, who value independence, who resile from personal attacks and have life experiences very different from the urban environmental atheists attempting to impose a new fundamentalist religion. (Plimer, 2009b)  ", "[T]here are a large number of punters who object to being treated dismissively as stupid, who do not like being told what to think, who value independence, who resile from personal attacks and have life experiences very different from the urban environmental atheists attempting to impose a new fundamentalist religion. (Plimer, 2009b)", "The following excerpts give examples of how the “Climate Scientists as Rent-seeking Frauds” fantasy theme is articulated in all three datasets; this includes manifestations of this central fantasy theme in both categories. Like most fantasy themes, it often appears in conjunction with others, especially the other three fantasy themes in the “Plea for Scientific Truth” category: “Climate Scientists as Dissent-stifling Elite”, “Plimer as Galileo” and “Plimer as the People's Scientist”. The symbolic cues for this category of fantasy themes include references to dissident scientists “beginning to speak out” on the “facts of climate change” to expose the “scam” or the “racket” of climate science and the “alarmism”, “hype” and “hysteria” it has spawned.", "The IPA began to directly attack the integrity of climate scientists following the IPCC's Second Assessment Report which states, “The balance of evidence suggests a discernible human influence on global climate” (IPCC, 1995, p. 22). In one op-ed published in The Courier-Mail in 2000, Ron Brunton (an anthropologist and former head of the IPA's Environmental Policy Unit) combines the tactic of conflating the environmental movement and climate scientists with allegations of rent-seeking behaviour. In this op-ed, Brunton accuses climate scientists (among others) of “cashing in” on the “new industry” that had been created by stoking the public's fears about the potential consequences of global warming: A new global industry has been built around the greenhouse effect, as scientists, environmentalists, bureaucrats and others seek to cash in on public fears about global warming. (Brunton, 2000)  ", "A new global industry has been built around the greenhouse effect, as scientists, environmentalists, bureaucrats and others seek to cash in on public fears about global warming. (Brunton, 2000)", "The IPA's attacks on climate scientists and the scientific consensus intensified following the IPCC's Third Assessment Report which states, “There is new and stronger evidence that most of the warming observed over the last 50 years is attributable to human activities” (IPCC, 2001, p. 10). In 2003, The IPA Review published an article entitled “Science is Not Consensus” by Bob Carter, a marine geologist and founding member of the IPA front groups, the Australian Environment Foundation (AEF) and the Australian Climate Science Coalition (ACSC). In this article, Carter joins forces with American sceptics who were escalating their attacks on climate scientists and the scientific consensus; here, he quotes a former President of the Mineralogical Society of America: “The idea that humans have significantly enhanced global warming is by far the most massive abuse of science that I have ever seen” (Ross, in Carter, 2003, p. 13). Carter's own inflammatory rhetoric compares scientists to “sex workers” and accuses the entire field of climate scientists of fabricating environmental threats to procure government funding: To capture government's attention, and funding, requires the generation of a crisis in one of these politically sensitive areas … Thus did our venerable handmaiden, science, become a sex-worker. (Carter, 2003, p. 12)  ", "To capture government's attention, and funding, requires the generation of a crisis in one of these politically sensitive areas … Thus did our venerable handmaiden, science, become a sex-worker. (Carter, 2003, p. 12)", "Carter also returns to the IPA rhetorical tactic of conflating scientific organisations and environmental groups into a single irrational, quasi-religious or quasi-political entity: “The alternative to a scientific approach is one based on superstition, phobia, religion or politics”. His claims are supported by (former) IPA Executive Director Mike Nahan. In his editorial, “The Demise of Science”, published in the same issue of The IPA Review, Nahan agrees with Carter that climate scientists have become “myth-makers” who have abandoned the pursuit of the truth for the pursuit of funding: The question is: why have so many scientists also succumbed to being myth-makers? One answer is money. Shock and horror not only sells papers and generates donations for NGOs, it also generates funding for research. There has been a discernible decline in the willingness of scientists to stand up for truth and against the populist misuse of science. (2003, p. 2)  ", "The question is: why have so many scientists also succumbed to being myth-makers? One answer is money. Shock and horror not only sells papers and generates donations for NGOs, it also generates funding for research. There has been a discernible decline in the willingness of scientists to stand up for truth and against the populist misuse of science. (2003, p. 2)", "Once the IPA had established the ACSC in 2008 (in response to the Rudd government's ETS proposal), ACSC adviser Carter published an op-ed in The Age newspaper warning that the federal government's advisory channels had become “clogged with rent seekers, special pleaders and green activists” (Carter, 2008). The following year, another ACSC science adviser, John McLean (an Information Technology specialist), further advanced the “Climate Scientists as Rent-seeking Frauds” fantasy theme in The Australian newspaper during peak coverage of Plimer's book. In his op-ed entitled “Science a Slave to Expediency”, McLean insisted that mainstream climate science could no longer be trusted because it was dominated by self-serving, opportunistic rent-seekers: Vested interests now dominate climate science … they all wish to retain an income stream and whatever reputations they've established … Climate science is no longer an impartial truth but a slave to the yoke of politics and opportunism. (McLean, 2009)  ", "Vested interests now dominate climate science … they all wish to retain an income stream and whatever reputations they've established … Climate science is no longer an impartial truth but a slave to the yoke of politics and opportunism. (McLean, 2009)", "In the days leading up to the launch of Plimer's book, The Australian used very similar language in an editorial published under the headline “Global Warming Beat-ups Threaten Scientific Credibility” (2009a). This editorial said that climate science had become a “racket” dominated by a powerful, self-serving elite that silences “serious scientists”, alluding to both the “Climate Science as Rent-seeking Frauds” and the “Plimer as Galileo” fantasy themes: Researchers who have staked their reputations and funding on human-induced global warming say the science is settled, presumably because they have the numbers to shout down naysayers … While serious scientists are obliged to report what their research shows, whoever it offends, claims of climate change have become a racket. (The Australian, 2009a)  ", "Researchers who have staked their reputations and funding on human-induced global warming say the science is settled, presumably because they have the numbers to shout down naysayers … While serious scientists are obliged to report what their research shows, whoever it offends, claims of climate change have become a racket. (The Australian, 2009a)", "The following week, opinion columnist Christopher Pearson invoked the “Climate Scientists as Rent-seeking Frauds” fantasy theme in his favourable review of Plimer's book. Pearson even suggests that, not only is there no global warming and thus no related environmental threat, but that there is no actual academic field of climate science, only a constellation of “vested interests” and “rent seekers” devoted to generating long-term income: Then there are the burgeoning numbers of so-called climate scientists, all with research grants and vested interests in defending what they've come to think of as mainstream climatology. Finally there are all the rent-seekers in the academy, in government departments and in commerce who expect to make a living out of regulating carbon emissions. (Pearson, 2009)  ", "Then there are the burgeoning numbers of so-called climate scientists, all with research grants and vested interests in defending what they've come to think of as mainstream climatology. Finally there are all the rent-seekers in the academy, in government departments and in commerce who expect to make a living out of regulating carbon emissions. (Pearson, 2009)", "On 5 May 2009, Plimer published an op-ed in The Australian newspaper entitled “Hot-air doomsayers” (2009b) which invoked the “Climate Scientists as Rent-seeking Frauds” and the “Plimer as the People's Scientist” fantasy themes. Here he attempts to drive a wedge between climate scientists and the rest of society by projecting a sense of “helplessness” and “disenfranchisement” on the general public, whom he says knows they are being “conned” and “frightened witless” by elitist scientists and moralistic activists and politicians: My correspondents feel helpless and disenfranchised with the unending negative moralistic cacophony about climate change. They know it smells but they cannot find where the smell comes from … the average person knows that they are being conned and finally they have a source reference. (Plimer, 2009b)  ", "My correspondents feel helpless and disenfranchised with the unending negative moralistic cacophony about climate change. They know it smells but they cannot find where the smell comes from … the average person knows that they are being conned and finally they have a source reference. (Plimer, 2009b)", "“Plimer as the People's Scientist” also alludes to the “Plimer as Galileo” fantasy theme, only this time the hero is persecuted by a communist regime, as Plimer sensationally suggests that he could face trial for his scientific “crimes”: I await the establishment of a Stalinist-type Truth and Retribution Commission to try me for my crimes against the established order and politicised science. (Plimer, 2009b)  ", "I await the establishment of a Stalinist-type Truth and Retribution Commission to try me for my crimes against the established order and politicised science. (Plimer, 2009b)"]}, {"sec_title": "Discussion and Conclusions", "sec_content": ["This analysis shows that the Institute of Public Affairs, an Australian neoliberal think tank, has used its access to the media as a news source to influence the public discussion on climate change in Australia. The rhetorical vision expressed by the IPA is one of hostility towards climate scientists and the scientific consensus on climate change; the IPA's hostility is based on its opposition to proposed government regulations aimed at reducing greenhouse gas emissions.", "The distinct fantasy themes identified in this analysis were traced as they chained out from The IPA Review to op-eds published by IPA senior staff in major newspapers and through opinion columns written by conservative members of the press. Australian conservative columnists continue to take their lead on the issue of climate change from the IPA (Pearse, 2007), readily repeating the IPA's fantasy themes. This study also supports the conclusion of Carvalho (2007) that ideology is a primary factor that determines the news media's representation of scientific knowledge about climate change and the selection of “experts” who are given a voice. Plimer received by far the most favourable press from the editors of conservative newspapers and conservative opinion columnists, while the most unfavourable coverage originated with scientists and science and environment reporters.", "The IPA's fantasy themes contained in a book written by an IPA associate scholar were given high-profile media coverage in major Australian newspapers in the lead-up to the historic debate in the Australian parliament about introducing an ETS; this is consistent with the conclusion of Jacques et al. (2008) that neoliberal think tanks tend to launch environmentally “sceptical” books in the lead-up to major debates on environmental policy, in an effort to influence the policy process.", "Even the IPA's associate scholars such as Plimer and Carter devote a considerable proportion of their IPA Review articles, op-eds, media interviews and books to deploying the IPA's fantasy themes, or “rhetorical arsenal” (Cahill, 2004, p. 270), which they use to vilify, demonise and delegitimate climate scientists and other citizens who accept the scientific consensus and the need for action on climate change. Fantasy Theme Analysis provides an especially useful structure for identifying and examining the distinctive “talking points” used by neoliberal think tanks and their associates in their efforts to delegitimate climate scientists. In particular, the fantasy themes are key to answering the three main questions posed by Fairclough (1995) to discourse analysts.", "Firstly, how is reality represented in the text? The fantasy themes dramatise the IPA's interpretation of reality, in which communism and the Judeo-Christian tradition have been replaced in the West with the irrational, quasi-religious environmental movement that advances a leftist political agenda of government intervention. In this reality, climate scientists have been co-opted into the “religious” order and now form a powerful, self-serving elite that does not tolerate dissenting views. This interpretation of reality enables the IPA to argue that its contrarian views on climate change are correct yet silenced by a corrupt establishment—their associate scholars are not scientifically irrelevant, they are modern-day Galileos exposing the truth about the fabrication of anthropogenic climate change, which is fuelling a money-spinning scam in the form of higher taxes and the trading of carbon credits.", "Secondly, what identities are set up for those involved in the story? Fantasy themes use stock characters such as villains, heroes and victims to construct dramatic narratives. Climate scientists are clearly the villains: rent-seeking, dissent-stifling, Ivory Tower elitists who readily commit scientific fraud for financial gain. The fantasy themes also repeatedly conflate climate scientists and the environmental lobby—thus reconstructing the identity of climate scientists as environmental activists. Boykoff and Mansfield (2008) found that conservative tabloid opinion columnists in the United Kingdom use similar rhetorical tactics. Meanwhile, contrarian scientists are cast as the heroes who risk persecution, like Galileo, to expose the flaws in the prevailing orthodoxy. Finally, the general public are cast as “helpless and disenfranchised” victims blinded by the science and forced to bear the burden of government policies to reduce greenhouse gas emissions through lost jobs and financial hardship.", "Thirdly, what relationships are set up between those involved? The fantasy themes construct two distinct relationships of unequal power, and a third relationship of empowerment. In the first instance, there is the adversarial relationship set up between the scientific “elite” and the “dissidents” they “persecute”, with climate scientists commanding the field of climate science by monopolising government research funding and colluding with their peers to keep the work of dissident scientists out of prestigious journals. In the second instance, there is the exploitative relationship set up between the “rent-seeking Ivory Tower elites” and ordinary citizens who fund research that is based on “scientific fraud”. In this relationship, the general public are “conned” and “frightened witless” by fabricated threats and forced to endure financial hardship resulting from policy based on religious and ideological propaganda. This contrasts sharply with the third relationship of empowerment set up by the fantasy themes between ordinary citizens and contrarian scientists such as Plimer, the People's Scientist, who stands up to the oppressive establishment and offers a truth-telling accessible book to the “punters” which contains “all the scientific ammunition they could want” (Pearson, 2009).", "Finally, there are important social identities and relationships inherent in the production and consumption of media texts. The IPA functions as the font of a coherent rhetorical vision for ideologically conservative editors and columnists, who then present themselves as figures of authority to their readers—opinion columnists are people who have “the facts” and the “right to tell”. Their authoritative, lecturing style of communication enhances their authority and establishes a relationship of unequal power—nevertheless one of trust—with their readers, who are assumed to be “receptive, waiting to be told, wanting to know” (Fairclough, 1995, p. 4). Thus, newspaper editorials and opinion columns which use the IPA's fantasy themes increase the likelihood that readers will form a distrust of climate scientists, climate science, policies to reduce greenhouse gas emissions and citizens who support those policies. It is a process that is likely to deepen the existing partisan divide over climate policy and climate science.", "This study demonstrates the value of studying news sources as “holders of power” (Gans, 1979) and as “political entrepreneurs” (Schlesinger, 1990). This study also shows that analysing news sources illuminates how wider societal and political conflicts are played out in the news media."]}], "references": [{"title": "Elite Social Movement Organisations and the State: the rise of the conservative policy-planning network", "year": "1992", "journal": "Research in Politics and Society", "volume": "4", "authors": [{"name": "Allen Michael P.", "first_name": "Allen", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Expert Credibility in Climate Change", "year": "2010", "journal": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "107", "authors": [{"name": "Anderegg William R. L.", "first_name": "Anderegg", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Prall James W.", "first_name": "Prall", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Harold Jacob", "first_name": "Harold", "last_name": "Jacob", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schneider Stephen H.", "first_name": "Schneider", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Climate of Scepticism: US newspaper coverage of the science of climate change", "year": "2005", "journal": "Global Environmental Change", "volume": "15", "authors": [{"name": "Antilla Liisa", "first_name": "Antilla", "last_name": "Liisa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Self-censorship and Science: a geographical review of media coverage of climate tipping points", "year": "2010", "journal": "Public Understanding of Science", "volume": "19", "authors": [{"name": "Antilla Liisa", "first_name": "Antilla", "last_name": "Liisa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Fantasy and Rhetorical Vision: the rhetorical criticism of social reality", "year": "1972", "journal": "Quarterly Journal of Speech", "volume": "58", "authors": [{"name": "Bormann Ernest G.", "first_name": "Bormann", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Symbolic Convergence Theory: a communication formulation", "year": "1985", "journal": "Journal of Communication", "volume": "35", "authors": [{"name": "Bormann Ernest G.", "first_name": "Bormann", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Balance as Bias: global warming and the US prestige press", "year": "2004", "journal": "Global Environmental Change", "volume": "14", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boykoff Jules M.", "first_name": "Boykoff", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Ye Olde Hot Aire’: reporting on human contributions to climate change in the UK tabloid press", "year": "2008", "journal": "Environmental Research Letters", "volume": "3", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mansfield Maria", "first_name": "Mansfield", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Signals and Noise: mass media coverage of climate change in the UK and the USA", "year": "2007", "journal": "EMBO Reports", "volume": "8", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rajan S. Ravi", "first_name": "Rajan", "last_name": "Ravi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Science Is Not Consensus", "year": "2003", "journal": "The IPA Review", "volume": "55", "authors": [{"name": "Carter Bob", "first_name": "Carter", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ideological Cultures and Media Discourses on Scientific Knowledge: re-reading news on climate change", "year": "2007", "journal": "Public Understanding of Science", "volume": "16", "authors": [{"name": "Carvalho Anabela", "first_name": "Carvalho", "last_name": "Anabela", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Web of Hate: a Fantasy Theme Analysis of the rhetorical vision of hate groups online", "year": "2003", "journal": "Journal of Communication Inquiry", "volume": "27", "authors": [{"name": "Duffy Margaret", "first_name": "Duffy", "last_name": "Margaret", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Organisation of Denial: conservative think tanks and environmental scepticism", "year": "2008", "journal": "Environmental Politics", "volume": "17", "authors": [{"name": "Jacques Peter J.", "first_name": "Jacques", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dunlap Riley E.", "first_name": "Dunlap", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Freeman Mark", "first_name": "Freeman", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Agenda-setting Function of Mass Media", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "Mccombs Maxwell E.", "first_name": "Mccombs", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shaw Donald L.", "first_name": "Shaw", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Turning Free Speech into Corporate Speech: Philip Morris’ efforts to influence U.S. and European journalists regarding the U.S. EPA report on secondhand smoke", "year": "2004", "journal": "Preventive Medicine", "volume": "39", "authors": [{"name": "Muggli Monique E.", "first_name": "Muggli", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hurt Richard D.", "first_name": "Hurt", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Becker Lee B.", "first_name": "Becker", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Demise of Science", "year": "2003", "journal": "The IPA Review", "volume": "55", "authors": [{"name": "Nahan Mike", "first_name": "Nahan", "last_name": "Mike", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Conservative Think Tanks and Public Politics", "year": "2008", "journal": "Australian Journal of Political Science", "volume": "43", "authors": [{"name": "Smith Marcus", "first_name": "Smith", "last_name": "Marcus", "affiliation": "", "orcid": "", "role": ""}, {"name": "Marden Peter", "first_name": "Marden", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mass Media as Sources of Global Warming Knowledge", "year": "1995", "journal": "Mass Communication Review", "volume": "22", "authors": [{"name": "Wilson Kris", "first_name": "Wilson", "last_name": "Kris", "affiliation": "", "orcid": "", "role": ""}]}]}