{"doi": "10.1080/21670811.2018.1493939", "url": "https://doi.org/10.1080/21670811.2018.1493939", "title": "Presenting News on Social Media", "volume": "7", "year": "2019", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Welbers", "first_name": "Kasper", "name": "Kasper Welbers"}, {"last_name": "Opgenhaffen", "first_name": "Michaël", "name": "Michaël Opgenhaffen"}], "abstract": "With the rising popularity of social media as news sources, a new common format element for presenting news has emerged: in addition to the classic headline, lead and picture, news organizations add a status message when they share their news articles on social media such as Twitter and Facebook. Based on media logic theory, we argue that the communication style of these messages is likely to be more interpersonal and subjective. To investigate this we used computational text analysis to compare status messages to headlines and leads, covering nine newspapers from the Netherlands and Flanders over a period of 2.5 years. We conclude that newspapers use status messages to add a subjective expression to news on social media, and call for research into how this takes shape and affects the audience.", "body": [{"title": "Introduction", "paragraphs": ["On Friday 19 June 2015, an article appeared on the Facebook account of a Flemish newspaper about a serious accident involving a lorry that had hit the hard shoulder and was blocking the entire motorway. The driver, who was in critical condition, had already been taken to hospital. The title of the article was “Lorry accident on ring road”. As the status message, that is presented at the top of the article on Facebook, the news medium added: “Hours of traffic jams to be expected. But, keep smiling, it’s almost the weekend!”", "This example brings us to the focus of this paper. It is first and foremost about news via Facebook, which has become an important news source for both news producers and readers. Although people have been saying for several years now that the platform has passed its peak, figures show that the number of users is still growing and that the platform is an important news source for an ever-increasing number of people. A study by the Pew Research Center (Gottfried and Shearer 2016) showed that in 2015 63 per cent of Facebook users were using the platform for news, compared to 47 per cent in 2014. The cross-national research report by the Reuters Institute for the Study of Journalism (Newman et al. 2016) showed more or less the same trend: 51 per cent of respondents claimed to use social media for their news consumption, with Facebook being cited as the most important platform by far for finding, reading/watching, and sharing news.", "Secondly, this paper will explore the concept of subjective language in current journalism. While subjective elements are not new to the news and have been studied for quite some time already (e.g. Bird and Dardenne 1990; Ungerer 1997; Van Zoonen 1998), the debate has flared up in recent years, particularly in the context of interpersonal and informal social media (see e.g. Beckett 2015; Lasorsa, Lewis, and Holton 2012; Singer 2005) and in terms of the of so-called social logic that favours user engagement, shareworthiness and virality (see e.g. Berger and Milkman 2010; Klinger 2013; Trilling, Tolochko, and Burscher 2016). Also, with the recent development of Facebook distancing itself from news and focusing on “meaningful interactions between people” (Mark Zuckerberg, co-founder of Facebook, in New York Times (11 January 2018), debate about the role of social elements in professional news has new, reinvigorated relevance.", "To investigate subjective language in journalism on Facebook, we compare the headline and lead of news items to the social status messages that newspapers add when they publish (links to) their news items on Facebook. Statuses on Facebook broadly refers to the personal messages from users, and in the context of sharing content statuses are often used to explain why users share the content or how they feel about it. Formulating these messages for professional news items is a novel journalistic practice, and given the importance of social media in the competitive media landscape, journalists are approaching this practice consciously and strategically (Ruigrok, Gagestein, and Van Atteveldt 2016). We therefore argue that these messages provide an important analytic window into the way that professional journalists adjust to the logic of social media.", "The central argument investigated in this paper is that we are witnessing a shift from mass media logic to social media logic (van Dijck and Poell 2013; Klinger 2013), and specifically that one of the ways in which this logic manifests is in the use of more subjective language. Thus, we expect that the style of communication in journalistic Facebook statuses is more subjective and directed at the audience as opposed to the more detached style of communication that characterizes the actual news items. For our analysis, we used computational text analysis to measure several elements of communication style for nine Flemish and Dutch newspapers on Facebook between 1 January 2014 and 30 June 2016 (N = 261,418). Based on this comparison we discuss the current journalistic use of social media statuses and assess the need for further research into this field."]}, {"title": "Subjectivity in the News", "paragraphs": ["Focusing on subjectivity in the news is nothing new. A great deal of research has already been carried out on, for example, sensationalism (Arbaoui, De Swert, and Van der Brug 2016), emotionalism (Richards and Rees 2011), and expressing opinions in the news (Steele and Barnhurst 1996). These forms of subjective journalism can be regarded as deviating from the objectivity norm of journalism (see Schudson 2001). The objectivity principle prescribes that professional journalists are supposed to seek the truth, prefer not to be involved in the subject and should report in a balanced and nonpartisan manner. This principle, however, is difficult to maintain in practice: objectivity for journalists is rather a question than an answer, and is mainly used as a point of debate instead of a dogma (Mindich 2000). Journalists of different cultural, political and power settings differ in their notion of the concept and in the perceived added value of it in their daily practice (Donsbach and Klett 1993; Skovsgaard, Albaek, Bro, and De Vreese 2013).", "While the dominant paradigm in the literature elaborates on how subjectivity in the news should be used with caution, there has always been the conviction that subjective elements like emotions, opinions and personalization are necessary in order to get the public involved, for example in investigative reporting in which certain abusive practices are being scrutinized by a committed journalist based on his own personal and often emotional findings (see Wahl-Jorgensen 2013) or in narrative journalism that demands a “personal-engaged” form of subjectivity (Harbers and Broersma 2014). Moreover, according to Wahl-Jorgensen (2013) subjectivity does not necessarily stand in the way of objectivity: it is perfectly possible for both types of journalism to appear side by side in news coverage because “any binary oppositions between objectivity and subjectivity and, relatedly, emotionality and rationality, may be overly simplistic and obscure the complexities of journalistic story-telling” (316). However, now that online and social media news are everywhere and are focusing more than ever on interaction with news consumers and personalization of the news by consumers, it is necessary to gain more insight into the use of subjective language in the news and to elaborate on how subjective language might be an essential part of the new social media logic in news reporting.", "Strömbäck (2008) defines media logic as “[t]he news values and the storytelling techniques the media make use of to take advantage of their own medium and its format, and to be competitive in the ongoing struggle to capture people’s attention” (223). This implies that there are certain news values and storytelling techniques that are generally more successful given a particular medium and format. For instance, television news might benefit from more personalized coverage of politics because the format favors talking heads (Takens 2013). In this paper, we focus on how news organizations use subjective language in Facebook status messages to respond to the media logic of that platform. This ties in to a current discussion regarding how the traditional concept of media logic, now sometimes referred to as mass media logic, relates to the “norms, strategies, mechanisms and economies” of social media platforms, that constitute a social media logic (Van Dijck and Poell 2013, 2).", "Klinger (2013) argues that the logic of social media is “built on the logic of virality” (722). Virality is defined here as “the process which gives any information item […] the maximum exposure, relative to the potential audience, over a short duration, distributed by many nodes” (Nahon et al. 2011). On social media, an item can quickly diffuse throughout a network if many users (nodes) share (distribute) the item – which is popularly called going viral. Whether news spreads fast and far is therefore not only determined by the size of a news outlet’s direct audience, but also by the likelihood that users share the news themselves. Harcup and O’Neill (2017) conceptualize this likelihood as the “shareability” of news, and argue that it has become an important news value. Trilling, Tolochko, and Burscher (2016) similarly discuss the concept of “shareworthiness”. In terms of media logic, journalists need to adapt to this logic – making news that people want to share – to be competitive in the contemporary media landscape.", "Several studies have investigated predictors of virality. Berger and Milkman (2010) investigated the virality of articles on the website of the New York Times, using the most-emailed list as an indication of which articles were most viral. Positive effects were found for content that is practically useful, surprising, and content that generates high physiological arousal. In a different study, Stieglitz and Dang-Xuan (2013) analysed political communication on Twitter, and similarly found that “emotionally charged Twitter messages tend to be retweeted more often and more quickly compared to neutral ones” (Stieglitz and Dang-Xuan 2013, 217). In addition, emotionally charged news tended to be shared faster as well.", "Berger and Milkman (2010) furthermore found that positive sentiment had a stronger, positive effect on virality than negative sentiment. They explain this finding based on the theory that one of the main reasons for people to share content is because it offers a form a self-presentation, aimed at self-enhancement (Wojnicki and Godes 2008). Studies show that disclosing information about the self is often experienced as intrinsically rewarding (Tamir and Mitchell 2012). In a series of five studies, Tamir and Mitchell (2012, 8038) found support for their hypothesis that “individuals place high subjective value on opportunities to communicate their thoughts and feelings to others and that doing so engages neural and cognitive mechanisms associated with reward”. Based on this tendency for self-presentation, Berger and Milkman (2010) argue that “positive content may be shared more because it reflects positively on the sender” (193).", "As noted by Hansen et al. (2011), the finding that positive messages are more likely to go viral poses a contrast to the journalistic news selection literature, where negativity is generally regarded as one of the most important news factors (Eilders 2006; Galtung and Ruge 1965; Harcup and O’Neill 2001). According to Shoemaker (1996), our interest in negative news could be related to a surveillance function that has been hardwired in the human condition through evolution. Based on that reasoning, it would make sense that people are also hardwired to share this news. Hansen et al. (2011) hypothesized that for the virality of news messages, as opposed to non-news messages, negative sentiment would still be more effective than positive sentiment. To test this, they investigated virality on Twitter based on the number of retweets (i.e. other users propagating the tweet). Here they found that negative sentiment is detrimental to the virality of non-news tweets, but it does enhance the virality of news tweets. Based on these findings they argue that the idea that people are more likely to share positive messages might not apply to news. However, another study that also investigated virality of news on Twitter found that “online news readers prefer to read and share overwhelmingly positive and awe-inspiring news in contrast to negative and angry or anxiety inducing news” (Al-Rawi 2017, 14).", "It thus seems that regarding the virality of news, the effects of positive vs. negative sentiment are still contested (note that the study by Berger and Milkman also investigated news items). It is important to take into account, however, that the theory of news factors and the theory of self-presentation address the concept of sentiment quite differently. On the one hand, sentiment can refer to the actual event described in a news item. This interpretation relates to the news factors theory, which concerns the newsworthiness of events. On the other hand, sentiment can refer to a subjective expression of the author of a news item, or of the person sharing a news item. Even if an event itself is negative, the subjective expression can be negative, neutral, or even positive. Furthermore, a distinction can be made between different negative emotions when talking about negative events, such as anger and sadness. As shown by Berger and Milkman (2010), this can also affect virality, with anger being more contagious than sadness, possibly because it more actively triggers arousal. This more subjective interpretation of sentiment relates more closely to the self-presentation theory, because it is about how a person can use a news item to present his or her own views.", "For the current study, the concept of sentiment as a subjective expression is more relevant, because we are interested in how journalists use Facebook status messages to contextualize news articles rather than which events they select. Subjective expressions seem to be an integral part of communication on social media – as testified by the prevalence of reactions1, emoticons and emoji on Facebook. As Hansen et al. (2011) put it, “In a social media environment where social relations have effectively become a medium of communication, content that is more likely to activate such relations is also more likely to spread”. Accordingly, it is likely that one of the main reasons for people to share news on social media is to disclose to their social network how they feel about certain news, which can be expressed in the status messages.", "The media logic literature suggests that the news values and storytelling techniques of journalists are shaped by their medium, format, and competition with other media (Altheide and Snow 1979; Strömbäck 2008). For journalists that manage the Facebook pages of newspapers, we therefore expect them to adapt to the subjective elements that characterize communication on social network sites, in order to fit in and improve the reach and virality of their news content.", "There are indeed various reasons for assuming that subjectivity and emotionalism in the news are now more important than ever. Firstly, numerous social media battle each other for the digital news consumers’ views, clicks, comments and shares. In addition an entanglement of all kinds of media and platforms is occurring in the field of technique and functionality, which means a consumer might be looking at a news site on the laptop one moment and commenting on the news on a smartphone via Facebook or Twitter the next. In other words, news products must respond to the fragmented consumer behaviour of news consumers who are already scanning and picking (Eveland and Dunwoody 2002; Groot Kormelink and Costera Meijer 2014) their way through the plethora of information and sharing these news articles with their network. To this end opinionating, personal, subjective news can have an advantage in comparison to factual, impersonal and objective news, precisely because consumers are getting overwhelmed and the interpretation can provide an extra layer on top of the factual or objective news itself (Marchi 2012).", "A recent study among journalists in the Netherlands by Ruigrok, Gagestein, and Van Atteveldt (2016) shows that journalists are indeed actively engaged in catering to the logic of social media. Based on 34 surveys and 10 interviews with editors responsible for Facebook communication, they found that all the editors generally agreed that one of the most important predictors for success is whether a story evokes emotion. This is in line with the aforementioned literature on the relation between sentiment and the virality of news. Furthermore, most of the editors stated that they preferred positive news over heavy and abstract subjects. This resonates with the idea of Berger and Milkman (2010) that sharing positive content reflects more positively on the sender.", "In this study we investigate whether this tendency towards emotion, and the preference for positive emotion, is also reflected in the use of social status messages. As on news sites the news media on Facebook use a fixed and recognizable format to present news originating from the news sites. This is not always purely their own choice, but also a consequence of the social platform’s technical possibilities and limitations: when you link to an article on a news site from the Facebook news account it appears in more or less the same form, whether you are a local newspaper from Australia or the New York Times. Figure 1 shows the typical structure of a Facebook news item. The item is almost always in the form of a photo with the headline underneath, possibly one or several sentences from the lead and a link to the news site’s URL accompanied by the name of the author of the article, and underneath the possibility to comment. But at the top of the item there is space to add a status message to interpret, illustrate or summarize the article. The salience of these messages is similar to headlines, which makes them potentially important vehicles for engaging the audience.", "Figure 1  The structure of a news item on Facebook", "Figure 1  The structure of a news item on Facebook", "Like headlines in newspapers, the status messages are placed at the top of the article and concisely refer to the article below. The message can be a word, a sentence, a small paragraph or a quote. Sometimes they resemble classic headlines by summarizing the core content of the news article, but they also take less conventional forms, such as joking about the news item, addressing the reader (e.g. “what do you think?”), or expressing clear emotions, possibly accompanied by one or multiple emoticons. This is relevant for two reasons: first, because it provides an analytic window into the development of new norms and routines for journalism on social media; and second, because the status message can potentially affect the selection and interpretation of news items by the audience. It can influence the selective scanning behaviour of news consumers and the framework in which they interpret this news item.", "We investigate the way Facebook news media respond to social media logic by measuring the presence of subjectivity in status messages, based on the presence of a private state. A private state refers to a person’s opinion, emotion or view (Quirk, Greenbaum, and Leech 1985). For example, the sentence: “ten people died in a train accident”, does not contain a private state. While the event itself is clearly negative, the sentence is objective, because the perspective of the author is not explicit (Abdul-Mageed and Diab 2011). Now consider the same sentence again with a small adjustment: “ten people died in a tragic train accident”. The difference lies in the adjective tragic, which is a subjective element that conveys the private state of the author. The use of such subjective elements is generally referred to as subjective language (Wiebe, Wilson, Bruce, Bell, and Martin 2004, 279).", "As with the example of “tragic”, adjectives are one of the most common forms of subjective language (De Smedt and Daelemans 2012). On social media, another common form is the use of emoticons and emoji. Emoticons are a typographic depiction of human expressions. Their use gained much popularity with the rise of computer mediated communication, because it made it easier to express private states that one would normally – that is, in face-to-face communication – express through non-verbal cues. Emoji, though often used interchangeably with emoticons, are actual pictographs. While often also used to express a private state, emoji can be virtually anything, including symbols that can be used in an objective sentence, such as a car emoji.", "In this study we measure subjective language based on both adjectives and emoticons/emoji. Based on the literature that supports a relation between subjective language and social media logic, and specifically the finding by Ruigrok, Gagestein, and Van Atteveldt (2016) that editors favour emotional and positive reporting on Facebook, we expect status messages to contain more subjective and positive language. To compare whether the presence and valence (i.e. positive vs. negative) of subjective language are significantly different from the language used within the actual news item, we compare the status messages to headlines and leads. We thus formulate the following two hypotheses:", "H1: In news articles published by newspapers on Facebook, the status message contains more subjective language than the headline and lead", "H2: Subjective language in status messages is on average more positive compared to subjective language in headlines and leads"]}, {"title": "Method", "paragraphs": ["In the first, exploratory part of our analysis we compared the relative frequencies of words and word types in status messages to the classic headlines and leads of news items. Here we used a morphosyntactic tagger and parser for Dutch language (Van den Bosch et al. 2007) to extract useful linguistic features from texts. In the second part of our analysis, we systematically compare the amount and valence of subjective language in status messages to that in classic headlines and leads in order to test our hypotheses. For this we used a subjectivity lexicon for Dutch adjectives (De Smedt and Daelemans 2012), combined with an emoji sentiment lexicon developed by Novak et al. (2015).", "The data covers the Facebook pages of nine national newspapers across two countries: four from Flanders (Belgium) and five from the Netherlands. The newspapers are published in the Dutch and Flemish languages, which are highly similar. For both countries a balanced selection was made of “popular” and “quality” (or elite) newspapers (Bakker and Scholten 2011). These distinctions concern the general focus of content in newspapers, where “popular” newspapers focus more on soft news (e.g. entertainment, celebrity) and “quality” newspapers focus more on hard news such as political affairs (Ryfe 2012). For the Netherlands the newspapers Trouw, de Volkskrant and NRC Handelsblad are often considered quality newspapers, whereas De Telegraaf and Algemeen Dagbad are considered popular newspapers. For Belgium De Morgen and de Standaard are often considered quality newspapers, and Het Laatste Nieuws and Nieuwsblad are considered to be more popular. We did not formulate any hypotheses regarding differences in findings for these factors, but take them into account to see whether the results are consistent across national contexts and genres.", "All posts made by the newspapers on their own Facebook wall were collected using the Facebook graph API (N = 294,061). From these posts we focused on a period of two and a half years, between 1 January 2014 and 30 July 2016. (N = 179,616). As illustrated in Figure 2, most newspapers became active on Facebook between 2009 and 2011, and a notable increase in activity can be observed from around 2012 in Flanders and from around 2014 in the Netherlands.2 We choose 2014 as a starting point because from this point all the newspapers in our data were at least moderately active on Facebook.", "Figure 2  Number of Facebook posts per newspaper per month from January 2008 to October 2016 (N = 294,061)", "Figure 2  Number of Facebook posts per newspaper per month from January 2008 to October 2016 (N = 294,061)", "Collecting these posts via the Facebook Graph API was possible because newspaper pages are public pages. However, it should be noted that recently much stricter limitations have been imposed to all versions of the API (the update was not clearly announced, but the change can be traced back to around the introduction of version 2.12 of the API on 30 January 2018). Regarding the collection of posts on public pages, documentation now states that “The API will return a maximum of 600 ranked, published posts per year” (Facebook 2018). This makes it impossible to collect a random sample, and it is not clear how posts are ranked. To guarantee getting all articles, posts need to be collected daily, or even in real-time. For collecting older data, one would have to rely on third parties such as social media monitoring services.", "For this study, we selected only posts that contain a link to a news item on the newspaper’s own website (N = 167,581). As expected, the vast majority of Facebook posts by newspapers met this criterion: on average 93 per cent, ranging from 90 to 99 per cent across newspapers. We then looked up the URL link through the Facebook API to get its descriptive meta-data, which users can also see when a link is included in a post.3 For each Facebook post we compared the status message, headline and lead (see Figure 1).", "We used Natural Language Processing (NLP) techniques to extract useful linguistic information. In particular, we used lemmatization – reducing words to their morphological root – and part-of-speech tagging – identifying the role of a word in a sentence, such as noun, verb and personal pronouns. To apply these techniques, we used the Frog software, which is a morphosyntactic tagger and parser for Dutch language (Van den Bosch et al. 2007). To find the more and less typical terms and types of terms in status messages compared to headlines, we use a common approach of comparing the frequencies of individual terms relative to the total number of terms by calculating the chi-square scores.", "To measure subjectivity, we used a lexicon of subjective adjectives and emoticons. The essence of this type of approach is that subjectivity is measured based on the presence of certain words and word combinations that represent certain factors of subjectivity. Though on the level of individual articles and sentences this approach is often too simplistic to capture the complex and creative ways in which people express emotions, it has been shown to be very effective at an aggregate level for the analysis of large corpora of texts such as news articles (Berger and Milkman 2010; Soroka, 2012), blogs (Melville, Gryc, and Lawrence 2009) and social media (Tumasjan, Sprenger, Sandner, and Welpe 2010; Hansen et al. 2011; Stieglitz and Dang-Xuan 2013).", "For this study we used the subjectivity lexicon for Dutch adjectives developed by De Smedt and Daelemans (2012). This lexicon is specifically aimed at identifying subjective language use. We are not interested in whether the events that are reported on are positive or negative themselves, but only whether journalists are more likely to add a subjective perspective, also referred to as private state (Quirk, Greenbaum, and Leech 1985), when they share news on Facebook.", "The lexicon developed by De Smedt and Daelemans (2012) measures two factors: the amount of subjectivity and polarity (i.e. positive vs. negative). These factors are non-orthogonal, because polarity is assumed to be neutral if an adjective is not subjective. Each word in the lexicon is given a value between zero and one for the amount of subjectivity, and if a word is considered subjective, its polarity can range from negative (−1) to neutral (0) to positive (1). The lexicon is based on 1,100 frequent adjectives that were manually annotated, and was expanded to 5,500 words using established machine learning techniques for dictionary expansion. Tested on a corpus of Dutch book reviews, the accuracy of the polarity is 82 per cent, with a precision of 0.80, a recall of 0.86, and an F1 score of 0.83.4 On our corpus, consisting of much shorter messages in a different domain, the accuracy will be lower for individual cases, but these scores indicate that the lexicon is suitable for our aggregate level analysis of the use of subjective adjectives.", "The lexicon was implemented in the PATTERN module for the Python programming language, which offers several text analysis tools for multiple languages. PATTERN incorporates basic support for operations that improve the reliability of results, as also used by De Smedt and Daelemans (2012). Specifically, it takes intensifiers and negations into account. Thus, if something is “very good” or “good!!”, the sentiment of “good” is multiplied by the “intensity” value assigned to “very” and “!!”. And if something is “not good”, then the polarity of the sentiment of “good” is inverted (and the intensity is halved).", "As illustration, Table 1 shows the results of the tool for several example sentences. The first two sentences describe a negative event, but the first sentence only states the facts, whereas the second sentence contains the adjective horrible, which is a negative subjective evaluation. Thus the first sentence is considered neutral, whereas the second is very subjective (1.00) and very negative (−1.00). In the third sentence we see a combination of one positive and two negative words, which causes a moderate negative polarity (–0.66). Sentences four to eight show how different words have different intensities, and how negations (“not”) and intensifiers (“very”, exclamation marks) affect results.", "TABLE 1  Example results of subjectivity lexicon using the PATTERN software", "We took two additional steps to improve the subjectivity lexicon so it performed better for our data. Firstly, we excluded quotes from the subjectivity analysis, because subjectivity and sentiment in these quotes cannot be directly attributed to the journalist. For example, one status message posted by Het Laatste Nieuws read: “'They were always ready to help everyone. Their children were their everything': ’(“. In this case, we only base the subjectivity and sentiment score on the emoticon.", "Secondly, we added support for emojis. The subjectivity lexicon already contains common emoticons in punctuation form (i.e. ASCII), composed of punctuation and characters (e.g. ;), :(, :D). However, it does not recognize emoji (i.e. unicode symbols, where the user sees an illustration). Since emoji are now used very often on Facebook, we used an additional lexicon to improve the tool for our data. Novak et al. (2015) recently composed an extensive lexicon of emoji with a sentiment score (i.e. polarity). We added this lexicon to the subjectivity lexicon in the Pattern software. We set the subjectivity score – which the emoji lexicon did not contain – to one, because the existing ASCII form emoticons in the subjectivity lexicon are also given a value of one in the pattern software."]}, {"title": "Results", "paragraphs": ["From our exploratory analysis, the first thing that stands out are the emojis and emoticons, which occur regularly in the status messages for some media but not at all in headlines and leads. This indicates that while emojis are not considered appropriate for traditional journalistic texts, this is different for status messages. A similarly explicit difference in linguistic style is the more playful use of punctuation. Status messages sometimes contain multiple exclamation and question marks as an informal way of adding emphasis (e.g. ! !!,? ??). This conveys a sense of subjectiviy, because it implies that the author thinks that something should be exclamated or questioned more vividly.", "Turning to differences in word use, we see several patterns that indicate a less formal type of communication. One of the words that jumps out is “aldus”, which occurred 1451 times in status messages, but only 16 times in headlines. This is a less formal way of quoting or paraphrasing someone, roughly translatable as “as said by”. Other examples include Dutch equivalents of “so-called”. On a more structural level, we also noted a difference in the extent to which personal pronouns were used. In particular, it is notable that status messages more often (8.7 per cent vs. 6.4 per cent) contained second person pronouns (e.g. you, your). This was largely due to sentences in which the audience is directly addressed, such as: “[…] what do you think?” or “[…] don't you agree?”. In headlines and leads these pronouns mostly occur in quotes.", "Overall, we see several clear patterns in language differences that imply that news status messages are written more as a person among the audience than as a journalist addressing the audience. The language is less formal, more expressive, and more often addresses the audience directly.", "Our first hypothesis states that journalists use more subjective language in status messages compared to headlines and leads. To test this, we made pairwise comparisons of the subjectivity scores within Facebook posts. For this analysis, the nine newspapers were grouped into four categories: popular and quality newspapers in the Netherlands and Flanders.", "The results are presented in Figure 3. The status message, headline and lead bars represent their mean subjectivity scores for each newspaper. Above the headline and lead bars the mean difference (i.e. the mean of the difference of each pair) with the status message is presented. To test whether the differences for status-headline pairs and status-lead pairs are significant, we used the Wilcoxon signed-rank test as a non-parametric alternative to the paired samples t-test. The results indicate that for all four groups the amount of subjectivity in status messages was significantly higher than the amount of subjectivity in headlines (p < 0.001) and leads (p <0.001)5. Based on these results, we confirm the first hypothesis.", "Figure 3  Subjectivity scores for status messages, headlines and leads in the Facebook posts of newspaper articles (N = 167,581)", "Figure 3  Subjectivity scores for status messages, headlines and leads in the Facebook posts of newspaper articles (N = 167,581)", "It is notable that, within countries, the subjectivity scores were slightly higher for the popular newspapers, in particular for the status messages and leads. This indicates that popular newspapers are more likely to use subjective language. However, note that this might be the result of the stronger focus on soft news and entertainment, where subjectivity might be more appropriate. The fact that the leads also contain more subjective language supports this suspicion. To conclude whether popular newspapers are also more likely to use Facebook status messages to outsource subjectivity compared to quality newspapers, it seems necessary to control for the issues or themes being reported on. Thus, while the observation is interesting, we do not yet draw definite conclusions from it based on the current study.", "Also note that directly comparing scores between countries is not possible because of the differences in language. Despite the fact that Dutch and Flemish are highly similar, there are differences in common vocabulary and manners of expression that are likely to affect the subjectivity measure.", "Our second hypothesis concerns the polarity of subjective language. The results for this analysis are presented in Figure 4. The interpretation is identical to the previous figure (though note that polarity can also be negative). The results are similar to the subjectivity scores, but more pronounced. We see that the headlines are almost neutral. Also, we again see that the status messages in the Facebook posts of popular newspapers tend to be more positive than in quality newspapers. Overall, these results confirm our second hypothesis: the status messages contain more positive language compared to headlines and leads.", "Figure 4  Polarity of subjective language in news status messages, headlines and leads in the Facebook posts of newspaper articles (N = 167,581)", "Figure 4  Polarity of subjective language in news status messages, headlines and leads in the Facebook posts of newspaper articles (N = 167,581)"]}, {"title": "Discussion", "paragraphs": ["The rising popularity of social media as a distribution channel for news presents both an opportunity and a challenge for professional journalism. It offers new ways to connect with audiences in an increasingly fragmented media landscape, but also forces journalists to balance the interpersonal and subjective logic of social media with professional journalistic norms. In this study we investigated how news media address this challenge, focusing on their use of Facebook status messages. We argued that an important element of sharing news on social media is the expression of a private state – a person’s opinion, emotion or view (Quirk, Greenbaum, and Leech 1985) – through the use of subjective language, and with a bias towards positive valence (Berger and Milkman 2010; Tamir and Mitchell 2012). Based on the media logic literature, we expected that editors in charge of social media communication adapt to, or at least cater to this format, as an attempt to increase engagement and enhance the virality of their news items (Strömbäck 2008; Van Dijck and Poell 2013).", "In our empirical analysis, we addressed the question whether Facebook status messages contain more subjective and positive language compared to traditional headers of news items. Specifically, we compared the amount of subjectivity and the polarity (i.e. positive vs. negative) of status messages to the classic headlines and leads of news items, using a subjectivity lexicon for Dutch adjectives (De Smedt and Daelemans 2012) combined with a sentiment lexicon for emojis (Novak et al. 2015). Our results reveal that the status messages in Facebook posts of newspapers are more subjective and positive compared to the headlines and leads, thus confirming our hypotheses.", "Our study thereby confirms a shift towards a more subjective and positive style of communication of journalists on social media, based on content analysis data. Where Ruigrok, Gagestein and Van Atteveldt (2016) showed that editors that are responsible for Facebook activities believe that emotion and a more positive tone are important to be successful on social media, our study shows that status messages are used to add these elements to news items without compromising the actual news content. These findings support our argument that status messages are written with a goal and intention that is more in line with the logic of the social media format than the more detached style of reporting that characterizes the newspaper format.", "In a broader perspective, this study corroborates the theory that, at least in some aspects of journalistic routines and in the context of social media channels, we are witnessing a shift from mass media logic to social media logic (van Dijck and Poell 2013). In particular, the fact that our findings were consistent across all news outlets, despite differences in organization and audiences, indicates that the format of social network sites is driving this shift, which supports the explanation that this is indeed a shift in media logic (Altheide and Snow 1979; Strömbäck 2008). Our study thereby also contributes to our understanding of how media logic manifests in news content. In the study of media logic and how it changes over time, scholars have identified factors such as personalization and negative coverage of political news (Takens 2013). Based on our results, we propose that the use of subjective language, as an expression of the private state of the author, marks one of the ways in which social media logic manifests in content. Our explanation is that this is related to the way in which news is used on social media as a form of self-expression (Berger and Milkman 2010; Tamir and Mitchell 2012), in addition to traditional functions like surveillance (Shoemaker 1996). This explanation is tentative, however, and thus requires deeper investigation.", "Our findings also call for empirical research and normative discussion regarding the effect of status messages on the public. On the one hand, adjusting to the social, interpersonal format of social media could undermine the role of news as a source of neutral facts. On the other hand, it should not be taken for granted that news can and ought to be objective (Hackett 1984), and status messages could enable journalists to provide a more human, subjective perspective while the original news article remains neutral insofar possible. To adequately address these consequences and their normative implications, research into the actual effects of status messages on the audience is required.", "Regarding the methodology used in this study, we argue that the analysis of status messages provides an effective, novel way to investigate the transition of journalism into an increasingly social media oriented news environment. They are theoretically interesting because they reflect a conscious and strategic new routine in news distribution (Ruigrok, Gagestein, and Van Atteveldt 2016). As such, they can be studied as a window into how the journalistic institution is adapting to a media landscape in which social dynamics matter.", "Furthermore, we note the lexicon approach used in this paper can be an effective tool to study subjectivity in the social media use of news media, but certain limitations need to be taken into account. Status messages, headlines and leads are generally short, which can affect the reliability of lexicon based methods. In the current study we are confident in our findings because our hypotheses were confirmed for the comparison of status messages to both the shorter headlines and the longer leads. But for a deeper investigation of sentiment, more advanced techniques or more human coding is required.", "As one of the first studies into the use of Facebook status messages by journalists, the most important finding of this study is that status messages warrant investigation, and that subjective language is an important dimension for how these messages differ from conventional journalistic texts. We conclude that there is a need for future studies to investigate more closely how this takes shape and how it affects the audience. A comparison across more contexts (e.g. topics, genres, audiences) and more fine-grained elements of language could provide a deeper understanding of how universal this manifestation of social media logic is. In the current study, for instance, we saw that not all news outlets used emoticons or emoji in Facebook statuses. Such differences could be indicative of norms or rules within news organizations, and could be related to differences in language use amongst audiences."]}], "references": [{"title": "“Social Transmission, Emotion, and the Virality of Online Content.”", "year": "2010", "journal": "", "volume": "", "authors": [{"name": "Berger Jonah", "first_name": "Berger", "last_name": "Jonah"}, {"name": "Milkman. Katy", "first_name": "Milkman.", "last_name": "Katy"}]}, {"title": "“News and Storytelling in American Culture: Reevaluating the Sensational Dimension.”", "year": "1990", "journal": "Journal of American Culture", "volume": "13", "authors": [{"name": "Bird Elizabeth S.", "first_name": "Bird", "last_name": "S."}, {"name": "Dardenne. Robert W.", "first_name": "Dardenne.", "last_name": "W."}]}, {"title": "“Subjective Objectivity. How Journalists in Four Countries Define a Key Term of their Profession.”", "year": "1993", "journal": "Gazette (Leiden, Netherlands)", "volume": "51", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}, {"name": "Klett. Bettina", "first_name": "Klett.", "last_name": "Bettina"}]}, {"title": "“News Factors and News Decisions: Theoretical and Methodological Advances in Germany.”", "year": "2006", "journal": "Communications", "volume": "31", "authors": [{"name": "Eilders Christiane", "first_name": "Eilders", "last_name": "Christiane"}]}, {"title": "“An Investigation of Elaboration and Selective Scanning as Mediators of Learning from the Web versus Print.”", "year": "2002", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "46", "authors": [{"name": "Eveland William", "first_name": "Eveland", "last_name": "William"}, {"name": "Dunwoody. William P.", "first_name": "Dunwoody.", "last_name": "P."}]}, {"title": "“The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian Newspapers.”", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge. Mari H.", "first_name": "Ruge.", "last_name": "H."}]}, {"title": "“Tailor-Made News: Meeting the Demands of News Users on Mobile and Social Media.”", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Groot Kormelink Tim", "first_name": "Groot", "last_name": "Tim"}, {"name": "Costera Meijer. Irene", "first_name": "Costera", "last_name": "Irene"}]}, {"title": "“Decline of a Paradigm? Bias and Objectivity in News Media Studies.”", "year": "1984", "journal": "Critical Studies in Media Communication", "volume": "1", "authors": [{"name": "Hackett Robert A", "first_name": "Hackett", "last_name": "A"}]}, {"title": "“Between Engagement and Ironic Ambiguity: Mediating Subjectivity in Narrative Journalism.”", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Harbers Frank", "first_name": "Harbers", "last_name": "Frank"}, {"name": "Broersma. Marcel", "first_name": "Broersma.", "last_name": "Marcel"}]}, {"title": "“What is News? Galtung and Ruge Revisited.”", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O’Neill. Deirdre", "first_name": "O’Neill.", "last_name": "Deirdre"}]}, {"title": "“What is News? News Values Revisited (Again).”", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O’Neill. Deirdre", "first_name": "O’Neill.", "last_name": "Deirdre"}]}, {"title": "“Mastering the Art of Social Media: Swiss Parties, the 2011 National Election and Digital Challenges.”", "year": "2013", "journal": "Information, Communication \\& Society", "volume": "16", "authors": [{"name": "Klinger Ulrike", "first_name": "Klinger", "last_name": "Ulrike"}]}, {"title": "“Normalizing Twitter: Journalism Practice in an Emerging Communication Space.”", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton. Avery E.", "first_name": "Holton.", "last_name": "E."}]}, {"title": "“With Facebook, Blogs, and Fake News, Teens Reject Journalistic ‘Objectivity’.”", "year": "2012", "journal": "Journal of Communication Inquiry", "volume": "36", "authors": [{"name": "Marchi Regina", "first_name": "Marchi", "last_name": "Regina"}]}, {"title": "“Fifteen Minutes of Fame: The Power of Blogs in the Lifecycle of Viral Political Information.”", "year": "2011", "journal": "Policy \\& Internet", "volume": "3", "authors": [{"name": "Nahon Karine", "first_name": "Nahon", "last_name": "Karine"}, {"name": "Hemsley Jeff", "first_name": "Hemsley", "last_name": "Jeff"}, {"name": "Walker Shawn", "first_name": "Walker", "last_name": "Shawn"}, {"name": "Hussain Muzammil", "first_name": "Hussain", "last_name": "Muzammil"}]}, {"title": "“Sentiment of Emojis.”", "year": "2015", "journal": "PLoS ONE", "volume": "10", "authors": [{"name": "Novak Petra K.", "first_name": "Novak", "last_name": "K."}, {"name": "Smailović Jasmine", "first_name": "Smailović", "last_name": "Jasmine"}, {"name": "Sluban Borut", "first_name": "Sluban", "last_name": "Borut"}, {"name": "Mozetič. Igor", "first_name": "Mozetič.", "last_name": "Igor"}]}, {"title": "“The Management of Emotion in British Journalism.”", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Richards Barry", "first_name": "Richards", "last_name": "Barry"}, {"name": "Rees. Gavin", "first_name": "Rees.", "last_name": "Gavin"}]}, {"title": "“The Objectivity Norm in American Journalism.”", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "“Hardwired for News: Using Biological and Cultural Evolution to Explain the Surveillance Function.”", "year": "1996", "journal": "Journal of Communication", "volume": "46", "authors": [{"name": "Shoemaker Pamela J", "first_name": "Shoemaker", "last_name": "J"}]}, {"title": "“The Political J-blogger ‘Normalizing’ a New Media Form to Fit Old Norms and Practices.”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}]}, {"title": "A Reality Check: How Journalists’ Role Perceptions Impact Their Implementation of the Objectivity Norm.”", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Skovsgaard Morten", "first_name": "Skovsgaard", "last_name": "Morten"}, {"name": "Albaek Erik", "first_name": "Albaek", "last_name": "Erik"}, {"name": "Bro Peter", "first_name": "Bro", "last_name": "Peter"}, {"name": "de Vreese. Claes", "first_name": "de", "last_name": "Claes"}]}, {"title": "“The Gatekeeping Function: Distributions of Information in Media and the Real World.”", "year": "2012", "journal": "The Journal of Politics", "volume": "74", "authors": [{"name": "Soroka Stuart N", "first_name": "Soroka", "last_name": "N"}]}, {"title": "“The Journalism of Opinion: Network News Coverage of US Presidential Campaigns, 1968–1988.”", "year": "1996", "journal": "Critical Studies in Media Communication", "volume": "13", "authors": [{"name": "Steele Catherine A.", "first_name": "Steele", "last_name": "A."}, {"name": "Barnhurst. Kevin G.", "first_name": "Barnhurst.", "last_name": "G."}]}, {"title": "“Emotions and Information Diffusion in Social Media – Sentiment of Microblogs and Sharing Behavior", "year": "2013", "journal": "Journal of Management Information Systems", "volume": "29", "authors": [{"name": "Stieglitz Stefan", "first_name": "Stieglitz", "last_name": "Stefan"}, {"name": "Dang-Xuan. Linh", "first_name": "Dang-Xuan.", "last_name": "Linh"}]}, {"title": "“Four Phases of Mediatization: An Analysis of the Mediatization of Politics.”", "year": "2008", "journal": "The International Journal of Press/Politics", "volume": "13", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "“Disclosing Information About the Self is Intrinsically Rewarding.”", "year": "2012", "journal": "Proceedings of the National Academy of Sciences", "volume": "109", "authors": [{"name": "Tamir Diana I.", "first_name": "Tamir", "last_name": "I."}, {"name": "Mitchell. Jason P.", "first_name": "Mitchell.", "last_name": "P."}]}, {"title": "“From Newsworthiness to Shareworthiness: How to Predict News Sharing Based on Article Characteristics.”", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "94", "authors": [{"name": "Trilling Damian", "first_name": "Trilling", "last_name": "Damian"}, {"name": "Tolochko Peter", "first_name": "Tolochko", "last_name": "Peter"}, {"name": "Burscher. Björn", "first_name": "Burscher.", "last_name": "Björn"}]}, {"title": "“Predicting Elections with Twitter: What 140 Characters Reveal About Political Sentiment.”", "year": "2010", "journal": "ICWSM", "volume": "10", "authors": [{"name": "Tumasjan Andranik", "first_name": "Tumasjan", "last_name": "Andranik"}, {"name": "Sprenger Tim O.", "first_name": "Sprenger", "last_name": "O."}, {"name": "Sandner Philipp G.", "first_name": "Sandner", "last_name": "G."}, {"name": "Welpe Isabell M.", "first_name": "Welpe", "last_name": "M."}]}, {"title": "“Understanding Social Media Logic.”", "year": "2013", "journal": "Media and Communication", "volume": "1", "authors": [{"name": "Van Dijck José", "first_name": "Van", "last_name": "José"}, {"name": "Poell. Thomas", "first_name": "Poell.", "last_name": "Thomas"}]}, {"title": "A Professional, Unreliable, Heroic Marionette (M/F Structure, Agency and Subjectivity in Contemporary Journalisms.”", "year": "1998", "journal": "European Journal of Cultural Studies", "volume": "1", "authors": [{"name": "Van Zoonen Liesbet", "first_name": "Van", "last_name": "Liesbet"}]}, {"title": "“The Strategic Ritual of Emotionality: A Case Study of Pulitzer Prize-winning Articles.”", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "“Learning Subjective Language.”", "year": "2004", "journal": "Computational Linguistics", "volume": "30", "authors": [{"name": "Wiebe Janyce", "first_name": "Wiebe", "last_name": "Janyce"}, {"name": "Wilson Theresa", "first_name": "Wilson", "last_name": "Theresa"}, {"name": "Bruce Rebecca", "first_name": "Bruce", "last_name": "Rebecca"}, {"name": "Bell Matther", "first_name": "Bell", "last_name": "Matther"}, {"name": "Martin. Melanie", "first_name": "Martin.", "last_name": "Melanie"}]}]}