{"doi": "10.1080/14616701003638350", "url": "https://doi.org/10.1080/14616701003638350", "title": "LABOUR, NEW MEDIA AND THE INSTITUTIONAL RESTRUCTURING OF JOURNALISM", "volume": "11", "year": "2010", "issue": "4", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Compton", "first_name": "James", "name": "James R. Compton", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Benedetti", "first_name": "Paul", "name": "Paul Benedetti", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Thousands of news workers were laid off in the United Kingdom and North America in 2008–2009. While daily newspapers were particularly affected, labour cuts also hit broadcasters and news magazines. Popular commentary has often attempted to explain the cuts as a result of Internet competition, aging audiences for news and a slumping global economy. Optimists suggest the rise of new media practices such as blogging and citizen journalism have, despite the contraction of newsrooms, expanded the range of information and opinion available to citizens. This paper is an attempt to clarify what is an unquestionably chaotic moment in journalism. Our focus is the labour of reporting—the quotidian work of gathering information of public interest and packaging it into a story. The paper uses Pierre Bourdieu's field theory to contextualize the use of new media technologies by amateur and professional journalists in an attempt to understand the power relations that inform the work of reporting. We argue that labour rationalization in combination with the use of new technologies, shrinking audiences, 24-hour news cycles, and intensified hyper-commercialization is fundamentally reorganizing the division of labour in newsrooms. Importantly, we argue there is little empirical evidence to suggest that unpaid citizen journalists will replace the lost labour of reporting—the work of collecting information, synthesizing it and presenting it for public consumption via storytelling. ", "body": [{"sec_title": "Uncertain Times and Bold Predictions", "sec_content": ["After decades of calm—and profitable—smooth sailing, news media find themselves in a tumultuous and chaotic storm. Battered by the waves of declining circulation, rising costs, and crushing debt loads, newspapers across North America and the United Kingdom have slid into bankruptcy or sunk completely. Century-old newspapers such as Denver's Rocky Mountain News are gone, while The Philadelphia Inquirer, Chicago Tribune and the Los Angeles Times are in bankruptcy. American's flagship paper, the New York Times, teeters on the edge of insolvency. In early 2009 in the Atlantic Monthly, Michael Hirschorn posed a question that would have been unthinkable a year ago: “Can America's paper of record survive the death of newsprint? Can journalism?” A few months later, the situation, and the rhetoric, had become more extreme. Globe and Mail columnist John Ibbitson (2009) asked, “How does U.S. democracy survive without its newspapers?” In the meantime, a chorus of online pundits seemed to relish the decline of mainstream media, convinced that long, slow decline of the traditional news industry had reached an evolutionary turning point and that a shining, new online order was poised to replace it. The decades-long decline in audience for mainstream media; the concurrent rise of web-based bloggers and citizen journalism sites; the explosion in social media tools such as Facebook, Twitter and Flickr, and the recent and exacerbating worldwide economic collapse have all washed together to form a seemingly compelling though incoherent explanation for the inevitable replacement of traditional media and its paid armies of information gatherers—reporters and editors—by a robust, diffuse, distributed self-organized collective of citizens online. As one media columnist recently opined, “the changed media landscape favours the small, not the large. It favours the socially connected, not the financially inflated. It really favours the gift economy and the contribution of fans” (MacPhail, 2009).", "This paper is an attempt to clarify what is an unquestionably chaotic moment in journalism. Our focus is the labour of reporting—the quotidian work of gathering information of public interest and packaging it into a story. Vincent Mosco frames the matter succinctly: “There is no future for journalism without journalists and the trends are not good” (2009, p. 350). How autonomous is the work of reporting likely to be in the wake of massive layoffs and corporate restructuring? Will the vaunted citizen journalist replace this lost labour? We agree with Chris Atton who argues that many academic studies of alternative media identify too strongly with their object of study; as a result some research suffers from an overly celebratory tone. “Such studies exemplify the kind of discourse found in critical media studies that emphasize media participation as a good in itself” (Atton, 2008, p. 217). It is true that online technologies such as weblogs lower barriers to entry, but this journalistic participation must be contextualized if we are to understand the power relations that inform the work of reporting.", "Following Atton, we ask what is the context in which journalists, paid or unpaid, work? Are bloggers, so-called citizen journalists and other alternative media truly independent? How autonomous are they? And what kind of work are they likely to produce? Will it replace the labour formerly performed by salaried reporters? Does that even matter? To answer these questions we need to know something about the social, cultural and economic context in which paid and unpaid journalists work. We need to know something about the habitus of journalism practitioners and the social fields in which they labour (Atton, 2008; Bourdieu, 2005)."]}, {"sec_title": "The Utility of Field Theory", "sec_content": ["What is required is a research strategy capable of accommodating both the micro-level practices of individual reporters (professional and amateur) and the macro-level institutional structures in which they invariably find themselves. That is to say, newsroom layoffs and the phenomenon of online communities of practice need to be situated within a broader cultural, political and economic context. How has the institution of journalism changed? What are the forces driving that change?", "In what follows, we take up the challenge presented by a growing number of scholars (Atton, 2008; Benson, 1998, 2004, 2006; Benson and Erik Neveu, 2005; Couldry, 2003) who urge media researchers to engage with the research agenda of Pierre Bourdieu. In so doing we deploy Bourdieu's related concepts of habitus and social fields of interaction as principal tools of investigation.", "Pierre Bourdieu's concept of the “habitus” provides a method of situating the practices of individual bloggers and paid newsroom employees within the broader culture and political economy of journalism. Bourdieu argues that individual and collective practices of everyday life are conditioned at the level of the habitus, by which he means the complex accumulation of experiences accrued through an individual's practical and historical engagement with social structures, such as the economy, class, race, family, gender, etc. Out of these experiences, people internalize the possibilities and constraints of social life (Bourdieu, 1990, pp. 53–54; 2005, p. 36). Habitus demands a dialectical approach to social agency. It is at the level of habitus that actors have a sense of how to act in any given social context or situation. Habitus is both structured by given social contexts and structuring in the sense that it helps to reproduce and incrementally change the social order by giving social actors a practical sense of how to act, i.e. a feel for the game.", "The notion of habitus is, therefore, a serious challenge to the mythology of the rugged cyber individualist. Subjectivity is itself social, and must be understood relationally. As Bob Hanke argues in his Bourdieusian analysis of online Indymedia: “We must not only consider people's practices (including their shaping of technology), but also the microcosms within which people are positioned, the fields they react to, the capital they can draw upon, their conceptions of media and politics, and so on” (Hanke, 2005, p. 46). Social agents occupy positions within fields of social interaction that constitute the various spheres of social division in modern societies (e.g., fields of politics, economy, religion, and journalism).", "Social fields, suggests Bourdieu, impose their own internal rules of organization. Those actors who enter a field are, therefore, obliged to play by its own autonomous rules of the game, or “nomos.” In the journalistic field we observe forms of storytelling, and information gathering that structure the rules of the journalistic game. We may call these rules the “regime of objectivity” (Hackett and Zhao 1998). But this autonomy is itself relational, and must be understood as contingent upon the position of social agents vis-à-vis a field's “heteronomous” and “autonomous” poles. These poles are constitutive of the economic and political (heteronomous) power external to a field and the cultural (autonomous) power particular to a field.", "Bourdieu argues that the journalistic field is losing its autonomy as economic (reliance on advertising, corporate ownership, etc.) and political constraints (public relations, political flak, etc.) impinge on journalistic cultural production (Benson, 1998, pp. 464–7). “To understand what is happening in the journalistic field,” says Bourdieu, “one has to understand the degree of autonomy of the field and, within the field, the degree of autonomy of the publication that a journalist writes for” (Bourdieu, 2005, p. 43). In other words, one must understand the extent to which external social fields such as politics and economics overlap or extend into the journalistic field.", "Field theory allows researchers to assess the impact of new entrants into a social field. According to Bourdieu, to be an agent within a field is to exert effects there which increase with the specific weight that one has (Bourdieu, 2005, p. 43). We can extend this analysis to the layoffs that have swept newsrooms throughout North America and Europe, keeping in mind that a complete mapping of the journalistic field is beyond the scope of this paper. In what follows, we examine the exogenous influences on the journalistic field related to the heteronomous pole of economic and political power. Secondly, we detail the principal effects of these changes on traditional newsrooms. And finally, we sketch out some of the responses to these morphological changes from entrepreneurs, non-profit organizations and the state. In each case we seek to map, in a provisional manner, the extent to which these responses are homologous with either the heteronomous pole of economic and political power or with the autonomous pole of cultural power specific to the journalistic field."]}, {"sec_title": "Heteronomous Economic Influences on the Journalistic Field", "sec_content": ["As Rodney Benson suggests, following David Harvey (1989), the most “significant shock to the news media … is the broad transformation of capitalism toward a more intensely profit-driven, anti-union, anti-public sector model of ‘flexible accumulation’” (Benson, 2006, p. 193). Benson argues the transition to Post-Fordist production “only further isolates the journalistic field from the everyday concerns of working-class and poor citizens” while weakening the hand of non-profit associations in relation to capital (2006, p. 193). These trends are longstanding, dating back more than 30 years. What Robert McChesney (2004) labels the “hyper-commercialism” of journalism has contributed to an overemphasis on short-term profits at the expense of public-service journalism; the increased production of spectacular media events and celebrity gossip is one outcome. Another outcome has been the intensified rationalization of productive resources, through aggressive corporate cross-media mergers and newsroom staff reductions. Demand for a more flexible labour force grew as formerly disparate newsrooms converged into multi-media workshops operating to fill the gaping maw of a 24-hour news hole (Compton, 2004).", "The regime of flexible accumulation was supported by the state through neoliberal reforms that promoted financial deregulation and privatization. Combined with the widespread diffusion of information and communication technologies, capital flows gained an unprecedented mobility. More than ever before, corporations learned to discipline themselves or lose the support of stockholders. This particular dynamic gained strength within the media sector as news organizations became increasingly integrated into transnational capital during the 1980s and 1990s (Compton, 2009; Yong Jin, 2008)."]}, {"sec_title": "News Institutions and the Wisdom of Crowds", "sec_content": ["The steady stream of newsroom layoffs has occurred alongside a parallel development in new media; weblogs and social networking sites such as Myspace, Facebook, and Twitter have attracted millions of producers and users. These “prosumers” are celebrated by libertarian and liberal writers who suggest their individual labours reveal a collective intelligence, or “wisdom of crowds” (Sunstein, 2006; Surowiecki, 2005).", "Clay Shirky argues these new technologies have contributed to a seminal shift in people's ability to engage in collective dialogue. “The current change, in one sentence, is this: most of the barriers to group action have collapsed, and without those barriers, we are free to explore new ways of gathering together and getting things done” (2008, p. 22). This new media “ecosystem,” argues Shirky, has weakened long-standing institutions, such as newspapers and news broadcasters. News media's publishing monopoly is gone; now, untrained amateurs can create their own content and publish their blogs without the “filter” of traditional news media.", "Large-scale organizations, such as the BBC and the New York Times, employ a substantial workforce of reporters, editors, and producers, each of whom draws a salary. Shirky argues that the emerging new “ecosystem” makes such employment increasingly unnecessary. “We are used to a world where little things happen for love and big things happen for money. Love motivates people to bake a cake and money motivates people to make an encyclopedia. Now, though, we can do big things for love” (2008, p. 104).", "Novel and emerging “communities of practice,” argues Shirky, make possible new opportunities for amateur cooperation. So-called citizen journalists file frontline reports of train bombings in London and Madrid, or terror attacks in Mumbai using their cell phones. Or they can break the monopoly judgment of professional editors whose shared professional culture limits the range of stories considered to be newsworthy. Shirky cites the widely touted example of blog coverage of US Republican Senator Trent Lott and his public endorsement of the racist public record of GOP colleague Strom Thurmond (2008), pp. 61–6). In 2007 a witness used his hand-held video recorder to capture the police use of a taser gun on Polish immigrant Robert Dziekanski at the Vancouver International Airport. The dramatic video of his death following the taser blasts went viral after being posted online. The video evidence sparked public outrage and a full public inquiry that contradicted official police accounts. These examples point to how the global diffusion of hand-held audio-visual devices is expanding the range of “mediated visibility” and redrawing boundaries between public and private space (Thompson, 2004).", "Popular blogger and instructor of interactive journalism at City University of New York Jeff Jarvis goes much further. He is convinced the perceived collapse of the traditional institutions of journalism, most notably newspapers, is not a problem; it is a welcome development in the emergence and evolution of Web-based, citizen-driven information sites. Jarvis envisions a world of abundant, accurate and timely information provided by an army of workers populating the Web with endless reportage, and in which professionals serve a reduced role as curators and aggregators of information (Jarvis, 2008). Canadian online columnist Wayne MacPhail (2009) agrees, writing: Traditional news organs are going to spend as much time curating that coverage as creating their own. And, when they do create their own, they'll be using the same cellphones and social networks as the rest of us. One or two big network eyes will be replaced by a network of small eyes bearing witness. If Jarvis and MacPhail are correct, we have nothing to fear. Indeed, the exponential expansion of amateur cooperation should break free from the limits of traditional media, expanding the range and diversity of news coverage; citizen journalists will fill the void. But before we embrace this rosy vision of the future we need to critically examine the history of journalism as an institution. How exactly does this institution operate? What are its professional norms and conventions? What social interests are served? Finally, what if anything would be lost with its demise? Can amateur “communities of practice” adequately replace the diminished labour capacity of shrunken newsrooms? According to Clay Shirky (2009): “Nobody knows.” We too have our doubts.", "Traditional news organs are going to spend as much time curating that coverage as creating their own. And, when they do create their own, they'll be using the same cellphones and social networks as the rest of us. One or two big network eyes will be replaced by a network of small eyes bearing witness."]}, {"sec_title": "A Critical Sociology of News and New Media", "sec_content": ["Where do news reports come from? Romantic portrayals of rugged-individualists notwithstanding, news—the stories we read, watch and hear—have historically been a result of institutional norms of performance. Rules of conduct and organization regulate the work of journalism and make it predictable (Hackett and Gruneau, 2000; Tuchman, 1978). All news organizations must find a steady and reliable supply of raw news material; this is accomplished through the establishment of a “news net,” otherwise known as the beat system, comprised of the courts, legislature, city hall, police, school boards, and corporate boards of directors, etc. The reliance on beats attached to particular bureaucracies limits the kind of information journalists understand as news. The collection of news, therefore, is “bureaucratically organized” for reporters by representatives of various bureaucratic institutions (Fishman, 1980). A large body of critical scholarly research argues convincingly that the sourcing routines of reporters are based upon a hierarchy of credibility that reproduces a set of facts and values supportive of dominant social interests (Ericson et al., 1987; Glasgow University Media Group, 1976; Hall et al., 1978). That is to say, the “regime of objectivity” is itself ideological (Hackett and Zhao, 1998).", "The institution of journalism also has its own political economy. Critical scholarship puts forward structural theories of media determination that suggest media production is constrained by market forces beyond the control of individual media organizations and their elite owners and managers (Baker, 2007; Herman and Chomsky, 1988; McChesney, 2004). This research counters neo-liberal claims that the market, when left unfettered by government regulation, can be a positive and democratic influence on media production. First, it ignores the increasing market dominance and corporate concentration of giant media conglomerates which can use their size and dominant position in the market to limit or freeze out competition. Secondly, it ignores the high capital cost of entry into the market place for new media outlets. Finally, the neo-liberal model ignores the critical funding role played by advertising in commercial media and the need to attract affluent audiences.", "As we have seen, some critics of traditional mainstream newsrooms celebrate the autonomy amateur producers and citizen journalists have to break from institutional convention. Moreover, Shirky argues it is precisely the fact that barriers to entry have fallen that new amateur communities of practice can emerge. Axel Bruns (2008) touts, what he calls, the move from “gatekeeping” to the “gatecrashing” practiced by citizen journalists. Could it be true that the critique of critical media scholars no longer applies? We don't think so. There are a number of unexplored assumptions in Shirky's and Bruns's argument that require unpacking. First, it assumes the content lost by the weakening of traditional news organizations will be replaced by amateur producers; that in fact a sizable labour force of reporters would be available, capable and willing to replace the work formerly performed by salaried staff at metro dailies.", "Critical scholars made clear that the work routines of reporters did not in any way mirror reality in an objective sense. News is socially constructed in a way that reproduces dominant social interests. The goal of the criticism was to change journalistic work routines in order to broaden the diversity of social interests found in news coverage; it was to create what Herbert Gans (2003) calls “multiperspectival news.” We agree. But this critique was always predicated on its own assumption—that a large workforce would remain tasked with the job of reporting local, national, and international events. The state and its associated bureaucratic institutions (police, courts, councils, regulatory agencies and crown corporations) still exist and require constant scrutiny. The scale of newsroom layoffs and the concurrent expansion of a reserve army of freelance reporters or amateur bloggers have fundamentally altered the institutional context. This context requires mapping.", "Axel Bruns (2008) explicitly argues that forms of citizen journalism, such as political bloggers and the online news organization Ohmynews in Korea, contribute to a Gansian multi-perspectival news production. At their best these online sites create space for deliberations that do not privilege expert opinion or the privileged view of the professional reporter. Citizen reporting is to be applauded if it provides a check on bureaucratically framed representations of reality and common sense—as was clearly the case in the Dziekanski taser incident. However, “it is nonetheless important to recognize the extent to which competing conceptions of citizen journalism revolve around crisis reporting” (Allan, 2009, p. 18), such as the Dziekanski incident and the posted cell-phone video of police crackdowns on Iranian street protests in June 2009. It is precisely in moments of crisis that the spot reporting of participant observers has been shown to alter the nomos of the field of journalism (Allan and Thorsen, 2009).", "A model of journalism that is reliant on the serendipity of well-meaning, cell phone-equipped citizens is no substitute for the day-to-day grind of reporting and fact checking required to cover state institutions, such as the court system, or the financialization of the securities industry that contributed to meltdowns in the North American and UK housing markets. The fact that traditional news organizations failed to provide sufficient coverage of financial ponzi schemes or for that matter government war propaganda in the run up to the invasion of Iraq does not provide much comfort unless it can be demonstrated that citizen journalism can replace this unfulfilled labour. According to the data collected by the Project for Excellence in Journalism (2009) this has not occurred; independent online sites continue to rely on reports from traditional newsrooms.", "Bruns speaks of an end to information scarcity and the ability of publics to find and access information on their own. He claims further that intuitional players and non-profit organizations increasingly speak directly to their constituencies, no longer relying on the mediation of news organizations (Bruns, 2008, p. 262).", "Unfortunately, corporate, government and military bureaucracies remain largely opaque and determined to fight public scrutiny. Disclosure of information valuable to the public will continue to require long hours of labour—developing trusted and knowledgeable sources, studying documents and learning the complexities of such things as health care bureaucracies.", "Bruns concedes that it is “too early” to know with certainty whether Ohmynews will be able to change the journalistic system for the better or whether it will “suffer subsumption into the day-to-day news cycle” (Bruns, 2008, p. 267). We can say with some certainty, however, that the flexible labour and production regimes of online news sites are largely homologous with dominant Post-Fordist regimes of flexible accumulation. Viewed dialectically, the eye-witness video clips posted to CNN's iReport.com supports the industry trend toward layoffs, repurposing content and the structuring of the 24-hour news wheel around dramatic breaking news events. In this sense, citizen journalism is integrated into the dominant logic of the heteronomous pole.", "Late-capitalist social relations have not been superseded. The weakening of corporately-owned and advertiser-funded news organizations may be a welcome sign for those who wish to escape from under the corporate yoke, but it does not mean that capitalist commodity relations no longer structure everyday life, or for that matter the production of news.", "Part of the problem with these optimistic views of a decentralized, largely volunteer army of online citizen journalists is that it is, to some extent, predicated on a misapprehension of the fundamental structures of the news industry. Shirky has contributed to the misunderstanding when he writes: “If you want to know why newspapers are in such trouble, the most salient fact is this: printing presses are tremendously expensive to set up and run” (Shirky, 2009).", "Shirky mistakes the part for the whole. In fact, the most expensive part of running a news organization is the people, not the press, but Shirky's notion, widely disseminated and adopted by online pundits, skillfully avoids the issue of labour. The digital distribution of cultural artifacts has significantly reduced barriers to entr y, but it does not address the issue of journalistic reporting. Unless they are in some way independently wealthy, as is the case with Huffington Post founder Arianna Huffington, amateur bloggers and salaried employees find themselves in a society that requires them to sell their labour power as a commodity to earn the money required to reproduce themselves and their families. Bloggers need to buy groceries, pay rent and raise their children too. Commenting on the creative intellectual labour of part-time academics, Marc Bousquet argues that “flex-timers generally pay for the chance to work” by shouldering the financial costs of professional development, “maintaining themselves in constant readiness for their right to work” (Bousquet, 2008, p. 63). What does this structural necessity mean for the work of reporting and editing? At the very least it calls into question Skirky's suggestion that communities of practice motivated by love can be relied upon to replace the lost labour of paid newsroom reporters.", "Secondly, blogs, video and other user-generated content (UGC) are not products of unmediated agency. “The question of what drives users to contribute time and labour to an exploding number of UGC sites is crucial if we want to understand the volatile relationship between media companies and their worker–client base” (Dijck, 2009, p. 50). Citizen journalists and other so-called “prosumers” living in developed capitalist nations, such as the United Kingdom or United States, are members of a “society of consumers” which compels individuals to produce themselves as commodities as a precondition of participation in social life (Bauman, 2007). New media are not separated from this broader social context. They are a part of it.", "José van Dijck argues that YouTube and Google have become “mediating platforms between the masses of aspiring amateurs” and corporate media (Dijck, 2008, p. 52). As a result YouTube has become “an Internet trader in the options market for fame” (2009, p. 53). If true, this development is extremely important for a journalistic field awash with under-employed labour seeking gainful employment."]}, {"sec_title": "Effects of Heteronomous Change on the Journalistic Field", "sec_content": ["The effects of field changes within traditional news organizations have been enormous, both on a macro and micro level. At the institutional level, previously autonomous news organizations have been forced by economic pressures to develop new content-sharing relationships with partner outlets in their organization or with competitors. In Canada, CanWest Global withdrew its chain of newspapers from the cooperative content-sharing arrangement of Canadian Press to form its own internal “wire service.” Simultaneously, the chain developed a centralized content production centre in Winnipeg, creating uniform, packaged news pages to be repurposed by all of its member media outlets, introduced a national editorial policy and retired the title of “publisher” replacing it with “general managers” at each paper, reflecting the waning autonomy of the individual newspapers (Soderlund and Hildebrandt 2005).", "At the newsroom level, the impact of structural changes greatly affects the fields in which individual journalists toil. In the United States, 23,000 newspaper jobs were lost between 2007 and 2009. Canadian and UK papers had suffered similar declines in staffing. The result is fewer reporters with heavier workloads, not solely in terms of coverage of news events, but in how those events are covered in the converging newsrooms. The remaining staffs are required to post to the Internet, collect audio and video clips, shoot digital photographs, post updates to blogs and most recently, update live to Twitter. In similar cost-cutting measures, some news organizations have outsourced their foreign coverage to a network of part-time correspondents (Adams and Ovide, 2009).", "In perhaps the most extreme example of the labour displacement in newsrooms, the editor of a California-based news website, pasadenanow.com, engaged reporters in Mumbai, India to watch local town council meetings streamed live on the Web, leveraging low wages and the time difference to cut production time and costs (Associated Press, 2007)."]}, {"sec_title": "New Beginnings and Old Problems", "sec_content": ["We are not apologists for the traditional newsroom nor for the business model that, for many decades supported it. Neither do we argue that mainstream news organizations are not responsible to some extent for their current struggles; they squandered a huge market advantage because of short-sightedness and greed; they failed to invest in research and development and to respond to changing demographics, tastes and emerging new technologies; and in a supreme display of hubris, they stood by complacently while upstart Internet-based initiatives ate into their once profitable classified advertising base. But, at the same time, we reject the growing mythology that simultaneous with this decline is the rise of the autonomous “citizen journalist,” the unpaid, amateur enthusiast who, with an army of diffuse and self-organized others, will create autonomous opportunities for the pluralistic production of news that will replace the current, though declining, daily coverage of news provided by the mainstream media, specifically by village, town and city newspapers.", "To be sure, a plethora of entrepreneurial alternatives have emerged out of the digital dust-up of the preceding few years, with some encouragingly homologous with the autonomous pole of cultural power specific to the journalistic field. Canada's The Tyee (www.tyee.ca) exemplifies a distinctly regional response to both the reduction of local coverage and its perceived homogenization by the corporate owners of the media chains that service those areas. Launched five years ago by journalist David Beers, the website is independent, supported by readers, investors, advertisers and funders. It is a lively mix of original reporting, investigative work, columns and opinion, all of which garnered it the Award for Excellence from the Canadian Journalism Foundation in 2009.", "Similarly, voicesofsandiego.org is a recently-launched, non-profit, online news site supported by foundations, individuals and businesses. Their stated goal is, “To consistently deliver ground-breaking investigative journalism for the San Diego region. To increase civic participation by giving citizens the knowledge and in-depth analysis necessary to become advocates for good government and social progress” (http:voicesofsandiego.org). This site, and other similar start-ups such as Minnesota's Minnpost.com, are welcome initiatives in a depressed media landscape. Presumably, such organizations, not burdened with legacy buildings, high overhead and production and delivery costs, can operate with a higher level of efficiency and autonomy than traditional media outlets. But with a staff of 11, including six reporters and one photographer, voicesofsandiego.org is a Lilliputanesque duplication of existing models employing displaced workers who are paid less and expected to do more. Though voicesofsandiego's stated intentions are laudable and their efforts a positive development in a troubled industry, the notion that a handful of reporters can adequately cover a city of more than one million people is fantastic.", "At best, they can augment the coverage required to truly monitor the myriad institutions that constitute civil society. Similarly, sites such as Huffington Post in the United States or rabble.ca in Canada, are aggregative sites that provide opinion, but little, if any, original reporting. And more complicating, the very existence of these sites is, to some extent, predicated upon mainstream media which provides the news reports upon which the opinions are based, and, in some cases, pay for the commentary and opinion columns that are then repurposed and republished on these sites without fees. This, along with the unpaid work of contributors eager for exposure, constitutes, we would argue, an unsustainable model. The majority of blogs and citizen journalism sites produce little, if any, original reporting, relying for their content on the repurposing of reporting produced by legacy mainstream news organizations (Project for Excellence in Journalism 2009).", "David Simon, a former Baltimore Sun reporter and creator of the television series The Wire, succinctly summarized the problem in a recent address to a US Senate Committee on Commerce when he said: High-end journalism is dying in America and unless a new economic model is achieved, it will not be reborn on the web or anywhere else … You do not—in my city—run into bloggers or so-called citizen journalists at City Hall, or in the courthouse hallways or at the bars and union halls where police officers gather. You do not see them holding institutions accountable on a daily basis.1   ", "High-end journalism is dying in America and unless a new economic model is achieved, it will not be reborn on the web or anywhere else … You do not—in my city—run into bloggers or so-called citizen journalists at City Hall, or in the courthouse hallways or at the bars and union halls where police officers gather. You do not see them holding institutions accountable on a daily basis.1 "]}, {"sec_title": "Conclusion", "sec_content": ["Predicting the future of journalism is a dodgy proposition at the best of times, but particularly so during a moment of acute economic and social flux. Nonetheless, as we have seen, pundits have not shied away from suggesting journalism has entered a brave new age of citizen-produced democratic discourse. Old hierarchical journalistic institutions are said to be on their last legs, soon to be replaced by grassroots user-generated media.", "The journalistic field is undergoing enormous change. Amateur content is increasingly part of the mix of traditional news media files, from CNN's iReports.com to aggregation sites such as nowpublic.com. But citizen participation is not an unambiguous social good; it must be contextualized.", "The argument that citizen journalism creates autonomous opportunities for pluralistic production of news is a myth. We need to make a distinction between opinion and reporting. The former appears in abundance online; and if one looks hard enough a wide range of ideological views will be unearthed. This aspect of the emerging journalistic field supports those who argue the Internet has ended information scarcity. But it does not replace the daily work on the ground of reporting. What is lost is the daily drudgery of reporting; this unheralded labour is what makes possible a record of public life. The work of traditional newsrooms in this regard deserves to be challenged and questioned; it has always been partial and incomplete, but a model predicated on unpaid labour is not sustainable in our view. This point goes beyond the now stale debates pitting professional journalists against proverbial ‘pajama-wearing’ amateurs. The labour of reporting costs money; it takes time and the knowledge acquired through sustained effort. Piece-work reporting and participant-observer video captured during moments of crisis cannot replace the former institutional news net, flawed as it may have been. Corporate and state bureaucracies remain opaque behemoths that resist the light of public scrutiny."]}], "references": [{"title": "“Field Theory in Comparative Context: a new paradigm for media studies”", "year": "1998", "journal": "Theory and Society", "volume": "28", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Bringing the Sociology of Media Back In”", "year": "2004", "journal": "Political Communication", "volume": "21", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“News Media as a ‘Journalistic Field’: what Bourdieu adds to New Institutionalism, and vice versa”", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Meta-capital: extending the range of Bourdieu&#039;s Field Theory”", "year": "2003", "journal": "Theory and Society", "volume": "32", "authors": [{"name": "Couldry Nick", "first_name": "Couldry", "last_name": "Nick", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Users Like You? Theorizing agency in user-generated content”", "year": "2008", "journal": "Media, Culture and Society", "volume": "31", "authors": [{"name": "Dijck José van", "first_name": "Dijck", "last_name": "van", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“For a Political Economy of Indymedia Practice”", "year": "2005", "journal": "The Canadian Journal of Communication", "volume": "30", "authors": [{"name": "Hanke Bob", "first_name": "Hanke", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“How Does U.S. Democracy Survive Without Its Newspapers?”", "year": "2009", "journal": "Globe and Mail", "volume": "17", "authors": [{"name": "Ibbitson John", "first_name": "Ibbitson", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Future of Journalism”", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Mosco Vincent", "first_name": "Mosco", "last_name": "Vincent", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The New Visibility”", "year": "2004", "journal": "Theory, Culture and Society", "volume": "22", "authors": [{"name": "Thompson John B.", "first_name": "Thompson", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Neoliberal Restructuring of the Global Communication System: mergers and acquisitions”", "year": "2008", "journal": "Media, Culture and Society", "volume": "30", "authors": [{"name": "Yong Jin Dal", "first_name": "Yong", "last_name": "Dal", "affiliation": "", "orcid": "", "role": ""}]}]}