{"doi": "10.1080/21670811.2018.1533789", "url": "https://doi.org/10.1080/21670811.2018.1533789", "title": "Tinker, Tailor, Soldier, Thief: An Investigation into the Role of Drones in Journalism", "volume": "7", "year": "2019", "issue": "5", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Adams", "first_name": "Catherine", "name": "Catherine Adams"}], "abstract": "AbstractAerial filming is ubiquitous in contemporary media and drones have been heralded as “game-changers” in the news industry. However, very little academic research appears to have investigated the claim. This research uses a transnational multiple case study to produce a semiotic and discourse analysis which shows how drone images are being used to produce meaning and whether they present challenges to quality journalism. The article examines the content and effect of drone shots in five edited video news items, from USA, Kenya, South Africa, Syria and the Philippines. The research shows that UAVs are instrumental not only in bringing viewers closer to the story but also in distancing them. It suggests that, contrary to some predictions, the use of drones is not revolutionising newsgathering, but is presenting a number of new perspectives, some of which threaten quality journalism. Empirical data indicate that drones are used more often to provide news context than content, and that the use of aerial footage encourages style over substance. The article also demonstrates that “drone journalism” is a potentially rich field of academic study.", "body": [{"title": "The drone as game-changer", "paragraphs": ["Aerial filming is now “central to modern imagination” and our appetite for it “ever-increasing” (Dorrian and Pousin 2013, 9). Drones have even been attributed with the power to “change the way that we see”(Rothstein 2015, 125), yet there has been a distinct lack of scholarly exploration into how this happens, particularly in journalism, or to assess the implications for media discourse (Belair-Gagnon, Owen, and Holton, 2017, 11; Chamayou 2014; Choi-Fitzpatrick 2014, 31). Unmanned Aerial Vehicles, known as drones, were “set to go mainstream” (Waterson 2014) and to revolutionise news reporting (Waite 2014). They have been heralded as “game-changers” (Hamilton 2015; Roug 2014), a disruptive innovative technology (Belair-Gagnon, Owen, and Holton 2017) which would transform journalism and markets (Levine 2014) and signal new value networks (Gynnild 2014, 360). At the same time, critics prophesied “drone fatigue” (Wyndham 2017) in the wake of “drone fetishism” (Krisis 2017) and marketing professionals warned that it could all be a “passing fad” (Shaffer 2016) with a “short-lived novelty wow factor” (Rocha 2016). Research that investigates any of these predictions is hard to find and debate about the use of drones in journalism “is still missing” (Gynnild and Uskali 2018, 8).", "This study uses empirical data to test those claims and try to ascertain the effect that aerial perspectives might be having on video news. The article does not cover military or commercial UAVs, but purely the “emergent genre” of drone journalism (Gynnild 2014, 334; Hamilton 2015): the use of drones to cover news (1). The analysis assesses how important the drone footage is to the news items; how its use affects the journalistic quality of the piece and whether it results in changes to journalistic norms or challenges the traditional role of journalism, including its relationship with the audience.", "I was drawn to investigate this topic after using drones to film with my PR and journalism students. As a camera operator I became aware of a variety of new sensations derived from aerial filming, such as liberation, a sense of authority or grandeur and the temptation to use drama for drama’s sake. This made me want to explore whether aerial footage was a threat to quality journalism.", "I carried out a multiple, multi-modal case study of five journalistic items from well-established TV and online channels, each from a different country. I looked at what the drone shots offer in terms of content, context and camera movement and used semiotic analysis to reveal what meanings they might convey. Through discourse analysis I explored whether drone journalism’s additional viewpoints provide different values and bring us closer to the story or actually further away.", "The results show that the use of drones does not appear to be “revolutionising” newsgathering, but changing the viewer’s perspective in a number of distinctive ways. They suggest that drones may not so much be changing the “game” of newsgathering, as changing the players and the work they do, mainly enhancing but also threatening quality journalism and potentially distorting the news."]}, {"title": "The aerial view", "paragraphs": ["Rothstein characterises the drone as a “shape-shifter” which brings with it a range of narratives (2015). Any camera angle can profoundly affect the meaning and memory of events (Kraft 1987) but with aerial images, objects undergo “radical transformation” (Dorrian and Pousin 2013, 3). A view from above is involved simultaneously in “aesthetics, epistemology and power” and can bring us “Aufklärung” or enlightenment (Jablonowski 2014). In “Seeing from the Air” Dorrian and Pousin explain how aerial shots have themes embedded in them such as military (including tension between inimical viewpoints of ground and air); science, adventure and heroism; cartography and modernisation; art and decorative pattern-making and global connectivity, demonstrated by the GoogleEarth zoom-in. Verticality can generate “othering” (Jablonowski 2014) but distancing can also have the opposite effect: a reminder of universal commonality and “encompassing difference” (Dorrian and Pousin 2013, 300). Drone technology produces Western “cultural ambivalence” (Howley 2018, xv), tapping into both fear and awe of the machine (20).", "Aerial images are often shot far from their filmed objective, creating for viewers an “overview”, apparently distancing them from the human subjects of the news story (Stewart 2009, 47). This can produce a quasi-scientific effect, as if monitoring creatures under the microscope, mapping people and even normalising surveillance (Chamayou 2014). The aerial view can also represent an analytical or “diagnostic” force suggesting technology’s power over cosmic forces (Dorrian and Pousin 2013, 4). Viewers might identify with an imaginary figure of omnipotence who has control over the scene below: a superhero, God figure, dictator or controller (McCosker 2015, 2 and 5), reminiscent of video games. Some viewers may identify as gamers, others as fighter pilots.", "An alternative “scopic regime” (Cardoso 2015, 27) is one of a sense of anarchy, eliminating a “political overview” or higher authority, so we, the audience, may feel we are at liberty to ignore or transgress borders (Stewart 2009, 48), “spin” the planet at will, or spy and hunt for hidden things. Complex matters can appear more simple and manageable allowing us to experience a freedom of responsibility as travelling passengers do (Dorrian and Pousin 2013, 295, 2 and 4). “Free-floating” shots might allow us moments of philosophical, existential or “blue-skies” musing (McCosker 2015, 15). As viewers, we have now become used to a global perspective on topics we encounter in the media (Dorrian and Pousin 2013, 295). Gynnild argues that we now “expect multiple viewpoints” (2014, 338) while Rothstein claims that we already “act” and “see” like drones (2015, 127). Conversely, distant aerial images used in news can simply represent lazy journalism which flinches from difficult, close-up, nitty-gritty coverage of the story.", "Drone shots can of course bring their audience literally closer to the subject, hovering over hostile environments and surfaces of land or water unapproachable by other aircraft (Ciobanu 2016). Such extreme and confused closeness, or “vision as an extension of the flesh” (Cardoso, 2015) then raises problems associated with immersion and virtual reality (VR), such as the viewer’s involvement in the action resulting in an inability to be detached and rational.", "There is not only the question of values but of where the audience’s viewpoint actually lies, whether with the drone, operator, or somewhere in between. Are viewers seeing “with” the camera, or with a dislocated, mediated eye? (McCosker 2015, 3) as “we are integrated into its circuits” (McCosker 2015, 7). If so, audiences may have already lost the tug-of-war with technology (Pew 2016, 7), surrendering to its dictates and narrative agency (Stewart 2009, 45).", "This study aims to recognise these narratives or “shape-shifting” roles in examples of video news and explore whether they could affect quality journalism and its audience."]}, {"title": "Quality journalism meets drones", "paragraphs": ["There may not be universal consensus about the role and norms of journalism in contemporary global society (Wasserman 2009, 27), but the idea of the journalist as truth-seeker is still dominant in the Western world. Even if journalism’s function as society’s watchdog seems outdated or Utopian to some, the concept of the press as the democratic Fourth Estate, speaking truth to power and “monitoring” the establishment prevails (McQuail 2013, 112).", "Quality journalism, as conveyed through professional codes of conduct and industry-accredited training courses, and as a result of history and consensus, has a number of recognisable characteristics. It reveals something which is new and of substance (Ray 2003, 23; De Beer and Merrill 2008, 17), recognises the right of the public to information and truth (IFJ 2018; NUJ 2018) is fact-based, neutral, accurate and proportional (Deuze 2005, 447), serves a public interest (Curran and Gurevitch 2005, 144), or “public enlightenment” function (SPJ 2018) and is presented in “original” form (Shapiro 2014, 561). Normative attributes include the power to communicate well and explain (Ray 2003, 23), provide insight and/or analysis, engage viewers and administer a dose of drama, visual attractiveness and entertainment (Golding and Elliott 1979, 115–118). There is also an expectation in our modern networked society that it should contextualise, provide a broad range of voices (Overholser 2009) and link the local to the global (Zuckerman 2013, 7). Above all it should ask difficult questions and challenge the status quo (Greenwald 2014, 230). Meanwhile it conveys not only facts, insight and analysis but also discourse and cultural information (Auslander 1999, 2). According to the prevailing discourse, in order to be trusted, quality journalism has to have “ability, benevolence and integrity” (Blöbaum 2016) to balance engagement and objectivity.", "Global capitalism and market forces have forced journalism to a critical juncture, perhaps its demise as we know it (Deuze 2008, 5). Scholars observed as far back as 1975 that many TV news programmes had “slowly evolved a slick, showbusiness approach to news presentation in an effort to attract larger ratings and revenues” which “may not be in the public interest”, (Dominick, Wurtzel, and Lometti 1975, 213 and 218). Economic pressures narrow the range of angles, opinions and sources journalism offers (Davies 2008, 203) and result in cuts to pay and resources (Cushion 2007), the over-simplification of complex issues, greater dependence on PR and pandering to corporations (Greenwald 2014, 233). There is also a perceived need to reflect a data-driven society (Dorrian and Pousin 2013). Objectivity is “in crisis” and “credible sources” are needed more than ever (McNair 2017). Desperate measures are taken to “sex up” the news, publish “click-bait” (NUJ 2015) and “immerse” the viewer (Schroyer 2015) to attract and entertain audiences.", "The PR industry likes to use drone shots because “people get excited” about them (For Construction Pros 2015); they are increasingly used in marketing, such as the property industry (Bayles 2017) because they are “enticing” (Shaffer 2016) and present a “unique view” (Flynn 2016). Current affairs have adopted much of the slick, glossy style of PR, meaning that audiences are more used than ever to watching marketable images in the news. TV programmes are trying to draw viewers in with drones (Newall 2016) and VR journalism is “bedding down” (Bilton 2017) in the wake of technological developments driven by the gaming industry. The role of the drone here is often purely to sell its wares (the story), or, to borrow from the nursery rhyme, to play the role of “tinker”.", "Since a paparazzi aerial shot of the celebrity Paris Hilton (Tremayne and Clark 2014), the drone has become something of a “hot buzz word” (Franklin 2016, 363), courting the industry with potential solutions to some of its problems. Perhaps it can be “good for journalism” (Hamilton 2015). Drone filming can produce original, exclusive stories, provide fresh perspectives, cinematic “eye-candy” (Schroyer 2013), multiple viewpoints and new insights (from both high and low angles). It can improve story-telling and provide the watchdog with extra “bite” (Gynnild 2014, 338). Reporters can gather material more cheaply and quickly than using a manned aircraft and cover stories which are “dull, dirty or dangerous” (Goldberg et al. 2013). Drones function here as part of the traditional journalist’s trade, helping to craft the “garment” of news, in the role of “tailor”.", "Aerial images can be humdrum: “wallpaper shots” to fill time while a script is read (Banks and Zeitlyn 2015, 26), but captivating views and intriguing camera movement could usher in the very phenomena which threaten quality journalism, by providing sensational images which prove gratuitous, distracting and even distorting. Technology, while “co-shaping” the image (Culver 2014, 56), profoundly influences the content of journalism and its relationship with audiences (Pavlik 2000, 236). After all, aerial shots can produce “disembodied” news (Zelizer 2007, 118) alienating from the subject or disorienting by mediating our eyes and ears by a vehicle, which was ultimately designed to be a weapon of war. The connection between drone and “soldier” is sometimes hard to dispel. There have always been fears that new types of technology involve a Faustian trade-off (Postman 1985, 29), divert the reporter from their real work (Guribye and Nyre 2017, 8) and skew the facts (Culver 2014, 56), like a “thief”, stealing from quality journalism."]}, {"title": "Camerawork", "paragraphs": ["Images are a crucial part of engaging the news audience (Graber 1987) not least because “attentiveness is a precursor to knowledge” (Baum 2002). Lively camera movement or a novel perspective can potentially revive an otherwise visually dull or unbroadcastable story (Ray 2003, 136; O’Leary 2003, 26). Audio manipulation and music also affect our attention (Grabe, Zhou, and Barnett 2001, 642). Studies show people learn even better from TV news than online (Eveland et al. 2002, 356) and recall information better (Katz et al. 1977, 239). Drones might then be expected to be particularly effective journalistic tools. However, they are also likely to distort the news agenda in a medium where visual footage, rather than the substance of the story, often dictates the running-order (Hunt 1999, 94).", "Practitioners choose types of camera shots for a variety of reasons but film theorists have defined some common impacts. The audio-visual industry regularly uses close-ups to represent the “subjective” view, while the long shot is conventionally “objective” (Monaco 2000, 207) and emphasises context over drama and dialectic over personality (197), while the “high angle” shots tend to “diminish the importance of the subject” (207). One would therefore expect video zooms to bring the viewer “closer to the message” (O’Leary 2003, 17) but they can also be “strangely distancing”, moving the subject closer but not bringing us physically any nearer (Monaco 2000, 201).", "Video camera shots replicate common movements of the human eye (except for the zoom). However, drone shots can be disorienting because the viewer does not actually enter the scene (Monaco 2000, 6): the operator does not touch the camera and they cannot “get in” the drone. The audience is “taken for a ride”, which can feel exciting and fun, but also slightly unreal.", "Drone images can usually easily be distinguished from those shot from a plane, helicopter or satellite through their angles, position and movement. Cameras on drones are able to take moving images at any height and in any space (subject to practical and regulatory restrictions), including shots similar to the “tracking”, “dolly in and out” and “crane” shots in cinema, but without being fixed to a vehicle or trolley (Chachibaia 2018; Drone Air 2018). The camera itself (mounted on a gimbal) can travel towards the subject, bringing the lens actually nearer to it, as opposed to enlarging it or making it smaller. Drones can “pan” 360 degrees like any other camera, but if they are pointing down vertically, the rotating or “orbital” shot can circle nimbly around its subject. They can “fly-through” a restricted space such as an archway, or dramatically “reveal” with a “pedestal” shot, rising or dropping (replacing the “tilt”). The “fly-over” can be a close-up or a distant “bird’s eye” new, looking across or straight down to the ground, familiar to us from military and satellite images. Although many shots are taken while the drone flies laterally or in a straight line, others are “exploring” by probing and penetrating (Elsaesser 2013), or nosing around an environment, or without clear direction, perhaps swirling or swooping, to provide more experiential story-telling (Belair-Gagnon, Owen, and Holton 2017, 6). This can have the effect of “liberation” of the camera from both subject and photographer, presenting “an abstract …global” point of view (Monaco 2000, 205)."]}, {"title": "Research methods", "paragraphs": ["In order to test assertions that the drone is a “game-changer” in journalism, I employed purposive sampling of empirical data to make a selection of information-rich cases suitable for in-depth qualitative analysis. I used a multiple case study rather than a single one in order to better illuminate drone journalism in practice. As a way to identify where drones are being used, I took as a starting point the membership list of the international Professional Society of Drone Journalists (Schroyer 2018). Of the 60 countries represented there I looked at the main broadcasters’ flagship newscasts available online.", "No platform exists which provides a list of news videos using drones; to find any at all was difficult because they are still a rarity in news bulletins and only searchable in terms of story keywords, not methods of filming. In order to restrict the focus of the study to one genre, I chose videos in the conventional format of current affairs “packages” (short, edited, mixed news items or features), between 2 and 30 minutes in duration. My trawl produced 51, among which I observed the types of drone shots listed above, filmed at a variety of distances, speeds, angles and trajectories.", "I reduced the 51 news videos (from fourteen different countries), to a meaningful and workable sample of five items. I looked for examples from each of the following news channels: national and global, legacy and digital native, and commercial and public service. I selected the videos which were the most-watched, while also representing as wide a geographical range as possible in the areas where drones are used the most, namely the continents of Eurasia, Africa and North America. To compare like with like, I chose news items on the subject of the environment, a popular topic for drone filming. The videos also had to be available on Youtube to enable researchers to “scroll through” and scrutinise the material efficiently (2). Between them, the sample of five provided 54 shots which demonstrated characteristic drone patterns and perspectives, providing the richest possible sample of drone journalism practice which could reasonably be gathered. A shot is defined as a scene derived from a single uninterrupted operation of the camera, in this case, carried by a drone.", "In order to establish the importance and usefulness of the drone footage within each report, I calculated the percentage of each news item that was shot from a drone, how prominent the footage was in the structure of the piece and whether it added content, context or no new information to the story.", "The fifty-four shots were then individually examined to assess their impact and to determine what they contributed to the quality journalism of the piece. I studied their height, speed, movement (whether tracking, rotating or pedestal and so on) and the accompanying script and sound, since “video manoeuvres” together with “audio manipulation” and “pace of editing” also affect attention and emotional responses (Grabe, Zhou, and Barnett 2001, 638–639). I noted the various uses of drones in the news videos and how they matched the themes and narratives discussed by Dorrian and Pousin and others. Thirteen categories emerged from close study of the news items through using an inductive, “spiral” model (Leavy and Hesse-Biber, 2006, 290). (Table 1). The work was grounded in definitions from previous studies (Petre and Rugg 2007, 155) together with my own reasoning and professional experience (3). The categories were labelled with a short description of the drone footage’s uses, attributes, narratives and effects and ranged from positive to negative (from A to M). These judgements were of course subjective. The categories ranged from “underlining story content” (A) to “distorting the story” (M). They fell into three broader categories: those which underscored the dominant discourse of quality journalism, which might be described as “good” for “journalism” (A–C), those which potentially put quality journalism “at risk” (D–L), such as “get the viewer involved, perhaps immersed or distracted”, and those which were likely to undermine or be “bad” for journalism (K–M). A table was drawn up to rank these categories’ prominence across the five news items.", "Table 1.  Categories of drone use.", "To explore this in depth I then carried out a semiotic analysis around the categories. TV, like cinema, is semiotically problematic because it either denotes obviously and is “too intelligible” (Monaco 2000, 160), or has to overcome the “major technical hurdle” of complex audio-visual coding (Graber 1987, 74). Stuart Hall (1997, 9) believed the best way to read an image was “to look again at the concrete example and to try to justify one’s “reading” in detail in relation to the actual practices and forms of signification used, and what meanings they seem to you to be producing”. The semiotic study of each news item fed into analysis of the triangular relationship between discourse, understanding and audience (Walliman 2011, 124)."]}, {"title": "Analysing news items", "paragraphs": ["This item of two minutes 54 seconds duration on the US national, commercial Fox News channel uses drone shots for 34% of its images to expose a pollution scandal of pig blood from a packing factory leaking into a Texan river. This was the only example among the 54 video items studied of drone shots as the primary source material of the story (shots 3–11), not filmed by the news team, but as user-generated content (UGC) from a drone activist. It led the TV running order, as stories with strong pictures often do (Chamberlain 2017, 70). All the drone footage provides some kind of relevant information: 63% is story content and 37% context, although it is sometimes hard to distinguish between the two.", "Images of the river running red with blood connote the horror of the story and its health implications, providing memorable visual evidence for the viewer (E). The climax of the item is when an official points out the “discolorisation” on the drone picture (A), articulating the story itself and denoting the investigation (shot 7). The photos are presented on a desk, rather like grisly forensic evidence from a crime scene (H) and include a zoom-in on the blood to leave us with a striking mental image (E). The video drone shots taken by “a citizen” are rather uncontrolled and unprofessional by media industry standards, which only adds to the sense of excitement or drama of accessing an area without authorisation (D); the shots provide some scientific (geographical) context, like a moving map (H). In conjunction with the script, (“The plant operators don’t want to talk about the investigation”, “an underground pipe”, “closely guarded by employees”) the footage invites us to experience the sense of trespassing or amateur sleuthing; it also reminds us of the political authorities’ power to monitor and investigate us against our will or without our knowledge (G). As viewers we can relate to the video operator, because the unprofessional camerawork underlines that they are a citizen like us; we might thus feel empowerment or agency to make the TV news too and effect change (J). The footage connotes both the alleged criminality of the plant and the status of the drone operator as the chief investigator into it. It is also possible that the powerful drone images generate bias, swaying the viewer against the factory owners, before the full facts of the story come out (M).", "There are three categories of particular interest: the erratic camera movement excites the viewer but does not overdramatise the story (D); the bloody river image is striking but not gratuitous (E) and the sense of power is realistic (J). The piece exemplifies the dominant discourse of quality journalism; it is a worthy “scoop”. It demonstrates the attributes of traditional Western investigative journalism as “truth-seeker”, holding the powerful to account (in this case big business), even as iconoclast. A criminal investigation resulted from the report (Tremayne and Clarke 2014, 248). Notably however, the role of journalist has been redrawn and their power has shifted towards the citizen, who is taken seriously as a reporter, user of new technology and trail-blazer. Examples of truly investigative drone journalism are rare: this was the only example the author could find during the course of this research. Most early adopters of drones have been citizen journalists, rather than reporters (Belair-Gagnon, Owen, and Holton 2017) and activists, consumers and scientists are still more likely to produce primary source material for news stories (Gynnild 2014, 335).", "This still leaves the newsroom with journalistic duties (asking questions, editing, curating, packaging, explaining, summarising and presenting) but relying on UGC for finding the story, thus inviting us, the viewers, in to play a bigger part in the process and system.", "The images in this news item for the global channel, Russia Today, about the war-torn ruins of the Syrian city of Homs are 18% drone shots. Like the Pig Blood item, no music or SFX are used to tell the story. Piloted aircraft could potentially have taken some aerial shots of the scene, but not the varied, effective and close-up shots used, without endangering life. Just over half the drone shots here contain content and almost a third provide context, but 15% of them have no new information.", "Drone shots here are used to shock us (E). The camera movement portrays the horror of the devastation as we might see it in a nightmare. A dramatic and repeated “fly-through” shot between ruined buildings (shots 6 and 11) is the most notable and effective one, impossible to achieve by any piloted vehicle. The drone passes very fast and low through a gap in a wall, neatly slipping into a square to reveal a few trees. It is “steered” with precision, reminiscent of a smart bomb (G), but the very slight switches in direction also suggest the camera operator is probing the territory for the first time. Although short, the shot serves to immerse us by creating suspense (I). It stands on the “biological threshold” over which aerial shots have the power to take us out of our bodies (Cardoso 2015, 21).", "As the city is deserted, the drone shots by themselves fail to create a sense of “global connection” (C): only when the interviews with displaced residents are added do we make the link with human life. Of the wide, fly-over GVs, three vertical overhead shots stand out: shots 8 and 10 fly close to the tops of buildings providing unique, aesthetically interesting shapes and patterns which almost beautify the destruction (F). It is difficult to separate the aesthetic narrative from reminders of military reconnaissance shots here (G). In shot 12, the greater distance and slow pan also suggest a kind of geographical mapping (H). If viewed without the voice-over, these shots could evoke memories of video gaming (J), not least because of the lack of people in the landscape. It is possible to view the raw Russia TV footage unpackaged online, with the whirr of the drone blades the only audio. This version attracts several Youtube comments likening the viewing experience to gaming, but the edited one with journalistic input does not. The drone footage matches 10 out of the 13 categories in all, so is clearly engaging us on a number of levels. Most shots underline content (A) and add insight (B) to the story (the city’s devastation) by showing the extent of the damage using a variety of angles and distances. The other notable trait is that of providing surprise or memorable images (E).", "There are signs of drone use threatening quality journalism here: eight of the categories represented (D–K) have the potential to distract from the story or sensationalise. In contrast to item 1, there are also examples of repeated shots which simply “fill” behind the voice-over. It is not possible to tell how representative the footage is of Homs as a whole—the dramatic pictures may only tell part of the story, in which case the item could be accused of distortion (M) but without further investigation this is hard to gauge.", "Overall, the journalistic work (editing, explaining, interviewing) results in an objective version of the story which adds value, brings us closer to the reality of the subject and encourages us to focus more on substance rather than style. The piece is mainly an example of well-balanced quality journalism in the public interest which uses the drone to engage the viewer and reveal new perspectives. However, the journalist breaks with convention by presenting the audience with moments of VR and sensationalism, taking the viewer by the hand to “fly” them through the ruins.", "This story about the world’s largest refugee camp being allowed to stay open was filmed in Kenya by the Canadian digital-native global news organisation Vice News. It is the only case study which does not use drone footage as its opening or headline shot or as anything other than context. An aerial shot is vital for telling this story, but the primary source is the court ruling. The footage conveys well the extent and design of the housing system, type of dwelling and the sense of uniformity in the camp.", "It is notable that there is very little camera movement in these shots and none to create drama. All of them contribute insight and visual description (B); the first, memorable opening shot (E) is particularly important in helping to demonstrate that the camp is the largest in the world. The slow downward “pedestal” movement allows for time for the viewer to make subliminal links to narratives of military surveillance (G) and scientific evidence-gathering, allowing time to count the tents (H) with echoes of “panoptecism” (Kristensen et al. 2015, 5). Aerial shots (3 and 4) of people walking and running between the tents, including youngsters, although still from quite a distance, help the viewer to relate to the refugees’ perspective of the camp while keeping its size and location in mind (C). There are signs of the drone footage enabling “global connection” (C), although the distant views could allow some viewers to disassociate from the inhabitants (H).", "The use of music is subtle and always in sympathy with the refugees: calm and pleasant when introducing the story (shot 1), mellifluous when briefly preceding the voice-over to allow the aerial image of the vast camp to impress itself on the viewer’s mind and slightly menacing as the reporter describes deportation (shot 4). Continuing under the first line of the script (also the nub of the story) it is mixed with SFX of lively chatting by (presumably) refugee residents. The sound and images combine to “humanise” the scene below, infusing life into the anonymous tent city, thereby contributing significantly to the story-telling.", "Unlike the first two items, this package does not rely on drone footage nor does it attempt to sensationalise, alienate, entertain or exaggerate the story it is telling.", "The drone is used here to enhance quality journalism, providing an important, extra perspective which compliments the story and adds to viewers’ understanding. The item itself offers some substantive news in the public interest. Aerial images, combined with music and SFX, also serve to bring us close to the human angle of the story, in spite of being shot so far away. The traditional role of the journalist is not compromised.", "This video uses 100% drone footage to show how a factory in the Philippines burned down. UNTV News and Rescue describes itself as a Philippines public service channel “devoted to sensible broadcasting”. The piece is in feature format and contains little, if any, news content. Labelled “Drone Journalism”, this piece includes no text or speech: the drone footage, accompanied by music, does all the work to tell the story of a fire being extinguished, demonstrating the most sophisticated camera movement of all the news items studied.", "None of the shots contain any journalistic content or context but most provide drama (D). The long opening shot is a continual “reveal” because it tracks backwards over the factory rooves, emphasising the extent of the fire through its duration (twenty27 seconds). The drone operator uses a wide variety of speeds, angles, distances and types of shot: most of them result in extraordinary images (E) but the most memorable are the vertical overhead shots (shots 5, 8, 9, 12 and 16) and those which include a rotation (shots 3, 4, 5, 8, 10, 14 and 16). The music includes a dreamy sequence of both major and minor chords which intensifies as it progresses and adds more instrumental tracks. Eleven out of the 17 shots could be described as immersive (I), as if carrying the viewer on a magic carpet above the burning building. We can marvel at the feeling of being in flight and the lack of script allows for free association such as that experienced when looking at a painting (F). The majority of shots are aesthetically pleasing because of their composition and the patterns and textures they tease out in the embers: in shot 4, the roof is displayed as a patchwork quilt. At least four shots would not look out of place on the cover of a glossy magazine (L). In shot 4, the camera circles round the bonfire like a vulture, aerial firefighter or bomber pilot (G and J). In shot 10, the camera rotates appreciatively around some burning debris as though it was a work of art (F) and “distinction between viewer and viewed is blurred” (Cardoso 2015, 42). The lack of global connection (C) in this item is demonstrated by the absence of people; the drone footage has alienated the viewer from the reality of this event, concentrating on the prettiness amid the disaster. The human is eliminated, leaving a gap in perception (Lee-Morrison 2015, 214). We are left with memorable images and a flight of fantasy.", "In spite of labelling itself as journalism, the item meets none of the criteria of quality journalism as set out earlier, except to engage the viewer. The video is sensational, but Youtube comments below it suggest that no-one is paying attention to the story itself, just the style of the images. It has no news about the event, such as the number of casualties; no information in text or graphic form; no interviews or shots of people; and contrary to journalistic conventions, only one perspective (an aerial one). At over three minutes, the piece indulges in at least three unnecessary, “filler” shots (K) of “pretty visuals” (Belair-Gagnon, Owen, and Holton 2017, 6) and leaves itself open to accusations of exploiting a tragic situation as “drone-porn”. The traditional role of journalist has been erased, yet the item defines itself as journalism.", "This investigative current affairs programme for the state TV broadcaster, SABC (South African Broadcasting Corporation), addresses alleged corruption within land reform. Five per cent of the programme’s footage is taken by a drone. Like the refugee story, the drone footage, sometimes accompanied by music, adds no content to the piece at all. Twenty per cent of it provides context, while 80% has no new information but appears to aim to enhance the viewers’ experience with speedy “soaring”, “fly-through” and “reveal” shots, encouraging audience immersion.", "The most common use of drone footage here is either to provide some interest purely through camera movement (D) or emphasise the investigative nature of the piece (G): all eight shots have the same subject: they either track, rotate or rise above the farm at the heart of the story. In only one instance do the images add meaning to the piece (B). Shot 8, which lasts 11 seconds, matches the wide vista to the scripted accusation that a corrupt official is active “around the country” linking the allegations to the location filmed.", "A low, tracking shot creeping over the vineyards behind sinister music (shot 4) accompanies the voiced “collusion with corrupt government officials” and helps to connote foul play (H). If the drone plays the part of the underhand dealer here, elsewhere it switches to the other side. The pedestal shot (shot 7) which rises from behind a building to show the vast landscape, would seem to reflect the investigations of the Special Assignment team as they reveal secrets (“in many cases…etc.”), (E, G, I, J). Shot 5 “searches” the terrain to discover the farmhouse at the end of the ten second shot, while explaining that the programme “was able to unpack its history of ownership”, connoting that their long quest has been successful. Otherwise the purpose of the drone shots seems to be only to add pleasant views (F) to fill time (K) on a visually challenging topic.", "Aerial shots are used here to make the item more watchable, but this piece shows how they can be too much relied on. The drone work does not add significantly to the quality of the journalism, indeed largely undermines it due to being lack-lustre. Other, more creative pictures, such as close-ups, sequences and other perspectives could perhaps have engaged the viewer more effectively. However, the item itself exemplifies the journalist in society as “the lookout on the bridge of the ship of state” (Pulitzer 1904, 656), exposing corruption in high places using well-researched and exclusive information."]}, {"title": "Findings", "paragraphs": ["This study reveals firstly that drone journalism has produced at least 11 new perspectives, or ways of seeing the news, using angles or movement which could not have been generated except with a UAV (see Table 1). By matching the 54 shots against the 13 categories, the following purposes of using a drone can be observed in the sample, starting with the most frequent: to underline the story content, to add meaning or insight, to provide surprise, novelty or a memorable image, to present a scientific approach, to give the viewer a sense of (unrealistic) power, to provide drama, to suggest surveillance, to add beauty or art, to involve, immerse or distract the viewer, to generate filler shots, to provide unnecessary gloss or to create a sense of global connection. There is also some evidence of footage distorting the story (see Figure 1).", "Figure 1.  The amount of drone footage used to provide content, context or no new information as a percentage of the overall piece, across the sample.", "Figure 1.  The amount of drone footage used to provide content, context or no new information as a percentage of the overall piece, across the sample.", "The cases demonstrate new multiple identities for both journalist and viewer; in Factory Fire the reporter is absent and in Pig Blood they have swapped roles. Instead the drone is acting as “tinker” (commercialising the news), “tailor” (crafting new images), “soldier” (evoking military and super-hero fantasies), “thief” (of journalistic integrity) and even spy (uncovering and exposing secrets and legitimising surveillance), not to mention artist and jester. Although not strictly representative, the sample suggests that drone journalism is creating new players, rather than changing the game.", "Second, the findings indicate that some use of UAVs is undermining quality journalism. Drones are able to make story-telling more engaging, using drama, novelty or beauty but are also doing the opposite, by simply providing padding without new information. They are sometimes enhancing objectivity, making a global connection or scientific perspective but are also adept at providing subjective, potentially biased views, “colouring” the story with glossy or aesthetically pleasing images or an unrealistic sense of enlightenment or omnipotence. They are also used to immerse the viewer, inject fantasy, liberate the camera from the story and remove the human from the news.", "A third of the 54 drone shots add substance to the item, but nearly two-thirds fall into categories which are potentially distracting from the story and 12 shots are probably detrimental or “bad” for quality journalism (see Figure 1). Three news items (Homs, Factory Fire and Vineyard) use shots in the latter categories four times or more. As the Factory Fire shows, drones are capable of challenging the dominant discourse of journalism by helping to construct material driven by images, data and the marketplace. In Homs, they simultaneously bring us “insight” and trigger our imagination in an irrelevant way, putting quality journalism at risk.", "The third key finding is that aerial images in the sample are often presented as the most important footage (appearing as the headline or opening shots), but overwhelmingly used as context, not content (see Figure 2). In spite of its potential as a tool for investigative journalism, this (limited) project could find little evidence that the drone is being used by reporters as a primary source. Even in the case where it does, the camera is not found in the hands of a journalist, but a citizen activist. In other words, the drone shots in this sample are treated with disproportionate prominence, favouring style over substance.", "Figure 2.  Frequency of drone footage in each category, across the sample.", "Figure 2.  Frequency of drone footage in each category, across the sample.", "This study identifies serious challenges for contemporary newsgathering and underlines why drone journalism should be an important topic of future academic interest. The empirical data gathered suggests that drones are not the “game-changers” predicted by Roug (2014) and Hamilton (2015), not have they revolutionised news reporting as Waite expected (2014). However, it shows that the use of drones can disrupt conceptions of journalism (Gynnild 2014, 341) and force us to think differently in the pursuit of novelty and experimentation, in a subtle re-organisation of cultural values (Kristensen et al. 2015, 8). Drones are clearly bringing benefits to TV news but also disturbing the balance between engagement and objectivity. In short, they are potentially compromising quality journalism."]}, {"title": "Closing views", "paragraphs": ["“When we admit a new technology to the culture, we must do so with our eyes wide open” (Postman 1992).", "This research reveals that news organisations swept up in the new visual culture need to be aware of the dangers of over-using drones or allowing them to distract or detract from quality journalism, such as prettifying or sensationalising a story. UAVs are rarely necessary for newsgathering and no replacement for the skills of a journalist (Jolley 2018, 6; Marron 2013).", "The type of floating journalism which drones provide can take the viewer’s mind off the story. Factory Fire is fascinating to watch, but not quality journalism. More could be done instead to use drones as a primary source for investigations. While enriching news coverage, drone journalism is also sometimes projecting rather than recording data (Hamlet 2014) with a power not yet understood (Radnor 2014). Drone shots need to be anchored by relevant information and interviews (as in the Homs story), focus on the story on the ground and its global connections, using appropriate sound (as Refugee Camp does) and uncover actual news (which happens in Pig Blood). If Elsaesser (2013) is right that immersive images provide “a set of instructions to act on/to act with” rather than to look at, drone images could be useful, but only as long as they prioritise “the public good” (Choi-Fitzpatrick 2014). Otherwise the use of drones can exacerbate journalism’s problems and make its real job harder, at a time when that work has never been more crucial.", "Drone journalism uses “biomimicry” (Krisis 2017, 1) to allow us to imagine being in places where we could never physically, actually be. As Factory Fire shows, aerial shots can bring us closer to part of the story, but that does not always result in a better understanding of the event or serve the public good. In fact it can create a “form of blindness” (Lee-Morrison 2015, 214). Reporters are no longer guaranteed to be the audience’s “eyes and ears” when journalism is mediated through a drone, unless or until it has “adapted” its consciousness to the way the rules are being broken. If it is still to remember the presence of the drone operator during our flights of fancy (Monaco 200, 203), the public may need to develop a “recoded vision” in future (McCosker 2015, 7).", "Drones are “bearing witness” on behalf of the audience (Choi-Fitzpatrick 2014, 32), supplying new perspectives and context, which are needed more than ever (Christensen, Skok, and Allworth 2018), but they are detracting from journalism’s primary role and confusing its relationship with the public. Viewers are presented with a schizophrenic view of news. The drone should but remain a tool in the hands of journalists, rather than usurp their role."]}, {"title": "Future considerations", "paragraphs": ["The future of drone use will depend on “accidental factors” and it is likely to increase as scientists develop a longer battery life (Rothstein 2015, 55) and smaller models such as “microdrones” (Estrin 2017). Drones can already potentially broadcast news live (Hamlet 2014) and many believe their numbers in journalism will rise. They will continue to be a vital tool for data-collection by scientists, especially those monitoring the environment, which in turn will provide important raw material for news, or stories “for good” (Howley 2018, 104). However, some say drone journalism may well have peaked (Choi-Fitzpatrick 2014, 32) and be seen as “hackneyed” (Stewart 2009, 47). As Cardoso points out (2015, 43), viewers’ satisfaction is soon sated and we may soon be oversaturated with drone imagery (Estrin 2017). UAVs are an extra expense, need time to assemble, require particular weather conditions and are still accident-prone (Perrit and Sprague 2017). While drone technology is fast becoming a global multi-billion dollar industry (Gynnild and Uskali 2018) it has been estimated that only 20% of drones bought by news organisations are actually used (Casalicchio 2015). They are currently more likely to be found in the hands of communications students than journalists (Allen and Shastry 2014; Belair-Gagnon, Owen, and Holton 2017, 11). Global society may continue to be “data-driven” with a penchant for the aerial view (Dorrian and Pousin 2013), but there is no certainty of that.", "Quantitative research into the use of drone images as a primary source of news would be useful here. Interviews with practitioners could provide more insight into the editorial decisions of operator, reporter and producer. The impact of political economy merits further exploration (McCosker 2015, 4) and there is scope for research into privacy, safety and ethical considerations (Rothstein 2015, 71 and 144). Finally, more exploration would be welcome into finding out whether our consciousness has indeed “adapted” to having our view “mediated” by drones."]}], "references": [{"title": "“The Promise of Flight: Drones and Environmental Journalism.”", "year": "2014", "journal": "Society of Environmental Journalists", "volume": "", "authors": [{"name": "Allen Bill", "first_name": "Allen", "last_name": "Bill"}, {"name": "Shastry. Sangeeta", "first_name": "Shastry.", "last_name": "Sangeeta"}]}, {"title": "Sex, Lies, and War: How Soft News Brings Foreign Policy to the Inattentive Public.”", "year": "2002", "journal": "American Political Science Review", "volume": "96", "authors": [{"name": "Baum Matthew A", "first_name": "Baum", "last_name": "A"}]}, {"title": "“The Use of ‘Drones’ in Marketing a Property for Sale.”", "year": "2017", "journal": "Carter Newell", "volume": "", "authors": [{"name": "Bayles Heidi", "first_name": "Bayles", "last_name": "Heidi"}]}, {"title": "Unmanned Aerial Vehicles and Journalistic Disruption: Perspectives of Early Professional Adopters.”", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Belair-Gagnon Valerie", "first_name": "Belair-Gagnon", "last_name": "Valerie"}, {"name": "Owen Taylor", "first_name": "Owen", "last_name": "Taylor"}, {"name": "Holton. Avery E.", "first_name": "Holton.", "last_name": "E."}]}, {"title": "“What’s Holding Back Virtual Reality News?”", "year": "2017", "journal": "Niemen Journalism Lab", "volume": "", "authors": [{"name": "Bilton Ricardo", "first_name": "Bilton", "last_name": "Ricardo"}]}, {"title": "“How Aerial Drones Are Becoming the Latest ‘Essential Tool’ for UK News Organisations.”", "year": "2015", "journal": "Press Gazette", "volume": "", "authors": [{"name": "Casalicchio Emilio", "first_name": "Casalicchio", "last_name": "Emilio"}]}, {"title": "“5 Essential Drone Cinematography Techniques.”", "year": "2018", "journal": "Pond5 Blog", "volume": "", "authors": [{"name": "Chachibaia Avtandil", "first_name": "Chachibaia", "last_name": "Avtandil"}]}, {"title": "“Drones for Good: Technological Innovations, Social Movement, and the State.”", "year": "2014", "journal": "Journal of International Affairs", "volume": "68", "authors": [{"name": "Choi-Fitzpatrick Austin", "first_name": "Choi-Fitzpatrick", "last_name": "Austin"}]}, {"title": "“Breaking News: Mastering the Art of Disruptive Innovation in Journalism.”", "year": "2018", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "Christensen Clayton", "first_name": "Christensen", "last_name": "Clayton"}, {"name": "Skok David", "first_name": "Skok", "last_name": "David"}, {"name": "Allworth. James", "first_name": "Allworth.", "last_name": "James"}]}, {"title": "“Are Drones a New Avenue for Data Journalism?”", "year": "2016", "journal": "journalism.co.uk", "volume": "", "authors": [{"name": "Ciobanu Mădălena", "first_name": "Ciobanu", "last_name": "Mădălena"}]}, {"title": "“From Battlefield to Newsroom: Ethical Implications of Drone Technology in Journalism.”", "year": "2014", "journal": "Journal of Mass Media Ethics: Exploring Questions of Media Morality", "volume": "29", "authors": [{"name": "Culver Kathleen", "first_name": "Culver", "last_name": "Kathleen"}]}, {"title": "“What Is Journalism? Professional Identity and Ideology of Journalists Reconsidered.”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Understanding Journalism as Newswork: How It Changes, and How It Remains the Same.”", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Television Journalism vs. Show Business: A Content Analysis of Eyewitness News.”", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Dominick Joseph R.", "first_name": "Dominick", "last_name": "R."}, {"name": "Wurtzel Alan", "first_name": "Wurtzel", "last_name": "Alan"}, {"name": "Lometti. Guy", "first_name": "Lometti.", "last_name": "Guy"}]}, {"title": "The ‘Return’ of 3-D: On Some of the Logics and Genealogies of the Image in the Twenty-First Century.”", "year": "2013", "journal": "Critical Inquiry", "volume": "39", "authors": [{"name": "Elsaesser T", "first_name": "Elsaesser", "last_name": "T"}]}, {"title": "Learning from the News in Campaign 2000: An Experimental Comparison of TV News, Newspapers, and Online News.”", "year": "2002", "journal": "Media Psychology", "volume": "4", "authors": [{"name": "Eveland William P.", "first_name": "Eveland", "last_name": "P."}, {"name": "Seo Mihye", "first_name": "Seo", "last_name": "Mihye"}, {"name": "Marton. Krisztina", "first_name": "Marton.", "last_name": "Krisztina"}]}, {"title": "“How Drones Are Changing Tourism Marketing.”", "year": "2016", "journal": "Skytango", "volume": "", "authors": [{"name": "Flynn Steven", "first_name": "Flynn", "last_name": "Steven"}]}, {"title": "“How Drones Can Aid Your Marketing.”", "year": "2015", "journal": "For Construction Pros.com", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Remotely Piloted Aircraft Systems and Journalism: Opportunities and Challenges of Drones in News Gathering.”", "year": "2013", "journal": "Reuters Institute for the Study of Journalism", "volume": "", "authors": [{"name": "Goldberg David", "first_name": "Goldberg", "last_name": "David"}, {"name": "Corcoran Mark", "first_name": "Corcoran", "last_name": "Mark"}, {"name": "Picard. Robert G.", "first_name": "Picard.", "last_name": "G."}]}, {"title": "“Explicating Sensationalism in Television News: Content and the Bells and Whistles of Form.”", "year": "2001", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "45", "authors": [{"name": "Grabe Maria Elizabeth", "first_name": "Grabe", "last_name": "Elizabeth"}, {"name": "Zhou Shuhua", "first_name": "Zhou", "last_name": "Shuhua"}, {"name": "Barnett. Brooke", "first_name": "Barnett.", "last_name": "Brooke"}]}, {"title": "&#034;Television News without Pictures?&#034;", "year": "1987", "journal": "Critical Studies in Mass Communication", "volume": "4", "authors": [{"name": "Graber Doris A", "first_name": "Graber", "last_name": "A"}]}, {"title": "The Changing Ecology of Tools for Live News Reporting.”", "year": "2017", "journal": "Journalism Practice", "volume": "11", "authors": [{"name": "Guribye Frode", "first_name": "Guribye", "last_name": "Frode"}, {"name": "Nyre. Lars", "first_name": "Nyre.", "last_name": "Lars"}]}, {"title": "“The Robot Eye Witness.”", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "“Drone Journalism is Coming, Like It or Not”", "year": "2015", "journal": "Corporate Knights", "volume": "", "authors": [{"name": "Hamilton Tyler", "first_name": "Hamilton", "last_name": "Tyler"}]}, {"title": "“Would You Mind My Drone Taking a Picture of Us?”", "year": "2014", "journal": "Photomediations Machine", "volume": "", "authors": [{"name": "Jablonowski Maximilian", "first_name": "Jablonowski", "last_name": "Maximilian"}]}, {"title": "“Seeing the Future of Journalism and Its Power.”", "year": "2018", "journal": "Index on Censorship", "volume": "43", "authors": [{"name": "Jolley Rachel", "first_name": "Jolley", "last_name": "Rachel"}]}, {"title": "Remembering the News: What the Picture Adds to Recall.”", "year": "1977", "journal": "Journalism Quarterly", "volume": "54", "authors": [{"name": "Katz Elihu", "first_name": "Katz", "last_name": "Elihu"}, {"name": "Adoni Hanna", "first_name": "Adoni", "last_name": "Hanna"}, {"name": "Parness. Pnina", "first_name": "Parness.", "last_name": "Pnina"}]}, {"title": "The Influence of Camera Angle on Comprehension and Retention of Pictorial Events.”", "year": "1987", "journal": "Memory \\& Cognition", "volume": "15", "authors": [{"name": "Kraft Robert N", "first_name": "Kraft", "last_name": "N"}]}, {"title": "“Flocks of Airborne Camera Drones will Change Journalism – and Spying.”", "year": "2014", "journal": "Venturebeat", "volume": "", "authors": [{"name": "Levine Barry", "first_name": "Levine", "last_name": "Barry"}]}, {"title": "“Drones in Education.”", "year": "2013", "journal": "Journalism and Mass Communication Educator", "volume": "68", "authors": [{"name": "Marron Maria B", "first_name": "Marron", "last_name": "B"}]}, {"title": "“Drone Media: Unruly Systems, Radical Empiricism and Camera Consciousness.”", "year": "2015", "journal": "Culture Machine", "volume": "16", "authors": [{"name": "McCosker Anthony", "first_name": "McCosker", "last_name": "Anthony"}]}, {"title": "After Objectivity? Schudson’s Sociology of Journalism in the Era of Post-factuality.”", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "McNair Brian", "first_name": "McNair", "last_name": "Brian"}]}, {"title": "“How Drones are Transforming TV Production.”", "year": "2016", "journal": "Independent", "volume": "", "authors": [{"name": "Newall Sally", "first_name": "Newall", "last_name": "Sally"}]}, {"title": "Hollywood Camera Movements and the Films of Howard Hawks: A Functional Semiotic Approach.”", "year": "2003", "journal": "New Review of Film and Television Studies", "volume": "1", "authors": [{"name": "O’Leary Brian", "first_name": "O’Leary", "last_name": "Brian"}]}, {"title": "What Is Journalism’s Place in Social Media?”", "year": "2009", "journal": "NiemanReports", "volume": "63", "authors": [{"name": "Overholser Geneva", "first_name": "Overholser", "last_name": "Geneva"}]}, {"title": "The Impact of Technology on Journalism.”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "Navigating Cautiously: Tentative Drone Journalism.”", "year": "2017", "journal": "Radio Television Digital News Association", "volume": "", "authors": [{"name": "Perrit Henry H.", "first_name": "Perrit", "last_name": "H."}, {"name": "Sprague. Eliot O.", "first_name": "Sprague.", "last_name": "O."}]}, {"title": "The College of Journalism.”", "year": "1904", "journal": "The North American Review", "volume": "178", "authors": [{"name": "Pulitzer Joseph", "first_name": "Pulitzer", "last_name": "Joseph"}]}, {"title": "Drones: An Eye in the Sky.”", "year": "2014", "journal": "The Guardian", "volume": "", "authors": [{"name": "Radnor Abigail", "first_name": "Radnor", "last_name": "Abigail"}]}, {"title": "“Eye in the Sky.”", "year": "2014", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Roug Louise", "first_name": "Roug", "last_name": "Louise"}]}, {"title": "“Drone Cinematography Is Creating a New Visual Style.”", "year": "2013", "journal": "Dronejournalism.org", "volume": "", "authors": [{"name": "Schroyer Matthew", "first_name": "Schroyer", "last_name": "Matthew"}]}, {"title": "“Immersive Story-telling in the Future for Drone Journalism.”", "year": "2015", "journal": "Dronejournalism.org", "volume": "", "authors": [{"name": "Schroyer Matthew", "first_name": "Schroyer", "last_name": "Matthew"}]}, {"title": "“Meet the Members of DroneJournalism.org.”", "year": "2018", "journal": "Dronejournalism.org", "volume": "", "authors": [{"name": "Schroyer Matthew", "first_name": "Schroyer", "last_name": "Matthew"}]}, {"title": "“The Use of Drones in Tourism Marketing.”", "year": "2016", "journal": "Gdrone Solutions", "volume": "", "authors": [{"name": "Shaffer Amanda", "first_name": "Shaffer", "last_name": "Amanda"}]}, {"title": "Why Democracies Need a Functional Definition of Journalism Now More than Ever.&#034;", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Shapiro Ivor", "first_name": "Shapiro", "last_name": "Ivor"}]}, {"title": "Digital Fatigue: Imaging War in Recent American Film.”", "year": "2009", "journal": "Film Quart", "volume": "62", "authors": [{"name": "Stewart Garrett", "first_name": "Stewart", "last_name": "Garrett"}]}, {"title": "New Perspectives from the Sky: Unmanned Aerial Vehicles and Journalism.&#034;", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}, {"name": "Clark. Andrew", "first_name": "Clark.", "last_name": "Andrew"}]}, {"title": "“Journalism with Flying Robots.”", "year": "2014", "journal": "XRDS: Crossroads, The ACM Magazine for Students", "volume": "20", "authors": [{"name": "Waite Matt", "first_name": "Waite", "last_name": "Matt"}]}, {"title": "“This Amazing Footage Shows Why Drone Journalism is About to Go Mainstream”", "year": "2014", "journal": "Buzzfeed", "volume": "", "authors": [{"name": "Waterson Jim", "first_name": "Waterson", "last_name": "Jim"}]}, {"title": "“Preventing Drone Fatigue: How to Get Better Shots.”", "year": "2017", "journal": "Red Shark News", "volume": "", "authors": [{"name": "Wyndham Simon", "first_name": "Wyndham", "last_name": "Simon"}]}, {"title": "On ‘Having Been There’:’Eyewitnessing’ as a Journalistic Key Word.”", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}