{"doi": "10.1080/21670811.2014.928021", "url": "https://doi.org/10.1080/21670811.2014.928021", "title": "The Material Traces of Journalism", "volume": "3", "year": "2015", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "De Maeyer", "first_name": "Juliette", "name": "Juliette De Maeyer"}, {"last_name": "Le Cam", "first_name": "Florence", "name": "Florence Le Cam"}], "abstract": "This paper explores how the study of objects of journalism, retraced through the material traces left in metajournalistic discourses, might constitute a robust basis to investigate change and permanence in contemporary journalism. We delineate a research program focusing on materiality that requires foremost that objects should not be taken for granted and, therefore, that each object’s social history be minutely retraced. Stemming from two specific objects (the blog and the hyperlink), the paper argues that beyond their idiosyncrasies, both follow a similar rationale that could be extrapolated to other objects and lead to a materially focused social history of journalism in a digital age. The paper first clarifies how we approached the notion of “objects of journalism” and which objects we chose to study. Then, we show how different theoretical frameworks led us to adopt a similar research stance and a shared hypothetico-inductive path: determining how objects are parts of a series and analyzing metajournalistic discourses to retrace each object’s history on an empirically grounded basis. The resulting attention to filiations and context ultimately produces a contextualized socio-history of objects.", "body": [{"title": "Introduction", "paragraphs": ["Studying online journalism reveals a number of inconsistencies in the traditional concepts and frames of reference of journalism studies. The categories traditionally used and analyzed by journalism scholars have shown their limitations. Professional journalists are no longer—if they ever were—the central and sole actors producing the news. They now share the stage with institutions, citizens, companies, experts, or “infomediaries” (Rebillard 2010; Spano 2011) who can—to a certain extent—directly communicate with the public (Matheson 2004; Lowrey 2006; Reese et al. 2007; Domingo and Heinonen 2008). The roles assumed by these different actors are fuzzy, dispersed (Ringoot and Utard 2005), and sometimes intertwined. Boundaries separating professional journalists from other news producers retain their relevance to understand the concerns of professional journalists working in traditional media (Aubert 2008; Coddington 2012; Eldridge 2014), but large parts of the news now emanate from other groups of actors, rendering the boundary metaphor inadequate in many cases.", "The same could be said about the very notion of news media. How can we define the news media? How can we draw the contours of media outlets? The plurality of formats, the diverse conditions of production and means of news dissemination confuse researchers, forced to draw imaginary and arbitrary lines between news sites, blogs, aggregators, etc. Because our traditional categories are challenged, the core notions guiding the study of journalism—analyzing journalistic identities or ideology, media content and context, news production processes and reception—become dubious and difficult to grasp theoretically as well as methodologically.", "Going beyond the usual litany on the changing nature of journalism, when weighing the question of transformation and permanence, one must wonder whether journalism is changing that much, or if it is our perspective that is being decentered, forcing us to take into account the entire field.", "What is it exactly that we study, and how? Studies of journalism in a digital age often emphasize change, which is extensively and well described when analyzing the content produced, the journalistic practices, the reaction of audiences, the managerial discourses, etc. Each of these topics is unquestionably relevant to understand journalism. But decontextualizing our observations from history supports a rhetoric of disruption that describes the changes as unprecedented, unheard of. As if the past was irrelevant and could be discarded. A second drawback is the direct use of indigenous discourses coming from the industry, journalists themselves or the vague nebulae of experts in online news. Often these indigenous discourses permeate academic research as an illustration of the arguments made by researchers and not as data that need to be analyzed (Brousteau et al. 2012). Finally, technical objects are not necessarily problematized as such. They are considered as tools, likely to have an effect on the practice of journalism, to be adopted or not (with various levels of socio- or techno-determinism). They are naturalized as something unique—i.e. different from other, earlier tools—by the actors using them as well by the scholars investigating them. Yet they belong to a broader category, that of the objects of journalism.", "This paper intends to deconstruct this rhetoric of novelty and argues for a social history of “things that exist”. Studying objects of journalism constitutes a sound perspective to cope with the fundamental dispersion of journalism (Ringoot and Utard 2005). In recent years, we have had the opportunity to examine closely two specific objects: the hyperlink and the blog. These explorations led us to deal with a tangible material that can be traced and followed through discourses and history, avoiding artificial, a priori boundaries between who is a journalist and who is not, what counts as news media or the definition of the public. Though the theoretical frameworks for both objects were distinct, a shared urge to explore the social history of objects in journalism became obvious. It allowed us to track down the objects and reconstruct their history, territory, and evolution. It tried to contextually define journalism by analyzing the “things” that actually populate it.", "The present paper draws on our two case studies to argue that beyond their idiosyncrasies, they act according to a similar rationale that could be extended to other objects and lead to a materially focused social history of journalism in a digital age. The following sections first clarify how we approached the notion of “objects of journalism” and which objects we chose to study. Then, we show how different theoretical frameworks led us to adopt a similar research stance and a shared hypothetical-inductive path which is developed in the next sections: determining how objects are parts of a series and analyzing metajournalistic discourses to retrace each object’s history on an empirically grounded basis. This attention to filiations and context ultimately produces a contextualized social history of objects."]}, {"title": "Two Objects of Journalism: The Blog and the Hyperlink", "paragraphs": ["Analyzing the materiality of the discursive traces left by objects of (online) journalism requires examining what these “things”, these objects are. Many disciplines, having undergone a “material turn”, came up with sophisticated definitions of objects and materiality (e.g. Dolphijn and Tuin 2012; Carlile et al. 2013). We can, however, start with a very mundane definition: an object in journalism studies is something that can be seen and touched. It can be named and materially defined, it is often perceived as a tool, a device, or an artifact. It might resemble other things in the media world, and it is neither necessarily new nor impressive. A list of such objects would include: a pair of scissors, a pen, a typewriter, a desk, a computer, a press card, a database, a quote, a particular piece of software, but also broader sets of objects that constitute infrastructure, such as the newsroom, the building of media companies, or the CMS (Content Management System) used for their website. Journalism scholars have recently expressed an interest in objects and materiality that emerges from the study of digital phenomena but embrace a broader point of view, for example with Anderson (2013, 1010) arguing that “the traceability of action afforded by digital tools” draws our attention to the long-term material operation of newsmaking.", "Following the material traces left in successive discourses by a specific object enables us to trace its concrete material in the collective and changing news production process: how do news producers use the object, how is it incorporated in their routines, how do they talk about it? Focusing on a concrete material means that this specific object is relevant as an expressive tool in itself. This standpoint is the result of a hypothetico-inductive perspective which expresses a somewhat radical stance: among the many objects that populate journalism, the challenge is to extract one. Having selected one (for many different reasons), a complex process of discovering traces of construction and evolution occurs. When we chose to study the blog (Le Cam 2010) and the hyperlink (De Maeyer 2012, 2013), we chose to focus on each object in itself and to adopt a hypothetico-inductive stance to determine—gradually and iteratively—the broader phenomena that the objects could embody or be the symptom of. Both objects had notable qualities to help us understand change and permanence in online news production: they corresponded to the mundane definition of objects of journalism, they had become common in many parts of journalistic production but had given or still gave rise to heated controversies, and they had a technical dimension but could not solely be reduced to it.", "Our shared approach pays attention to filiations, i.e. how linking and blogging are constructed in journalistic discourses and practices, in reference to others and how they evolve over time. The social-historical approach accounts for the genesis of phenomena. It contends that social situations, actors, and context cannot be isolated from their historical context. Discourses, practices, and objects are part of series. They belong to a larger history which is not always obvious at first sight. The research about the history of the term “weblog” at the time it first spread, between 1992 and 2003, was conducted through the analysis of the previous filiations of this practice, trying to find out who named, promoted, and defended it, and by collecting discourse about the practice through time. This social-historical approach highlighted the plural origins of the practice, the discursive conflicts between actors that were trying to “invent” a social practice on to the Web and the fragility of the discourses about innovation (Le Cam 2010). The research on hyperlinks needed, before undertaking content analysis or ethnographic inquiries, to disentangle the different meanings and representations that journalists associate with the idea of linking. As a result, a discourse analysis was conducted on a set of metajournalistic texts ranging from 1999 to 2013. Beside the clarification of the thematic arguments in which the hyperlink was enmeshed, it showed the non-linear nature of journalistic (technical) imaginaries that do not embrace a sequential evolution toward a consensual synthesis but rather see conflicting arguments co-existing in loops. It also showed the array of social worlds with which journalism overlaps. The following sections explain why and how we explored these filiations."]}, {"title": "From Distinct Theoretical Backgrounds to a Shared Hypothetico-inductive Stance", "paragraphs": ["Our intuition that objects are not isolated and that they needed to be replaced in their own social-history came from different theoretical backgrounds.", "The study of the hyperlink was largely shaped by the perspective of actor-network theory (ANT) and Bruno Latour’s sociology of association (Latour 2005) which advocates the need to follow the actors themselves and reminds us that objects cannot be reduced to an a priori definition but depend on “concrete assemblages”. The concrete assemblages have to be traced to understand the complexity of associations and translations between actors (including non-human actors such as objects). This approach led to studies that focus on innovation as the main site where the social becomes visible—ANT has mostly been applied along these lines by journalism scholars (see e.g. Hemmingway 2008; Weiss and Domingo 2010; and the articles in this special issue by Primo and Sago (2014) and Domingo, Masip, and Costera Meijer (2014))—but Latour also acknowledges that historical investigations can produce “good accounts”: even when “objects have receded into the background for good, it is always possible—but more difficult—to bring them back to light by using archives, documents, memories, museum collections” (Latour 2005, 81).", "The study of the blog, on the other hand, was inspired by the conception of dialogism. For Mikhail Bakhtin, words “have always already been used, and carry, in themselves, traces of their previous uses; but the ‘things’ are also affected, if only in one of their previous states, by other discourses” (Todorov 1981, 98–99). The French tradition of discourse analysis1 (Kristeva 1967; Maingueneau 1984; Chareaudeau 1995) argues that there is a literal presence (more or less literal, complete or not) of a text in other texts, and more importantly, that each discourse carries references to other previous or contemporary discourses (different in time and space). Analyzing the dialogism in speeches, in action, and sometimes in objects (and the discourse they produce) reveals the traces of the social-historical construction of practices and discourses. This perspective is relevant for journalism studies as it makes some permanencies understandable and traceable.", "The will to explore online journalism’s relatively recent history also exists in other theoretical traditions, notably those inspired by Michel Foucault’s “archeology” and “genealogy”. For instance, the project of media archeology (which is not limited to news media but encompasses “media” more broadly) “sees media cultures as sedimented and layered, a fold of time and materiality where the past might be suddenly discovered anew, and the new technologies grow obsolete increasingly fast” (Parikka 2012, 192). As a result, media archeology scholars suggest that we explore the entanglement of past and present (Huhtamo 2011; Parikka 2012). Foucault’s perspective was also directly applied to online journalism studies by Borger et al. (2013), who have explored the genealogy of “participatory journalism” as a scholarly object and aimed to retrace its “discursive formation” in scholarly discourse about journalism. Foucault was also at the heart of the edited book Le journalisme en invention (Ringoot and Utard 2005) to explain the constant and historical invention of journalism through the dispersed discourses and the polyphonic nature of journalism as a social practice.", "Although these theoretical frames are very different, we argue that they produce a similar research stance that seeks to investigate the discursive social-historical layers of an object. This is achieved by (1) replacing the object in a series of previous objects and (2) starting to reconstruct the history of each object by exploring metajournalistic discourses about it."]}, {"title": "Objects Are Parts of Series", "paragraphs": ["Our first step was to determine how each object can be compared to others in time and space. For instance, the way hyperlinks are used in news items echoes the use of other (discursive) devices such as the quote: it is a connecting apparatus that links the journalistic text with other texts, that potentially embodies the external voice within a news item. The use of reported speech—signaled with quotes—is not an immanent feature of news: it is the product of the historical evolution of journalism (Tuchman 1972; Schudson 1982; Charron 2002), profoundly marked by its context and shaped by its environment. Just as there is more to the footnote than mere referencing, the use of quotes in news production does not solely serve communicative purposes (i.e. reporting what others have said) but also has important social functions. Scholarship on the quoting practices of journalists suggests that “quotes are not only a tool for citing another’s words but they fulfill a ritual or communal function by helping to consolidate the authority of the speakers who use them” (Zelizer 1995, 34). As a way of connecting documents and ideas, the hyperlink relates to other cross-reference systems such as footnotes or citations. Inquiries in these systems have shown that they are not mere functional tools for those who use them. They actually reflect many layers of social and contextual meaning (Grafton 1997; Scharnhorst and Thelwall 2005; Landau 2006; Zimmer 2009).", "A similar comparison can be made about blogs. The ability to self-publish is not new: from the 1930s until the 1970s, old samizdat (texts from dissidents in the USSR and the Eastern bloc) or fanzines paved the way for self-publication. Published by individuals or small groups, fanzines about science fiction, rock-and-roll, feminism, or comics were one of the results of a rather irreverent posture and were rooted in themes usually neglected by mainstream media (Wright 2001). Self-publication was then an alternative way of expressing cultural interest, trying to reach or build a community. Those magazines look like amateur publications, printed on paper of poor quality, and often distributed from hand to hand. With the ability to create websites, some fanzines evolved and became e-zines, then webzines—keeping their editorial identity, but taking advantage of the features of online publication (Rebillard 2002). Following the idea of self-publication, blogs emerged from that tradition (even if it is not their sole source). Just like fanzines, some blogs were supposed to produce an alternative discourse, allowing individuals to express themselves outside the mainstream media. Other blogs are rooted in different practices: they were launched as an evolution of their owner’s personal and static homepage, or were seen as the direct continuity of personal, written diaries (Jeanne-Perrier, Le Cam, and Pélissier 2005). Moreover, according to the Web’s indigenous history, there is another forefather to blogs: Tim Berners-Lee’s “What’s new?” pages. At the beginning of the 1990s, Berners-Lee, best known as the inventor of the World Wide Web, began to publish the newest information on the Web, constantly updating the page with new links. All those pre-existing objects (fanzines, webzines, diaries, or “What’s new” pages) show a format constantly evolving, but also constantly echoing past embodiments. The comparison with pre-existing objects helps us understand the way these objects have gradually shaped the emergence and our understanding of what we now call “blogs”.", "When comparing our digital objects of interest (the hyperlink, the blog) with previous, related devices, we were forced to admit that they are neither completely new nor are they merely technical. If we were to reduce them to a technology, we would study (and measure) their “adoption” level and qualify their absence or presence in news media, in order to measure the level with which they embrace technological innovation—along the lines of early waves of online news research, influenced by technical determinism and online “utopias” (Domingo 2006; Weiss and Domingo 2010; Steensen 2011) that aimed to gauge if news site “lived up to the potential” (Tankard and Ban 1998) of new technologies. On the contrary, our approach posits that technical objects are not to be seen as a straightforward dichotomy—they are either adopted or fail to be adopted—but rather that they are inhabited by a series of meanings, discourses, and social influences that need to be historicized and contextualized."]}, {"title": "Accessing the Histories of Objects via Metajournalistic Discourses", "paragraphs": ["By comparing our objects with previous objects we established that our objects were probably not merely technical and that they were likely to be shaped by layers of social context that need to be empirically investigated. This was achieved by following the material traces that the objects left in metajournalistic discourses, that is, the discourses produced by journalists about journalism or themselves. By following the metajournalistic discourses, we can unearth the origins of an object, its diverse filiations, the different ways in which actors frame it, understand it, and make sense of it in relation to their practices of journalism and the practices of adjacent social worlds. The following section describes how we gathered relevant corpuses of metajournalistic discourses. We then discuss how this relates to the tradition of discourse analysis, while adding an original focus on the material traces of interdiscursivity (embodied in hyperlinks).", "Which material can we use to retrace the contextual histories of objects? Research dealing with metajournalistic discourses usually relies on trade journals (Touboul 2010; Powers 2012; Philibert 2014), news media coverage (Carlson 2014), or even books and memoirs written by journalists (Hampton 2012). One could easily imagine other fertile sources of metajournalistic discourses that occur “in many public sites inside and outside of journalism” (Carlson 2009, 2014, 34): in most countries and media cultures, journalists’ unions, regulators, press councils, educators or handbooks all produce discourses about journalism that could be analyzed as “a perpetual stream of interpretive activity intent on defining the shifting amalgam known as journalism” (Carlson 2014, 33) and also as a way to construct or imagine a professional and collective journalistic identity (Le Cam 2009; Ruellan 2011). But in the case of online journalism and its specific objects, there is no obvious, institutionalized source of specific metajournalistic discourse—at least in the cultural area that we primarily investigated for our research on blogs and links, that is, French-speaking journalists: memoirs still need to be written, unions and regulators remain more interested in traditional media than in online news, handbooks only briefly touch upon the topic of blogs and hyperlinks. This scarcity does not mean that there is no metajournalistic discourse about our objects of interest, but rather that there is no such discourse produced by the institutionalized, traditional metajournalistic sources.", "Metajournalistic discourses about linking and blogging do, however, exist in alternative spaces: on Twitter, in the media criticism blogosphere, in specialized news sites, in the comments of all those publications, etc. They are produced by many actors with different, sometimes overlapping roles: they are bloggers, educators, journalists, activists, entrepreneurs, etc. All are interested in producing comments and discourses about online journalism that “set out to define good and bad journalism, good and bad journalists, and what ought to be done with the news” (Haas 2006, quoted in Carlson 2014). Therefore, we needed to broaden the scope and we did so in two ways: by—at least provisionally—dropping the limit of national borders (hence looking at discourses that primarily come from other media cultures) and by including as many different actors as necessary instead of trying to determine a priori which relevant institutions to focus on. The former argument seeks to embrace the fact that ideas, discourses, and cultures circulate across national borders—an assumption rooted in our fieldwork (Le Cam 2012; De Maeyer 2013): when we asked journalists to explain how they knew what they knew about online journalism, they often quoted US media gurus just as much as national figures.", "The multiplicity of actors does not facilitate the work of identification of collective and dominant discourses. Blogs, collective websites, tweets, columns, etc., have produced an impressive flow of discourses, which are often quite hard to manage, to distinguish one from the other, and even to discover. Yet, these sources are most relevant to understand the histories of our objects. Such a multiplicity of voices implies, especially on the Web, that some discourses are much more visible than others. They concentrate collective attention because of the status of actors, their page rank, the media coverage they have obtained, or even the sheer volume of comments and discourses that they produce. When looking for metajournalistic discourses about online news objects, some actors appear unavoidable: well-established trade journals such as Columbia Journalism Review or Online Journalism Review, well-known bloggers, scholars, journalists, entrepreneurs, or educators (sometimes combining these roles). Some media outlets also play a prominent role due to their capacity to promote their own innovation, their innovative strategies (such as the BBC or The New York Times). They produce discourses that are visible and highly structured. These leading actors can initiate conversations, they can set the agenda. Their positions reflect their visibility in the field of online journalism, and they are therefore valuable for grasping the mainstream flow of discourses. They act as “first observation lenses” but must be used to reveal “how dispersed discourses are woven into articulated literatures” (Venturini 2010, 265). These actors are hiding others that seem less visible at first sight. But the diversity of discourses, the connections between actors and their speeches can be revealed. Hyperlinks, cross-references, and the meshing of voices can help to find those connections. Sometimes, a simple link can help us to discover a new world of discourses, and previously inconspicuous actors. There is no easy methodological solution to avoid the trap of centrality: we need the central actors because we need to start somewhere—they are often the only thread we can pull. Hence, we must document the role and position of every actor in context so as to appraise their relative importance. By rigorously following the cross-references they make, the links they produce, we can progressively discover other actors, back in time but also speaking from less central positions—effectively multiplying the points of observation (Venturini 2010, 259).", "Retracing the discourses does not only imply looking at what is being said, but also determining by whom. Most of the actors that we encountered in our explorations had multiple and fluctuating identities: one can be a journalist, a blogger, and an educator at the same time. Entrepreneurs launch successful start-ups then are hired by media companies. Bloggers also tweet, open new blogs, and occasionally write a column for a mainstream news media. As our commitment to context urges us to always explicitly define every actor’s role and position, it is not sufficient to do so once and for all. People’s identities evolve over time, and it implies that each actor’s biography should be minutely retraced in parallel with the histories of the objects.", "To reconstruct the social history of our objects, we needed to systematize our approaches and navigations on the Web. In both our studies, we followed the same logic: a systematic monitoring of connections created by hyperlinks. In corpuses of discourses published on the Web, hyperlinks are the most obvious material sign of cross-references. The hyperlink is perhaps the most material trace to reassemble online discourses. It allows reconstruction of a series of conversations, navigating from link to link—a process that can be called serendipity, or the exploration of “topical localities” (Davison 2000)—in attempts to materialize their interdiscursivity. Links between discourses are obviously those shown in texts that have been chosen by actors. We do not have access to other, hidden, references. Nevertheless, they represent a thread to follow. This commitment to follow hyperlinks gives us the opportunity to look at the interrelationships between actors of the Web. It allows us (by comparing the dates of publication, for example) to understand in which direction ideas and discourses flow. We can observe mimetic practices (“I quote the same thing as you do”) and we are able to analyze the discourse at a given time in specific situations. Hyperlinks also help us to reconstruct the “worlds” of actors on the Web; and, most importantly, they give us access to controversies (Venturini 2010, 2012). The use of hyperlinks between documents and actors is not just a process of exchange-gift. It is also a way for players to blame and contest some practices—in line with traditional metajournalistic discourse that often takes shape as criticism (Haas 2006; Carlson 2009).", "The systematic exploration of hyperlinks to identify series of metajournalistic discourses has a concrete result: it highlights intersections with other types of discourses and exhibits their cross-fertilization. It shows that the metajournalistic discourse does not exist as such, isolated. Our research on blogs highlighted several affiliations coming from other worlds: journalists, researchers, writers (diarists), IT specialists or librarians. Similarly, discourses on hyperlinks show that the online journalism community quotes and takes over elements from others communities and their rhetoric: search engine optimization (SEO) experts, bloggers, founders of the Web, librarians, usability experts, etc. Sometimes these intersections are staged. Some direct references highlight the links that actors themselves want to promote. But they also use discourses stemming from other contexts without explicitly embedding cross-references: discourses flow, they are dispersed and sometimes reused. The circulation masks how actors are borrowing opinions one from another. These adjustments can then (to some extent) be traced through the interdiscursivity materialized in hyperlinks."]}, {"title": "From Interdiscursive Materiality to a Social History of Objects", "paragraphs": ["The analysis of interdiscursive traces left in metajournalistic discourses allowed us to retrace each object’s social history in a way that is empirically grounded. Objects are not only inscribed in series including pre-existing objects that the researcher can examine. They also fundamentally belong to various socio-historical contexts, in relation to political, economic, cultural, and organizational concerns—and these contexts are partly accessible in the discovery of interdiscursive traces.", "As a cultural and a political practice, blogs have been used—if only rhetorically—as an excuse to disseminate and reinforce the idea of participatory journalism at the beginning of the 2000s. The growth and development of blogs, and the growing media attention they attracted, correspond to what is called the “informational shock” from the terror attack on the United States on September 11, 2001. At that time, many actors expressed the will to disseminate their own ideas and opinions in relation to current events. Impactful international events strongly encouraged actors to create what has been called current events blogs (Mayfield 2004; Bahnisch 2006; Trammell 2006): the Iraq War, the 2004 US Presidential campaign, the South Asian Tsunami of 2004, the London and Madrid bombings, etc. Blogs were then presented as a way to facilitate the participation of the public, as a tool to encourage freedom of expression. Such arguments are voiced by a range of actors—journalists, academics, entrepreneurs—for whom the defense of the freedom of expression is not always the sole motivation. They also defend an ideology that bets on the importance of audiences in the public sphere, and on the obligation, for media as well as politicians, to be transparent and efficient as they are overseen by the public.", "Using a link in a news story is not only a question of complying with simple rules of Web writing, journalistic style, or adding a new layer of information. Many other constraints weigh on the apparently harmless link. For instance, links are at the core of the link economy which structures the Web and its economic flows (Turow and Tsui 2008). Such convoluted economic interests may lead news producers to adopt seemingly counterintuitive behaviors, such as generously linking to direct competitors, or avoiding to do so even if it would have been the best “journalistic” choice. Conversely, one could argue that the link is not a pure economic object and that it is fundamentally social. The link is, for example, at the core of symbolic dynamics interconnecting online content producers and reducing the act of linking to a rational, economic incentive would hide its deep social qualities. All these issues are repeatedly enmeshed and actualized in the way news producers routinely create links.", "Focusing on objects allows us to unravel the ins and outs of the dynamics shaping news production: it provides direct insights into economic, ideological, organizational concerns. Even if an object can be considered “as a tool only”, it constitutes an observable phenomenon for scholars. Objects are shaped by the context and the actors—and this is exactly why they are of interest to the researcher. They are the product of a history, of a representation which gives them birth, of a set of discourses which have shaped the tool. Exploring objects requires us to adopt a dialectical perspective, to account for the process of mutual shaping that ties objects to contexts, practices, and discourses. Adopting this perspective, the sociology of objects becomes primarily a social history of objects in discourses, which constitutes an essential prerequisite to study changes and permanence."]}, {"title": "Conclusion: Retracing Change and Permanence", "paragraphs": ["Defending a material and social historical approach in journalism studies is an attempt to move away from a proneness to infer change on the sole basis of observing the contemporary. Our proposal argues for an empirical and pragmatic stance of the researcher. Looking for traces that can be collected and ordered opens the way to a much clearer understanding of our cases. This approach is both a methodological and a theoretical proposal—as every approach should be. On the one hand, it encourages corpuses of traces, both contemporary and historical, to be constituted. On the other hand, it aims to re-contextualize journalism in its concrete and pragmatic environment, tools, and practices through the analysis of materiality.", "Three important limitations should nevertheless be mentioned. First, the study of how metajournalistic discourses are intertwined confronts us with the problem of non-observables. Not only because some of the links and documents no longer exist, but also because the ways some discourses borrow from others are not materially embedded in hyperlinks. Our approach has to deal with “empty discourses”, blanks and blind spots. Secondly, the language has not been a central concern, but it should be explored as a main limit of our studies. The publications we chose as gateways are mainly written in English. They quote very few texts in other languages, and it distorts the vision of the importance of certain actors, discourses, or practices. Thirdly, we have to deal with the vaporous nature, the volatility of discourses published online. Websites tend to rapidly disappear or their content can be modified, posing numerous archiving problems to librarians (Anderson 2005) and social scientists eager to use online material (Gill and Elder 2012), highlighting the need for shared principles for Web historiography (Brügger 2012). Tools such as the Wayback Machine from Internet Archives come in handy, but their limits and biases (Thelwall and Vaughan 2004; Howell 2006) must be taken into account.", "Our approach was inspired by our distinct theoretical backgrounds that pleaded for an exploration of the material traces that form an object’s social history. However, as researchers mainly using sociological, empirically grounded approaches, we were confronted with the problematic deduction of the meanings of texts. We could not simply rely on explanations constructed by the readers—in that case, by us. In order to find empirically grounded meaning, our hypothesis was that every practice or discourse carries traces of its history, of the previous actors, contexts, local environments in which they occurred. The progressive maturation of things leaves traces in discourses and practices and these traces become material. Consequently, they can be collected, selected, ordered. The ambition was to trace not only the direct references to other discourses or practices, but also the re-use and echo of anterior discourses produced in other spaces, discourses which circulate, are adopted or adapted by others. In other words, it is a focus on the materiality of the discursive traces.", "To do so, we used hyperlinks as the most evident discursive traces. Hyperlinks enable scholars to reconstruct the order of discourses about an object of journalism. As we have tried to explain in this article, hyperlinks are the material traces of the intertextuality that characterizes metajournalistic discourses (just as any other type of discourse). Metajournalistic discourses about a specific object of journalism are full of references to other texts, and retracing them allows us to dig into their social history and context.", "In one of our case studies, this principle works as nested dolls: using hyperlinks as material traces of metajournalistic interdiscourses about hyperlinks, as a way to untangle the social history of the link as an object of journalism. Such a convoluted process, that we similarly applied to the blog, helps us achieve our objectives: understand how these objects inscribe themselves in a diachrony, how they exist in specific contexts, and how the metajournalistic discourses about them evolve. It results in a mapping of controversies, over the past 20 years, that describes the positions of actors, the choices that have been made, the leitmotiv or the redundancies in the debates about journalism. Hyperlinks were very useful as they embody references to actors, to other practices. They reveal the circulation of discourses about a practice, taking into account the diversity of actors and social worlds involved. By following hyperlinks, we acquire a panoptic view of the diversity of actors who have played a role (minor or major) in the structuration of a practice. It helped to consider the dispersion of actors. In our two cases, hyperlinks are the materialization of the interdiscursivity shaping journalism. Such an approach can of course be applied to any other object of journalism—be they digital or not, obvious or more discrete: the pair of scissors, the typewriter, the CMS, the comment, etc. The reference to materiality implies not only the role of objects within the environment (see Paveau 2012), but also, in a very pragmatic way, to look at every tool—be they obvious or not—that helps journalists do their work (Colson, De Maeyer, and Le Cam 2013). That includes the newsroom as an organizational territory, the smartphone, the computer, the pen, the notebook, the camera, but also tiny elements such as the mention of the date on websites or newspapers, or broader materiality such as the ways in which news is intertwined in cultures of circulation (see the article in this special issue by Bødker (2014)). In that sense, objects do not refer to the “objects of study”, as evoked in methodological textbooks. Objects have to do with the fact that they can be described, recognized, and most importantly, that they leave traces in their environment. Traces then refer to the fact that they are visible in the newsroom or in the daily life of journalists or others newsmakers, that they mean something unequivocal for those producing the news. Objects have an existence, they are elements that act as a way of mediation to produce journalism. In doing so, they can be traced—notably within (inter)discourses. Studying all these objects by following their material, interdiscursive traces would form a detailed view of contemporary newsmaking firmly rooted in nuanced accounts of the socio-historical context.", "Defining objects of online journalism and retracing their social histories is only the first step of a materially focused research stance. It needs to be complemented with a thorough discussion on how a materially informed point of view can be applied to the study of news contents and the news production processes themselves, i.e. studies of the objects in action."]}], "references": [{"title": "Archiving the Internet", "year": "2005", "journal": "Behavioral \\& Social Sciences Librarian", "volume": "23", "authors": [{"name": "Anderson Byron", "first_name": "Anderson", "last_name": "Byron"}]}, {"title": "What Aggregators Do: Towards a Networked Concept of Journalistic Expertise in the Digital Age", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Rue 89: Un Modèle Horizontal De La Production D’information?", "year": "2008", "journal": "Médiamorphoses", "volume": "10", "authors": [{"name": "Aubert Aurélie", "first_name": "Aubert", "last_name": "Aurélie"}]}, {"title": "Journalism as Cultures of Circulation", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Bødker Henrik", "first_name": "Bødker", "last_name": "Henrik"}]}, {"title": "Constructing Participatory Journalism as a Scholarly Object", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel"}, {"name": "van Hoof Anita", "first_name": "van", "last_name": "Anita"}, {"name": "Meijer Irene Costera", "first_name": "Meijer", "last_name": "Costera"}, {"name": "Sanders José", "first_name": "Sanders", "last_name": "José"}]}, {"title": "L’entretien De Recherche Avec Des Journalistes. Propos Introductifs", "year": "2012", "journal": "Sur Le Journalisme-about Journalism-Sobre Jornalismo", "volume": "1", "authors": [{"name": "Brousteau Nadège", "first_name": "Brousteau", "last_name": "Nadège"}, {"name": "Jeanne-Perrier Valérie", "first_name": "Jeanne-Perrier", "last_name": "Valérie"}, {"name": "Le Cam Florence", "first_name": "Le", "last_name": "Florence"}, {"name": "Pereira Fabio", "first_name": "Pereira", "last_name": "Fabio"}]}, {"title": "When the Present Web Is Later the Past: Web Historiography, Digital History, and Internet Studies", "year": "2012", "journal": "Historical Social Research/Historische Sozialforschung", "volume": "37", "authors": [{"name": "Brügger Niels", "first_name": "Brügger", "last_name": "Niels"}]}, {"title": "Media Criticism as Competitive Discourse Defining Reportage of the Abu Ghraib Scandal", "year": "2009", "journal": "Journal of Communication Inquiry", "volume": "33", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Gone, but Not Forgotten", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Bringing Discourse Theory into Media Studies: The Applicability of Discourse Theoretical Analysis (DTA) for the Study of Media Practises and Discourses", "year": "2007", "journal": "Journal of Language and Politics", "volume": "6", "authors": [{"name": "Carpentier Nico", "first_name": "Carpentier", "last_name": "Nico"}, {"name": "De Cleen Benjamin", "first_name": "De", "last_name": "Benjamin"}]}, {"title": "Une analyse sémiolinguistique du discours [A Semiolinguistic Analysis of Discourse]", "year": "1995", "journal": "Langages", "volume": "29", "authors": [{"name": "Charaudeau Patrick", "first_name": "Charaudeau", "last_name": "Patrick"}]}, {"title": "Building Frames Link by Link: The Linking Practices of Blogs and News Sites", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "The Journalistic Hyperlink", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "De Maeyer Juliette", "first_name": "De", "last_name": "Juliette"}]}, {"title": "Weblogs and Journalism. A Typology to Explore the Blurring Boundaries", "year": "2008", "journal": "Nordicom Review", "volume": "29", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}]}, {"title": "Tracing Digital News Networks: Towards an Integrated Framework of the Dynamics of News Production, Circulation and Use", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere"}, {"name": "Meijer Irene Costera", "first_name": "Meijer", "last_name": "Costera"}]}, {"title": "Boundary Maintenance and Interloper Media Reaction", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Eldridge Scott A.", "first_name": "Eldridge", "last_name": "A."}]}, {"title": "Data and Archives: The Internet as Site and Subject", "year": "2012", "journal": "International Journal of Social Research Methodology", "volume": "15", "authors": [{"name": "Gill Fiona", "first_name": "Gill", "last_name": "Fiona"}, {"name": "Elder Catriona", "first_name": "Elder", "last_name": "Catriona"}]}, {"title": "Mainstream News Media Self-criticism: A Proposal for Future Research", "year": "2006", "journal": "Critical Studies in Media Communication", "volume": "23", "authors": [{"name": "Haas Tanni", "first_name": "Haas", "last_name": "Tanni"}]}, {"title": "‘Journalists’ Histories of Journalism", "year": "2012", "journal": "Media History", "volume": "18", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark"}]}, {"title": "Proving Web History: How to Use the Internet Archive", "year": "2006", "journal": "Journal of Internet Law", "volume": "9", "authors": [{"name": "Howell Beryl A.", "first_name": "Howell", "last_name": "A."}]}, {"title": "Bakhtine, Le Mot, Le Dialogue Et Le Roman", "year": "1967", "journal": "Critique", "volume": "239", "authors": [{"name": "Kristeva Julia", "first_name": "Kristeva", "last_name": "Julia"}]}, {"title": "Footnote Folly. A History of Citation Creep in the Law", "year": "2006", "journal": "Oregon State Bar Bulletin", "volume": "", "authors": [{"name": "Landau Jack L.", "first_name": "Landau", "last_name": "L."}]}, {"title": "Histoires Et Filiations Du Terme ‘Weblog’ (1992–2003). Perspectives Pour Penser L’histoire De Certaines Pratiques Sociales Sur Le Web", "year": "2010", "journal": "Les Enjeux De L’information Et De La Communication", "volume": "", "authors": [{"name": "Le Cam Florence", "first_name": "Le", "last_name": "Florence"}]}, {"title": "Mapping the Journalism-Blogging Relationship", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Weblogs and the Epistemology of the News: Some Trends in Online Journalism", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald"}]}, {"title": "The Political Effects of Blogging: Call for Indicators", "year": "2004", "journal": "Many 2 Many", "volume": "", "authors": [{"name": "Mayfield Ross", "first_name": "Mayfield", "last_name": "Ross"}]}, {"title": "‘Ce Que Disent Les Objets. Sens, Affordance, Cognition’", "year": "2012", "journal": "Synergies. Pays Riverains De La Baltique", "volume": "9", "authors": [{"name": "Paveau Marie-Anne", "first_name": "Paveau", "last_name": "Marie-Anne"}]}, {"title": "In Forms That Are Familiar and Yet-to-Be Invented", "year": "2012", "journal": "Journal of Communication Inquiry", "volume": "36", "authors": [{"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Who and What Do Journalism? An Actor-network Perspective", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Primo Alex", "first_name": "Primo", "last_name": "Alex"}, {"name": "Zago Gabriela", "first_name": "Zago", "last_name": "Gabriela"}]}, {"title": "Webzines, E-Zines: Quels Nouveaux Médias?", "year": "2002", "journal": "Médiamorphoses", "volume": "4", "authors": [{"name": "Rebillard Frank", "first_name": "Rebillard", "last_name": "Frank"}]}, {"title": "The Intermediaries of Online Information", "year": "2010", "journal": "INA Global", "volume": "", "authors": [{"name": "Rebillard Franck", "first_name": "Rebillard", "last_name": "Franck"}]}, {"title": "Mapping the Blogosphere: Professional and Citizen-based Media in the Global News Arena", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}, {"name": "Rutigliano Lou", "first_name": "Rutigliano", "last_name": "Lou"}, {"name": "Hyun Kideuk", "first_name": "Hyun", "last_name": "Kideuk"}, {"name": "Jeong Jaekwan", "first_name": "Jeong", "last_name": "Jaekwan"}]}, {"title": "Citation and Hyperlink Networks", "year": "2005", "journal": "Current Science", "volume": "89", "authors": [{"name": "Scharnhorst Andrea", "first_name": "Scharnhorst", "last_name": "Andrea"}, {"name": "Thelwall Mike", "first_name": "Thelwall", "last_name": "Mike"}]}, {"title": "The Politics of Narrative Form: The Emergence of News Conventions in Print and Television", "year": "1982", "journal": "Daedalus", "volume": "111", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "L’agenda D’une Rédaction De Presse écrite: Contribution à La Mise Au Jour Des écritures Du Journalisme", "year": "2011", "journal": "Communication \\& Langages", "volume": "170", "authors": [{"name": "Spano William", "first_name": "Spano", "last_name": "William"}]}, {"title": "Online Journalism and the Promises of New Technology", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "A Fair History of the Web? Examining Country Balance in the Internet Archive", "year": "2004", "journal": "Library \\& Information Science Research", "volume": "26", "authors": [{"name": "Thelwall Mike", "first_name": "Thelwall", "last_name": "Mike"}, {"name": "Vaughan Liwen", "first_name": "Vaughan", "last_name": "Liwen"}]}, {"title": "Journalistes Et Publics, L’annonce D’un Mariage De Raison", "year": "2010", "journal": "Communication \\& Langages", "volume": "165", "authors": [{"name": "Touboul Annelise", "first_name": "Touboul", "last_name": "Annelise"}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Diving in Magma: How to Explore Controversies with Actor-network Theory", "year": "2010", "journal": "Public Understanding of Science", "volume": "19", "authors": [{"name": "Venturini Tommaso", "first_name": "Venturini", "last_name": "Tommaso"}]}, {"title": "Building on Faults: How to Represent Controversies with Digital Methods", "year": "2012", "journal": "Public Understanding of Science", "volume": "21", "authors": [{"name": "Venturini Tommaso", "first_name": "Venturini", "last_name": "Tommaso"}]}, {"title": "Innovation Processes in Online Newsrooms as Actor-networks and Communities of Practice", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Text, Talk, and Journalistic Quoting Practices∗", "year": "1995", "journal": "The Communication Review", "volume": "1", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}, {"title": "Renvois of the Past, Present and Future: Hyperlinks and the Structuring of Knowledge from the Encyclopedie to Web 2.0", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Zimmer Michael", "first_name": "Zimmer", "last_name": "Michael"}]}]}