{"doi": "10.1080/14616700600680674", "url": "https://doi.org/10.1080/14616700600680674", "title": "THE DEVELOPMENT OF THE PROVINCIAL PRESS IN ENGLAND c. 1780–1914", "volume": "7", "year": "2006", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Walker", "first_name": "Andrew", "name": "Andrew Walker"}], "abstract": " This introductory article aims to raise a number of themes which will feature significantly through this special issue. The output of 19th-century journalists has been drawn upon extensively by historians in their exploration of political, social, economic and increasingly cultural areas of inquiry, both in urban and rural districts. However, in recent years, there has been relatively little attention paid to the provincial press itself. The article traces the development of the provincial press from the “scissors and paste” approach of the 18th century to the development of an increasingly locally orientated and politically partisan local press during the first half of the 19th century. Consideration will be paid to the perceived influence of the provincial press, the management and ownership of the provincial newspaper, and newspaper rivalries. It will be suggested that the heyday of the 19th-century provincial press can be located in the 30-year period after 1855. The impact of “new journalism” in the provincial press during the final years of the century will be briefly considered. ", "body": [{"title": "Introduction", "paragraphs": ["The output of 19th-century journalists has been drawn upon extensively by historians of 19th-century England in their exploration of political, social, economic, and increasingly cultural areas of inquiry, both in urban and rural districts. However, in recent years, there has been little attention paid to the provincial press in England per se—perhaps in part because of the sheer volume of material available. For instance, Martin Conboy's otherwise very good book, Journalism: a critical history (2004) has virtually nothing to say about the local newspaper. Conboy's work examines “how journalism has emerged from London within an English context”. It asserts that “the role of London was essential in the development of English journalism” (2004, p. 1). Whilst undoubtedly the case, Conboy's book could be considered to overlook the output of journalists toiling outside the metropolis, and perhaps rather too quick to assume that English journalism is principally characterised by the output of the London press. The omission of consideration of the provincial newspaper is also conspicuous in a recent collection, which, informed by the work of Benedict Anderson (1983), seeks to examine the role of newspapers in constructing identities (Bell et al., 2000). No sustained reference is made to English local and regional identity and the provincial press in this work. Where the provincial press is examined within recent histories of journalism, such as Hannah Barker's Newspapers, Politics and English Society (2000), it is still quite heavily dependent upon pioneering works produced by historians in the early 1960s—such as Geoffrey Cranfield's The Development of the Provincial Newspaper, 1700–1760 (1962) and two works by Donald Read—Press and the People, 1790–1850 (1961) and The English Provinces (1964).", "Since then, a small number of scholarly works have been produced focusing upon aspects of the history of the provincial press. Many of these have examined particular newspapers, such as David Newton and Martin Smith's examination of the 300-year history of the Stamford Mercury. Others have focused on key provincial journalists—most notably Christine Ferdinand's examination of Benjamin Collins, proprietor and editor of the Salisbury Journal in the mid-18th century. Few equivalent works have been produced on the 19th-century provincial newspaper.", "In recent years, historians have focused upon the 19th-century provincial paper in order to examine how local politics was both organised and represented. Works such as James Vernon's Politics and the People (1993) have studied local newspapers to examine the transformation of the public political sphere (p. 145). More broadly, social historians have been increasingly inclined to examine the provincial press in attempts to explore notions of identity, inspired by Benedict Anderson's Imagined Communities which examines the links between national identity and the national press. The 19th-century press has been used as a key primary source, for instance, in the examination of middle classness (Gunn, 2000; Worhman, 1995); liberalism (Joyce, 1991, p. 41); and regional affiliation and “northernness” (Hill and Williams, 1996; Kirk, 2000). In such studies, the local newspaper has often been a key primary source—but it has rarely occupied the centre of the stage. Due attention needs to be paid, then, to the 19th-century provincial press itself.", "The aim of this special issue of the journal is to place the 19th-century English provincial press in the spotlight and to suggest a variety of different approaches which can inform its critical scrutiny. The sheer enormity of the 19th-century press's output can be regarded as a deterrent to its critical digestion by scholars. The articles published here, many of which were presented at the “Nineteenth-Century Provincial Press” conference organised by The Conference of Regional and Local Historians at the University of Lincoln in September 2004, seek to demonstrate how an understanding of the provincial press can be advanced by manageable territorially- and thematically-constrained case studies.", "Several articles draw heavily upon personal and business records relating to newspaper ownership. In a variety of ways, both Winifred Stokes’ examination of the Gateshead Observer and Ian Packer's work on the Lincolnshire Chronicle, and a stable of other local newspapers owned by the “Starmer group”, cast significant light upon the complex and often fragile financial state of the 19th-century provincial press. Winifred Stokes’ article demonstrates how the local press can be employed to gain useful insights into the development of local economies and also how consideration of the business of the local press can reveal much about key local social, political and economic networks. By the early years of the 20th century, Ian Packer's article suggests, there is evidence that, at a provincial level, press proprietors pursued their newspaper interests as commercial enterprises rather than as political projects.", "The articles by both Simon Goldsworthy and Jane Taylor indicate clearly how and why links need to be made between the historiographies of the provincial and national press. In both Simon Goldsworthy's article on W. T. Stead and his editorship of the Northern Echo and Jane Taylor's piece on the Cambridge Daily News, it is clear that significant popular campaigning journalism was being undertaken at a local level, which tends to get overlooked in recent press histories. Jane Taylor's piece considers how the emerging conventions of New Journalism impacted upon the provincial press and how on occasion the local newspaper had to dance nimbly between competing hegemonic and cultural interests amongst its readership. Much has been written about the campaigning New Journalism of W. T. Stead at a national level. Rather less attention, though, has been paid to his career at the Northern Echo. Simon Goldsworthy's article usefully emphasises this aspect of Stead's career and explores the connections between radical local journalists and provincial nonconformity.", "The two other articles within this collection explore areas of local newspaper reporting which have remained a staple part of the provincial press's news diet over 100 years later—crime and sport. Adopting thematic approaches to the study of provincial journalism in the past enables useful links to be made to a range of lively historiographical areas which often prompt new questions to be asked of news reporting. John Tulloch's exploration of Lincolnshire newspapers’ coverage of executions engages with the stimulating work of Victor Gatrell (1994) and Michel Foucault (1977), and considers how crime reporting conventions were altered following the switch from public to private executions, which led to journalists being enlisted as witnesses on behalf of the public. The article on local sports journalism, which also takes the hitherto rather neglected county of Lincolnshire as its principal focus, examines how the coverage of sports news within local newspapers helped construct and reinforce local and regional identities through the representation of distinctive local sporting cultures. It also argues that the changing nature of sports coverage within the pages of the provincial press occurred in part owing to the expanded sports provision within popular national and specialist sports papers.", "This collection of articles demonstrates a variety of possible approaches to the study of the history of the provincial press and aims to advance the case for a more prominent place to be accorded to the provincial within the academic study of journalism. The collection also makes clear that the history of England's 19th- and early 20th-century journalism needs to take greater account of the relationship between the provincial and national press than has hitherto been the case.", "The remainder of this article traces the changing nature of the provincial newspapers through the later 18th and 19th centuries, plotting their transition from titles which merely cut and paste national news during the 18th century, to ones with very particular local flavours, which wielded significant political influence by the mid-19th century, and to those which, by the end of the 19th century, were, arguably, of declining influence."]}, {"title": "Scissors and Paste: The Development of Provincial Papers, c. 1700–1780", "paragraphs": ["With the lapse of the Licensing Act in 1695, printing presses were allowed to operate anywhere, not just in London, Oxford, Cambridge and York. Printers began moving to the provinces and in 1701 the first local newspapers began to appear. It is not altogether clear which was the first provincial newspaper: it was either the Norwich Post or the Bristol Post Boy: the earliest issue to survive is a copy of the Bristol Post Boy, number 91 for 12 August 1704.", "Significantly, these two newspapers served large provincial towns over 100 miles from London (in 1700, Norwich was the second largest town in England, and Bristol the third). Not all provincial towns during the 18th century could sustain a local newspaper. By the end of 1760, there were only 35 papers in existence out of the 135 which had been started in 55 towns between 1713 and 1760. Although this survival rate many not seem impressive, a number of long-lived newspapers, existing into the 20th century and beyond, became established in the middle of the 18th century, including the Stamford Mercury, which will be considered later. "]}, {"title": "The Style and Content of the Early Provincial Newspaper", "paragraphs": ["Since many of the printers who first established provincial presses came from London, their newspapers bore a close similarity to those produced in the capital. Many local papers, for instance, followed the physical conventions of the London newspaper press: the Bristol Post Boy started out as a weekly, printed in double columns, on both sides of a single half-sheet, in the style of the London Gazette.", "Throughout much of the 18th century, local newspapers tended to be four pages in length. The vast majority of the news reported was drawn from the London papers. The provincial newspaper was essentially a weekly “collection” of news from London papers: local news in fact was often barely reported at all. Instead, local newspapers boasted of the number of London newspapers they used. Where reporting proved unreliable, the local papers were quick to blame the original source. As the Northampton Mercury rather cheekily explained in 1721, “we hope our … Readers will not condemn our Mercury for the many Falsities that have of late been inserted therein, as we took them all out of the London printed papers” (Smith, 1978, p. 157).", "The Salisbury Journal's catchment area can be taken as a fairly typical example of that of the 18th-century provincial newspaper. The paper's readers made a thinly scattered, widespread population that stretched from Taunton to Gloucester, Farringdon and London in the period from the 1730s to the 1750s (Ferdinand, 1997, p. 5). By the final decades of the 18th century, competition from other local newspapers operating from neighbouring centres began to reduce the territorial area covered by the newspaper. This change had a significant impact upon the content of the provincial paper, which now became able to include more local news. This had not been possible when its catchment area was so large and diverse.", "The first 80 years or so of provincial newspaper production can, then, be characterised as a period in which local papers provided principally national news with a provincial “spin”, a national news selected for a local audience. The paper's content was also consistently uncontroversial, in order not to offend readers. However, from about the 1780s, the character of the local press changed considerably. Local news and explicit political affiliations were found increasingly in the pages of the provincial press."]}, {"title": "Growth of the Early 19th-century Provincial Press and its Readership", "paragraphs": ["During the early 19th century, despite the repressive political climate, the number of new newspaper titles established in the UK grew rapidly. As has been suggested already, many of these titles were short-lived. During the first part of the century, whilst the tax on newspapers rose steadily, to fourpence per paper by the time of Peterloo and the introduction of the Six Acts in 1819, the cost of setting up a newspaper was relatively low. Brian Harrison notes that the cheapness of presses and letter presses in the early 19th century facilitated the establishment of new titles (Barker, 2000, p. 137). The Stanhope iron press frame, which was patented in 1800, cost only £10 to £15 (Golby and Purdue, 1984, p. 131).", "The relatively low costs of production meant that sales of newspapers did not need to be high in order for titles to become profitable. Throughout the first quarter of the 19th century, provincial newspaper circulations were usually measured in hundreds per week. According to Donald Read, before the reduction of newspaper stamp duty in 1836, sales of 600 or 700 weekly were considered reasonable and were sufficient to attract the necessary advertisements upon which the paper's profits depended (Read, 1961, p. 64). Even by the 1840s, leading provincial newspapers were selling less than 10,000 copies: the Manchester Guardian sold nearly 9000 copies twice a week; the Leeds Mercury sold nearly 9000 copies a week and the Sheffield Independent sold just over 3000 copies weekly (Read, 1961, p. 201).", "But the readership of these papers was considerably higher than their circulation figures would suggest. Costing as much as they did, newspapers were treated as valuable commodities. In 1815, the Stamford Mercury, one of the largest-selling provincial newspapers, cost 7d when a labourer's average weekly wage was about 10 shillings. In today's terms, the paper cost approximately £15 per copy (Newton and Smith, 1999, p. 86). Newspapers were regularly exchanged between friends and neighbours; customers at public houses, barbers’ shops and coffee houses could read copies there. Dedicated newsrooms were opened in which, on payment of an annual fee, readers could consult a wide variety of newspapers, both local and national. By the early 19th century, for instance, both a county and a city newsroom had opened in Lincoln. By these various means, the Leeds Mercury estimated that, in 1839, each of its copies was seen by an average of between 15 and 20 people—giving it a readership of c. 150,000. A London journalist, writing in 1830, thought that the Manchester Times and the Manchester Guardian had as many as 50–80 readers per copy (Read, 1961, p. 202).", "As has been suggested already, increasing numbers of provincial newspaper titles led to circulation districts shrinking in size and newspapers becoming more localised in terms of their news coverage. In many districts, rival newspapers began to appear, battling for readers. Not all survived: the titles often in the best position to do so were those which invested most heavily in the collection and distribution of local news. The failure of the Manchester Times in 1847, for instance, has been attributed, in part, to its neglect of local news in comparison to the Manchester Guardian (Read, 1961, pp. 203–4)."]}, {"title": "The Provincial Press, c. 1780–1850: Increasingly Local and Political", "paragraphs": ["By the later 18th and early 19th centuries, the more successful provincial papers were beginning to target a particular locality and use a distinctive political voice. One of the pioneers of this more politicised style of provincial journalism was the Cambridge Intelligencer, launched and edited by Benjamin Flower in opposition to the pro-Tory Cambridge Chronicle. From the outset, the Intelligencer supported the cause of reform. Benjamin Flower developed the use of editorial in the local press: he denounced the war against France as unjustified and economically ruinous. He editorialised, too, about the corruption in local politics. Flower's Intelligencer was a clear move away from the scissors-and-paste journalism of a provincial press highly dependent upon London papers. Flower's paper gained a wide readership: some 2700 papers were sold weekly in 1797. Like many other journalists, Flower's outspokenness cost him his liberty: he was sentenced to six months in 1799 (Cranfield, 1978, pp. 187–8).", "Other local, radical newspapers sprang up during the political turbulence of the late 18th century. Joseph Gales’ Sheffield Register from 1787 to 1794 printed extracts from the various Radical leaders, praising the French Revolution. Gales supplemented these extracts with his own editorials. In Manchester, the Radicals—prompted by the refusal of existing local papers to present their case—produced their own newspaper in 1792, the Manchester Herald. Other towns during the period also developed radical papers of their own—such as Boston's True Briton; the Birmingham Inspector and the Dudley Patriot (Cranfield, 1978, pp. 188–9).", "However, like many of the national radical newspapers whose copy they used, many of these working-class provincial newspapers blossomed briefly. Prosecutions and changing political agendas led to them fading away and being replaced by more moderate provincial publications run by middle-class reformers. Such papers included the Sheffield Independent, the Manchester Guardian and the Leeds Mercury. Though they tried to appeal to a working-class audience, they were largely unsuccessful. Indeed, the Leeds Mercury and Manchester Guardian were identified by the working class as the papers of their employers (Ayerst, 1971, p. 63).", "The significance of the local newspaper was made clear in 1832 in Leeds when about 200 workers marched through the streets of the town carrying a copy of the Leeds Mercury on a pole. It was solemnly burnt outside the Mercury's offices. This was in protest against the newspaper's support of an 11-hour working day for children working in textile mills. The workers were campaigning for a 10-hour day (Read, 1961, p. 124).", "Despite the ill feeling expressed towards the Mercury and its editor by many factory hands, nevertheless, Edward Baines's paper combined campaigning for the poor with an extremely hard-headed business approach. In many ways, the Manchester Guardian, founded in 1821, can be regarded as the Manchester equivalent of the Leeds Mercury. It pressed for local reforms at a time of rapid urbanisation and was a significant campaigner for improved education provision. On the other hand, in every strike, it came out on the side of the employers (Cranfield, 1978, p. 191).", "The Manchester Guardian and the Leeds Mercury were, by the middle part of the 19th century, arguably the two most prominent provincial papers. They were papers serving rapidly growing local economies whose political voices by the late 1830s were only just being heard. These papers reflected and expressed the views of an increasingly powerful political grouping, the industrial middle classes.", "Whilst throughout the middle part of the 19th century, the Leeds Mercury and Manchester Guardian pursued a fairly consistent liberal editorial line, some other local newspapers successfully reinvented themselves. In Hull, for instance, the Hull Advertiser came under new ownership in the 1830s and switched its support from the Tories to Radical reformers. The Hull Advertiser offers an interesting example of the influence of a local newspaper editor. Edward Collins, an Irish Catholic, became editor of the Hull Advertiser in 1841 and, through his editorials, conducted a vigilant campaign against political corruption, anti-Catholicism and drink for several decades (Gillett and MacMahon, 1989, p. 273).", "By the middle years of the 19th century, then, the local newspaper was focusing principally upon the delivery of local news to a local readership. Instead of providing uncontroversial news stories, the papers were increasingly opinionated. At a time of rapid urbanisation, many town and city papers had much to campaign about as cramped living conditions led to a litany of problems associated with, for instance, health, the environment, transport and education, all of which demanded political responses. Historians have recently argued that through the reporting of such issues, the provincial press assisted readers in their imagining of the urban, helping them identify and understand the increasingly complex urban form. Patrick Joyce, in his book The Rule of Freedom, emphasises how through the detailed, supposedly verbatim reports, often relating to the new municipal institutions, the local newspaper made urban governmental liberalism transparent (Joyce, 2003, p. 126).", "It would be a mistake, though, to associate the successful provincial newspaper only with principally urban areas. Not without reason, contemporaries referred to the 19th-century provincial press as the “country newspapers”. Amongst the most successful provincial titles was the Stamford Mercury, serving the principally rural county of Lincolnshire and surrounding districts. Periods of significant agitation enabled newspapers to flourish in rural districts as well as urban centres: in the early 1830s, during the political reform debates, Lincolnshire had seven county newspapers, though by the end of 1834, most had ceased trading apart from the long-established Stamford Mercury. By 1836, in their places had appeared the Tory Lincolnshire Chronicle; the Liberal Lincolnshire Gazette and the Tory Boston Herald.", "It is perhaps worth examining the Boston Herald, printed and published by James Amphlett. This was a paper originally entitled the Lincoln Herald, which had been moved to Boston to lend support to the Tories there (Newton and Smith, 1999, p. 129). This emphasises the flexibility of such provincial newspapers. It has already been shown how newspapers were able to switch political allegiance; here is an example of a local newspaper relocating and apparently doing so, in the first instance, quite successfully.", "Close scrutiny of the first edition of the relocated Boston Herald suggests that, at least in the less culturally advanced parts of the country, it was possible for provincial papers to continue providing readers with a substantially cut-and-pasted product. Of its four pages, the front page comprised local advertisements and two of its four columns on the back page were dedicated to local news. The paper's remaining two and a half pages were largely taken up with national and foreign news, obtained from at least nine other newspapers, including the Dublin Evening Packet; the Bath Chronicle; and the Shrewsbury Chronicle (Boston Herald, 7 February 1832)."]}, {"title": "Local Newspaper Rivalries", "paragraphs": ["Through the first half of the 19th century, an increasing number of local newspapers competed with each other for readers within districts. Mitchell's Newspaper Press Directory in 1846 enumerated the newspaper titles available at the date of its publication. Of the 228 provincial newspaper titles circulating in England and Wales, 26 of these were Lancashire-based, of which 12 were published in Liverpool; five in Manchester; three in Preston; and two each in Blackburn, Bolton and Lancaster.", "The chief differentiating feature between these rival titles tended to be political allegiance. This characteristic dimension of the provincial press has been satirised famously in two works of fiction: Dickens’ Pickwick Papers, published in 1836 and 1837; and George Eliot's Middlemarch, written between 1869 and 1871, but set in an English provincial town between 1830 and 1832. In Dickens’ depiction of the town of Eatanswill, its two rival editors, Mr Pott and Mr Slurk, devoted much of their time in 1827 not to intellectual argument within their editorials, but instead used their papers to hurl abuse at each other. According to Dickens, two great political parties divided the town—the Blues, supported by the Gazette and the Buffs, advocated by the Independent. As Dickens explained, “Fine newspapers they were. Such leading articles and such spirited attacks! “Our worthless contemporary the Gazette”—“That disgraceful and dastardly journal the Independent” … [such] spirit-stirring denunciations were strewn plentifully over the columns of each … and excited feelings of the most intense delight and indignation in the bosoms of the townspeople” (Dickens, 1982 [1836/7], p. 238).", "Eliot's evocation of Middlemarch, with its progressive Pioneer newspaper and its rival Conservative organ, the Trumpet, echoed the work of Dickens in this respect (Eliot, 1999 [1871], pp. 397–9). Both fictional accounts appeared to represent accurately real newspaper rivalries. The history of the Stamford Mercury draws attention to the intense competition between newspaper titles in mid-19th-century Lincolnshire. In 1833, Lincolnshire Conservatives set up a new weekly in Stamford, the Lincolnshire Chronicle, “with the direct and avowed intention of opposing and destroying the Mercury” (Newton and Smith, 1999, p. 129—see also p. 167). Rivalries in larger urban centres were no less intense: according to Asa Briggs, the Manchester Guardian was described during the 1830s by its rival, the Manchester Advertiser, as “the foul prostitute and dirty parasite of the worst portion of the mill owners” (Briggs, 1963, p. 91).", "Provincial papers had been reluctant to advance political points for much of the 18th century for fear of alienating their diverse, scattered readerships. By the 1830s, it seems, a paper's political stance was one of its distinctive selling points. Indeed, by this time, many of those engaged in the production of provincial papers were themselves involved in politics. Edward Baines, who ran the Leeds Mercury between 1801 and 1833, was active in Leeds politics and in campaigns against slavery. He became a Liberal MP for Leeds in 1833. Similarly, but on the other side of the political divide, Thomas Fricker, editor and owner of the Boston Herald, became a Conservative councillor and later an Alderman in the Lincolnshire town."]}, {"title": "The Management of the Provincial Paper", "paragraphs": ["The active political involvement of some newspaper editors seems to be the subject of indirect criticism in the pages of Mitchell's Newspaper Press Directory. In 1846, Mitchell noted that “The press has now so great and so extensive an influence on public opinion … that it is most essential its conductors should be gentlemen in the true sense of the word. They should be equally above corruption and intimidation; incapable of being warped by personal considerations from the broad path of truth and honour; and superior to all attempts at the misrepresenting or mystifying of public events” (Newspaper Press Directory, 1846, p. 104).", "In a section of his directory entitled “Country newspapers and their management”, Mitchell outlined the ideal means by which the “literary management” of a provincial newspaper should be organised. He identified four essential departments: reporting; corresponding; sub-editing and editing.", "Mitchell acknowledged that this separation of duties represented a more extended division of labour than had been the case on many smaller newspapers earlier in the century and before, when one or two individuals had undertaken all of the editorial work. However, as he explained, it is now unfeasible for one person to undertake the whole management of the paper. He noted that it was “quite impossible that … justice can be done to the multifarious subjects which now come under the scope of newspaper record, comment or animadversion. The task is too great; no individual can accomplish it” (Newspaper Press Directory, 1846, p. 104).", "Mitchell detailed the key responsibilities associated with the four essential departments. The reporter attends and reports the proceedings at public meetings, writes accounts of local occurrences and makes it his business to collect all facts of interest and importance transpiring in the town in which the paper is published and its immediate locality.", "The second responsibility Mitchell outlines is the role of correspondent. The Lancashire writer Edwin Butterworth for instance acted in this capacity on a number of provincial papers during the early 19th century, detailing news from Oldham. He was a correspondent for Edward Baines's Leeds Mercury, in addition to writing local notes for a variety of Manchester-based newspapers, such as the Manchester Advertiser, the Manchester Times and the Manchester Examiner (Foster, 1974, p. 270). According to Mitchell, the role of correspondent involved sending accounts of any occurrences that may take place in a town and district in which he lives. Clearly, as the circulation district of newspapers shrank, the task of correspondent became more focused upon smaller urban districts and neighbouring villages rather than on significant urban districts. Arguably, in consequence, the role of correspondent became more and more humdrum.", "According to Mitchell, the role of sub-editor and editor could be combined. He asserted that the sub-editor abridges and condenses the parliamentary reports and the foreign laws and other general occurrences of the country; and makes such selections for the miscellaneous departments of the paper as he may think will suit the taste of the reader. It was, reported Mitchell, the editor's responsibility to “write the leading articles, the criticisms on books, music, the drama and fine arts, and give the general tone and keeping to the paper” (Newspaper Press Directory, 1846, p. 104)."]}, {"title": "Influence of the Early 19th-century Provincial Press", "paragraphs": ["Certainly, those engaged with the provincial press were sure of its significance: Mitchell spoke of the provincial press's extensive influence and its capacity to act as the “people's champion”. Interestingly, writing in 1846, he noted that there was no longer a gap in prestige between the best provincial papers and the London press. Mitchell stated that the provincial press now had a high social value—“from the lord of the soil to the farmer, and from him to the humblest mechanic” (Newspaper Press Directory, 1846, p. 34).", "By the middle of the 19th century the provincial press arguably was at the height of its powers. As Reynold's Magazine observed of local, “country” papers in 1847: Some of the best reporters in the country are engaged on the country press … How many a member of parliament has owed his seat to the exertions of the local journal, which, for concentrating its efforts on one particular spot, and to one great party purpose, has achieved a triumph of which the metropolitan press itself might be proud! (Cranfield, 1978, pp. 202–3)  ", "Some of the best reporters in the country are engaged on the country press … How many a member of parliament has owed his seat to the exertions of the local journal, which, for concentrating its efforts on one particular spot, and to one great party purpose, has achieved a triumph of which the metropolitan press itself might be proud! (Cranfield, 1978, pp. 202–3)", "Even those who did not agree with the editorial position of some of the most prestigious provincial press acknowledged their importance by quoting readily from their reports on, for instance, living and working conditions: in Frederick Engels’ The condition of the working class in England (1982 [1845]), the work's sub-title From personal observation and authentic sources indicated the significance attached to the evidence he used, some of which was drawn from provincial papers such as the Manchester Guardian, the Leeds Mercury and the Halifax Guardian.", "Comprehensive reports of local courts, vestry meetings, council meetings, town meetings, accounts of the gatherings of various social, cultural and religious bodies, gave the impression, some have argued, that the provincial paper was almost omniscient. Such newspapers certainly were able to capture the vibrant social, cultural and political lives of towns at a time of significant potential change. Local newspapers invariably claimed that they first of all stood for the interests of the town or the region, that they were above party politicking and petty rivalries, often despite the evidence to the contrary. Such newspapers proclaimed themselves beacons of rationality, vanquishing superstition, though many titles accepted advertising revenues from purveyors of “quack” remedies. As Mitchell explained, “the provincial editor and his correspondents must be ubiquitous—all eye, all ear: it is now their province … to be the … chronicle of the time … Truth should be their motto; justice their aim; fair argument their weapon; and the public good their object.”", "Undoubtedly, therefore, the mid-19th century was an exciting time to be involved with the provincial press, and in 1855, with the removal of the stamp duty, a whole new generation of provincial evening newspapers began to emerge, opening up new opportunities for the provincial journalist."]}, {"title": "The Heyday of the Provincial Newspaper, 1855–1880?", "paragraphs": ["Following the repeal of the stamp duty on newspapers in 1855, a substantial number of provincial daily papers began to appear for the first time. Some existing provincial papers, such as the Manchester Guardian, switched from twice-weekly publication to daily publication in 1855. Between 1855 and 1870, 78 new provincial dailies were founded: the vast majority of those which survived in the long term were published in towns of more than 50,000 inhabitants, in industrial areas (Lee, 1976, p. 68). The development of such local daily papers appears initially somewhat surprising since improved communications—especially with the growth of the rail network—meant that by the 1850s, London papers could be available in most parts of England by mid-morning, just after the publication of the morning local press.", "From the 1850s, the provincial press became able to tackle the threat of the nationals with the arrival of the electric telegraph. This enabled local newspaper offices to receive national and international news from London within minutes of the national papers. A co-operative national and international newsgathering service was set up by a number of local newspapers in 1868 when the Press Association was formed, including the Manchester Guardian, the Sheffield Telegraph, the Huddersfield Chronicle and the Birmingham Daily Post.", "Consideration of the content of Mitchell's Newspaper Press Directory over a 60-year period allows a number of trends to be observed. The rapid growth in provincial newspaper titles following the repeal of stamp duty in 1855 is underlined. As Table 1 demonstrates, between 1847 and 1877 the number of provincial newspaper titles enumerated by Mitchell rose from 230 to 938, constituting an increase of 308 per cent. ", "A consideration of a variety of counties suggests that this rate of growth was experienced across the country, both in rural and urban areas. Many urban centres proved able to accommodate more than one local newspaper, as Table 2 reveals. Indeed, even relatively small country towns were able to accommodate several newspapers. For instance, Driffield in the East Riding of Yorkshire had three weekly newspapers in the 1870s. ", "However, as Table 3 indicates, the survival rates of individual titles was not terribly impressive during periods of rapid growth. Just 35 of 63 papers from the selected counties which were in print in 1847 were still published 30 years later. This constitutes a survival rate of 56 per cent over 30 years. Once papers had reached maturity, however, mortality rates appeared to decline somewhat: 22 of those surviving titles in 1877 were still being published in 1907, a survival rate of 63 per cent. ", "Certainly, the combination of up-to-date national news and local information made the provincial press an attractive and relatively cheap proposition to the potential reader. The local paper was filled with verbatim accounts of local council minutes, made possible by journalists’ acquisition of shorthand. During the early part of the last third of the 19th century, local political press coverage was of particular concern to an increasing number of urban dwellers following the extension of the franchise. Considerable powers were in the hands of local politicians to address the problems of the 19th-century urban centre. Many readers, including increasing numbers of newly-enfranchised working-class men, wished to follow carefully the actions of local politicians and the columns of the local paper allowed them to do so in relative comfort."]}, {"title": "The Last Years of the “Long Nineteenth Century”, c. 1890–1914: A Provincial Press Dumbing Down?", "paragraphs": ["During the middle part of the 19th century, the political influence of the local press was much remarked upon. According to one press historian, James Grant, writing in 1871, “our existing provincial journals exercise a mighty power over the public mind in the various localities in which they are published” (Jackson, 1971, pp. 11 and 14).", "However, whilst James Grant looked forward to the continuing growth and increasing political influence of the local press, changes at both a political and commercial level were beginning to occur which threatened the local press's position at the end of the 19th century. With increasing political centralisation, as permissive legislation which gave much autonomy to local councils diminished, the powers at the disposal of local government began to wane which made local politics, so long the staple of much local press coverage, less newsworthy. Some evidence is available which suggests that, as a consequence, interest in the content of the local press began to fall. For example, between 1877 and 1907, whilst the number of provincial newspaper titles continued to rise, the pace of growth slowed considerably: in comparison to the growth rate of 308 per cent between 1847 and 1877, the following 30-year period saw an increase of just 43 per cent, from 938 to 1338 titles.", "Alongside the diminution of local power, the growth of a new type of national, popular journalism began to challenge the sales of local papers which compelled many provincial titles to pay more attention to sport, crime and human-interest stories in order to retain their readerships. Another commercial factor to consider related to the consolidation of ownership of the provincial press in the final years of the 19th century and the tendency for titles to be owned from a distance. In some quarters at least, this was thought to weaken local titles’ abilities to represent their home patch. Certainly this was the view of the Lincolnshire Chronicle when it greeted the arrival of a new rival paper, the Lincolnshire Echo, in 1893, which it described in a news story headed “Seven days for [theft] of ninepennyworth of halfpenny papers” as “the property of some Liverpool people” (Lincolnshire Chronicle, 22 July 1893). Some Echo readers, though, rose to defend the paper in its correspondence section. As “An admirer” commented “The nasty dirty sneer as to the ‘Liverpool people’ loses its sting and is turned into a high compliment as from that district come some of the very best daily papers” (Lincolnshire Echo, 24 July 1893).", "Clearly some later 19th-century readers felt that good English journalism could continue to be found outside London."]}], "references": []}