{"doi": "10.1080/14616700802374183", "url": "https://doi.org/10.1080/14616700802374183", "title": "THE “RADICAL”, THE “ACTIVIST” AND THE HEGEMONIC NEWSPAPER ARTICULATION OF THE AOTEAROA NEW ZEALAND FORESHORE AND SEABED CONFLICT", "volume": "10", "year": "2009", "issue": "2", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Phelan", "first_name": "Sean", "name": "Sean Phelan", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Shearer", "first_name": "Fiona", "name": "Fiona Shearer", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Popular assessments of the media treatment of the foreshore and seabed conflict point to a picture largely consistent with the well-established argument that mainstream Aotearoa New Zealand media function as hegemonic agents of the dominant Pakeha culture. This paper reflects on the hegemonic representation of the 2003/4 conflict over the “ownership” of the country's foreshore and seabed by examining specifically how two ideologically potent signifiers, “activist” and “radical”, were articulated in a newspaper corpus of over one million words. Our theoretical and methodological approach is structured around a combination of macro- and micro-textual discourse analysis approaches. We justify our particular empirical focus by arguing that the controversy associated with the figures of the (predominantly Maori) radical and the activist can be regarded as both symptomatic and constitutive of wider race relations antagonisms. Our analysis examines the media-political significance of textual presences and absences and presents an overview of how all relevant lexical variants of activist and radical were articulated in our newspaper corpus. We also discuss the political significance of our findings, partly by briefly considering additional empirical evidence of how Maori identities were represented in the corpus. ", "body": [{"sec_title": "Introduction", "sec_content": ["Popular assessments of the media treatment of the foreshore and seabed conflict, which followed a June 2003 Court of Appeal ruling, point to a picture largely consistent with the well-established argument that mainstream Aotearoa New Zealand media function, particularly in moments of political crisis, as hegemonic agents of the dominant Pakeha1 culture (Abel, 1997; Walker, 2002). The ruling, which cast formal legal doubt on the question of who “owns” the country's foreshore and seabed,2 was widely articulated as a “crisis” and sometimes demagogically inflected by the “mainstream” New Zealand fear that the project of iwi3 legal recognition was motivated by a (“radical”) Maori desire to “own” the country's beaches.4 Jackson was in little doubt about what he saw as the role of mainstream media in helping to constitute a “moral panic” about the issue: As with so many other things of concern to Maori, they [“point scoring politicians and the media”] have encouraged a moral panic and a sense of outrage among many people which has resulted in the debate being drowned out in the sloganising of sound bites and protest marches. (2003, p. 66)  ", "As with so many other things of concern to Maori, they [“point scoring politicians and the media”] have encouraged a moral panic and a sense of outrage among many people which has resulted in the debate being drowned out in the sloganising of sound bites and protest marches. (2003, p. 66)", "The debate over the foreshore and seabed was certainly antagonistic. These antagonisms were crystallised by the Labour-led coalition Government's declaration, less than a week after the Court ruling, that it would legislate to reinstate the status quo assumption of Crown ownership. The stage was thus set for a protracted political conflict between those who regarded the Government's stance as a usurpation of the (embryonic) property rights of Maori and those who regarded it as an (overdue) commonsense response to inflated legal-political ambitions. The latter stance was sometimes reformulated as the view that Maori desires for “exclusive rights” had gone too far (Phelan, 2009), a sentiment that connotes what are sometimes characterised as “radical”, “activist” and even “separatist” desires for indigenous sovereignty. This position was given its most controversial expression in a January 2004 “one nation” speech (Brash, 2004) by the then recently appointed leader of the National Party, Don Brash. The speech reproached what it saw as Government-sponsored “separatist” race relations orthodoxy and, although widely dismissed as demagoguery, was simultaneously lauded for giving “badly needed” expression to a sense of Pakeha frustration with the State's perceived “indulgence” of Maori “grievances”.", "The conflict came to a narrative conclusion with the successful passing of the Foreshore and Seabed Act in November 2004. The issue is still seen as a “live” one by some, however, and became the immediate catalyst for the 2004 establishment of the Maori Party, which subsequently had four members elected to Parliament in 2005. Based on an analysis of a corpus of over 1.08 million words from New Zealand's five biggest selling newspapers (differences between papers are not explored), this paper examines aspects of the conflict's hegemonic newspaper representation. Our sample begins in the weeks immediately before the June 2003 ruling, and ends one week after an April/May 2004 Hikoi (protest march) to the national Parliament in Wellington, which was widely seen as the most vivid symbolic expression of a primarily Maori dissatisfaction with the Crown's handling of the issue.", "The delimited scope of our analysis needs to be emphasised. We do not analyse the mediatised representation of the foreshore and seabed issue in general. Nor do we have the space for a more detailed overview of the conflict itself. Instead, our methodological approach focuses on the media-political significance of certain textual presences and absences which we situate as representative indexes of how New Zealand newspapers hegemonically represented the conflict. The argument is empirically organised around an analysis of how all relevant variants of the lemmata,5 “activist” and “radical” were (not) textually and contextually articulated in the corpus. We justify this particular focus by arguing that the controversy and fears that are associated with the figures of what is primarily coded as the Maori radical and activist can be regarded as both symptomatic and constitutive of wider race relations antagonisms. Our analysis reflects on the contextual ironies of representing radicalism and activism as primarily Maori attributes, especially since an alternative story (Kirkwood et al., 2005) could characterise the Government's decision to intervene in the legal process as the most radical gesture and cite the heavily mediatised sense of a Pakeha “backlash” to the Court's decision as the most active political identity at work.", "Our argument is organised into four broad parts. First, we briefly discuss some of the ideologically divergent ways that the signifiers’ radicalism and activism have been articulated in Aotearoa New Zealand race relations discourses. Second, we discuss our methodology, which, drawing principally on the discourse theory of Laclau and Mouffe (2001), is structured around an innovative articulation of macro- and micro-textual, quantitative and qualitative discourse analysis approaches. Third, we examine how all relevant lexical variants of the signifiers’ radicalism and activism were articulated in our sample. Fourth, we conclude by considering the theoretical and political significance of our findings, partly by briefly considering additional evidence of how Maori identities were represented in the corpus."]}, {"sec_title": "Situating the Analysis", "sec_content": ["The naming of a political identity as “radical” or “activist” is a potent discursive act, which does not simply describe the identity but also constitutes it (Laclau, 2005). How one interprets the gesture is, of course, a subjective assessment that is always hegemonically located within the context(s) of particular political struggles. To some modes of discursive identification, the radical and the activist can represent, or be self-asserted as, figures of exaltation and respect, while to others they are interpreted as threatening, perhaps even violently so, the stability of the social order. These signifying tensions are evident in the dictionary definition of radical (also see Williams, 1988, p. 251), which is characterised as the “most advanced” yet also an “extreme” political identity.6 ", "The work of Ranganui Walker, an influential figure within Maoridom (Te Ahu Poata-Smith, 2005) is a useful starting point for understanding how the intertextually linked figures of the radical and the activist have been represented in race relations discourses.7 His 2004 book, Ka Whawhai Tonu Matou: Struggle Without End, contains several references to both radical and activist Maori and there are also occasional references to Pakeha activists and radicals. The two signifiers sometimes function as synonyms, though Walker (2004) distinguishes the more specific figure of the “radical” from the more generic category of “activist”. For example, he foregrounds internal divisions between Maori “radicals” and “conservatives”, though these are aligned under a wider “activist” banner (2004, pp. 210–5). In other cases, the distinction between activists and radicals is more fluid. Walker suggests a categorical distinction between radicals and activists, but then implicitly collapses the distinction by representing a plurality of identities as participants in a “revolutionary movement” and “the radical practice of social transformation” (2004, p. 235). This alliance of identities is denoted mainly as Maori, though Walker signals its openness to input from Pakeha “auxiliaries”. What unifies these manifold identities is their desire for “liberation from” (2004, p. 235) what he characterises as the dominant “Pakeha” identity. This is the antagonistic relation (Laclau and Mouffe, 2001) that gives narrative shape to Walker's argument about the perennial struggle of (mainly) Maori against the repressive effects of a state-sponsored cultural oppression that is named as “Pakeha”.", "Walker (2004) is, nevertheless, alert to how the identities he sometimes exalts are articulated very differently in hegemonic discourses. He is particularly critical of the “ideologically” distorting effects of media representation and denounces what he characterises as the media's typically sensationalised treatment (2004, p. 226) of the attempts by successive Maori groups to articulate a political mandate. Walker considers a number of different moments in the recent history of Maori activism and the theme of delegitimating media representation is echoed across the illustrations. His analysis recognises how these hegemonic forms of media representation are partly reproduced by cementing the discursive links between Maori, activism, radicalism, in such a way that the interplay of these signifiers routinely cues—in the minds of demographically dominant Pakeha media audiences—over-associations with violence, criminality and separatism (see also Walker, 2002).", "The specific constitution of Pakeha subjectivities is examined more closely by Wetherell and Potter (1992). Their 1992 book, Mapping the Language of Racism, takes Pakeha discourse about Maori as its primary empirical object, and passages illustrate the markedly different way in which the signifiers function within hegemonic Pakeha discourses. Consider the following extract, where an individual discusses disputes over the celebration of Waitangi Day, which has often been a flashpoint for Maori–Pakeha tensions since the 1970s (Abel, 1997): Once again it's a minority of groups led by activists who have a little say and they're given far too much media coverage (yes), and by doing that it brings the attention of all those who are, aren't even thinking about protesting and things like that—“ah, but here's something to get on the bandwagon about”—and so they, and so they join in with it er. I believe that it should be played down, as far as Waitangi day is concerned. (Wetherell and Potter, 1992, p. 156)  ", "Once again it's a minority of groups led by activists who have a little say and they're given far too much media coverage (yes), and by doing that it brings the attention of all those who are, aren't even thinking about protesting and things like that—“ah, but here's something to get on the bandwagon about”—and so they, and so they join in with it er. I believe that it should be played down, as far as Waitangi day is concerned. (Wetherell and Potter, 1992, p. 156)", "Wetherell and Potter situate this extract as indicative of a Pakeha tendency to pigeonhole Maori identities around a shorthand distinction between the disproportionately powerful “radical activists” and the “sensible, normal and average Maoris” (1992, p. 155). This binary regulation of identity has been discussed by McCreanor (2005), who reformulates it as a dichotomy of the “Good Maori” (the passive silent majority disinclined to protest and complain) and the “Bad Maori” (the professional “activists” and “stirrers”, who are inherently inclined to protest and manipulate the good Maori, often with the support of “liberal”, “do-gooder” Pakeha). Nonetheless, it is telling that, despite the fundamental differences between what the extract above indexes as a reproachful Pakeha subjectivity and the more affirmative subjectivity of Walker, both criticise media for their disproportionate interest in the figures of the radical and activist, though for quite different reasons: one indicts media for over-focusing on, and thereby encouraging, an extreme Maori minority, while the other perceives the (over)interest as part of a systematic, state-affiliated ideology that delegitimises Maori political agency.", "The theme of culturally prejudicial media representation coheres with the broad picture advanced in the Aotearoa New Zealand media studies literature and tallies more generally with the international literature on race and ethnicity (Cottle, 2000; Downing and Husband, 2005). The consensus (Abel, 1997; Rankine and McCreanor, 2004) is that mainstream New Zealand news media are embedded in Pakeha cultural assumptions that often alienate Maori, particularly when the articulation of Maori political demands is deemed a threat to the political coherence of the New Zealand nation-state. Several researchers (Kernot, 1990; Stuart, 2005) have specifically commented on the discursive labelling and overlexicalisation of Maori. This is in marked contrast to the relative media-political invisibility of the ethnic category, “Pakeha”, which is routinely displaced by banal nationalistic appeals to “most New Zealanders” (Phelan, 2009).", "So, how does this brief overview of the cultural context, and very cursory mapping of the literature, help situate our analysis? Three points are worth emphasising. First, the figures of the radical and the activist are, at least when articulated in a race relations context, political identities that are associated principally with Maori. Second, these associations are partly reproduced through mainstream media channels, which are structurally embedded in cultural assumptions that delegitimise Maori political aspirations. Third, this cultural and political dynamic is dialectically linked to the mainstream media's strong identification with nation, which, consequently, orients the media system towards situating “radical activist” critiques of the hegemonic idea of nation as “threats” to the stability of the social order.", "This background sketch perhaps gives an inevitable deterministic feel to our analysis. However, following Blommaert's (2005) observations about the need for critical analysts of discourse to be reflexive about the act of context-setting, we would like to simultaneously problematise the assumption that the context can be satisfactorily understood in terms of a straightforward, or top-down, narrative of the media's systematic maltreatment of Maori. Matheson's (2007) analysis is particularly helpful in this respect. It clearly accepts the proposition that New Zealand media discourse about race relations is produced in a context of structural domination, yet nevertheless focuses attention on the (limited) reflexive capacity of journalists to challenge hegemonic assumptions. Matheson's analysis offers a subtle counterweight to the dominant emphasis in the New Zealand literature, as it foregrounds the role and potentiality of journalists’ discursive agency in the media representation of and about Maori. These disclaimers to a more structuralist reading of the Aotearoa New Zealand media landscape are important in the context of our analysis, as they foreground the role of “banal” (Billig, 1995) journalistic processes in reproducing hegemonic race relations discourses.", "The category of hegemony is central to our argument. Our understanding follows Laclau (2005, p. 70), who describes a hegemonic operation as one where a “particular” signification of a concept becomes the “universal” signification that structures the shape of a discourse more generally. He characterises this operation as a “failed” universalism, because the status of this quasi-universal is always contingent, unstable and contestable. The significance of this theorisation has been observed by Howarth (2004, p. 266), who credits Laclau with generalising the logic of hegemony “into a more universal tool of analysis” that functions “at the ontological level” and can “be applied to the construction of all forms of social order”. This concern with the ontological level informs our analysis, since it interrogates the particularised conceptions of radicalism and activism that structure the hegemonic race relations discourse in Aotearoa New Zealand. We understand this ontological dimension in the sense articulated by Glynos and Howarth (2007, p. 109), who suggest that “the more an inquiry is directed at the categorical and existential preconditions of a practice or regime, the more the ontological dimension is foregrounded”.", "To reformulate this Laclauian perspective in more sociological terms, our analysis assumes that there is nothing fixed or given about hegemonic structures, for they only come into being if they are (re)produced by, in this case, the non-coercive and non-orchestrated (Bourdieu, 1990) discursive activity of culturally linked agents. The mainstream media's citation of the terms radical and activist may always-already privilege certain culturally sedimented assumptions that typically further marginalise the already politically marginal (Manning, 2001). But this is not to formally preclude either signifier from being given creative (Blommaert, 2005, p. 106) articulations either by journalists themselves or more indirectly by their sources.", "Our analysis is centrally concerned with examining the dialectical relationship (Chouliaraki and Fairclough, 1999) between the micro-textual encoding of our signifiers and the more macro-level structuring of the foreshore and seabed conflict. Mindful of Blommaert's (2005, p. 25) criticism of critical discourse analysis’ over-preoccupation with discourse that is “linguistically encoded” (see Philo, 2007), we also consider the issue of textual absences, mainly with respect to the non-articulation of political identities as radical and activist. By focusing on the explicit “texturing” (Fairclough, 2003, p. 126) of these two political labels, our account of the newspaper representation of the foreshore and seabed conflict is necessarily partial and does not offer a more distinctly Gramscian analysis of how the conflict was dynamically constructed. Nonetheless, we think our approach offers a useful empirical picture of the ideological relationship between banal acts of political naming and the hegemonic media discourse."]}, {"sec_title": "Methodological Rationale and Sample", "sec_content": ["Our theoretical and methodological approach is informed by two quite distinct types of discourse analysis: principally the discourse theory of Laclau and Mouffe, and critical discourse analysis. We draw on both because of their respective strengths (Phelan, 2009) in addressing two distinct, yet dialectically overlapping aspects of our analysis. Our key reference point, discourse theory, informs our overall conception of discourse and particular interest in the macro-structuring of political identities, most obviously as they relate to the hegemonic construction of the “nodal points” radical* and activis(t)*. Our approach also draws, in a very elementary way, on critical discourse analysis (Fairclough, 2003; Richardson, 2007) because of that paradigm's more precise methodological focus on the micro-textual encoding of ideological discourse. Two micro-textual questions of interest to us here are the issues of source (non)attribution and journalistic genre, and our use of a quantitative method enables us to measure to what extent the signifiers radical and activist are explicitly articulated by journalists and in what genres. We think that our focus on the agent-centric question of sourcing is especially important, as it allows us to say something systematic about the relationship between discursive structure and agency8 that is contextually sensitive (Carvalho, 2008) to the politics of the foreshore and seabed conflict. Our illumination of the question of agency is limited, because we do not examine how those individuals and groups that are hegemonically positioned as radicals and activist actually voice their identities in media spaces. Our focus is instead centred on examining which discursive agents controlled (Manning, 2001) the very act of naming identities as radical and activist and how that agency was exercised to construct basic discursive associations.", "We do not have the space to consider either discourse analysis approach in any detail. We would, however, like to say something more about how Laclau and Mouffe's (2001) understanding of discourse is methodologically operationalised in our analysis. Laclau and Mouffe formally define discourses as the “structured totalities” (2001, p. 105) that emerge from the articulatory practices that (re)produce ideologically coherent associations between different signifiers. They characterise the outline composition of these structured totalities in terms of the construction of a “logic of equivalence” (2001, p. 130), which they conceptualise as the basic hegemonic operation of cementing the links between the different signifiers, or what they also call “nodal points”, that give structural shape to a discourse. This logic is conceptualised in terms of its dialogical tension with a logic of difference, which, in contrast to a “simplifying” (2001, p. 13) logic of equivalence, seeks to unfix the hegemonically chained meaning between what are always contingently aligned signifiers.", "A brief illustration will show how the interplay of these two discursive logics is relevant to our analysis. One can speak of a culturally dominant logic of equivalence in Aotearoa New Zealand that—at least in the particular sphere of race relations9—constructs radicalism and activism as inherently Maori attributes, whereas a logic of difference would seek to unfix, by highlighting the contingency of, these hegemonic associations. Foregrounding the constructed nature of these political attributions is particularly important when critically interrogating the hegemonic newspaper representation of the foreshore and seabed conflict, for an alternative story could characterise the Government's decision to legislatively intervene and remove the claimants’ right to due process as arguably the most radical gesture. Such a rhetorical move could, in turn, be conceptualised as the embryonic articulation of a counter-hegemonic logic of equivalence, which seeks to challenge the hegemonic assumption that, in a race relations context, activism and radicalism are uniquely Maori attributes.", "This conception of discourse is articulated with our particular application of a corpus-assisted methodology.10 This paper is not asserting itself as conventional corpus analysis. Nor is it purporting to follow the more linguistically focused articulation of corpus analysis and critical discourse analysis formulated by other researchers (Gabrielatos and Baker, 2008). Our methodology is best described as an articulation of discourse theoretical and quantitative logics on a corpus-assisted scale, though, clearly, this is not quantitative analysis as conventionally understood in content analysis research (Neuendorf, 2002). Nonetheless, our analysis can be described as a “bastardised” form of content analysis, because, unlike much discourse analysis work (one notable exception is van Dijk, 1991), it illustrates an interest in elementary forms of quantification (Phelan, 2008).", "Our sample begins in the weeks immediately before the Court of Appeal ruling of 19 June 2003, and ends one week after the April/May 2004 Hikoi. The sample was sourced from New Zealand's four biggest selling daily newspapers, The New Zealand Herald (NZH; Auckland based), The Dominion Post (DP; Wellington), The Press (TP; Christchurch) and Otago Daily Times (ODT), and the biggest selling Sunday newspaper, The Sunday Star Times (SST; Auckland based yet national in focus). Constructing our sample around a regional balance was important, because of the strong duopolistic character of the New Zealand newspaper market, which is dominated by two corporations, APN and Fairfax, and the corollary structural pressure on journalists to speak to a “mainstream” audience (Phelan, 2009). The corpus contains 1,083,552 words, which, based on the number of identifiable headlines, amounts to a total of 1911 articles (see Table 1). The corpus was cleaned to ensure no articles were entered twice (except those articles that were purposefully recycled across newspaper titles). The search words were “foreshore” or “seabed” and consequently some articles do not explicitly, or only marginally, relate to the particular issue. The articles were all sourced, in soft-copy form, from the Newstext Plus database. The breakdown of the corpus is presented in more detail in Table 1. ", "We recognise that our application of a corpus-assisted approach involves an inevitable trade-off between quantitative breadth and qualitative depth. Moreover, we concede that the opportunities afforded by the scale of a corpus-assisted approach simultaneously attest to dangers and limits, for while analysis on such a scale suggests many possibilities, it brings with it the corollary risk of wilfully eclectic and unfocused analysis (Hardt-Mautner, 1995). Our approach addresses this methodological conundrum by specifically focusing on a narrow range of signifiers. The analysis should therefore not be misread as a comprehensive examination of the complex discursive politics of the conflict. Yet it can be interpreted as offering insights into how certain kind of statements are rendered possible and impossible in the hegemonic discourse that structured popular and mediated understandings of the conflict."]}, {"sec_title": "Texturing the Radical*", "sec_content": ["The root word radical and its different lexical derivatives are used 115 times in the corpus. The breakdown is as follows: “radical”, 67; “radicals”, 37; “radicalism”, 7, “radically”, 3, “radicalised”, 1. Table 2 gives an overview of the identities constructed as radical in each case, which, for illustrative purposes, have been organised thematically and with reference to broad political affiliations. Our data was coded on the basis of attributions of identity that were typically discernible in the same sentence or paragraph of the relevant lexical item. However, where the immediate usage did not clearly signify the attributed identity, the data was coded through a contextual reading of the relevant text.11 ", "The first entry in Table 2 indicates how in 68.7 per cent of cases the figure of the radical* is either explicitly or implicitly articulated as Maori. The stability of the equivalence is even clearer when the data is distilled into two-word noun phrases. The noun phrases “radical Maori” (8), “Maori radicals” (8), “Maori radical” (2) and “Maori radicalism” (3) are the only two-word noun phrases, signifying a specific political identity as radical, found in the sample. Maori are typically articulated as radical* by way of generic attributions, though individuals such as Annette Sykes, Titewhai Harawira and Tariana Turia are specifically attributed.", "The following extract offers a particularly lurid example of how Maori radicals are pejoratively articulated in the hegemonic race relations discourse—as utterly irrational “crackpots”, who, in an ultra-literal characterisation of political identity that displaces the symbolic value of political protest (Manning, 2001, p. 199) refuse to recognise the legitimacy of the New Zealand Government as the heir to British colonial rule: The attendees [at a Government-organised meeting about the proposed foreshore and seabed legislation] included a fair number of crackpots and radicals, some of whom wanted to negotiate with Queen Elizabeth as Queen Victoria's heir rather than the present Government. (DP, 4 August 2003)  ", "The attendees [at a Government-organised meeting about the proposed foreshore and seabed legislation] included a fair number of crackpots and radicals, some of whom wanted to negotiate with Queen Elizabeth as Queen Victoria's heir rather than the present Government. (DP, 4 August 2003)", "At the same time, the hegemonic inflexion of the signifier is more supple, sometimes positioning radical political identities as antagonistic to, yet within the sphere of mainstream politics. This is particularly evident in the case of representations of Tariana Turia, who, for most of the sample period, was Labour Minister for Maori Affairs.12 The effect works to modify the representation of the radical as utterly antagonistic to the status quo, while nevertheless reproducing a clear Othering relation between the unreasonable radical and the sensible mainstream. For instance, consider the following editorial extract, where what would be later formally constituted as the Maori Party, is categorically represented as a political liability and contaminant. Note, too, how the nominalised blanket formulation “its radical agenda” (as if the embryonic party agenda could be reduced to a single it) implicitly represents Maori as unsophisticated, immature political actors, unaccustomed to the mainstream logic of political bargaining: Even were a Tariana Turia party to win all the seven Maori seats, its radical agenda would be virtually impossible to put through Parliament because no other party would dare give support. Association with such radicalism would be politically fatal to the mainstream parties. (TP, 4 May 2004)13   ", "Even were a Tariana Turia party to win all the seven Maori seats, its radical agenda would be virtually impossible to put through Parliament because no other party would dare give support. Association with such radicalism would be politically fatal to the mainstream parties. (TP, 4 May 2004)13 ", "However, to satisfactorily understand the significance of the Table 2 data, we also need to examine how radical sometimes functions as a “nodal point” to link other identities to Maori. The cluster of identities listed as the second Table 2 entry are thematically grouped as such because they all attest to cases where the particular identity is constructed as implicitly or explicitly supporting Maori (or the Maori-affiliated Court of Appeal decision). For example, consider how these associations discursively structure the observation of columnist, Tapu Misa, who, in recalling her encounter with a “61-year-old Pakeha grandmother” who says that the Government should “leave things alone” with respect to the foreshore and seabed, ironically observes: I guess that puts Susan in somewhat unusual company—among those “hopelessly misguided” folk and extremist radicals who have failed to appreciate the beauty of the Government's foreshore and seabed legislation. (NZH, 28 April 2004)  ", "I guess that puts Susan in somewhat unusual company—among those “hopelessly misguided” folk and extremist radicals who have failed to appreciate the beauty of the Government's foreshore and seabed legislation. (NZH, 28 April 2004)", "Based on Table 2, we can conclude that in just over 78 per cent of cases, the signifier radical* codes either Maori identities or identities that are positioned as ideologically affiliated to Maori. The third entry in Table 2 references a specific legal discourse about the Crown's “radical” (i.e. root) title to “all land in New Zealand” (NZH, 30 June 2003). The entry that most obviously challenges the notion of radicalism as Maori-affiliated is the 4.35 per cent of cases that cite Don Brash. However, of these five instances, only two articulate the signifier in a clearly negative fashion.14 The 4.35 per cent listed as “miscellaneous identities” lump together various identities (such as “feminism” and “1980s economic and social reform”), though most are not specifically related to the foreshore and seabed conflict.", "What should be emphasised here is that the Government's promise to introduce legislation to overrule the Court of Appeal ruling is described as a “radical” gesture only once in the sample. This occurs in a NZH comment piece by the high-profile journalist, Colin James, who reflects on the ironies of the hegemonic discourse and re-articulates the signifier as an appropriate description of the Government's political strategy: Strictly speaking, that was a conservative decision, not the radical decision some have taken it to be. The present Appeal Court is not radical. The radical response now would be legislation imposing Crown title. (NZH, 15 July 2003)  ", "Strictly speaking, that was a conservative decision, not the radical decision some have taken it to be. The present Appeal Court is not radical. The radical response now would be legislation imposing Crown title. (NZH, 15 July 2003)", "Treated as a whole, then, the inclusions and exclusions documented in Table 2 offer telling micro-textual indexes of the outline logic of the hegemonic discourse and the relative media invisibility of an alternative way of naming the foreshore and seabed conflict.", "However, as closer readings of our illustrations would suggest, it would be wrong to infer that the newspaper discourse is ideologically monolithic. The idea of the radical is sometimes invoked ironically, while in other cases the inference that an identity is radical is pre-emptively rebutted (as in the formulation, it is “not just radicals fighting the Government's proposals”). For example, consider Jonathan Milne's ironic observations on the cultural potency of the radical as a figure of overblown Pakeha fears: But, first, a news flash—nobody is going to be excluded from their favourite beach by a long-haired, tattooed, scowling Maori “radical”. You read it here first. (SST, 14 December 2003)  ", "But, first, a news flash—nobody is going to be excluded from their favourite beach by a long-haired, tattooed, scowling Maori “radical”. You read it here first. (SST, 14 December 2003)", "The rebuttal of the association is most obvious in the case of the NZH's journalist, Colin James, who invokes radical* on 11 occasions and—as illustrated above—explicitly disclaims identities as radical in three cases. Yet, despite this more nuanced texturing, the act of rebutting nonetheless performatively undercuts itself: an ongoing media insistence that Maori are not radicals still reproduces coherent doxic associations (Bourdieu, 1990) between Maori and radicalism.", "There are obvious limits to our ability to present neatly ordered quantitative results for complex rhetorical issues such as irony. However, two important textual features which we can quantify are the questions of (non)sourcing and genre. Table 3 shows how radical* is directly articulated by journalists in 64.35 per cent of cases; 24 per cent are indirectly sourced (i.e. attributions without direct quotes), which index those nebulous forms of texturing where journalists have at least the scope to reformulate others’ statements using their own preferred language. The signifier is only directly voiced by sources in 11 per cent of cases. ", " Table 3 findings broadly tally with our analysis of textual genre in Table 4.15 The signifier is predominantly articulated (57. 39 per cent) in opinion pieces and editorials, that is in genres where journalists–intellectuals have professionally sanctioned freedom to express subjective assessments of political events. In addition, it is articulated 14.78 per cent of the time in analysis and features, two genres that give journalists more freedom to formulate subjective interpretations. Only 20.87 per cent of cases are actual news reports and, if we delve further into the data, 16.66 per cent of these are direct journalistic uses, while 50 per cent are in the grey(er) zone of indirect sourcing. That the signifier is cited in only one headline does suggest that newspapers generally avoid foregrounding the attribution. At the same time, the fact that the signifier is cited in nine lead paragraphs does suggest its currency as a news-framing trope. "]}, {"sec_title": "Texturing the Activis(t)*", "sec_content": ["Relevant lexical variants of activist are used 180 times in the corpus.16 The breakdown is as follows: “activist”, 108, “activists”, 49 and “activism”, 23. Table 5 gives a basic overview of the identities constructed as activis(t)*, which have again been organised thematically. ", " Table 5 outlines how in 67.22 per cent of cases, the articulation of the signifier activis(t)* either explicitly or implicitly codes Maori agents or agency. Many of these are generic attributions, though specific individuals are routinely cited. Titewhai Harawira is cited as a “Maori activist(s)” on 27 occasions (17 of these describe her as a “veteran Maori activist”),17 Ken Mair on 13 occasions, Annette Sykes on 12 and Tame Iti on six. Precise two-word noun phrases of Maori activist are used 28 times. As Table 7 shows, the signifier is routinely used in a matter of fact, descriptive way. However, the desire of “mainstream” political actors to distance themselves from the “extremist” association, and the corollary journalistic interest in highlighting this inclination, is vividly illustrated in a report about a Ministerial gaffe at the launch of a new treaty website: The Government's PC antidote, Trevor Mallard, went to great pains to stress how balanced its new treaty [of Waitangi] information programme was yesterday—before accidentally referring to its “activist” sponsorship component … in something of a Freudian slip, Mr. Mallard, who promised there was nothing for extremists of any ilk on the website, said “activist” instead of “active”. (NZH, 20 April 2004)  ", "The Government's PC antidote, Trevor Mallard, went to great pains to stress how balanced its new treaty [of Waitangi] information programme was yesterday—before accidentally referring to its “activist” sponsorship component … in something of a Freudian slip, Mr. Mallard, who promised there was nothing for extremists of any ilk on the website, said “activist” instead of “active”. (NZH, 20 April 2004)", "The hegemonic logic of the Table 5 data can be better understood if we show how activis(t)* is used as a nodal point to politically link other identities to Maori. The various legal identities grouped together as the second entry in Table 5 amount to 21.66 per cent of citations, and each references identities that are constructed as either sympathetic to Maori or the Court of Appeal ruling. These hegemonic linkages are exemplified by the high occurrence of the interchangeable noun phrases, “judicial activism” (9), “judicial activists” (3) and “activist judges” (2). The ideological coherence of these signifying associations, and their capacity to be extended to the identity of Labour, are evident in one report's categorical reformulation of the comments by the then National leader, Bill English: English predicts that judicial activism and Labour's reluctance to override a court ruling affecting Maori will have one outcome: Maori control, management and subsequent exploitation of a strip of coastline. (NZH, 23 August 2003)18   ", "English predicts that judicial activism and Labour's reluctance to override a court ruling affecting Maori will have one outcome: Maori control, management and subsequent exploitation of a strip of coastline. (NZH, 23 August 2003)18 ", "With the exception of the four “other” entries, all the other identities listed in Table 5 index “left” identities that are regularly cast as sympathetic to Maori (though mostly cited without specific reference to the foreshore and seabed conflict).", "Once again we want to foreground the significance of our findings in terms of the textual absences. The most telling observation that one can make based on the Table 5 data is that explicitly named Pakeha, New Zealand or National Party activists do not seem to exist. Furthermore, there is only one direct attribution of Labour as activist, and this positions Labour as ideologically affiliated to Maori. Thus our findings show that activist is articulated as an exclusively Maori or left-leaning attribute, though the concept of activism can be seen as an open-ended political attribute.19 This ideologically biased filling of a tendentially “empty signifier” (Laclau, 2005) is clearly illustrated in a quote attributed to Law Professor, Jim Allan, who, in assessing the political leanings of the Supreme Court, observes: “I would say Elias is on the activist side, Gault is on the conservative side” (NZH, 15 November 2003) (as if being conservative was somehow a passive political state).", "Our micro-textual findings again index the hegemonic presence of one media-political discourse and the (general) absence of another. The specific textual absence seems quite ironic in the context of the foreshore and seabed conflict, since arguably the most “active” and decisive political “energy” at work (see footnote 19 ) was a heavily mediatised sense of a Pakeha backlash to the Court ruling. In addition, the absences point to the cultural authority of doxic distinctions between manipulative activists and the (putatively) unmediated, spontaneous and natural political identities of “most New Zealanders”.", "That said, we are not suggesting that activis(t)* is articulated in an ideologically monolithic fashion. It is sometimes invoked in ironic ways and to disclaim the attribution. Nevertheless, broadly consistent with our earlier analysis, Table 6 shows how 72.78 per cent of the time it is directly articulated by journalists themselves; 15 per cent are produced through indirect sourcing and only 12.22 per cent of uses are directly sourced. ", "The analysis of genre indicates some important differences from the earlier analysis of radical*. The data in Table 7 show that activis(t)* is used predominantly (52.22 per cent) in news reports. Of these reports, 73.4 per cent are direct journalistic representations, a finding which shows how the signifier is routinely used as a straightforward, “objective” marker of identity. That it is cited in only two headlines does suggest that this unproblematised logic does not generally extend to headlines. However, the fact that it is used in 16 lead paragraphs points to its use as a storytelling device. "]}, {"sec_title": "Conclusion: The Media-politics of Discursive Presences and Occlusions", "sec_content": ["In one sense, our analysis has simply affirmed, on a more representative and systematic scale, the uncontroversial hypothesis that radicalism and activism are hegemonically articulated as Maori attributes in Aotearoa New Zealand race relations discourses. However, in examining how newspaper representation reproduces these hegemonic associations, our analysis has formulated two important empirical insights. First, our findings show how, most of the time, naturalised understandings of what is radical and activist are materially (re)produced (Berglez, 2006) by the specific discursive actions of journalists, rather than their sources, across a diversity of opinion and reportage genres. Second, our analysis points to the media occlusion of alternative, explicitly named stories about the “radical” nature of the Government's legislative intervention and “activist” opposition to the Court of Appeal ruling. This conclusion does not preclude the possibility that counter-hegemonic discourses are articulated using different signifiers. Nonetheless, we think that these banal textual absences are indicative of the ideological disposition of the journalistic culture and the hegemonic assumptions in which it is embedded.", "We would like to conclude by very briefly, and selectively, situating our findings within the wider empirical context of the corpus. The signifier Maori is used 9375 times, in marked contrast to the use of the signifier, Pakeha, which is cited on 730 occasions. A quick perusal of the top 10 three-word noun phrases shows how the signifier is most commonly used to index politico-legal institutions and formulations that are part of the bicultural lexicon of the Aotearoa New Zealand state (Maori Land Court; Maori Affairs Minister; Maori Customary Rights). Hence the signifier Maori is routinely articulated as part of an official bicultural discourse, and our analysis would be seriously misread if the reader was to conclude that Maori are primarily represented as radical and activists.", "Nonetheless, our conclusion about the absence of counter-hegemonic newspaper discourses can be given one additional banal, yet telling illustration. The two-word noun phrase “Maori issue” is used 55 times in the sample. This is in contrast to the noun phrase “Pakeha issue”, which is invoked only twice and in both instances it is formulated as part of the extended nominalisation, “Maori-versus-Pakeha issue”. Thus the hegemonic form of naming again points to the relative media invisibility of an alternative account of the foreshore and seabed conflict, which might represent it primarily, or at least partly, as a story of Pakeha (over)reaction to the formal legal recognition of Maori property rights.", "There is much more that could be said about the issues examined in this paper. The limitations of our quantitative methodological approach should also be conceded. Our analysis clearly lacks the kind of qualitative depth typically found in discourse analysis work. Nonetheless, we think that our effort to disarticulate (Glynos and Howarth, 2007) the logic of quantification from the positivist assumptions of conventional content analysis suggest interesting methodological possibilities that merit further discussion (Phelan, 2008). We also recognise how audience analysis, or interviews with individuals constructed in newspaper discourse as radicals and activists, would be two particularly useful ways of enriching and potentially problematising our analysis. Nonetheless, we hope that our paper has helped illuminate the relationship between the discursive power of newspapers and the hegemonic relational logics governing the (non)naming of political identities in Aotearoa New Zealand. In addition, we hope it might have wider methodological value as an example of how an interest in quantifying data on a corpus-assisted scale might be usefully articulated with discourse theoretical assumptions."]}], "references": [{"title": "“Who Gets Voice? (Re)presentation of bicultural relations in New Zealand print media”", "year": "2003", "journal": "New Zealand Journal of Psychology", "volume": "32", "authors": [{"name": "Barclay Kelly", "first_name": "Barclay", "last_name": "Kelly", "affiliation": "", "orcid": "", "role": ""}, {"name": "Liu James H.", "first_name": "Liu", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media(ted) Discourse and Society”", "year": "2008", "journal": "Journalism Studies", "volume": "92", "authors": [{"name": "Carvalho Anabela", "first_name": "Carvalho", "last_name": "Anabela", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Fleeing, Sneaking, Flooding: a corpus analysis of discursive constructions of refugees and asylum seekers in the UK press, 1996–2005”", "year": "2008", "journal": "Journal of English Linguistics", "volume": "36", "authors": [{"name": "Gabrielatos Costas", "first_name": "Gabrielatos", "last_name": "Costas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Baker Paul", "first_name": "Baker", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Challenging the Standard Story of Indigenous Rights in Aotearoa/New Zealand”", "year": "2005", "journal": "Journal of Community \\& Applied Social Psychology", "volume": "15", "authors": [{"name": "Kirkwood Steve", "first_name": "Kirkwood", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Liu James H.", "first_name": "Liu", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weatherall Ann", "first_name": "Weatherall", "last_name": "Ann", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Interpretative Resources of Aotearoa New Zealand Journalists Reporting on Maori”", "year": "2007", "journal": "New Zealand Journal of Media Studies", "volume": "10", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Newspaper as Political Antagonist: editorial discourse and the Othering of Maori perspectives on the foreshore and seabed conflict”", "year": "2009", "journal": "Journalism: Theory, Practice and Criticism", "volume": "10", "authors": [{"name": "Phelan S.", "first_name": "Phelan", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Can Discourse Analysis Successfully Explain the Content of Media and Journalistic Practice”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Philo Greg", "first_name": "Philo", "last_name": "Greg", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Colonial Coverage: media reporting of a bicultural health research partnership”, Journalism: Theory”", "year": "2004", "journal": "Practice and Criticism", "volume": "5", "authors": [{"name": "Rankine Jenny", "first_name": "Rankine", "last_name": "Jenny", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mccreanor Tim", "first_name": "Mccreanor", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Maori Public Sphere”", "year": "2005", "journal": "Pacific Journalism Review", "volume": "11", "authors": [{"name": "Stuart Ian", "first_name": "Stuart", "last_name": "Ian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Review of Ka Whawhai Tonu Matou: struggle without end”", "year": "2005", "journal": "Pacific Journalism Review", "volume": "11", "authors": [{"name": "Te Ahu Poata-Smith Evan", "first_name": "Te", "last_name": "Evan", "affiliation": "", "orcid": "", "role": ""}]}]}