{"doi": "10.1080/21670811.2018.1444998", "url": "https://doi.org/10.1080/21670811.2018.1444998", "title": "Engineering Consent", "volume": "6", "year": "2018", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Petre", "first_name": "Caitlin", "name": "Caitlin Petre"}], "abstract": "As the reach and influence of audience analytics tools continue to grow in newsrooms, a burgeoning body of scholarship conceptualizes them as a form of managerial surveillance that seeks to standardize journalistic work and render it more reliably profitable. While workers in many contexts have been found to resist the rationalization of their labor process, existing research suggests that journalists have become increasingly amenable to—and even powerfully fixated on—the analytics dashboards that quantitatively monitor their performance and rank them against their peers. Drawing on six months of ethnographic observation and interviews at a leading newsroom analytics startup, this article examines the discursive strategies and design elements employed by analytics companies to engineer journalists’ consent to analytics-driven labor discipline. These include performing deference to editorial judgment, professing allegiance to journalism’s institutional norms, and providing a habit-forming user experience. Such tactics enable the newsroom analytics dashboard to extract increased productivity from journalist-users—and to do so in a way that obfuscates, rather than highlights, managerial influence in the newsroom. The article concludes by discussing the implications of these findings for future research on the rationalization of journalistic work in the digital age.", "body": [{"title": "Introduction", "paragraphs": ["Like many professional fields, contemporary journalism faces an avalanche of digital performance analytics. Analytics platforms communicate near real-time data about a range of audiences’ online behaviors, such as clicks, shares, likes, and time on page. Once largely confined to the business side of news organizations, analytics have become increasingly influential in newsrooms worldwide: a growing number of analytics tools are designed specifically for journalists to use in the course of editorial work, and international survey data indicate that refining newsrooms’ use of analytics is widely considered by industry leaders to be a high priority (Newman 2016).", "While much existing research on newsroom analytics has focused on the data’s implications for editorial content, this article contributes to a growing body of scholarship that examines the effect of analytics on editorial workers (e.g. Bunce 2017; Christin 2017; Cohen 2015, 2018; Petre 2015). Recent research in this vein has conceptualized analytics tools as a new form of managerial surveillance and labor discipline (Cohen 2018, 9) that seeks to render journalistic work more rational, standardized, and reliably profitable. Newsroom analytics have been compared, at times explicitly, to methods of scientific management that became commonplace in industrial labor settings in the early twentieth century (Braverman 1974; Taylor 1911). Such comparisons are apt in many respects. Like the manager’s stopwatch on the factory shop-floor, the newsroom analytics dashboard is a form of quantitative monitoring that seeks not just to measure workers’ behavior but also to shape it—with the ultimate goal of boosting the traffic performance of individual journalists and, by extension, the news organizations by which they are employed.", "However, metrics-driven rationalization of the labor process faces special obstacles in expert fields like journalism, where the possession of specialized knowledge and discretion is central to practitioners’ collective self-conception (Christin 2017). Insofar as journalists perceive analytics as a threat to the autonomy of their editorial judgments, they are likely to resent and strategically resist using the data in the course of editorial work (Bunce 2017; Christin 2017). Workers in expert fields are not only predisposed to take an antagonistic stance toward analytics; they also possess greater means with which to do so than, say, service and industrial workers. Although, as with many groups of experts (Espeland and Sauder 2016; Porter 1995), the impartiality and trustworthiness of journalists has come under increased scrutiny in recent years (Carlson 2017), the field continues to possess reserves of cultural capital that render practitioners relatively empowered to resist the rationalization of their labor process.", "Yet despite the potential for journalistic resistance to analytics tools, the preponderance of existing research suggests that over time these tools have insinuated themselves ever deeper into the editorial labor process, and many journalists have acquiesced to—or even enthusiastically embraced—them (Anderson 2011; Boczkowski 2010; Cohen 2015, 2018; MacGregor 2007; Petre 2015; Usher 2013; though see Christin 2017). In order to understand precisely how and why this has unfolded, it is necessary to examine not only the patterns of use of analytics tools in newsrooms, but also a subject which has to date garnered far less scholarly attention: the social processes by which analytics tools are made and marketed.", "Drawing on ethnographic and interview data from Chartbeat, a leading real-time newsroom analytics firm, this article argues that real-time analytics dashboards are designed to provide a habit-forming, flattering, and emotionally compelling user experience that can be understood as a mode of manufacturing consent (Burawoy 1979). While the stopwatch-wielding Taylorist manager makes his disciplining presence known on the shop-floor, Chartbeat’s dashboard encourages journalists to relate to it directly in ways that feel unmediated by management and thus compatible with journalists’ self-conceptions of professional autonomy. The newsroom analytics dashboard, like the stopwatch, is a technological artifact that extracts increased productivity from workers—but it does so in a way that obfuscates, rather than highlights, managerial influence in the newsroom. By unearthing the sociotechnical processes by which newsroom analytics are designed and marketed, this article contributes to scholarly understandings of the role of analytics in news production and processes of rationalization in expert fields."]}, {"title": "Journalism, Audiences, and Analytics", "paragraphs": ["Digital audience analytics platforms are not without precedent in the news industry: television ratings coevolved with the medium itself (Napoli 2011), and newspaper companies have long relied on circulation figures and reader research to set broad coverage priorities and allocate newsroom resources. Even so, the affordances of the Internet have dramatically increased the granularity of audience analytics and the speed at which they become available. The sales, subscription, and reader survey data that characterized the pre-Internet era have been supplemented—and in some cases, supplanted—by digital analytics tools that count how many readers click on a particular story (or the work of a particular journalist), comment on it, email it to a friend, or share it on a social media site. Many analytics platforms also provide data on how readers are finding a story (i.e. referral sources), how far they scroll down on a particular page (scroll depth) and how long they spend looking at content (variously referred to as time spent, engaged time, or attention minutes).", "Analog analytics were primarily intended for use by the business side of the publication; editorial use of such data was considered “secondary” both by media companies and by scholars studying audience measurement (Brown 1994, 137; though see Beam 1995). But as audience analytics have grown more detailed, they have also increasingly migrated into the newsroom. A growing number of analytics platforms—including Chartbeat—are designed specifically for journalists to use in the course of editorial work. Accordingly, scholars have examined the influence of these platforms on journalistic values (Tandoc and Thomas 2015), editorial decision-making and gatekeeping (Tandoc 2014; Vu 2014), and news content (Lee, Lewis, and Powers 2014; Zamith 2016).", "From this body of work, two threads have emerged that appear to be in tension. Scholars have found that many journalists profess to regard audience analytics tools with wariness or even outright hostility, viewing them as an inappropriate intrusion of business considerations into the newsroom and a threat to autonomous news judgment (e.g. Christin 2017; MacGregor 2007). This finding is not altogether surprising, given journalists’ well-documented belief that audiences’ preferences are largely incompatible with—and should be subordinate to—their own judgments of newsworthiness (Anderson 2011; Boczkowski 2010; Boczkowski and Mitchelstein 2013; Gans 1980; Schultz 2007).", "Yet many journalists also consider analytics tools to be highly compelling—even addictive—technological artifacts, consulting them even in the absence of explicit managerial pressure to do so (Petre 2015; Usher 2013). As Anderson (2011) puts it, “When it came to questions of the role of audience metrics and traffic figures, much of the ambiguity expressed by journalists with regard to their audiences disappeared. They, much like newsroom managers, were obsessed with ‘traffic’” (558). How and why do journalists become “obsessed” with tools that have the potential to disempower them and devalue their expertise? Put another way, how do analytics tools secure the compliance—or even the enthusiastic participation—of those whose labor process they seek to rationalize?", "Answering this question requires examining the role of the tools themselves in overcoming journalistic resistance to metrics, and specifically the social processes by which newsroom analytics dashboards are designed and marketed to journalists. Yet there is strikingly little scholarship on how newsroom analytics tools are produced (and none, to my knowledge, that examines this question ethnographically). Much of the existing work on the audience measurement industry is historical, tracing methodological shifts and discrepancies between audience measurements in order to demonstrate that ratings are not a neutral reflection of an actually existing entity, but rather the outcome of a political and economic process that “inevitably highlight[s] some things and not others” (Webster 2014, 18; see also Bermejo 2009; Ettema and Whitney 1994; Napoli 2011). Recent work has also documented the process by which new “market information regimes” (Anand and Peterson 2000) become institutionalized—that is, collectively accepted as a legitimate indication of market performance—in initially recalcitrant industries (Kosterich and Napoli 2016).", "While this scholarship has shed much-needed light on the production and implementation of various forms of audience analytics, as well as the political and economic incentives media producers have for favoring one market information regime over another (Napoli 2011), the role played by discursive strategies and user experience design in overcoming market participants’ resistance to analytics has received far less attention. In-depth field research is uniquely positioned to uncover analytics companies’ efforts to win the approval and acceptance of those media workers whose performances their tools measure and evaluate."]}, {"title": "Quantification, Rationalization, and Labor Discipline", "paragraphs": ["Rationalization by means of quantitative measurement and evaluation has long been central to sociological conceptions of modern institutions, such as the business firm and the administrative state (Braverman 1974; Carruthers and Espeland 1991; Espeland and Stevens 2008; Foucault 1991; Porter 1995; Weber [1919] 2004). While technologies of quantification have enabled modern institutions to take shape, they have also threatened the authority of particular groups of social actors. Much sociological scholarship on quantification examines the ways in which numbers come into conflict with existing forms of knowledge, judgment, discretion, and expertise.", "One body of work argues that, when such conflicts arise, numerical standards and other rule-based systems typically dominate, displace, or infiltrate established expertise (Dreyfus and Dreyfus 2005). This is especially true in professional fields facing interference by “meddlesome outsiders,” which rely on quantification as a useful “strategy for overcoming distance and distrust” (Porter 1992, 633). For instance, the modern accounting profession bolstered its professional legitimacy and protected itself from external criticism by veering away from “interpretive accounting,” in which accountants’ carefully honed professional judgment was central to carrying out their work, and toward a more mechanical approach, in which accountants used standardized methods to report numbers to shareholders without first trying to make sense of them (Porter 1992). While this sort of mechanical objectivity can bolster experts’ authority and the public’s trust in them, it also devalues their judgment. The specter of quantitative domination over experts has loomed ever larger in recent years: as new forms of digital data have proliferated, so too have popular and scholarly predictions that so-called big data will increasingly displace intuitive and experiential forms of expertise (Ayres 2007; Issenberg 2012; Lewis 2004; Mayer-Schönberger and Cukier 2013; Lohr 2012).", "Still, some have challenged the idea that quantitative evaluation and standardization profoundly influence the practices of experts and organizations. Neo-institutionalist scholars have argued that organizational actors often ceremonially adopt quantitative performance measures to promote the appearance of legitimacy and accountability, while actual practices are left largely unchanged (Christin 2017; Dobbin 2009; Meyer and Rowan 1977).", "Other work has examined the ways in which quantification can serve as a powerful form of workplace discipline and surveillance. Marxian scholars have illustrated the ways in which Taylorist management methods, according to which workers’ tasks are broken into ever-smaller component parts that are measured and standardized to achieve maximum efficiency, systematically deskill industrial workers, and thus consolidate ever more knowledge and power in the hands of management (Braverman 1974). Computer-enabled workplace surveillance can intensify this process: Zuboff (1988), for instance, argues that information technologies create an “information Panopticon”—a “computer-age version of universal transparency with a degree of illumination that would have exceeded even Bentham’s most outlandish fantasies” (322).", "Critical media scholars and journalists have applied this framework to the topic of audience analytics in journalism. As Cohen (2015) puts it,From a labor perspective, web metrics can be understood as technologies used to restructure the labor process, particularly in the way that devaluing journalists’ news judgment reflects the separation of conception and execution that Braverman identified as a core part of the capitalist labor process (108).Describing his time editing the New Republic magazine when it was owned by Facebook co-founder Chris Hughes, Franklin Foer (2017) draws a similar analogy: “Like a manager standing over the assembly line with a stopwatch, Chartbeat and its ilk now hover over the newsroom.”", "From a labor perspective, web metrics can be understood as technologies used to restructure the labor process, particularly in the way that devaluing journalists’ news judgment reflects the separation of conception and execution that Braverman identified as a core part of the capitalist labor process (108).", "Indeed, journalism is a field ripe for the intensification of labor discipline. Precipitous declines in advertising revenues (Doctor 2016), the growing power of social platforms in information distribution (Bell and Owen 2017), corporate consolidation (Klinenberg 2007), and increased competition for audience attention (Webster 2014) have greatly strained commercial new organizations. As a result, many newsrooms are facing pressure to produce the same—or greater—output with substantially smaller editorial staffs (Doctor 2016). In addition, public trust in journalists and the media has fallen to new lows (Swift 2016), potentially further incentivizing the adoption of analytics-driven editorial processes as a form of mechanical objectivity (Porter 1992).", "However, the very structural features that lend themselves to rationalization of the labor process also lend themselves to workplace demoralization. To many journalists, analytics have become a potent symbol of declining editorial standards and deteriorating working conditions (see, e.g., Carr 2014; Fischer 2014; Foer 2017; Shire 2014). At times, these criticisms have targeted Chartbeat specifically: a writer for the now-defunct Gothamist blog memorably referred to Chartbeat as “a giant, coal-and-kitten-blood-powered factory located somewhere in the middle of Death Valley that counts up every single precious little click on websites like Gawker in order to calculate each blogger’s exact worth as an employee” (Del Signore 2014). When the Columbia Journalism Review published a positive feature story about Chartbeat in 2015, a data and technology reporter at ProPublica posted a series of mocking tweets in which she imagined what would have transpired had Bob Woodward and Carl Bernstein used Chartbeat when investigating President Nixon’s Watergate break-in.1", "The journalistic propensity toward skepticism of analytics in the newsroom—and journalists’ ability and inclination to voice their criticisms and concerns publicly—renders the news media a fascinating case through which to examine how the rationalization of work unfolds in expert fields, and the role of user experience design in facilitating that process."]}, {"title": "Setting and Methods", "paragraphs": ["From August 2013–January 2014, I conducted ethnography at Chartbeat’s New York City headquarters. Founded in 2009, Chartbeat has become increasingly ubiquitous in newsrooms worldwide: its 50,000 subscribers include nearly 80 percent of the most-trafficked publishers in the United States, including The New York Times, Time, Forbes, NPR, and NBC Universal, as well as media outlets in more than 60 additional countries.", "My fieldwork coincided with a period in which Chartbeat was developing and preparing to release a new version of Chartbeat Publishing, its signature editorial analytics dashboard (the new version was nicknamed CBP2 because it was the second iteration of this tool). I was able to witness much of this process take place. I observed weekly all-hands meetings (called “Pulsechecks”); usability-testing calls, in which Chartbeat employees shared with clients a prototype of the new dashboard and recorded their feedback; periodic check-in meetings for the team working on CBP2; occasional social events (such as the company holiday party); in-person meetings with clients; training calls with clients after the launch of CBP2; and professional development events, such as a coding skills workshop and a “competition lunch” in which staffers compared notes on Chartbeat’s rivals. I took detailed fieldnotes after each visit to the Chartbeat office (Figure 1).", "Figure 1  A screenshot of Chartbeat’s real-time analytics dashboard for newsrooms", "Figure 1  A screenshot of Chartbeat’s real-time analytics dashboard for newsrooms", "I also conducted 23 interviews and in-depth conversations with 16 employees (out of approximately 60 full-time staff) who worked on a range of teams within Chartbeat. Specifically, I interviewed three staffers from the sales team, two from tech support, four from branding and marketing, three from product development, three from user experience and research, and one from engineering. Formal interviews were taped and transcribed; for informal conversations, I wrote detailed notes as soon after the fact as possible. I supplemented my observations and interviews with textual analysis of Chartbeat’s promotional materials, including the company website, blog, and social media, as well as “in-product messaging” within the dashboard itself.2", "I have assigned pseudonyms to protect employees’ anonymity. Per the company’s request because of the small size of Chartbeat’s teams, I do not attribute specific job titles or team affiliations to individuals but rather refer to them as being either on the business side (i.e. the executive team, sales, marketing, and product strategy) or the development side (i.e. user experience, research, design, and engineering).", "Drawing on Tavory and Timmermans (2014), I took an abductive approach to fieldwork and data analysis. In abductive analysis, theorizing is not concentrated at the beginning or end of the research process, but rather occurs throughout; the researcher continually draws on her observations to generate hypotheses, which in turn lead her to gather still more observations. Between field visits, I wrote regular memos on themes that were emerging, which then guided my focus in subsequent field visits and interviews. After concluding my time in the field, I developed a preliminary codesheet and used the qualitative data analysis program Dedoose to code interview transcripts and fieldnotes. I continued to revise the codesheet as new themes emerged during the coding process.", "My research at Chartbeat constitutes part of a larger project on the role of analytics in the news industry, for which I also conducted interviews at the New York Times and fieldwork and interviews at Gawker Media. While my findings from these sites are largely outside the scope of this article, they have informed this analysis and I occasionally draw on them to support my arguments here."]}, {"title": "The Buyer Group and the User Group", "paragraphs": ["Chartbeat’s commercial viability depended on the company’s ability to appeal to two groups within news organizations, which I call the buyer group and the user group. At the mid- to large-size news organizations that supplied a large share of Chartbeat’s revenue, the buyer group consisted of high-ranking business- and editorial-side staff (such as top editors, business development managers, and members of a news organization’s product team) who had the authority both to allocate a portion of the newsroom budget to third-party analytics tools, and to elect to subscribe to Chartbeat over rival platforms. The buyer group was distinct from—though sometimes partially overlapping with—the user group: i.e., the editors (including home page and social media editors), reporters, web producers, and other newsroom actors who would actually be interacting with the analytics platform on a day-to-day basis.", "The company’s marketing and promotional materials targeted the buyer group—and, as might be expected from a quantitative data analytics platform, tended to rely heavily on the language of rationalization. In other words, Chartbeat portrayed itself as a purveyor of tools that quantified the performance of news content on a variety of measures and clearly conveyed that information to journalists, thereby enabling them to increase their sites’ share of audience attention—and, by extension, revenue. Chartbeat’s website claimed that its dashboard allowed clients to “see what interest visitors and adapt your site instantly,” “equip your team with decision-driving data,” and “know what content sparks and holds readers’ attention.” The client testimonials on Chartbeat’s site also employed language that emphasized the dashboard’s usefulness for instrumental decision-making. For example, Gawker Media’s testimonial read, “By providing key information in real time, we have a more precise understanding of the traffic we must support . . .” In positioning itself this way, Chartbeat tapped into a conventional narrative of Big Data—that it provided a systematic, unbiased way of making decisions that would lead to more accurate predictions and greater returns (Mayer-Schönberger and Cukier 2013).", "Effective as this discursive positioning may have been at attracting prospective buyers, it ran the risk of alienating the user group, whose work the analytics tools were measuring and evaluating, and who were therefore more likely to resist or resent their implementation. While these rank-and-file users did not directly control the newsroom’s purse strings the way the buyer group did, their interactions with the dashboard nonetheless greatly influenced whether a news organization stayed with Chartbeat or “churned”—that is, discontinued the subscription. Indeed, a member of Chartbeat’s sales team explained to me that one of the biggest predictors of client churn was a decline in the frequency and breadth of Chartbeat usage in the newsroom.", "As the next sections will illustrate, Chartbeat sought to overcome users’ wariness toward analytics in part via communication and design strategies that were far removed—even, in some cases, diametrically opposed to—the language or methods associated with instrumental rationality. First, the company mirrored journalists’ collective self-understanding as autonomous professionals by performing deference to their authority and professing allegiance to traditional journalistic values. Second, the dashboard was designed to provide users with an enthralling, strongly habit-forming user experience, which could extract increased productivity without being perceived as a form of top-down surveillance and control."]}, {"title": "Mirroring Journalists’ Professional Self-Understanding", "paragraphs": ["Though commonly characterized as a profession, U.S. journalism lacks many of the classic characteristics associated with paradigmatic professional fields (Carlson 2017). Unlike medicine or law, for instance, journalism has no licensure requirement, and the First Amendment prohibits the establishment of any such official closure mechanism. Journalists’ professional authority, then, is grounded not in their possession of a particular credential, but rather in a self-professed ability—often referred to as news judgment—to “isolate, transmit, and interpret the most publicly relevant aspects of social reality” (Schudson and Anderson 2008, 96). Insofar as analytics offer an alternative means to identify “the most publicly relevant aspects of social reality,” it is not difficult to see why journalists might perceive them as a threat to their already nebulous and fragile sense of professional authority.", "In an effort to tamp down this perception, Chartbeat staffers enacted a performance of deference to journalists’ sense of editorial judgment. For instance, during a meeting with a longtime client, Tyler, a business-side Chartbeat employee, explained a feature of CBP2 that showed a list of websites that referred the highest numbers of visitors to the client’s site. After suggesting the client consult this list, Tyler hastened to add, “you already know it intrinsically, but the data confirms it.” Statements like these were notable for the extent that they contradicted the typical narrative of analytics tools—i.e. that their value resides in their ability to show established experts things they wouldn’t otherwise know. By contrast, here Tyler cast Chartbeat as a corroborator of existing journalistic knowledge, rather than as a source of enlightenment.", "The dashboard itself was also designed to perform deference to users’ interpretive abilities and decision-making skills. During the development of CBP2, it was decided that the dashboard would not include algorithmically derived recommendations about which stories to cover, where to place them on home pages, and when to publish them, even though the incorporation of such features might have helped client sites boost their traffic. When asked about Chartbeat’s rationale for omitting algorithmic recommendations, Daniel, a development- side staffer who helped design CBP2, explained:We had a competitor who made a tool that made suggestions to editors . . . Like, “Put this here, promote this story.” And editors were like, “I’m not using this damn thing . . . You’re telling me to put stuff in the lead spot I would never put there.” So we said, “Listen, we’re not taking away your job; we’re enhancing your ability to make those decisions.” [Emphasis added]", "We had a competitor who made a tool that made suggestions to editors . . . Like, “Put this here, promote this story.” And editors were like, “I’m not using this damn thing . . . You’re telling me to put stuff in the lead spot I would never put there.” So we said, “Listen, we’re not taking away your job; we’re enhancing your ability to make those decisions.” [Emphasis added]", "In a similar vein, Rudy, a business-side staffer, invoked his own youth as a way of performing deference to clients’ judgment:It’s not like we’re automatically putting that Miley Cyrus [story] at the top [of your home page]. We’ll tell you, “it’s generating…engagement and…concurrent visitors.” But does that mean you want to do it? Yeah, maybe, but that’s up to you…I’m not going to tell you how to do [your job]. I’m...25 [years old], what do I know about how [to] publish a 200-year-old paper?", "It’s not like we’re automatically putting that Miley Cyrus [story] at the top [of your home page]. We’ll tell you, “it’s generating…engagement and…concurrent visitors.” But does that mean you want to do it? Yeah, maybe, but that’s up to you…I’m not going to tell you how to do [your job]. I’m...25 [years old], what do I know about how [to] publish a 200-year-old paper?", "Performing deference became a way for Chartbeat to distinguish itself from competitors that did provide algorithmic recommendations to news organizations about story placement and assignment. An anecdote about one such rival, Visual Revenue, was invoked so frequently around the office that I began to consider it part of the company folklore. On the day of Pope Francis’s election in 2013, Visual Revenue’s recommendation engine had advised the British tabloid the Sun to place a story about pop singer Katy Perry in the homepage’s most visible spot, based on the prediction that it would garner more traffic than the Pope story. Speaking at a conference the following week, the Sun’s editor invoked the incident as evidence of the unsettling aspects of algorithmic recommendations:There’s lots of examples every day of the week — [instances when] the human being has to intervene and say, “Okay, they may be more interested in Katy Perry in a bikini today. However, the Pope is a far more important story.” (Guardian 2013)At the Chartbeat offices, this anecdote became an oft-invoked parable about the feelings of alienation or irritation that could result in users when an analytics company was seen as clumsily and arrogantly overstepping its mandate. Indeed, the story was referenced so frequently in meetings as an example of how Chartbeat mustn’t be perceived that staffers would simply refer to it via the shorthand “Katy Perry versus the Pope.”", "There’s lots of examples every day of the week — [instances when] the human being has to intervene and say, “Okay, they may be more interested in Katy Perry in a bikini today. However, the Pope is a far more important story.” (Guardian 2013)", "In addition to performing deference to journalists’ sense of professional authority, Chartbeat sought to boost its tools’ moral legitimacy (Kosterich and Napoli 2016) by professing the company’s allegiance to—and the dashboard’s compatibility with—key institutional norms and values of U.S. journalism. In a 2015 interview with the Columbia Journalism Review, Chartbeat’s then-CEO said that the company’s “singular purpose” was to ensure that “twenty years from now, the journalist that wants to investigate the corrupt politician actually has the means to do so. As in: There is enough money to invest in that person to do that job” (Sobel Fitts 2015). While his remark rests on the questionable assumption that higher revenue garnered by news organizations as a result of increased web traffic inevitably would be used to subsidize monitorial reporting, it is notable for how it draws a discursive link between the use of analytics and the kind of journalistic practice that carries the greatest cultural capital in the field (Benson and Neveu 2005). The company has continued to pursue this discursive strategy in the Trump era: in late 2017, Chartbeat tweaked its logo from an image that was meant to evoke a needle on a dial to a similar image that was meant to resemble a flag (Figure 2). In the company blog post announcing the change, Chartbeat’s CEO wrote: “The industry is rallying together, standing behind truth and accuracy. Our logo has evolved from a dial to a flag that we plant squarely in support of quality publishers everywhere.”", "Figure 2  A side-by-side comparison of Chartbeat’s old “dial” logo [left] and new “flag” logo [right]", "Figure 2  A side-by-side comparison of Chartbeat’s old “dial” logo [left] and new “flag” logo [right]", "Chartbeat also signaled allegiance to the institutional norm of maintaining a wall between the business and editorial sides of news organizations (Artemas, Vos, and Duffy 2016), and portrayed itself as positioned firmly on the latter. CBP2 did not display measures of page views or unique visitors—the metrics that are the primary currencies of the online advertising market. Instead, CPB2 displayed what Chartbeat called “engagement metrics”—analytics that the company claimed were designed to reward not just a quick “hit” or click that could be monetized by advertisers, but rather the audience’s deeper, more substantive interaction with a story. For instance, the dashboard prominently displayed Engaged Time, an average measure of how long people spend engaged with a site’s content; Recirculation, the percentage of people who visit at least one additional page on a site after the one at which they arrive; and Visitor Frequency, which divided readers into three categories—new, returning, and loyal—based on how often they visit a site.", "Chartbeat’s profession of allegiance to journalism’s institutional norms and values was reinforced in interpersonal communication. In a meeting about how to “message” the new dashboard in conversations with current and prospective clients, Pete, a high-ranking business side staffer who interacted frequently with Chartbeat’s biggest clients, explained how staffers should frame the dashboard’s focus on engagement metrics:When you [the news organization] make that the center of what you’re going for—can I make this person come back [to my site]?—all your calculations change, and they change in a way that aligns wonderfully with good journalism. [Emphasis added]When Chartbeat launched a (now defunct) version of the analytics dashboard intended for use on the business side, the company called it “Chartbeat Publishing for Ad Sales,” in an attempt to expand its user base while reassuring newsroom users that a tool initially developed especially for editorial use was being repurposed for business use, as opposed to the more typical reverse scenario.", "When you [the news organization] make that the center of what you’re going for—can I make this person come back [to my site]?—all your calculations change, and they change in a way that aligns wonderfully with good journalism. [Emphasis added]", "Of course, the connection between analytics, audience size, and revenue was not lost on journalists, nor did Chartbeat staffers expect it to be. But the lengths to which the company went to align itself with journalists’ professional self-conception suggest that the analytics-driven rationalization of expert labor is not accomplished through technology alone. It also requires the deployment of particular discursive strategies and the practice of emotional labor, in which “the emotional style of offering the service is part of the service itself” (Hochschild 1983, 5). As the next section will illustrate, Chartbeat staffers not only performed emotional labor themselves, but also sought to evoke particular emotions in users as a means to encourage stronger attachments to the company’s tools and induce heavier usage."]}, {"title": "Producing Heavy Users and Extracting Productivity via Habit-Forming Design", "paragraphs": ["Chartbeat sought to appeal to the user group via a highly absorbing, habit-forming user experience. Much as electronic gambling machines are designed to maximize what is known in that industry as “time-on-device” (Schüll 2013), the ever-fluctuating analytics on the Chartbeat dashboard were designed to demand a high level of sustained attention and engagement from users. As Aaron, a development-side Chartbeat staffer explained, “The dashboard wants you…to watch it.” In Foer’s (2017) widely read essay lamenting the growing influence of Silicon Valley on U.S. journalism, he describes checking the Chartbeat dashboard immediately upon waking in the morning and compulsively throughout his day, sometimes neglecting his editing duties and ignoring colleagues so that he could “just stare at its gyrations.” A brief Chartbeat outage in 2011 prompted an entire article in Adweek entitled, “Stats-Addicted Editors Suffer from Chartbeat Withdrawal” (Griffith 2011). The story quoted several “jonesing editors” who became increasingly desperate to access their dashboards as the day wore on.", "When newsroom users became dedicated—even compulsive—dashboard-watchers, Chartbeat benefitted because the news organizations for which they worked were less likely to churn. The centrality of Chartbeat’s user experience to its commercial success is especially evident in a feature the company called the “broken dial.” Chartbeat was priced so that each client had a maximum number of concurrent visitors that it had paid Chartbeat to track; if the number of visitors on its site surpassed that numerical cap during a period of particularly high traffic, the dial “broke”—that is, the client would see that the dial and the number of concurrents had hit the cap, but the dashboard would not show by how much the cap had been exceeded.3 When that occurred, Aaron explained, “the dial looks incorrect . . . The product is broken, but in a fun way. If you didn’t have that sort of excitement, it wouldn’t work.” He continued:When [a client] does hit a home run, and you see the Chartbeat dial go up, and you see the red line go up, then that euphoria—Chartbeat gets to be part of that experience. So as long as we’re in the room, like high-fiving you, then we get a lot of positive association with that moment.", "When [a client] does hit a home run, and you see the Chartbeat dial go up, and you see the red line go up, then that euphoria—Chartbeat gets to be part of that experience. So as long as we’re in the room, like high-fiving you, then we get a lot of positive association with that moment.", "Users’ reactions to the broken dial corroborated Aaron’s observation. On the day the Supreme Court issued its ruling affirming a constitutional right to same-sex marriage, a New York Times staffer tweeted a screenshot of the Times’s broken Chartbeat dial and commented on what a beautiful sight it was (Figure 3). During my fieldwork at Chartbeat, I listened in on a product-testing session, conducted over the phone, in which an editor at a small environmental news site explained that her organization had briefly considered discontinuing its account with Chartbeat in favor of a rival analytics service, but within a few days had “crawled [their] way back” to Chartbeat. Daniel, the development-side employee who was conducting the session, asked, “What is it, do you think, that was the most compelling aspect of Chartbeat?” The client answered:First of all, if you’re into traffic as most sites are, seeing that big number [recited the number of concurrents on her site at that moment—750], that’s a really good number. And we’re capped at 2000 concurrent users, so…if we’re at 1999, we always imagine we’re at 2450 or 5150, but we probably [just] can’t see it cause we’re capped. So we always have that kind of illusion, like that optimism going on, which is really fun for us.4For this client, the broken dial did exactly the opposite of what a tool of rationalization might be expected to do: rather than providing technical information about her audience, it allowed her and her team to imagine an audience that was more than twice the size of their cap, regardless of whether or not the imagined number had any basis in reality. For her struggling newsroom, those periodic moments of optimism—even if illusory—proved difficult to forgo. The broken dial’s ability to elicit powerful feelings in users (which, in turn, solidified their attachment to the dashboard) suggests that esthetics and emotion are far more central to the rationalization of expert labor than has typically been recognized.", "First of all, if you’re into traffic as most sites are, seeing that big number [recited the number of concurrents on her site at that moment—750], that’s a really good number. And we’re capped at 2000 concurrent users, so…if we’re at 1999, we always imagine we’re at 2450 or 5150, but we probably [just] can’t see it cause we’re capped. So we always have that kind of illusion, like that optimism going on, which is really fun for us.4", "Figure 3  A member of the New York Times strategy team (and a former editor) posted a screenshot of the broken dial on Twitter the day the U.S. Supreme Court issued its major marriage equality ruling", "Figure 3  A member of the New York Times strategy team (and a former editor) posted a screenshot of the broken dial on Twitter the day the U.S. Supreme Court issued its major marriage equality ruling", "Management also benefitted from heavy dashboard usage in the newsroom because it rendered explicit traffic-related coercion—which would have likely inspired resentment and resistance—unnecessary. Instead, if Chartbeat’s real-time tools were simply made prominently and widely available in the newsroom, journalists did not have to be forced to consult them—often, they began to monitor themselves. A version of this dynamic existed even at Gawker Media, the erstwhile media company whose management was widely known for its unabashed fixation on analytics (which manifested, in part, via the “Big Board”—Chartbeat-supplied real-time article rankings displayed on large screens in the newsroom). When I asked Kevin, a Gawker Media writer, if he checked Chartbeat on his phone, he sighed and replied sheepishly:Kevin:Yes. I’m not supposed to.CP:You’re not supposed to?Kevin:No, no, we don’t have to look at traffic that much.", "Yes. I’m not supposed to.", "You’re not supposed to?", "No, no, we don’t have to look at traffic that much.", "Later in our conversation, Kevin noted that his frequent use of Chartbeat had bled into his personal life: “It’s stupid. Like I’ll be out [with friends] and like, in the way that I check Instagram, I’ll go to Safari and check the [Chartbeat] Big Board.” Tellingly, Kevin considered his heavy Chartbeat use to be a lapse of personal willpower, rather than a response to managerial pressure to obtain higher traffic.", "The dashboard’s instantaneous feedback, coupled with the perception of writers like Kevin that repeatedly checking Chartbeat was something they chose to do (or were unable to stop themselves from doing), made it a powerful tool not only for fostering self-monitoring but also for extracting increased productivity. Eddie, another Gawker Media writer, described Chartbeat as “insanely addictive” and “a game that you want to win.” Eddie explained that his determination to “win” the game—that is, boost his numbers on Chartbeat—led him to work harder than he otherwise would have:There’s never gonna be a time when you can close your MacBook and be like, Chartbeat’s all set, our traffic’s good, we’re ready to go. You can always do something else, or post something else to Facebook to see if it sticks, or try tweeting a story again to see if maybe it’ll get pickup now instead of this morning.Like shop floor workers who attempt to “make out” by exceeding management-set quotas (Burawoy 1979), writers like Eddie were spurred by Chartbeat to increase their productivity while perceiving this as a voluntary choice.", "There’s never gonna be a time when you can close your MacBook and be like, Chartbeat’s all set, our traffic’s good, we’re ready to go. You can always do something else, or post something else to Facebook to see if it sticks, or try tweeting a story again to see if maybe it’ll get pickup now instead of this morning."]}, {"title": "Conclusion", "paragraphs": ["Understanding the effects of newsroom analytics tools on editorial workers and their role in reshaping journalistic labor processes is an important scholarly endeavor. While existing research has argued persuasively that analytics dashboards can be conceptualized as a form of “labor discipline” that seeks to rationalize journalistic work and align it more closely with managerial objectives (Cohen 2018), the process by which this occurs has not been closely analyzed. Unlike the Taylorist stopwatch, the newsroom analytics dashboard must appeal not only to managers looking to boost newsroom revenue, but also to the very editorial workers whose professional autonomy and livelihoods could be jeopardized by the rationalization of newswork. As a result, third-party analytics companies like Chartbeat have a strong material incentive to flatter, reassure, and thrill their journalist-users. Chartbeat’s newsroom analytics tool achieves the end of rationalizing journalistic work through means that appealed to users’ emotions and obfuscated the role of managerial influence. By performing deference to journalists’ sense of professional expertise and professing allegiance to institutional norms, Chartbeat sought to assuage users’ fear of deskilling and displacement. By creating a habit- forming user experience, Chartbeat extracted greater productivity while obviating the need for explicit managerial coercion that might have prompted journalists to resist the implementation of analytics in their work process.", "It is worth noting how the strategies Chartbeat employed to appeal to the user group, distinct as they were, complemented each other.5 Had Chartbeat mirrored journalists’ professional self-regard through a dashboard that was deferential but tedious to use, users might have thought it pointless: after all, what good is a tool that merely confirms what you already, to paraphrase Tyler, “know intrinsically”? Similarly, if Chartbeat had built a habit-forming user interface without performing deference to users’ sense of their own unique abilities and expertise, it might have been met with greater suspicion or hostility.", "Further research is needed on the role of analytics tools in rationalizing work in expert fields, and journalism in particular. I suggest four directions such work could take. First, it will be valuable to investigate if and how these findings bear out at other analytics companies. While Chartbeat is an optimal case through which to examine the process of rationalization in journalistic labor, more work is needed to determine how other third-party vendors, as well as internal analytics teams within the select news organizations that have developed bespoke in-house analytics (Cherubini and Nielsen 2016) design tools for and interact with newsroom users.", "Second, future work could investigate how analytics companies communicate with news organizations in other national contexts. If, as I have argued, analytics companies accomplish the rationalization of journalistic work partly by communicating allegiance to journalists’ institutional norms, what does this look like in media systems contexts whose norms differ profoundly from those in the U.S.? Relatedly, how does the process look different in national contexts with lower levels of journalistic professionalization (Hallin and Mancini 2004)?", "Third, additional research could investigate what has changed—and what has stayed the same—about the approach of analytics companies as the media market and broader sociopolitical context continue to shift. As newsroom analytics become ever more institutionalized (Kosterich and Napoli 2016)—due, in part, to the kind of strategic social and emotional labor documented in this article—the performance of deference to journalistic judgment is likely to become less necessary.6", "Finally, additional research is needed to explore whether the findings presented here apply to the process by which labor is rationalized in other expert fields. How, if at all, do companies that develop analytics tools for, say, doctors and professors seek to forestall resistance, demoralization, and resentment among their would-be users? How might these tactics in turn be shaping what data are collected, how they are presented, and the uses to which they are put? As analytics dashboards spread to ever-more corners of professional life, it becomes increasingly important to understand the specific mechanisms by which they rationalize expert labor."]}, {"title": "Disclosure statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}, {"title": "Funding", "paragraphs": ["This work was Supported by the School of Communication & Information at Rutgers University; the Information Society Project at Yale University; the Tow Center for Digital Journalism at Columbia University; and the Institute for Public Knowledge at New York University."]}], "references": [{"title": "When Market Information Constitutes Fields: Sensemaking of Markets in the Commercial Music Industry", "year": "2000", "journal": "Organization Science", "volume": "11", "authors": [{"name": "Anand N.", "first_name": "Anand", "last_name": "N."}, {"name": "Peterson Richard A.", "first_name": "Peterson", "last_name": "A."}]}, {"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Journalism Hits a Wall: Rhetorical Construction of Newspapers’ Editorial and Advertising Relationship", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Artemas Katie", "first_name": "Artemas", "last_name": "Katie"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}, {"name": "Duffy Margaret", "first_name": "Duffy", "last_name": "Margaret"}]}, {"title": "How Newspapers Use Readership Research", "year": "1995", "journal": "Newspaper Research Journal", "volume": "16", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}]}, {"title": "Audience Manufacture in Historical Perspective: From Broadcasting to Google", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Bermejo Fernando", "first_name": "Bermejo", "last_name": "Fernando"}]}, {"title": "Automating Judgment? Algorithmic Judgment, News Knowledge, and Journalistic Professionalism", "year": "2017", "journal": "New Media \\& Society", "volume": "", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Accounting for Rationality: Double-Entry Bookkeeping and the Rhetoric of Economic Rationality", "year": "1991", "journal": "American Journal of Sociology", "volume": "97", "authors": [{"name": "Carruthers Bruce", "first_name": "Carruthers", "last_name": "Bruce"}, {"name": "Espeland Wendy Nelson", "first_name": "Espeland", "last_name": "Nelson"}]}, {"title": "Algorithms in Practice: Comparing Web Journalism and Criminal Justice", "year": "2017", "journal": "Big Data \\& Society", "volume": "", "authors": [{"name": "Christin Angele", "first_name": "Christin", "last_name": "Angele"}]}, {"title": "From Pink Slips to Pink Slime: Transforming Media Labor in a Digital Age", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Cohen Nicole", "first_name": "Cohen", "last_name": "Nicole"}]}, {"title": "Expertise in Real World Contexts", "year": "2005", "journal": "Organization Studies", "volume": "26", "authors": [{"name": "Dreyfus Hubert L.", "first_name": "Dreyfus", "last_name": "L."}, {"name": "Dreyfus Stuart E.", "first_name": "Dreyfus", "last_name": "E."}]}, {"title": "A Sociology of Quantification", "year": "2008", "journal": "European Journal of Sociology", "volume": "49", "authors": [{"name": "Espeland Wendy Nelson", "first_name": "Espeland", "last_name": "Nelson"}, {"name": "Stevens Mitchell", "first_name": "Stevens", "last_name": "Mitchell"}]}, {"title": "Reconfiguring the Audience Commodity: The Institutionalization of Social TV Analytics as Market Information Regime", "year": "2016", "journal": "Television \\& New Media", "volume": "17", "authors": [{"name": "Kosterich Allie", "first_name": "Kosterich", "last_name": "Allie"}, {"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Audience Clicks and News Placement: A Study of Time-Lagged Influence in Online Journalism", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela", "first_name": "Lee", "last_name": "Angela"}, {"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Institutionalized Organizations: Formal Structure as Myth and Ceremony", "year": "1977", "journal": "American Journal of Sociology", "volume": "83", "authors": [{"name": "Meyer John W.", "first_name": "Meyer", "last_name": "W."}, {"name": "Rowan Brian", "first_name": "Rowan", "last_name": "Brian"}]}, {"title": "Quantification and the Accounting Ideal in Science", "year": "1992", "journal": "Social Studies of Science", "volume": "22", "authors": [{"name": "Porter Theodore", "first_name": "Porter", "last_name": "Theodore"}]}, {"title": "", "year": "1995", "journal": "Trust in Numbers: The Pursuit of Objectivity in Science and Public Life", "volume": "", "authors": [{"name": "Porter Theodore", "first_name": "Porter", "last_name": "Theodore"}]}, {"title": "The Journalistic Gut Feeling: Journalistic Doxa, News Habitus and Orthodox News Values", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Schultz Ida", "first_name": "Schultz", "last_name": "Ida"}]}, {"title": "Journalism is Twerking? How Web Analytics is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media and Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "The Ethics of Web Analytics: Implications of using audience metrics in news construction", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Al Jazeera English Online: Understanding Web Metrics When a Quantified Audience Is Not a Commodified Audience", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "The Online Audience as Gatekeeper: The Influence of Reader Metrics on News Editorial Selection", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Vu Hong Tien", "first_name": "Vu", "last_name": "Tien"}]}]}