{"doi": "10.1080/17512786.2011.622165", "url": "https://doi.org/10.1080/17512786.2011.622165", "title": "OPENING THE GATES", "volume": "6", "year": "2012", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bachmann", "first_name": "Ingrid", "name": "Ingrid Bachmann"}, {"last_name": "Harlow", "first_name": "Summer", "name": "Summer Harlow"}], "abstract": " In the light of newspapers’ struggle to maintain readers and viability in the digital era, this study aims to understand better how newspapers in Latin America are responding to this shift toward user-generated and multimedia content. Using a content analysis of 19 newspapers from throughout Latin America, this study found that newspaper websites are bringing citizens into the virtual newsroom on a limited basis, allowing them to interact with each other and with the newspaper but only to a modest degree. Thus, while all newspaper websites have some multimedia content and most have Facebook and Twitter accounts, few allow readers to report errors, submit their own content, or even contact reporters directly. Further, most online newspaper articles include photos, but video, audio and hyperlinks rarely are used. These results further our understanding of how online interactivity is changing the traditional role of journalists and how Latin America is responding to the challenge. ", "body": [{"title": "Introduction", "paragraphs": ["Since David Manning White's (1950) seminal study highlighted the decisions Mr. Gates made about which stories would be in the next day's newspaper, the role of journalists as gatekeepers has become one of the central tenets of communication research (Shoemaker and Vos, 2009). But in today's online news ecosystem, ruled by blogs, social media, and a 24-hour news cycle where information has become so prevalent that scholars speak of “ambient news” (Hermida, 2010a), the notion of a “gatekeeper” seems like a quaint relic.", "The onset of new technologies, and the resulting pressure on newspapers to incorporate more citizen journalism, has prompted some scholars to posit that the convergence of professional and citizen journalism might perhaps be undermining the traditional gatekeeping model (Bowman and Willis, 2003; Hermida, 2010b), and opening the gate to allow at least some alternative, citizen voices through. The rise of new technologies and the development of a Web 2.0, characterized by its interactive features and user-generated content, have meant a blurring of what journalism is, potentially transforming how it is practiced and who is doing it (Deuze, 2003; Lasica, 2003). Such a fundamental shift brings with it an assortment of challenges and opportunities, as newspapers look to incorporate more interactivity in order to attract more readers, while still maintaining the traditional gatekeeping function so central to a journalist's identity. A burgeoning body of Euro- and US-centric literature has begun to analyze what kinds of interactive elements newspaper websites are offering, but little research has examined how online newspapers in digitally divided regions like Latin America are incorporating this kind of multimedia and participatory content. As previous research on newsroom interactivity favors “early adapters” (Rogers, 1986), it is worth examining newspapers in Latin America to find whether they are following similar patterns of diffusion, or whether they are incorporating interactive elements in new and different ways than US and European news media. Expanding the sample of extant literature reinforces the generalizability of theoretical interpretations that can be applied across systems (Hanitzsch, 2008). In that sense, Latin America includes an array of socially and politically distinctive countries, but with a shared heritage and, for the most part, with democratic regimes. Studying the Latin American case, then, not only expands current research, but also refines our understanding of online journalism.", "Thus, as newspapers’ struggle to maintain viability in this digital era, this study aims to understand better how newspapers in Latin America are responding to this shift toward participatory journalism, taking into consideration how meaningful such an opening of the gates can be when the bulk of the population is excluded from participating because of lack of Internet access. Drawing on a theoretical framework of gatekeeping and participatory journalism, this study uses a content analysis of 19 newspaper websites in Latin America—one newspaper from each country—to offer an initial exploration of whether newspapers are opening their newsrooms to citizens by providing multimedia features and other web elements that encourage reader participation. Further, because previous research has not reached a consensus on exactly what citizen participation in the newsroom, or interactivity, entails, this study draws on existing literature to define three levels of citizen participation: “Multimedia,” which refers to content forms other than text, such as video and photography, and diverse platforms for the newspaper content, such as mobile devices; “interactive,” which refers to features that allow users to be more than a receiver and become disseminators of the newspaper content, for example by sharing a story via social media; and “participatory,” or those features which enable readers be active users and sources, to the extent that they can contribute their input about the medium and its stories, like submitting a citizen report.", "Such research is important for analyzing how much access to the media is genuinely enjoyed by the average citizen. This also has implications for attracting readers, which is essential for drawing advertising dollars. Further, the interactivity level of a newspaper's website is also important in terms of transforming the traditional role of journalists as gatekeepers. As newspapers increase their interactive and participatory options, they are potentially undermining their own gatekeeping responsibilities, fundamentally changing journalism—and perhaps impacting on democracy—as they open the newsroom to new and alternative voices and perspectives."]}, {"title": "Theoretical Framework and Literature Review", "paragraphs": ["White (1950) contended that gatekeepers in the newsroom regulate the flow of information and knowledge, using varying criteria to control which stories make it into the newspaper (Gieber and Johnson, 1961; Shoemaker, 1991). Gatekeeping is the “overall process through which the social reality transmitted by the news media is constructed” (Shoemaker et al., 2001, p. 233). Extending the notion of gatekeeping from a lone editor with the final say over what is or is not published, other scholars have highlighted the role of newsroom routines, organizational structure and journalistic norms that also influence what becomes news (Gans, 1979; Shoemaker and Reese, 1996).", "In today's digital era, scholars disagree over whether or how the Internet is changing the gatekeeping function. Singer (2005) contended that the same traditional routines and norms found in print newspapers are replicated online, while Bruns (2005) offers the notion of “gatewatching,” a type of news filter. For others, the Web has changed the game entirely, reducing the need for gatekeepers when everyone with access to the Internet can use, create, or disseminate the news that they see fit (Bowman and Willis, 2003; Hermida, 2010b).", "Scholars have attempted to define content from non-professional journalists, referring to citizen journalism, para-journalism, public journalism, user-generated content, and collaborative journalism (Black, 1997; Jaaniste, 2010; Rosen, 2008; Thurman, 2008; Vujnovic et al., 2010). Bowman and Willis's (2003) term “participatory journalism” seems to encapsulate “the collaborative nature of journalism now: professionals and amateurs working together to get the real story, linking to each other across brands and old boundaries to share facts, questions, answers, ideas, perspectives” (Jarvis, 2006).", "In this age of convergence, newspaper readers once considered only as the “audience” are no longer just passive consumers, as digital communication tools are increasingly allowing citizens to both create and disseminate news and information (Bowman and Willis, 2003; Deuze et al., 2007; Jönsson and Örnebring, 2011). Accustomed to using blogs, Facebook, Twitter, and other such platforms, citizens have come to want more than just the ability to write a letter to the editor. Internet-savvy newspaper readers now expect some level of interactivity and increased engagement with a news site, forcing traditional news media to rethink not only the process of news production, but also who is considered a journalist (Hayes et al., 2007).", "Studies that have considered why newspapers allow citizen participation suggest it is a combination of democratic ideals and a market-driven bottom line that seeks to increase website traffic (Jenkins, 2006; Jönsson and Örnebring, 2011; Vujnovic et al., 2010). Ever-decreasing circulations and advertising revenues have meant newspapers increasingly are looking to the Internet for a way out (Paterson and Domingo, 2008). Still, a recent industry report showed that 20 percent of digital journalism ventures in Latin America do not generate profits (Fundación Nuevo Periodismo Iberoamericano, 2011). Hermida and Thurman (2008) noted that a news organization's adoption of participatory journalism was in part a result of a cost–benefit analysis. Their study of the BBC found that the time and effort it took to moderate and editorially control user-generated content drained resources that some editors believed could be better spent on traditional newsgathering. Such findings fit well within previous research that has demonstrated the news media's generally dismissive attitude toward the audience (Gans, 1979), and the notion that journalists know better than consumers what is newsworthy (Schlesinger, 1978).", "It should come as no surprise, then, that studies of news organizations in the United States and the United Kingdom indicate that professional journalists are not overhauling their news processes to embrace citizen participation (Deuze, 2003; Domingo et al., 2008). Despite opening their websites to limited user-generated content, news organizations still moderate what is posted, ensuring that any citizen contributions are in line with existing journalistic norms and culture (Hermida and Thurman, 2008). When newsrooms do open the gates, the degree of openness tends to be tied to the stage of the news process (Domingo et al., 2008, see also Singer et al. 2011). Of the five stages of the news production process—access/observation, selection/filtering, processing/editing, distribution, and interpretation—Domingo and his colleagues found that the interpretation stage was the only one significantly open for citizen participation, and that not a single stage allowed citizens to have the final word. Thus, even while exploring avenues for incorporating citizens’ contributions, “institutional media are not fully releasing their power over the production process to the citizen” (Domingo et al., 2008, p. 335). In fact, Singer (2005) contended that mainstream journalists normalize participatory media, controlling and adapting it until it fits within traditional journalistic practices and understandings. Thus, while user-generated content often is seen as more democratic and participatory, the lack of change or adaptation in journalistic practices means a fundamental shift in the mindset about the role of citizens in journalism has yet to occur (Williams et al., 2011).", "Research has shown interactivity to be multi-dimensional, but scholars have yet to reach a consensus on what exactly interactivity on news sites entails. Zeng and Li's (2006) analysis of US newspapers suggested two types of online interactivity: interactivity with the content as well as interpersonal interactivity, whereas McAdams (1995) proposed six aspects of interactivity: feedback, control, creativity, productivity, type of communication, and adaptability. Deuze (2003), on the other hand, described three types of interactivity generally allowed on websites: (1) navigational, wherein the user chooses how to browse through content; (2) functional, wherein the user can interact with other users or content producers; and (3) adaptive, wherein the site adapts itself to a user's preferences and habits, and users can upload their own content. In general, interactivity on mainstream media news sites is limited to the navigational level. Lasica (2003) highlighted several ways the audience can participate in mainstream media: staff blogs that include reader comments, emails and direct posts; citizen-authored blogs sanctioned by the newsroom; discussion forums; reader-authored articles (such as those about a high school sporting event, often solicited by the newspaper); and reader photos, videos and eye-witness reports.", "Thus, taken from the preceding literature on participatory journalism and user interactivity, the first research question this study will answer is:  R Q1: How often do Latin American newspaper websites offer multimedia, interactive and participatory elements, and what kinds of these elements are offered?  ", " R Q1: How often do Latin American newspaper websites offer multimedia, interactive and participatory elements, and what kinds of these elements are offered?", "Any such discussion of interactivity and online participatory journalism would be remiss if it ignored the question of digital inclusion and who has the ability to participate online, especially in Latin America, where just 35 percent of the population has Internet access (Internet World Stats, 2010). Optimists have heralded the rise of the Internet as a democratic space that can offer greater political access for marginalized groups (Kellner, 2000). Others, however, note the potential for already disenfranchised groups to become further marginalized as technologies leave them farther behind (Bonfadelli, 2002; Kim, 2008).", "More than just lack of access, the digital divide represents a lack of technological know-how, outdated infrastructure, and lack of interest in technologies, making it a cultural, political, and economic divide (Fuchs, 2009). Newhagen and Bucy (2004) outlined four dimensions of access: physical, or ready access to a computer with Internet; system, or ability to access high-speed Internet; cognitive, or the skill to understand what is online and how to search for it; and social access, or differences in access for certain individuals or cultures. If participatory journalism is a democratic ideal about opening the public sphere to citizen input, then it begs the question of how truly democratic or participatory journalism can be when two-thirds of the region is automatically excluded.", "Beginning around 1997, Internet technologies began spreading rapidly, yet unevenly, across Latin America, resulting in a digital divide not just between Latin American countries and other nations in the Organization of Economic Cooperation and Development, but also within Latin America itself (Hawkins and Hawkins, 2003). For example, Argentina currently has the highest percentage of Internet users, with roughly 64 percent of the country connected, and in small Uruguay, with a population of just 3.5 million, more than half the population (53 percent) has access (Internet World Stats, 2010). Yet in Brazil, the largest country in Latin America, only 38 percent of the population is connected, and in Mexico, the second largest country, just 27 percent. Nicaragua has the lowest Internet penetration rate of the region, at just 0.03 percent (Internet World Stats, 2010). Internet use in Latin America is linked to socio-economic inequality, with countries with more unequal income distribution having lower rates of Internet penetration (Hawkins and Hawkins, 2003).", "Exacerbating this is the fact that information communication technologies are more expensive in the poor countries and cheaper in the wealthier ones (Hilbert, 2010). Despite more than 140,000 public Internet access sites identified across Latin America (Maeso and Hilbert, 2006), the poorest populations of the region are still excluded. With just 18–67 US cents a week available to spend on information communication technologies, most would not even be able to afford half an hour's access via an Internet café (Hilbert, 2010). Further, Hughes and Lawson (2005) noted the low print and digital media penetration rates plaguing Latin America. It is questionable, then, whether these segments of the population would use what little Internet time they can pay for to comment on a newspaper's website or send an email to a reporter.", "Thus, the next research questions this study will answer are the following:  R Q2: Which Latin American newspapers offer more multimedia and interactive elements?  R Q3: Is the development level of a country related to a newspaper's use of multimedia and participatory content in Latin America?  R Q4: Is the Internet penetration in a country related to a newspaper's use of multimedia and participatory content in Latin America?    ", " R Q2: Which Latin American newspapers offer more multimedia and interactive elements? ", "R Q3: Is the development level of a country related to a newspaper's use of multimedia and participatory content in Latin America? ", "R Q4: Is the Internet penetration in a country related to a newspaper's use of multimedia and participatory content in Latin America? ", "", "Despite such access limitations, studies have shown that the Internet, with its interactive capabilities, can boost reader engagement (McMillan and Hwang, 2002), deepen a reader's understanding of an issue (Dalrymple and Scheufele, 2007; Eveland et al., 2004), and increase both the use and discussion of news (de Vreese, 2007). Studies have also shown that news sources that go the extra mile to provide interactivity also benefit in terms of higher credibility ratings and reader satisfaction, which has implications for attracting and maintaining audiences (Chung, 2008; Kim, 2009). More importantly, the Web's participatory capacity offers users the chance to both provide, and expose themselves to, alternative points of view (McKenna and Bargh, 2000). As such, newspapers that treat readers as active participants rather than as consumers could be contributing to Gans’ (2003) notion of “multiperspectival” journalism that approaches the news from the bottom up, making a space for citizens’ voices to be heard, and, ultimately, strengthening democracy.", "Scholars long have acknowledged that democracy and a free press go hand in hand (Dahl, 1998). The press has a responsibility to contribute to public discourse (Waisbord, 1996), and opening the gates to allow for online user participation is perhaps the twenty-first-century version of this duty. In fact, some scholars view online media and the inclusion of diverse voices as having the potential to strengthen freedom of the press in Latin America (Dizard, 2010), and Joel Simon, executive director of the Committee to Protect Journalists, in a statement to the Committee on House Foreign Affairs in June 2010, said that citizen journalists and bloggers have stepped up in reaction to the repression of the press. As such, opening newspapers to allow citizens to actively participate in the news process, and potentially act as watchdogs, could bolster both freedom of expression and press freedom.", "Thus, the final research question this study will address is:  R Q5: Is press freedom in a country related to a newspaper's use of multimedia and participatory content?  ", " R Q5: Is press freedom in a country related to a newspaper's use of multimedia and participatory content?"]}, {"title": "Methods", "paragraphs": ["This study relies on a content analysis of 19 newspaper websites in Latin America to accomplish a quantitative assessment of their multimedia, interactive and participatory characteristics. Informed by the literature and in consideration of the wide array of multimedia and participatory options, the authors specified three categories for this type of content. “Multimedia” refers to content forms other than text, such as video and photo, and diverse platforms for the newspaper content, such as mobile devices. “Interactive” is the label encompassing features that allow users to be more than a receiver and become disseminators of the newspaper content, such as by sharing a story via social media. Finally, “participatory” are those features that let readers be active users and sources, to the extent that they can give their input about the medium and its stories, like submitting a citizen report.", "The market leading newspapers were chosen in each country: Clarín (Argentina), La Razón (Bolivia), Folha de S. Paulo (Brazil), El Mercurio (Chile), El Tiempo (Colombia), La Nación (Costa Rica), Granma (Cuba), Listín Diario (Dominican Republic), El Universo (Ecuador), Prensa Gráfica (El Salvador), Prensa Libre (Guatemala), La Prensa (Honduras), El Universal (Mexico), El Nuevo Diario (Nicaragua), La Prensa (Panama), ABC Color (Paraguay), El Comercio (Peru), El País (Uruguay), and El Universal (Venezuela). While the flagship newspaper cannot alone account for the prevalence of multimedia and participatory features in any country's media industry, the chosen newspapers—the most prominent and in most cases the ones with the highest circulation in each country (see Maddux, 2009)—have the financial and journalistic means to adopt new technologies and interactive features.", "Given the cyclic variation of newspapers, the researchers chose to analyze a week's worth of content and selected one week in December to pool the data needed for the analysis. Starting on December 9, 2010, and for the next six days, the researchers visited each newspaper website and saved a copy of the homepages at the end of the day in each of the 19 countries, for a total of 132 files (Cuba's Granma did not have a Sunday edition). Both researchers, who are fluent in Spanish and Portuguese, coded for the presence of 14 web features on each newspaper's homepage (yes = 1; no = 0). These features were multimedia (i.e., versions for mobile devices, a digital copy of the day's print newspaper, blogs, RSS feeds, Twitter profile, Facebook page or similar, YouTube account, and video features), interactive (most popular/most read stories feature, and search function), and participatory (reporting errors feature, information to contact the editors/reporters, forums/chat rooms, and reader input via polls or citizen reports).", "Besides looking at the homepage overall, the coding scheme also called for an analysis of each article posted by 6 pm on the homepage that had a photo or some text accompanying the headline. These stories were selected because the inclusion of photo or text with the headline was an indication that these were the stories judged to embody the greatest news salience by the newspaper's gatekeepers. If the story led to an external domain (e.g., a different URL outside of the newspaper), it was excluded, as this was not content produced by the newspaper. This approach yielded 2304 stories, coded for story topic, byline, and the inclusion of another set of web features. The multimedia features were in-story hyperlinks (any link within the story text), external links (leading readers to pages with a different URL outside of the newspaper), links to related stories (labeled as such and apart from the story text), links to other articles by the same author, links to blogs, story tags, photos, videos, slide shows, audio clips or podcasts, and info-graphics.", "Regarding interactive features, the coding checked for the option to share the story via any social network, the possibility of sharing via email, a story-printing option and the Facebook “like” button. Participatory features coded were reader's comments, the author's email or contact information, the option to submit corrections to the story (e.g., giving users the chance to let the editors know about errors in the story, including forms and links for that explicit purpose), forums or chat rooms (e.g., inviting readers to discuss the story), uploading one's own photos/videos/audio, and editing options (i.e., the user could correct or update information, or add links to an existing story). Additionally, the coders counted the number of in-story links and related stories in each article, and whether videos posted were credited to newspaper staff, wire services or other sources.", "Preliminary inter-coder reliability analyses led the researchers to amend some of the coding instructions. After that, reliabilities as Cohen's kappa showed substantial agreement between both coders and ranged between 0.81 and 1.0.1 ", "Once the material was gathered, the data were processed to answer the research questions. Specifically for RQ3, the country's level of development was measured as the Human Development Index reported by the United Nations Development Programme (UNDP) in 2010.2 For RQ4, the numbers for Internet penetration rate in each country came from the Internet World Stats website (www.InternetWorldStats.com), and for RQ5 the authors used the ranking in Freedom House's (2010) press freedom index. All web features in the newspaper homepages and each of the individual stories were added and then averaged into an index in a weighted manner to compute a score of multimedia, interactive and participatory features present in the homepages and each of the analyzed stories. This way, a score of 1 represents a newspaper that included all of the homepage features and all the story features in every article, and a score of zero means that none of these web features were present. Each newspaper was ranked according to these scores."]}, {"title": "Results", "paragraphs": ["In answering RQ1, all the newspapers analyzed include some kind of multimedia, interactive and participatory features, although to a varying degree. Multimedia features were the most common ones, although often mimicking the basic combination of text and photo found in print newspapers.", "All of the newspapers had RSS feeds and included a digital copy of the print version of the paper, whereas 12 of them (63.2 percent) had an edition for mobile devices, and only one newspaper, Brazil's Folha de São Paulo, had a direct link on its homepage to report errors in the newspaper's stories. Similarly, five newspapers did not include in-story links at all and less than a fifth of the stories analyzed (17.6 percent) listed the author's email or contact information.", "The most popular multimedia features in these newspapers’ homepages—in addition to RSS feeds and digital versions of the paper—were Twitter and Facebook profiles, as all but one (Nicaragua's El Nuevo Diario) included these.3 Conversely, only Guatemala's Prensa Libre and Venezuela's El Universal (i.e., 10.5 percent of the newspapers) listed a YouTube account, although 16 newspapers (84.2 percent) had a video section in the homepage. A total of 14 newspapers (73.7 percent) presented links to blogs.", "At the story level, photos were the most common multimedia feature (70.3 percent). Hyperlinking in general was less frequent, as less than a fifth of the stories (17.4 percent) included an internal link and less than a tenth (8.4 percent) linked to external sources. On average, there were 0.61 in-story links, and articles about arts and entertainment were more likely to have links. Almost 39 percent listed links to related stories and 31.3 percent included story tags. Less common were the inclusion of slideshows (9 percent), audio (8.5 percent), video (6.8 percent), and podcasts (6.6 percent)—the latter exclusively in Uruguay's El País. Almost 40 percent of the videos were produced by the newspapers themselves, and another 39 percent came from wire services or television networks. Info-graphics were almost non-existent, and appeared in less than 3 percent of the stories. These numbers suggest that the newspapers analyzed have a hard time going beyond the medium-specific attributes of print outlets and embracing options of delivering content in more creative ways—a troublesome finding considering these are the market leaders in each country, and arguably, the ones setting the pathway for other newspapers.", "Regarding the interactive features in the homepages, all of the newspapers included a search feature, and all but two (89.5 percent) included a most popular/most read stories feature. Similarly, most stories offered the possibility to share it via social media (98.4 percent) or email (97.1 percent), and included a story-printing option (e.g., an icon; 98.5 percent). The Facebook “like” button was present in less than half of the stories (45 percent) and not even the newspapers that included it adopted this feature in all their stories.", "The participatory features also varied throughout the newspapers at the homepage level. A total of 18 newspapers (94.7 percent) offered information for the users to contact the website personnel, and seven out of the 19 newspapers (36.8 percent) offered readers a discussion platform like forums and chat rooms. User participation also was solicited in citizen reports and polls in 15 of these newspapers’ homepages (78.9 percent).", "An analysis at the story level offers a similar scenario. Overall, readers’ comments were allowed in 72.3 percent of stories, but this feature varied considerably among newspapers. For instance, none of Cuba's Granma stories allowed comments, whereas Argentina's Clarín and Guatemala's Prensa Libre had this feature in only some of the stories. Every story in Costa Rica's La Nación and Brazil's Folha de São Paulo, on the other hand, allowed readers to post comments. In addition, less than a third of the stories (29.3 percent) let readers submit corrections and only 8 percent invited readers to engage in some kind of discussion regarding the story in a forum or chat room. In no case could users edit, correct, or add to the stories.", "In answer to RQ2, which questioned which newspapers offer more multimedia and interactive elements, analysis shows that Colombia's El Tiempo provided the most web features (multimedia, interactive, and participatory) according to an overall combined index. Brazil came in second, followed by Venezuela (see Table 1). Nicaragua, Ecuador, and Cuba comprised the bottom three. Peru's El Comercio topped the index for basic multimedia elements, Paraguay's ABC Color led the interactivity index, and Colombia's El Tiempo scored highest on the participatory index.", "When considering the interactive elements of individual stories, the following newspapers had significantly more stories offering a Facebook “like” button: Brazil's Folha de São Paulo, El Salvador's Prensa Gráfica, Guatemala's Prensa Libre, Nicaragua's El Nuevo Diario, Paraguay's ABC Color, Uruguay's El País and Venezuela's El Universal (χ2=2078.64, df = 18, p<0.001).", "The sampled newspapers from Boliva, Brazil, Costa Rica, the Dominican Republic, El Salvador, Nicaragua, Panama, Paraguay, Peru, Uruguay, and Venezuela had significantly more stories that allowed readers to post a comment (χ2=1796.85, df=18, p<0.001). Uruguay's El País (100 percent) also included significantly more stories that were accompanied by forums or chat rooms (χ2=2036.09, df=18, p<0.001).", "Honduras’ La Prensa (100 percent) published significantly more articles that included email contacts for reporters (χ2=1451.93, df=18, p<0.001). The sampled newspapers in Ecuador (100 percent), Paraguay (100 percent) and Uruguay (100 percent) included significantly more stories that allowed readers to directly report newspaper errors or corrections (χ2=2289.76, df=18, p<0.001).", "Peru's El Comercio (97 percent) published significantly more articles that included hyper-linked text within the body of a story (χ2=857.5, df=18, p<0.001), and that linked to sources outside the newspaper (28 percent, χ2=232.16, df = 18, p<0.001). La Prensa in Honduras (100 percent) ran significantly more stories that included links to related articles (28 percent, χ2=1121.12, df=18, p<0.001). Only Peru's El Comercio and Uruguay's El País included tags in every article (χ2=1873.16, df=18, p<0.001).", " ABC Color in Paraguay (95 percent) published significantly more stories with photos (χ2=204, df=18, p<0.001), and La Prensa in Honduras (25 percent) published significantly more articles with slideshows (χ2=148.5, df=18, p<0.001). Significantly more stories in El Comercio in Peru (36 percent) included videos (χ2=264.26, df=18, p<0.001), and the Dominican Republic's Listín Diario (100 percent) and Honduras’ La Prensa (100 percent) produced significantly more of those videos themselves (χ2=155.76, df=42, p<0.001). Uruguay's El País (100 percent) published significantly more audio clips with stories (χ2=1763, df=18, p<0.001) as it provided an MP3 version of every story for its visually-impaired audience. El Universal in Mexico (13 percent) published significantly more info-graphics with its reports (χ2=128.97, df=18, p<0.001).", "Answering RQ3, which queried whether the development level of a country is related to a newspaper's use of multimedia and participatory content, analysis showed that rank-order correlations between a country's UNDP rate and a newspaper's use of basic multimedia elements were non-significant (r s=0.40; ns). Similarly, results were not significant for interactive features (r s=−0.12; ns), participatory features (r s=−0.06; ns), or the combined index with all web features (r s=0.27; ns).", "For RQ4, analyzing whether a country's Internet penetration rate is related to a newspaper's web content, findings show significant rank-order correlations between each country's Internet penetration rate and newspaper's use of multimedia elements significant (r s=0.52, p<0.05), and between the Internet rate and the combined index of all of a newspaper's web features (r s=0.50, p<0.05). Again, however, results were not significant for interactive features (r s=0.24; ns) or participatory features (r s=0.11; ns).", "In answer to RQ5, whether press freedom was related to web content, the rank-order correlations were non-significant and with coefficients close to zero, showing no relationship. This was the case for multimedia features (r s =0.03; ns), the interactive features (r s=−0.06; ns), and the participatory features (r s=0.03; ns), as well as a combined index with all web features (r s=−0.06; ns)."]}, {"title": "Discussion and Conclusions", "paragraphs": ["This content analysis of 19 online newspapers from throughout Latin America demonstrates that in general, newspapers include basic multimedia elements, but are slow to adopt more interactive and participatory features. Newspaper websites in Latin America, similar to news organizations in other Western countries, show little openness to citizens’ input and contribution, reinforcing the findings of scholars like Hermida and Thurman (2008) and Jönsson and Örnebring (2011). Most newspapers, for example, encouraged users to share articles, offering multimedia elements that facilitated dissemination, whether through RSS feeds, social media buttons or the ability to send a story via email. However, when it came to actually soliciting input from readers, instead of simply allowing them to share the content, newspapers were more reticent. While three-fourths of newspaper stories included a space for reader comments, the ability to give feedback by contacting reporters or reporting errors was almost non-existent. Not a single newspaper allowed readers to edit stories or upload their own content directly. Following the model of Domingo et al. (2008), audiences do not have any real input prior to publication in the production process of the news they consume.", "Few Latin American newspapers took advantage of the multimedia and interactive potential of the Internet, as content mostly mirrored what would be found in a traditional print newspaper, lending support to other researchers who have found similar results in developed countries (Singer, 2005; Williams et al., 2011). For example, photos were published alongside most stories, but videos, audio clips, slideshows, and info-graphics were included in less than 10 percent of the stories analyzed. Further, less than a fifth of articles included links within the text of the story, and less than half included links to related stories, all of which indicates that these Latin American newspapers still are following a print-first mentality, adapting new technologies to fit with old practices, rather than embracing the potential for greater reader participation. Past research suggests that the inclusion of these web features may be a market strategy (e.g., Jenkins, 2006; Vujnovic et al., 2010), and given that web traffic may offset declining circulation, it is surprising that the newspaper websites analyzed missed the opportunity to capitalize on citizen inclusion in the news production process.", "Development and press freedom were not significantly correlated with any of the indices, which arguably could hint at the idea that there are more macro and micro factors at play. Economic development throughout Latin America and even within specific countries is uneven, but so too are the resources available to newspapers which would allow them to optimize their uses of new technologies. As such, it makes sense that results showed no significant relationship between development and a newspaper's use of web features, but a significant correlation existed between Internet penetration rates and a newspaper's use of multimedia features. Such a finding reinforces the idea that newspapers are cognizant of the digital divide, offering only those multimedia elements which they believe their audiences will be able to access. For example, in Cuba, where communications technologies are severely lacking and few citizens have Internet access, the newspaper Granma includes few web elements. Similarly, La Razón in Bolivia, a resource-poor country with little Internet access, also offers little in the way of multimedia or interactivity. In contrast, in a country like Uruguay, which has one of the highest Internet penetration rates in Latin America, the newspaper El País provided a downloadable podcast of every single story. As such, these Latin American newspapers seem to be responding to the realities of digital exclusion in their respective countries, offering web features according to availability of digital resources. Further illustrating this concept is the way newspapers, when they did offer video, relied heavily on ready-made YouTube videos or those from other networks, rather than spending the resources to produce their own.", "Thus, while a newspaper's use of multimedia web features has less to do with development and press freedom than with Internet penetration rates and technological resources available, these findings are important for offering insight into the crossroads between print and digital journalism in a region largely ignored in scholarly research. Findings indicate that while these newspapers in Latin America are willing to incorporate new technologies on a most basic level, they still have not adjusted their news routines to make the most of the ever-expanding digital toolbox. As such, findings seem to suggest that newspapers are adapting technologies to fit traditional print practices, rather than evolving to fit better within a digital realm. Additionally, newspapers seem to be limiting what web features they do offer to those that allow users to interact only on a superficial basis. While readers can share stories via Facebook, Twitter or email, there is little opportunity for them to make a significant input, again demonstrating newspapers’ adherence to the standard one-way, top-down approach to news reporting. Thus, these Latin American newspapers are in essence unlocking the gates, but keeping them mostly closed. This mirrors the US and European research of Domingo et al. (2008) who found that, in general, newspapers do not invite citizens into the news production process.", "In an era of social media and blogs, with newspapers struggling to maintain readers and advertising, these Latin American newspapers that are failing to offer truly participatory content are perhaps hurting themselves by keeping readers at bay. As studies suggest the possibility that including interactive elements can positively benefit newspapers, these Latin American publications may be missing out on readers and advertising. As such, these newspapers should perhaps consider ways to bring more citizen voices into the online newsroom, promoting two-way, bottom-up engagement with readers. Such inclusion of citizen voices could allow diverse, alternative views to gain prominence, perhaps ultimately strengthening democratic debate and thus democracy itself.", "This study is limited as it includes just one newspaper from each country, and uses only one week of content. Nevertheless, such research is important as it provides a thorough account of web content at flagship newspapers in a developmentally and culturally distinct region outside of traditional communication research.", "Moving forward, similar research in digitally diverse countries should continue. For example, future studies should consider increasing the sample size to include more media and more countries. Also, qualitative research, such as interviews, could tap into newsroom practices, editorial policies, and the gatekeeping decisions made as to which stories get which multimedia elements, and how newspapers decide the extent of user participation that they will allow.", "As this study indicates, these Latin American newspapers have made only slight incursions into the Web 2.0 era, characterized by interactivity and user participation. Their limited strides suggest that the digital divide plays a role in the extent of web features which a newspaper offers. Until digital access and know-how become more widespread, newspapers might not find it worthwhile in a cost–benefit analysis to provide multimedia content or open the gates of the newspaper to allow participation from users who might never even log onto a newspaper's website. Thus, newspapers are faced with the challenge of deciding whether they are willing to forego their traditional role as gatekeepers and embrace the interactive potential of the Internet, or whether they will remain static, clinging to traditional print practices and philosophies in a digital world."]}], "references": [{"title": "The Internet and Knowledge Gaps: a theoretical and empirical investigation", "year": "2002", "journal": "European Journal of Communication", "volume": "17", "authors": [{"name": "Bonfadelli Heinz", "first_name": "Bonfadelli", "last_name": "Heinz"}]}, {"title": "Interactive Features of Online Newspapers: identifying patterns and predicting use of engaged readers", "year": "2008", "journal": "Journal of Computer-mediated Communication", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "Finally Informing the Electorate? How the Internet got people thinking about presidential politics in 2004", "year": "2007", "journal": "The Harvard International Journal of Press/Politics", "volume": "12", "authors": [{"name": "Dalrymple Kajsa E.", "first_name": "Dalrymple", "last_name": "E."}, {"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A."}]}, {"title": "Digital Renaissance: young consumer and citizen?", "year": "2007", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "611", "authors": [{"name": "De vreese Claes H.", "first_name": "De", "last_name": "H."}]}, {"title": "The Web and Its Journalisms: considering the consequences of different types of news media online", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Preparing for an Age of Participatory News", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "Fragile Progress, Rising Threats", "year": "2010", "journal": "Harvard International Review", "volume": "32", "authors": [{"name": "Dizard Jake", "first_name": "Dizard", "last_name": "Jake"}]}, {"title": "Participatory Journalism Practices in the Media and Beyond: an international comparative study of initiatives in online newspapers", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}]}, {"title": "Moving Beyond ‘Just the Facts’: the influence of online news on the content and structure of public affairs knowledge", "year": "2004", "journal": "Communication Research", "volume": "31", "authors": [{"name": "Eveland William P.", "first_name": "Eveland", "last_name": "P."}, {"name": "Marton Krisztina", "first_name": "Marton", "last_name": "Krisztina"}, {"name": "Seo Mihye", "first_name": "Seo", "last_name": "Mihye"}]}, {"title": "The Role of Income Inequality in a Multivariate Cross-national Analysis of the Digital Divide", "year": "2009", "journal": "Social Science Computer Review", "volume": "27", "authors": [{"name": "Fuchs Christian", "first_name": "Fuchs", "last_name": "Christian"}]}, {"title": "The City Hall Beat: a study of reporter and source roles", "year": "1961", "journal": "Journalism Quarterly", "volume": "38", "authors": [{"name": "Gieber Walter", "first_name": "Gieber", "last_name": "Walter"}, {"name": "Johnson Walter", "first_name": "Johnson", "last_name": "Walter"}]}, {"title": "Bridging Latin America&#039;s Digital Divide: government policies and Internet access", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Hawkins Eliza", "first_name": "Hawkins", "last_name": "Eliza"}, {"name": "Hawkins Kirk A.", "first_name": "Hawkins", "last_name": "A."}]}, {"title": "Shifting Roles, Enduring Values: the credible journalist in a digital age", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Hayes Arthur S.", "first_name": "Hayes", "last_name": "S."}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Ceppos Jerry", "first_name": "Ceppos", "last_name": "Jerry"}]}, {"title": "From TV to Twitter: how ambient news became ambient journalism", "year": "2010", "journal": "Journal of Media and Culture", "volume": "13", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Twittering the News: the emergence of ambient journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "A Clash of Cultures: the integration of user-generated content within professional journalistic frameworks at British newspaper websites", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "When Is Cheap, Cheap Enough to Bridge the Digital Divide? Modeling income related structural challenges of technology diffusion in Latin America", "year": "2010", "journal": "World Development", "volume": "38", "authors": [{"name": "Hilbert Martin", "first_name": "Hilbert", "last_name": "Martin"}]}, {"title": "The Barriers to Media Opening in Latin America", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Hughes Sallie", "first_name": "Hughes", "last_name": "Sallie"}, {"name": "Lawson Chappell", "first_name": "Lawson", "last_name": "Chappell"}]}, {"title": "The Ambience of Ambience", "year": "2010", "journal": "Journal of Media and Culture", "volume": "13", "authors": [{"name": "Jaaniste Luke O.", "first_name": "Jaaniste", "last_name": "O."}]}, {"title": "User-generated Content and the News: empowerment of citizens or interactive illusion?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Jönsson Anna Maria", "first_name": "Jönsson", "last_name": "Maria"}, {"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "Testing the Knowledge Gap Hypothesis in South Korea: traditional news media, the Internet, and political learning", "year": "2008", "journal": "International Journal of Public Opinion Research", "volume": "20", "authors": [{"name": "Kim Sei-Hill", "first_name": "Kim", "last_name": "Sei-Hill"}]}, {"title": "Inventing an Online Newspaper", "year": "1995", "journal": "Interpersonal Computing and Technology", "volume": "3", "authors": [{"name": "Mcadams Melinda", "first_name": "Mcadams", "last_name": "Melinda"}]}, {"title": "Plan 9 from Cyberspace: the implication of the Internet for personality and social psychology", "year": "2000", "journal": "Personality \\& Social Psychology Review", "volume": "4", "authors": [{"name": "Mckenna Katie-yael A.", "first_name": "Mckenna", "last_name": "A."}, {"name": "Bargh John A.", "first_name": "Bargh", "last_name": "A."}]}, {"title": "Measures of Perceived Interactivity: an exploration of the role of direction of communication, user control, and time in shaping perceptions of interactivity", "year": "2002", "journal": "Journal of Advertising", "volume": "31", "authors": [{"name": "Mcmillan Sally J.", "first_name": "Mcmillan", "last_name": "J."}, {"name": "Hwang Jang-sun", "first_name": "Hwang", "last_name": "Jang-sun"}]}, {"title": "Individual and Routine Forces in Gatekeeping", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}, {"name": "Eichholz Martin", "first_name": "Eichholz", "last_name": "Martin"}, {"name": "Kim Eunyi", "first_name": "Kim", "last_name": "Eunyi"}, {"name": "Wrigley Brenda", "first_name": "Wrigley", "last_name": "Brenda"}]}, {"title": "The Political J-Blogger: ‘normalizing’ a new media form to fit old norms and practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Forums for Citizen Journalists? Adoption of user generated content initiatives by online news media", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Exploring the Political-economic Factors of Participatory Journalism: views of online journalists in 10 countries", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Investigative Journalism and Political Accountability in South American Democracies", "year": "1996", "journal": "Critical Studies in Mass Communication", "volume": "13", "authors": [{"name": "Waisbord Silvio R.", "first_name": "Waisbord", "last_name": "R."}]}, {"title": "The Gatekeeper: a case study in the selection of news", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David M.", "first_name": "White", "last_name": "M."}]}, {"title": "Have They Got News for Us? Audience revolution or business as usual at the BBC?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire"}, {"name": "Wahl-jorgensen Karin", "first_name": "Wahl-jorgensen", "last_name": "Karin"}]}]}