{"doi": "10.1080/21670811.2016.1193818", "url": "https://doi.org/10.1080/21670811.2016.1193818", "title": "Bearing Witness While Black", "volume": "5", "year": "2017", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Richardson", "first_name": "Allissa", "name": "Allissa V. Richardson"}], "abstract": "Modern black citizen journalists have embraced the mobile phone as their storytelling tool of choice to produce paradigm-shifting displays of raw reportage that challenge long-standing narratives of race, power, and privilege in America. From the cellphone footage of fiery Ferguson, metaphorically ablaze with racial tension and literally erupting into nightly conflagrations of riotous frustration in August 2014; to the final images of a broken-legged Freddie Gray being shoved into a Baltimore police van in April 2015 where he died later in police custody, the familiar tropes of black against blue have transcended the twentieth-century loci of ethnic advocacy press, found formerly within slave narratives, abolitionist pamphlets, and black newspapers, to twenty-first-century sites of black rhetorical resistance, found now in selfies, tweets and, mobile video. What theoretical frames should media scholars use to understand this burgeoning form of mobile-mediated sousveillance? In this essay, I suggest a triangulated approach, where academics meld the literature on media witnessing, Black Twitter, and the black public sphere to explore the full landscape of black witnessing and all of its potentialities.", "body": [{"title": "Introduction", "paragraphs": ["As Leo Frank’s lifeless corpse hung from an oak tree in Marietta, Georgia on August 17, 1915, the satisfied mob snapped photographs. Justice, in their minds, had been served finally. The 29-year-old, Brooklyn-born Jewish man had escaped the death penalty on August 25, 1913 for the alleged murder of a 13-year-old girl, Mary Phagan. During his politically charged trial, newspapers report that angry white mobs yelled, “Hang him! Let him hang!” (Dinnerstein 2008, 120). Frank indeed was sentenced to death, but his state Governor, under immense political pressure from the local Jewish community, had his sentence commuted to life in prison. It was a short-lived coup. White supremacists forged an organization called “The Knights of Mary Phagan” to avenge the girl’s death. Its members included Marietta’s finest: two former Superior Court judges, clergymen, a former sheriff, and local business owners (Dinnerstein 2008, 139). They kidnapped Frank from the state prison and drove him to a farm in Marietta. There, they hanged him as children watched, holding their parents’ hands. In one of the most iconic pictures of the ghastly murder, a man in a straw hat stares defiantly from the left corner of the frame. He is holding a camera. This haunting photograph illustrates two points: (1) the practice of media witnessing through emergent technologies certainly is not new; and (2) the notion of “bearing witness” is woven deeply into the historic narratives about human rights violations against marginalized groups. Toward the first point, media witnessing may be a centuries-old practice, but it has experienced a period of great renaissance amid the proliferation of mobile devices. Nearly two-thirds of American adults (64 percent) now own a smartphone, up from 58 percent in early 2014 (Smith 2015). Anyone who owns a mobile device that is equipped with a camera is a “dormant, potential journalist ready for activation” (Frosh and Pinchevski 2009, 1). For this reason, the familiar tropes of black against blue have transcended the twentieth-century loci of ethnic advocacy press, found formerly within slave narratives, abolitionist pamphlets, and black newspapers, to twenty-first-century sites of black rhetorical resistance, found now in selfies, tweets, and mobile video. Although this black “oppositional gaze” (hooks 2015) is afforded by the ubiquity of mobile devices and social networking sites, most of the academic literature that examines the convergence of cellphones and social media to produce protest journalism remains limited to case studies of amateur news reports that were produced in 2011, during the Arab Spring revolts (Mortensen 2011) or the Occupy Wall Street demonstrations (Castells 2012; Razsa 2014). The outpouring of narratives that African Americans generated in Ferguson in 2014 and in Baltimore in 2015 has necessitated a fresh look at the act of witnessing, however, to highlight for the first time the intersecting cultural, technological, and racial forces that inspire black people living in these cities—and beyond—to report news independently with their cellphones.", "In this essay, I offer three broad theoretical frames that media scholars may use to explore black witnessing that sprang from Ferguson, Baltimore, and beyond. First, I review the literature that defines Holocaust-era Jewish witnessing, to demonstrate the academic precedence for amplified attention to reports from a marginalized group. Then, I examine the growing body of literature that investigates so-called Black Twitter and its potentialities for creating what Manuel Castells (2012) calls “networks of outrage and hope.” Lastly, I survey the writings of scholars who have attempted to define the black public sphere as a distinct discursive subgroup, which has the power to push its concerns through to mainstream news media outlets and news audiences when necessary. If we braid these three theories—of black media witnessing as an unapologetic form of advocacy journalism; of Twitter as African Americans’ preferred ad hoc, new-millennium news outlet; and of the black public sphere’s revival since the decline of the traditional black press in the latter half of the twentieth century, I believe we will find a flourishing research area that is ripe for scholarly investigation."]}, {"title": "Classic Media Witnessing Theory", "paragraphs": ["Frosh and Pinchevski (2009) claim that the term “media witnessing” seems redundant at first glance since every act of witnessing is mediated in some way. At the most basic level, one person offers an account of events to another person who was not there. In journalistic settings this process is scalable, so that one person can deliver a narrative account to mass audiences. Frosh and Pinchevski argue that this is where simplistic definitions of media witnessing begin to disintegrate since news production involves three possible processes. They write:", "“[Media witnessing] refers simultaneously to … witnesses in the media, witnessing by the media, and witnessing through the media” (1). In the instance of the Frank killing, journalists could interview eyewitnesses to the hanging and quote them in a story; journalists could serve as primary witnesses themselves; or anyone, like the unnamed man holding a camera in the photograph, could use media production devices to bear witness to an event without a professional journalist as an intermediary. Frosh and Pinchevski believe that failing to clarify the source of the gaze conflates the term “media witnessing,” thus causing it to “teeter on the brink of tautology” (1). Frosh and Pinchevski argue further that two historic events have created two distinct categories of witnesses: the authoritative, Holocaust-style witness who saw atrocities firsthand and lived to tell about it, and the distant television viewer witnesses of September 11, 2001, who were not at Ground Zero when terrorists flew planes into the World Trade Center, but remember seeing the events recounted through the media. The September 11 witnesses are just as authoritative as Holocaust witnesses, Frosh and Pinchevski insist, since they contribute to the collective memory of that day. Not all scholars agree that distant witnessing is just as effective as firsthand viewing, however. John Durham Peters (2009, 35) argues that being present matters. He writes: “The copy, like hearsay, is indefinitely repeatable; the event is singular, and its witnesses are forever irreplaceable in their privileged relation to it.” Peters proposes that we can define witnessing on a continuum, in four different ways: being there, live transmission, historicity, and recording. “Being there” is the strongest kind of witnessing, since it means that one was a part of an assembled audience, such as a concert, game, or theater. Live transmission is the next strongest form of witnessing, since it describes an audience that was part of a simultaneous broadcast. Historicity refers to witnesses who visit a museum or a shrine, where events happened long ago in the same spot, but not necessarily during the lifetime of the witness. Lastly, a recording, presented as a book, CD, or video, is the weakest form of witnessing, Peters writes, since the viewer does not have to occupy the same space and time as the original event.", "Both definitions of media witnessing—as either a tripartite bundle of accounts by, of, or through the media, or as a quadripartite matrix divided along planes of space and time—have provided valuable frameworks for media scholars to explain the works of citizen journalists who have reported the tsunami that rocked South-East Asia in 2004 (Bal and Baruh 2015); the Virginia Tech massacre of 2007 (Allan and Peters 2015); or the shooting of Iranian activist Neda Agha-Soltan in 2009 (Greenwood and Thomas 2015; Paschalidis 2015). These frames reach its epistemological limits when studying the amateur reportage of the Ferguson and Baltimore riots, however, since the Frosh–Pinchevski model does not illuminate why someone would want to be a witness by, of, or through the media in the first place. Likewise, Peters’s argument—that recording is the weakest form of witnessing—seems to fall apart when one remarks the thousands of international #BlackLivesMatter protesters who were not present in Ferguson or Baltimore to view firsthand Michael Brown’s or Freddie Gray’s murders, respectively, yet feel as if they did, so powerfully that they take up picket signs in the slain men’s defense. Moreover, our current theoretical paradigms do not allow us to investigate the reasons why members from certain ethnic groups or socioeconomic classes may be more likely to engage in media witnessing. What makes a poor person of color more likely to bear witness to human rights violations, such as police brutality, than perhaps a middle-class black or white person living in America’s affluent suburbs? To answer these questions, we must not reduce “complex events to technological or economic explanations” (Schudson 1997, 463), to explain the surge in black witnessing. Our way forward is through intersectional scholarship, which considers the practitioner’s appraisal of “self,” the established power structures with which they must contend daily, and the agency that they believe they have to create media that engages a wider public."]}, {"title": "Toward a Theory of “Black Witnessing”", "paragraphs": ["Mobile-mediated black witnessing has three salient characteristics: (1) it assumes an investigative or sousveillant editorial stance to advocate for African American civil rights; (2) it co-opts racialized spaces within the Twitter social network to serve as its ad hoc news wire; and (3) it relies on interlocking black public spheres, which are endowed with varying levels of political agency, to engage diverse audiences. Today’s black witnesses can be frontline witnesses (Gregory 2015) like Feidin Santana, who filmed Michael Slager, a white police officer, shoot Walter Scott, an unarmed black man, in South Carolina in 2015. Similarly, Kevin Moore captured the last images of his best friend Freddie Gray alive in Baltimore before his crumpled body was hauled into a Baltimore city police van in 2015. Modern black witnesses also can be distant witnesses (Ong 2014), who are galvanized to action after viewing video from the front lines, like the thousands of African Americans who staged demonstrations in New York after the cellphone footage of Eric Garner’s fatal scuffle with the city’s police department went viral in July 2014. In the most poignant moment of the cellphone video, Garner, who was black and unarmed, gasped, “I can’t breathe,” as he tried to escape a white police officer’s illegal chokehold. These last words became a Trending Topic on Twitter and a protest slogan for those who hoisted pickets. Three established communication theories support my suggested characteristics of black witnessing. First, I offer a summary of media witnessing during and after the Holocaust, to illustrate why we should view some citizen journalism through an ethnocentric frame. Then, I explain how the rise of so-called “Black Twitter” gave black witnesses an ideal news distribution tool. I conclude by explaining how three types of black public spheres help circulate the news that black witnesses create."]}, {"title": "The Crisis of Witnessing and Its Ethnocentrisms", "paragraphs": ["The notion of “bearing witness” has become so intertwined with Jewish persecution that the Anti-Defamation League, which was founded in 1913 in response to Leo Frank’s death, trademarked the phrase in 1996 for a national educational campaign about the Holocaust.1 Historically, to bear witness during and after the Holocaust was to ascend to martyrdom, for only in death did those closest to acts of its associated atrocities view the complete narrative arc of their demise, from their ill-fated encounter with an oppressor, to the climactic struggle against death, and, finally, to the denouement that was their life ending. Within this paradigm it is perhaps easy to understand then, why the Greek word for “witness” is mártys. While martyrs are to be revered, their deaths still leave us with incomplete narratives. Felman and Laub (1992) call this extermination of voices the “crisis of witnessing.” Since none but those who died can serve as the complete witnesses, we are left only with the testimonies of the survivors who often find it too painful to remember. Journalists commonly preserve the stories of those who find the words to speak as oral histories, books, and documentary films to form our collective memory of a trauma long ago (Zelizer 2010). The “crisis of witnessing” paradigm is not limited to the early twentieth-century Jewish experience, however. It has been sustained by contemporary studies of human rights violations too (Goodman and Meyers 2012; Mansbach 2015; Ong 2014). Mansbach (2015, 1) explains that appraising the act of witnessing through an ethnocentric frame promotes “identification with the Other, thus undermining cases of dehumanization. Mansbach interrogates this theory in an analysis of the Checkpoint Watch movement, in which Israeli women documented stories of Palestinian suffering at various checkpoints to shed light on the impact of the Israeli Occupation (2). Mansbach wrote that the videos the Israeli women created harkened back to the plight of the Jews during the Holocaust, and helped audiences identify with the plight of the Palestinians as people, and not as politically abstract enemies.", "The crisis of witnessing is an apt frame through which to study the outpouring of black citizen journalism in Ferguson and Baltimore too. In the Jewish tradition of witnessing, survivors speak to commemorate the slain, and to verify that atrocities indeed transpired. In doing so, witnesses help create a long, thematic thread of narrative that links similar human rights violations to one another throughout history, rather than regarding each new violation as an isolated incident. Just as the modern persecution of the Jews almost always reflects on the Holocaust, modern black witnessing carries the spirit of the US Civil Rights Movement, which peaked during the 1960s. When African American distant witnesses in Ferguson took to the streets to protest the murder of Michael Brown, for example, they used mobile devices and social media to circulate familiar visual tropes that are associated with Dr. Martin Luther King. In Figure 1, an African American man holds a poster that reads, “I am a man.” To the casual observer, this may seem like an obvious statement. Upon closer investigation, however, this poster has deep historic roots in the black community (Estes 2000; Green 2004).", "Figure 1  Wiley Price and Lawrence Bryant, “Ferguson Protest: ‘I Am a Man,’” The St. Louis American, 2014, http://bit.ly/1pJrwDx", "Figure 1  Wiley Price and Lawrence Bryant, “Ferguson Protest: ‘I Am a Man,’” The St. Louis American, 2014, http://bit.ly/1pJrwDx", "On February 1, 1968, two black sanitation workers in Memphis were crushed to death by a malfunctioning garbage truck. Despite public appeals from colleagues to address the unsafe working conditions for blacks in this industry, the white city leadership remained silent (Estes 2000). Twelve days later, 1300 black men from the Memphis Department of Public Works went on strike. They dressed in their Sunday best and wielded posters that declared, “I am a man” (Figure 2). This declaration of black masculinity attracted the attention of Dr. Martin Luther King, Jr. and other local leaders of the National Association for the Advancement of Colored People (NAACP), who eventually backed the strike (Honey 2011, 255). King traveled to Memphis to support the effort in February 1968 and settled in for what he believed would be a long fight. On April 3, 1968, he told the weary group of men, “Like anybody, I would like to live a long life—longevity has its place. But I’m not concerned about that now … I’ve seen the Promised Land. I may not get there with you. But I want you to know tonight that we, as a people, will get to the Promised Land” (King 2001, 222–223). The next day, as King was leaving the Lorraine Motel for dinner, he was shot on the balcony. When modern protestors in Ferguson carry the “I am a man” posters, they invoke the crisis of King bearing witness, for he is no more able to recount his own death than Leo Frank. Additionally, the ethnocentric crisis of witnessing frame may explain why the distant black witness in Ferguson, who may not have seen police officer Darren Wilson shoot Michael Brown, feels compelled still to behave much like a Holocaust survivor, bearing witness to speak for the slain.", "Figure 2  Richard Copley, “Memphis Sanitation Workers Strike,” NBC News Photo Blog, March 28, 1968, http://nbcnews.to/1ZJX0Jq", "Figure 2  Richard Copley, “Memphis Sanitation Workers Strike,” NBC News Photo Blog, March 28, 1968, http://nbcnews.to/1ZJX0Jq", "In another poignant example of modern, distant black witnessing, an African American Ferguson protestor holds up his fist in the traditional symbolic gesture of the Black Power Movement of decades past (Figure 3). African Americans collectively remember it as the official salute of the Black Panther Party for Self-Defense (Davis 1994). In the same year that King was assassinated, Tommie Smith and John Carlos (both black) raised their fists at the 1968 Mexico Olympic Games as they accepted their medals (Figure 4). They later told journalists that they were protesting racism (Wiggins 1992). According to an October 17, 1968, BBC report, Smith said, “We are black and we are proud of being black. Black America will understand what we did tonight.”", "Figure 3  Scott Olson, “Demetrus Washington Protests in Ferguson, Missouri,” 2014, http://bit.ly/XlHBAV", "Figure 3  Scott Olson, “Demetrus Washington Protests in Ferguson, Missouri,” 2014, http://bit.ly/XlHBAV", "Figure 4  Angelo Cozzi, “Tommie Smith and John Carlos at the 1968 Mexican Olympic Games,” Mondadori Publishers, October 16, 1968, http://bit.ly/22xcKkg (accessed November 25, 2015)", "Figure 4  Angelo Cozzi, “Tommie Smith and John Carlos at the 1968 Mexican Olympic Games,” Mondadori Publishers, October 16, 1968, http://bit.ly/22xcKkg (accessed November 25, 2015)", "Former US Attorney General Eric Holder offers our final example that black witnessing very closely resembles that of Jewish witnessing after the Holocaust, what with its linked narrative threads throughout history. After a November 2014 tree-planting ceremony to honor Emmett Till, MSNBC reported that Holder said: “The struggle goes on. And it’s not only Ferguson, there are other communities around our country where we are dealing with relationships that are not what they should be, be they official communities they are supposed to serve or whether it’s on a more personal level. There is an enduring legacy that Emmett Till has left with us that we still have to confront as a nation.” By invoking the spirit of Emmett Till—the teenaged boy who left Chicago for Mississippi to spend the summer of 1955 with family, only to die at the hands of white supremacists who lynched him and threw him into the Tallahatchie River to rot after he flirted with a white woman—Holder recognized the black witnessing tradition of beginning the narrative thread with Till, then adding successive black male deaths as human rights violations to a lengthy list. Alexander (1994) has written extensively about the black witnesses’ collective memory of viewing Till’s corpse. She cites lines from famed boxer Muhammad Ali’s autobiography, in which he recounts seeing the pictures of a maimed Till for the first time. The passage reads: “I felt a deep kinship to him when I learned he was born the same year and day that I was. My father and I talked about it at night and dramatized the crime. I couldn’t get Emmett out of my mind until one evening I thought of a way to get back at white people for his death” (89). Similarly, Charlyne Hunter-Gault, a celebrated black journalist explained:It happened in August, 1955, and maybe because he was more or less our age, it gripped us in a way that perhaps even the lynching of an older black man might not have. “It was the first time we’d known a young person to die,” recalled Wilma, who, like me, was then entering eighth grade. For both of us, pictures of his limp, watersoaked body in the newspapers and in Jet, Black America’s weekly news bible, were worse than any image we had ever seen outside of a horror movie. (Alexander 1994, 88)", "It happened in August, 1955, and maybe because he was more or less our age, it gripped us in a way that perhaps even the lynching of an older black man might not have. “It was the first time we’d known a young person to die,” recalled Wilma, who, like me, was then entering eighth grade. For both of us, pictures of his limp, watersoaked body in the newspapers and in Jet, Black America’s weekly news bible, were worse than any image we had ever seen outside of a horror movie. (Alexander 1994, 88)", "Fifty years after Till’s murder, Devin Allen (Figure 5) invokes his spirit still. Allen’s amateur photographs of the Baltimore protests in 2015 made the cover of TIME magazine that April (Laurent 2015). In a posed picture, the celebrated black witness is wearing a T-shirt that lists slain black men who died at the hands of white supremacist vigilantes or law enforcement officers. The list begins with Till and ends with an ellipsis, suggesting that more names are to follow. Similarly, two of Ferguson’s foremost black witnesses, Johnetta Elzie and DeRay McKesson, created a running list of unarmed African Americans who were killed by police in 2014, at http://mappingpoliceviolence.org/unarmed.", "Figure 5  John Davis, “Devin Allen,” ScoutProject.com, 2015, http://bit.ly/1MDCQpb (accessed November 25, 2015)", "Figure 5  John Davis, “Devin Allen,” ScoutProject.com, 2015, http://bit.ly/1MDCQpb (accessed November 25, 2015)", "In just these three examples, we find that the black “crisis of witnessing” emerges as an ethnocentric frame worth exploring. Those interested in studying Ferguson or Baltimore through this paradigm also may want to review the literature on former slave-cum-journalist Ida B. Wells as a foremost black witness to lynching in the American South. Her testimonies provide more modern, turn-of-the-twentieth-century historical grounding. In 1892, Wells mourned the loss of three black, male friends who died at the hands of a white lynch mob in her seminal text, Southern Horrors: Lynch Law in All Its Phases Wells 1892. She explains that the men had been upstanding business owners who stoked the ire of white supremacists in the town, as their shops were very prosperous and so redirected black dollars away from the white establishments. Late one night, a few white men from the town entered the store and threatened its owners to shutter it, or else. The black grocers armed themselves instead. When the white men returned, a few nights later, the black shopkeepers opened fire. They were incarcerated promptly, despite their attorney’s insistence that the shooting was in self-defense. In the early morning, the black grocers were dragged from the local jail without shoes or hats, Wells writes, and they were shot alongside the railroad tracks just as a train was passing, to deafen the sound. A jury found that the shooters could not be determined. By the end of Wells’s account, she warned black readers: “The lesson this teaches and which every Afro-American should ponder well, is that a Winchester rifle should have a place of honor in every black home, and it should be used for that protection which the law refuses to give.” Shortly after she published her piece in her newspaper, the Memphis Free Speech, an angry white mob burned her newspaper office to the ground. Wells exiled herself to the North and began work for the New York Age (Wells 2013, 58). She made witnessing lynching her life’s work and even helped found the NAACP (Wells 2013, 327). Strains of Wells’s journalism remain today. Instead of rifles, however, black witnesses have taken up smartphones."]}, {"title": "The “Weighty Baggage” of Black Witnessing", "paragraphs": ["In all of the recent accounts of eyewitness videos of black men and women dying at the hands of white police, the videographers have been African American or Latino, and poor. In an aptly named TIME magazine article entitled “The Witness” (Sanburn 2015), Ramsey Orta expressed his regret at filming Eric Garner’s last gasps of, “I can’t breathe” on July 17, 2014. Orta insists that New York City police harass him regularly still. The same TIME article also features Santana, who captured Walter Scott’s death. Like Orta, Santana had reservations about being a witness. He hesitated two days before handing over the footage to the family, and that was only after he saw inaccurate local television accounts of what happened, he said. Lastly, there is Kevin Moore of Baltimore, who filmed his friend, Freddie Gray, being brutalized by the city’s law enforcement officers, who were both white and black. Gray later died of spinal injuries that he sustained during his beating. Moore went on to become a local pariah after being featured prominently in the CNN documentary, “Who Killed Freddie Gray?” In these three instances, all of these men put their bodies and their future safety at risk to film what they believed to be human rights violations. This martyr mindset stems from what Peters (2009, 24) calls, “weighty baggage.” He wrote: “The ‘baggage’ has three main interrelated sources: law, theology, and atrocity.” In law, the witness is a privileged source of information upon which a judgment will be based. When one takes the stand to testify, one swears an oath to God that he or she will be truthful or else risk punishment. In Christianity, early witnesses became martyrs when they revealed their faiths. To speak the truth about God’s power usually meant persecution. Additionally, witnessing in the Christian faith brought with it sacred responsibility as one of the Ten Commandments is “Thou shalt not bear false witness.” Lastly, the notion of atrocity is linked inextricably with witnessing. For the poor man of color, the cellphone is the closest visual production tool that he can muster to protect himself from news narratives that may try to frame his untimely demise incorrectly. I argue that when a poor man of color sees another member of his community being harassed by the police, he may be thinking that the next martyr may be him, and that he would want someone to document his story truthfully. Although contemporary scholars of media witnessing often argue that cellphone videography places too much distance between the exotic “Other” (Allan, Sonwalkar, and Carter 2007; Ong 2014), I aver that African Americans, of any socioeconomic class, tend to see themselves in the battered body of another black person in these kinds of amateur footage. The sentiment is that if this happened to someone who looked like them, then it could very well be them—even if they are well-educated and relatively affluent. For example, even Harvard University professor Henry Louis Gates, Jr. was not immune to racial profiling from the Boston police. When whites see the videos of Eric Garner, Walter Scott, or Freddie Gray being brutalized, however, they may be able to maintain a safe amount of narrative space. They do not carry the weighty baggage of blackness, so they may not understand why seeing such videos makes black people want to riot. In Alexander’s textual analysis of black peoples’ reactions to the Rodney King verdict of 1992, where four white police officers were acquitted of assault with a deadly weapon in a highly publicized police brutality case—she found these themes. One black distant witness said, “When I saw the Rodney King video I thought of myself [emphasis mine] laying on the ground and getting beat.” Another black distant witness said, “Somebody brought a video to school—the video of Rodney King—and then somebody put it on the television and then everybody just started to break windows and everything—then some people got so mad they broke the television” (Alexander 1994, 85).", "Just as many survivors of the Jewish Holocaust felt compelled to bear witness to atrocity, modern African Americans feel led to use their cellphones to report today’s news of police brutality, and other human rights violations against their personhood. Unlike the Holocaust survivors, who fled persecution and found asylum in foreign lands, however, groups of repressed blacks in twenty-first-century America have nowhere else to go. Black witnessing happens, then, in real-time on American soil. When its gaze is upon white cops gunning down unarmed black boys, black witnesses imagine themselves as participating in a long line of storytellers—beginning with witnessing through the media 60-year-old pictures of Emmett Till’s dead body, and ending with witnessing by the media (that black witnesses produce) the newest member to join the macabre club of martyred black men. As with all witnessing, a medium must carry the message. We move now to examine black witnesses’ preferred ad hoc news outlet: Twitter."]}, {"title": "The Rise of “Black Twitter” as a News Outlet", "paragraphs": ["I JUST SAW SOMEONE DIE OMFG", "I JUST SAW SOMEONE DIE OMFG", "With these six words, Twitter user @TheePharaoh, also known as Emanuel Freeman, went from a dormant journalist waiting to be activated, to a full-fledged black witness. Just after 12 pm on Saturday, August 9, 2014, he began to tweet live:Im about to hyperventilate@allovevie the police just shot someone dead in front of my crib yo", "Im about to hyperventilate", "@allovevie the police just shot someone dead in front of my crib yo", "His next tweet was a photo of Michael Brown laying in the street. An officer who appears to be Darren Wilson, who was identified later as Brown’s killer, stands over his body. Freeman kept tweeting. He described the wails of Brown’s mother. He posted another picture of an unidentified officer carrying a rifle. By Sunday, Freeman thanked his Twitter followers for their concern for his safety. By the following Wednesday, he wrote, “I AM DONE TWEETING ABOUT THE SITUATION” (Crilly 2014; Ries 2014). Freeman never granted an official interview to legacy media outlets to recount what he witnessed. He did not have to; he had “Black Twitter.” In Ferguson, Baltimore and beyond, African Americans have adopted Twitter as their social networking platform of choice for conveying breaking news.", "Twitter launched in March 2006 with a basic question: “What are you doing?” In 140 characters or less, everyday people shared what they observed about the world around them, and how they perceived themselves in it. In a formative article about the origins of Twitter and its potential uses, a team of scholars analyzed the social network to identify its early adopters, their motivations, and the techniques they used to find like-minded people. The researchers determined that people used Twitter to converse, share information, and report news. Users alternated between information sources and information seekers in a dynamic system of both strong and loose relationships (Java et al. 2007). Twitter use among the general population grew rapidly after its inception. Armstrong and Gao noted:By February 2009, 11% of online American Internet users said they use Twitter to update their status online and share with others. According to Nielsen Online, visitors to Twitter increased 1,382% in 1 year, from 475,000 unique visitors in February 2008 to 7 million in February 2009, making it one of the fastest growing websites. By June 2010, that number had climbed to 28 million unique visitors. (Armstrong and Gao 2010, 222)", "By February 2009, 11% of online American Internet users said they use Twitter to update their status online and share with others. According to Nielsen Online, visitors to Twitter increased 1,382% in 1 year, from 475,000 unique visitors in February 2008 to 7 million in February 2009, making it one of the fastest growing websites. By June 2010, that number had climbed to 28 million unique visitors. (Armstrong and Gao 2010, 222)", "As Twitter became a popular culture phenomenon, professional journalists began to question whether it could be operationalized as a professional tool. In 2009, Farhi predicted that journalists would use Twitter one day to mine for news sources and story ideas, and to crowdsource large swaths of people to gather facts and opinions Farhi 2009. By 2010, academicians investigated the extent to which Farhi’s normative theories were feasible (Ahmad 2010; Artwick 2013; Lasorsa, Lewis, and Holton 2012). The proliferation of mobile devices lowered the barrier of entry for Twitter participation further, so that anyone with a smartphone and a WIFI connection could create and disseminate various forms of multimedia storytelling throughout the network—especially the media witnesses who tapped into “Black Twitter.” Blogger Choire Sicha coined this term in his 2009 article, “What Were Black People Talking About on Twitter Last Night.” In it, Sicha (2009, 1) writes, “At the risk of getting randomly harshed on by the Internet, I cannot keep quiet about my obsession with Late Night Black People Twitter, an obsession I know some of you other white people share, because it is awesome.”", "Not all whites agreed, however, that black participation was welcome on the platform. Andre Brock (2012, 542) explains that technology blogger Nick Douglas recounted a conversation with an offended white male friend who said, “These people don’t have real Twitter friends. So they all respond to trending topics. And that’s the game, that’s how they use Twitter.” One year later, journalist Farhad Manjoo (2010) attempted to delve deeper, Brock writes, when he penned the controversial Slate piece, “How Black People Use Twitter,” which featured an illustration of Twitter’s logo bird with brown feathers instead of its customary blue plumage, donning a Hip hop-style athletic cap. Manjoo posed this litany of questions about Black Twitter:Are black people participating in these types of conversations more often than nonblacks? Are other identifiable groups starting similar kinds of hashtags, but it’s only those initiated by African-Americans that are hitting the trending topics list? If that’s true, what is it about the way black people use Twitter that makes their conversations so popular? Then there’s the apparent segregation in these tags. While you begin to see some nonblack faces after a trending topic hits Twitter’s home page, the early participants in these tags are almost all black. Does this suggest a break between blacks and nonblacks on Twitter—that real-life segregation is being mirrored online? (Manjoo 2010, 1)", "Are black people participating in these types of conversations more often than nonblacks? Are other identifiable groups starting similar kinds of hashtags, but it’s only those initiated by African-Americans that are hitting the trending topics list? If that’s true, what is it about the way black people use Twitter that makes their conversations so popular? Then there’s the apparent segregation in these tags. While you begin to see some nonblack faces after a trending topic hits Twitter’s home page, the early participants in these tags are almost all black. Does this suggest a break between blacks and nonblacks on Twitter—that real-life segregation is being mirrored online? (Manjoo 2010, 1)", "This line of questioning stoked the ire of black blogger Shani Hilton, who explained in a post on her PostBourgie blog,", "Merits of the piece aside, what troubled me on first read was that Manjoo quoted only men … what bothers this black twitterer more than any of that is this: that the story was clearly written with a befuddled and bemused white audience in mind. This notion exists that the ways of black folks are so very mysterious that it takes a brown man—Manjoo basically serves as a bridge—to explain them to whites. (Hilton 2010)", "Merits of the piece aside, what troubled me on first read was that Manjoo quoted only men … what bothers this black twitterer more than any of that is this: that the story was clearly written with a befuddled and bemused white audience in mind. This notion exists that the ways of black folks are so very mysterious that it takes a brown man—Manjoo basically serves as a bridge—to explain them to whites. (Hilton 2010)", "This sentiment was not lost on black academics. In an October 28, 2015 interview with Meredith Clark, she explained that she chose to write her dissertation on Black Twitter because she was tired of seeing mainstream journalists get it wrong. Clark self-identifies as a member of Black Twitter’s in-group and felt that both the Sicha and Manjoo articles lacked the cultural competency to explain fully the value of Black Twitter. In short, to paraphrase the founders of the first black newspaper, Freedom’s Journal, who wrote, “We wish to plead our own cause,” Clark said that most Black Twitter users similarly felt a responsibility “to tweet own our cause,” and entitled her dissertation thusly. While jokes and puns were an entertaining feature of Black Twitter’s daily exchanges, Clark said that these elements do not comprise its complete oeuvre. Her dissertation triangulated data gleaned during four years of inquiry, through a content analysis of traditional news media, a discourse analysis of selected tweets, and semi-structured interviews with 36 unique Twitter users (Clark 2014).", "Clark discovered that Black Twitter users commonly engage in six steps of induction into the sub-network: (1) self-selection to participate in the group, (2) public self-identification as a black person, (3) performance of race as a black person by using certain cultural bona fides, (4) black hashtag (or blacktag) affirmation of online community values, (5) reaffirmation of values via culturally resonant language, and (6) achieving vindication via social change. Overall, Black Twitter is a “multi-level community and network building process” (Clark 2014, x).", "It should be noted that Black Twitter is not monolithic. Not all black users comprise Black Twitter. Similarly, not all Black Twitter in-group members share the same ideologies. However, all prominent black witnesses who have garnered national recognition for their coverage of Ferguson and Baltimore are a part of Black Twitter. As such, they create an ad hoc news outlet that breaks news and supplies updates in real-time, rivaling some of the most time-honored legacy media. They achieve this by harnessing the power of interlocking layers of the black public sphere, which is stratified by levels of political agency and varying desires to engage the general public at times of peak crisis."]}, {"title": "Black Public Sphere Theory", "paragraphs": ["As news of Dr. Martin Luther King, Jr.’s assassination spread on April 4, 1968, the Baltimore Sun reported that some blacks in the city convened to discuss retaliation that night. It was decided that the children, ages 12–15, would throw bricks into the windows of white establishments, since they would not be charged as adults. Next, the older teens, between 17 and 18 years of age, set fire to some white businesses while looting others that sold valuable property. For two days, Baltimore smoldered. When the smoke cleared, six people were dead and more than 1000 fires generated $8 million in damages (Dilts 1968). That same month, nearly 50 years later in April 2015, an irate group of young African Americans set fire to Baltimore again—this time for the murder of Freddie Gray. They were protesting the killing of the 25-year-old African American male who sustained severe injuries while in police custody. As Gray lay in a coma from April 15 to April 18, black witnesses in the media recounted to professional journalists the excessive force used during his arrest; blacks made witnesses by the media became activated by their cellphones to leak recorded footage of Gray’s last public moments; and black witnesses through the media watched on television as pockets of the city went up in flames. It may be incredulous to some that the same city that claimed the life of Freddie Gray was a saving grace to Frederick Douglass, who wrote in his autobiography, “Going to live at Baltimore laid the foundation, and opened the gateway, to all my subsequent prosperity” (Douglass 1852).", "Connecting such historic arcs of narrative, from the King riots to the Gray riots, and from Freddie Gray to Frederick Douglass, are the consummate work of the black public sphere that seeks to highlight social injustice leveled against blacks as thematic, rather than episodic (Alexander 1994; Antony and Thomas 2010; Baker 1994). Whether it has been through the fiery oratory of Frederick Douglass denouncing slavery, or in the fiery protest of a frustrated people rioting, the black public sphere has leveraged the technological medium of the era to debate, mourn, scream, and rejoice collectively. As we have explored in several portions of this essay, mobile and social media have amplified and accelerated this communiqué in ways that the black press of old, such as the Chicago Defender newspaper or Ebony magazine, for example, could not have achieved—even in its heyday.", "Habermas (1991) imagined the public sphere as a physical place where men met to discuss matters of political significance. In salons and coffeehouses across late-seventeenth-century Great Britain and eighteenth-century France, Habermas proposed that dialogue between ordinary people, away from the prying eyes of the State, had the power to shape democracies. Habermas fancied these dignified exchanges as essential to a civil society that desired to engage its citizenry fully. Numerous academics have challenged Habermas’s theory on the basis that it is Eurocentric (Gregory 1994; Gunaratne 2006; Linke 1999) and silent on how the exclusion of women (Collins 2000; Pough 2004), people of color (Baker 1994; Folami 2007), and members of the working class affect policymaking and nation-building. Fraser (1990) has written perhaps the most famous rebuttal to Habermas, asserting that “the bourgeois conception of the public sphere, as described by Habermas, is not adequate for the critique of the limits of actually existing democracy in late capitalist societies” (77). Instead, she suggests that scholars consider a “multiplicity of publics,” especially within “stratified societies and egalitarian societies” (77). African American scholars built on this idea by proposing a new ethnocentric theory in 1995, when they penned the anthology, The Black Public Sphere. In the introduction to the text, its 16 authors renounce the Habermas frame to assert:The black public sphere—as a critical social imaginary—does not centrally rely on the world of magazines and coffee shops, salons and highbrow tracts. It draws energy from the vernacular practices of street talk and new musics, radio shows and church voices, entrepreneurship and circulation. Its task is not the provision of security for the freedom of conversation among intellectuals, as was the case with the bourgeois public spheres of earlier centuries. Rather, it marks a wider sphere of critical practice and visionary politics, in which intellectuals can join with the energies of the street, the school, the church, and the city to constitute a challenge to the exclusionary violence of much public space in the United States. (The Black Public Sphere Collective 1995, 3, my emphasis)", "The black public sphere—as a critical social imaginary—does not centrally rely on the world of magazines and coffee shops, salons and highbrow tracts. It draws energy from the vernacular practices of street talk and new musics, radio shows and church voices, entrepreneurship and circulation. Its task is not the provision of security for the freedom of conversation among intellectuals, as was the case with the bourgeois public spheres of earlier centuries. Rather, it marks a wider sphere of critical practice and visionary politics, in which intellectuals can join with the energies of the street, the school, the church, and the city to constitute a challenge to the exclusionary violence of much public space in the United States. (The Black Public Sphere Collective 1995, 3, my emphasis)", "By this definition, we can gather that the black public sphere is a place where members of the in-group signify their subaltern identities by using specific cultural bona fides, and participate in dynamic discursive practices in both virtual and physical spaces around the world. In this manner, Black Twitter is as much a part of the black public sphere as black “barbershops, bibles and BET [Black Entertainment Television]” (Harris-Lacewell 2010, 1). As straightforward as both definitions may seem, there are several theoretical conditions of which scholars should be aware when they are analyzing black witnessing from within this frame.", "Primarily, academics should note that not all black public spheres are readily visible. Secondly, not all former loci of black debate continue to serve as effective means of communication. Lastly, to complicate matters further, the black public sphere does not comprise all black people. There are subgroups even within this subgroup, which subjects some black witnesses (such as black members of the LGBTQIA community, for example) to be marginalized further still. Squires (2002) redresses these three problems by considering three types of subaltern black spheres: the enclave, the counterpublic, and the satellite. She argues that we should not think of multiple, coexisting spheres merely as counterpublics that are based on a shared marginal identity, such as “people of color, women, homosexuals, religious minorities, and immigrant groups” that have coalesced as a response to exclusionary politics (Squires 2002, 446). Instead she writes, we should classify a subaltern counterpublic by the political climate in which it originated, its members’ willingness to engage in dialogues with the dominant public, and its members’ agency to create media resources. As the Squires definition of the black public sphere is perhaps more descriptive than the Black Public Sphere Collective's theory (1995), I will employ her paradigm to round out my analysis of black witnessing."]}, {"title": "The Enclave of Black Witnessing", "paragraphs": ["Not all black counterpublics are readily visible. Harris-Lacewell explains (2010),At the turn of the century Du Bois described black life as an existence that occurred behind a veil. He understood that when white Americans forcibly separated themselves from blacks, they lowered a dark shroud between the races that allowed a certain covert reality for African Americans to operate beyond the reach of whites. A veil is opaque but not impenetrable. (xxi)", "At the turn of the century Du Bois described black life as an existence that occurred behind a veil. He understood that when white Americans forcibly separated themselves from blacks, they lowered a dark shroud between the races that allowed a certain covert reality for African Americans to operate beyond the reach of whites. A veil is opaque but not impenetrable. (xxi)", "Harris-Lacewell is clever to invoke the letters of Du Bois here, insofar as he introduced the theory of double-consciousness to the academy. In Du Bois’s seminal volume, The Souls of Black Folk, he lamented, It is a peculiar sensation, this double-consciousness, this sense of always looking at one’s self through the eyes of others, of measuring one’s soul by the tape of a world that looks on in amused contempt and pity. One ever feels his two-ness,—an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder. (Du Bois 1903, 7)", "It is a peculiar sensation, this double-consciousness, this sense of always looking at one’s self through the eyes of others, of measuring one’s soul by the tape of a world that looks on in amused contempt and pity. One ever feels his two-ness,—an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder. (Du Bois 1903, 7)", "This psychological battle that black America faced—to accept that mainstream America viewed it as inferior, all the while knowing and feeling that it was equal—forced much of the black public sphere, in its infancy, to exist within an enclave. In this context, the enclave is a safe space that is hidden from the view of the oppressor. Its members often possess “few material, political, legal, or media resources,” yet desire to “preserve culture, foster resistance [and] create strategies of the future” (Squires 2002, 458). An example of such a black public sphere would be African Americans who lived through slavery in the Jim Crow South, Squires writes. Since the slaves lived under the watchful eyes of their overseers and plantation owners, they either had to code their discourse about fleeing to freedom in song or meet privately. Free blacks in the North formed enclaves too, battling state-sponsored segregation by forming separate black social institutions to “foster their public speaking skills, create campaigns, and facilitate resistance” (Squires 2002, 458).", "While the ideologies and political goals of both groups of blacks may have been different, both fall within the enclave model since neither group came in contact with the dominant public often. When it did, select leaders performed what Squires calls highly scripted “public transcripts” (Squires 2002, 458). This may look like an official pamphlet from Frederick Douglass and Ida B. Wells to protest the lack of African American exhibits at the World’s Fair (Douglass et al. 1893). In modern terms, the enclave black public sphere structure is found still within the walls of the Historically Black College or University (LeMelle 2002), the “Divine Nine” black fraternities or sororities (Ross 2001), or within black professional organizations, such as the National Association of Black Journalists (Dawkins 1997). While critics of these organizations today question their relevance, often claiming that such groups promote divisiveness, Squires argues that its members will perpetuate its existence, “even when they benefit from increased political rights or friendlier social relations,” because they offer its participants “independent spaces to retreat to in times of need or during negotiations with outsiders” (Squires 2002, 459).", "In the case of Black Twitter, we should note that it only achieved prominence as a result of Twitter’s system of hashtag folksonomy (Brock 2012). Without this feature, much of the dialogue between a distinct subgroup of African Americans may have remained shrouded in an enclave. Modern scholars may do well to question whether Black Twitter can serve as a true enclave since it is public-facing. Is Black Twitter a safe space for black witnesses to introduce new social topics to the group agenda, or does it subject members of the in-group to violence and state-sponsored surveillance? This is a timely research agenda, since numerous mainstream media reports have documented that the New York Police Department regularly spied on local activists who tweeted under the #BlackLivesMatter hashtag, harkening back to the days that the Federal Bureau of Investigation spied on the Black Panther Party during its infamous Counter Intelligence Project, better known as COINTELPRO (Blake 2015; Craven 2015)."]}, {"title": "Black Witnesses and the Counterpublic", "paragraphs": ["Whereas the enclave model of the black public sphere seeks to shelter its participants from the volatile outside world, the counterpublic deliberately ventures, “outside of safe, enclave spaces to argue against dominant conceptions of the group and to describe group interests” (Squires 2002, 460). While intense oppression gave birth to the enclave, counterpublics actually emerge because some measure of subjugation has subsided and the oppressed group has gained more resources. This emboldened black public sphere creates protest rhetoric, facilitates increased communication between the marginalized and the powerful, and distributes media that tout an unapologetically subjective point of view. The goals of this form of black public sphere are to foster resistance, create coalitions with other subaltern groups, test arguments and strategies for reform in wider publics, and persuade outsiders to change their viewpoints on oppressive practices. It should be noted that members of this black public sphere often retreat to enclaves, such as the black church, during times of negotiation or strategizing. Squires notes that African Americans who participated in the Civil Rights Movement from 1955 to 1970 fit this paradigm. She writes: “the mass public protests—sit-ins, marches, boycotts, voter registration drives, as well as the revaluation of African and Afrocentric arts, physical characteristics, and speech—were all central elements of daily life for a large number of African Americans. This intense, widespread involvement set the tone and agenda for black politics and discourses” (460). Although I agree with Squires’s description of the Civil Rights Movement as an exemplar of the counterpublic black public sphere model, I argue that its roots stretch back a bit farther, to the turn-of-the-twentieth-century black press. Journalists such as Ida B. Wells (who I have mentioned in previous passages exiled herself from the South so that she could continue to bear witness) moved back and forth between the enclave and the counterpublic to campaign against lynching. In this manner, prominent black journalists who worked for black advocacy press in the North, such as the Chicago Defender, the Pittsburgh Courier, or the New York Amsterdam News, all hoped to carry reports from black witnesses in enclaves to the mainstream to advance change. Similarly, today’s black witnesses produce media within the counterpublic paradigm. Many of the frontline cellphone videos that have surfaced to showcase police brutality, for example, have galvanized numerous distant black witnesses to form organizations that endeavor to engage the mainstream—such as We the Protestors,2 Campaign Zero,3, and Black Lives Matter.4", "We need more research that investigates how the organizers of these movements use both legacy media and Black Twitter to engage in the black counterpublic model. Do leaders of these movements more commonly tweet pictures, write blog posts, grant interviews to cable news shows, or do all of these things equally? Which is most effective in terms of sparking dialogue with the dominant public? How are leaders measuring their success? How do black witnesses communicate with professional journalists? Do they follow each other reciprocally on Twitter? All of these questions comprise a rich area for research."]}, {"title": "Satellite Black Witnessing", "paragraphs": ["Squires’s final black public sphere model is the satellite, which makes limited attempts to engage with the dominant public sphere. The satellite is oft-defiant, separatist, and, in some cases, extremist. Squires offers as an example the Nation of Islam. Since its establishment in 1930, the organization has urged blacks to form an independent, self-sustaining state, where reliance upon the government is unnecessary (Akom 2003). Internally, the Nation of Islam publishes a newspaper titled The Final Call. On the rare occasion that the Nation of Islam ventures into the counterpublic model to challenge the dominant public, it does so with grand displays of racial solidarity, such as the Million Man March in 1995, or with controversial rhetoric through one central voice, such as Louis Farrakhan (Squires 2002, 464).", "The paradigm of the satellite is intriguing in that it does not place its members in a position of imagined inferiority. In the counterpublic model, Squires argues that, Even when African Americans use the speech norms and institutions of the dominant white public, white perceptions of racial difference may derail black attempts at negotiation. Or, black spokespersons may be considered exceptional and not representative of the skills and character of the masses. (Squires 2002, 462)", " Even when African Americans use the speech norms and institutions of the dominant white public, white perceptions of racial difference may derail black attempts at negotiation. Or, black spokespersons may be considered exceptional and not representative of the skills and character of the masses. (Squires 2002, 462)", "For this reason, the counterpublic model bears a paradox in that it simultaneously reinforces and challenges myths of black inferiority. Whereas the black counterpublic comes with its proverbial hat (or bullhorn) in its hand, asking the dominant sphere to make a compromise, the black satellite does not enable the dominant sphere to exert this form of symbolic leverage over its head; to negotiate is to recognize that the dominant public sphere is more powerful. On the other hand, the satellite misses the opportunity to expose its message to more potential supporters, however, by not engaging publicly. Remaining obstinately behind a veil allows the dominant public to manufacture to news audiences all manner of myths and stereotypes against the satellite, or, even worse, dismiss it as a mere fringe group that is not to be taken seriously. In the case of the Nation of Islam, both the Southern Poverty Law Center and the Anti-Defamation League regard it as a “hate group.”5 The prolonged satellite model also can be ineffective because its insular nature does not allow news audiences to develop a critical memory of it. If a black witness captures a human rights violation on film, how can the general public hear it if she remains within her satellite? And if a black witness within the satellite model participates in Black Twitter, does he have to adhere to all of the beliefs of the satellite while engaging publicly on the site, lest the satellite’s credibility be threatened? This is an important question, considering the Nation of Islam once silenced Malcolm X from speaking to the press for 90 days after claiming that the assassination of President John F. Kennedy was a karmic response to centuries of white-on-black violence (Benson 1974). Moreover, as social networking services such as Twitter allow news audiences to customize the information that comes through their news feeds, are people unwittingly placing themselves into satellites? If so, what effects will this have on our abilities to engage meaningfully and tolerantly with those who do not share our beliefs—especially when it comes to societal ills that black witnessing often brings to the surface of the American consciousness?"]}, {"title": "Triangulating Theories: The Future of Studying African American Mobile Journalism", "paragraphs": ["Black witnessing is a complex, yet timely research area within the discipline of journalism studies. While the phenomenon of African Americans using the latest technologies to produce and transmit sousveillance-style journalism is not new, the speed with which black subgroups within the general black population communicate, internally and externally, has reshaped the imagined publics and counterpublics of raced spaces, both in the real world and online. In this final portion of my essay, I will recapitulate the particular research questions I think media scholars should be asking. While my list will by no means be exhaustive, I hope to inspire an increased intellectual interest in the digital journalism practices of black subaltern groups, as I believe studying diverse produsage enriches our capacity to understand one another."]}, {"title": "New Voices, Old Hegemonies", "paragraphs": ["In the 1990s, theories of media witnessing involved either a tripartite bundle of accounts by, of and through the media, or a quadripartite matrix that was divided along planes of space and time, where “being there” mattered more than viewing a reproduced copy of the event. In the 2000s, as the proliferation of cameraphones rose, media scholars began to focus instead on what necessitated impromptu acts of journalism. In our current paradigm, dead and martyred black men occupy a heartfelt space in the African American political imaginary, as their deaths have left room for the living to make new demands of its government. Does this seemingly democratized process of black witnessing successfully challenge old hegemonies, however? In the times of Frederick Douglass and Ida B. Wells, leaving the enclave to participate in the counterpublic occasionally meant making appeals to the dominant sphere that was well aware of its bias and the violent means that it used to reinforce its status as such. Today, in an age of colorblind racial ideologies (Bonilla-Silva 2002), where the dominant public sphere is reluctant to admit that raced spaces still exist—and even more loathe to admit that state-sponsored violence against black bodies is rampant—scholars must be vigilant to analyze critically the public transcripts from those few black witnesses that are willing to venture outside of safe spaces to pinpoint stubborn social problems that persist. Some of these people will be easy to find. They will be members of Black Twitter who have mastered the use of the blacktag and inadvertently situate themselves to be located a posteriori. Others will continue to hide behind an assumed veil. Scholars will have to build trust to go into black enclaves, such as churches, fraternities and sororities, and black professional organizations to see how black witnessing sprouts and circulates. In addition to highlighting new voices from previously enclaved spheres, scholars also can help legacy media challenge its traditional framing of African Americans in the news. Old hegemonic media forces select the Facebook pictures of Michael Brown scowling before they present pictures of him wearing a graduation cap and gown (Schiappa 2015). Progressive scholarship will eschew dehumanizing media frames and delve instead into the complex representation of a media subject. Such studies in this vein of black witnessing are missing from the intellectual landscape of media studies."]}, {"title": "New Agenda-setters, Old Objectivity Norms", "paragraphs": ["In the early part of this millennium, as academics argued about whether we should define the amateur news producer as a citizen journalist, a networked journalist, or a produser, we missed, perhaps, an investigation into why subaltern groups resort to this form of advocacy-style reportage in the first place, using informal, ad hoc news networks, such as Twitter, to achieve its ends. With the exception of the recent study titled “New Opportunities for Diversity: Twitter, Journalists, and Traditionally Underserved Communities” (Brown, Hendrickson, and Littau 2014), we have even fewer studies about the impact that black witnesses (and witnesses from other marginalized groups, for that matter) have on the professional newsroom. Are these counterpublics setting the agenda for legacy media, or are professional journalists just getting better at listening to the ambient conversation on the world’s social networking services?", "Additionally, I am curious to see how reports filed from black witnessing contribute to the collective memory of the in-group, especially during emergencies or other situations that require connective witnessing. As a witness through the media, for example, am I more moved by a black witness’s video that a friend sends me through Facebook or Twitter than I am if I see the same video within the context of a traditional news broadcast? And what does that mean for civic engagement? Does the viewing medium impact my willingness to attend a demonstration in real life? As connective witnessing so often inspires large groups of people to gather in real life, as we saw in Ferguson in 2014, and in Baltimore in 2015, I believe scholars should not dismiss these cellphone reports as episodic bits of information that can be explained away objectively. By viewing these videos as thematic, and from a point of view that aims to moralize and galvanize, we can have more nuanced critiques of the promises and perils of black witnessing."]}, {"title": "New Gatekeepers, Old Power Structures", "paragraphs": ["The sousveillance frame within black witnessing allows scholars to question how black witnessing may or may not create new gatekeepers to information. While old power structures of the media newsroom still dominate much of what we see on television, read in magazines, newspapers and websites, and hear on the radio, the fact remains that stories that have some form of visual component nowadays make it to the “top of the fold,” in newsroom parlance—even if it did come from an amateur. Can savvy black witnesses use their media to enter a counterpublic that challenges legacy media’s portrayals of blackness? Said another way, will the rise in subjective sousveillance of police brutality change the way that white news audiences may view blacks as inherently criminal (Campbell 1995; Entman 1990)? Future studies in this vein would echo the works of Foucault (1977), and Mann and Ferenbok (2013), to examine how black witnessing uses media to confront repressive power structures; of Hall (1995), to investigate how black witnesses oppose racialized regimes of representation; and of Chadwick (2013) to explore the potentialities of viewing the world as a hybrid media system, in which top-down reporting is being replaced by bottom-up reporting. Lastly, I would like scholars to consider how satellites contribute to our understanding of marginalized groups as not being monolithic. Just as the African American slaves living in the Southern states had different political agendas from the free black men and women in the North during the nineteenth century, today’s church-going, heteronormative black populations in the deep South may not align politically with groups of socially liberal, areligious, gay black people living in the North. This is also not to say that one will not find black people who identify in either of these categories living in other regions of the country. Satellites help us see, however, whose opinion is considered “fringe” and, by extension, whose opinion is validated most within black America. Does DeRay McKesson’s meteoric rise to the top signal a political shift in Black America, where a gay, black man can now lead a movement? This was not so during the time of Dr. Martin Luther King, Jr., where gay, black men like Bayard Rustin could not take credit for being the chief organizer for the 1963 March on Washington for Jobs and Freedom (D’Emilio 1995), or gay, black, male witnesses like James Baldwin emigrated to Europe to escape the hostilities of American racism (McBride 1999). Is McKesson a sign of progress or is he a token? Does he foster coalition-building or political fissures? These considerations are paramount if scholars are going to analyze the full scope of black witnessing."]}, {"title": "Conclusion", "paragraphs": ["Black witnessing is much more than the act of an African American person picking up a cellphone to record a human rights violation. Mobile-mediated black witnessing fills a cultural information gap that declining sites of black discourse have left behind. For reasons that extend beyond the scholarly scope of this paper, the Black church has lost its cultural authority as the center for social reform. Likewise, corporate consolidation of the world’s airwaves has led to the promotion of gangster rap as the prevailing sub-genre of Hip-hop. As political rapper Chuck D once called conscious Hip-hop, “Black America’s CNN,” this leaves very few mass communication channels through which African Americans can rely to get their news. Jet magazine, which published pictures of Emmett Till in 1955 is now defunct. Rumor has it that Ebony magazine is barely afloat. Many black newspapers are running online-only editions or hosting only digital archives of issues past. For all of these reasons, the rise of so-called Black Twitter makes sense. That African Americans are more likely to share news on the social media platform than any other ethnic group is a reflection of two things: the ease with which the medium can be accessed through mobile devices, and the relative ease its hashtag folksonomy affords like-minded Black users to find each other, 140 characters at a time. For journalism scholars then, we must find these black witnesses too—both frontline and distant—to question anew how our current political climate empowers or silences vulnerable voices. Intersectional scholarship such as this—that blends critical race theory with time-honored communication theory—will provide a richer understanding of the digital journalism that marginalized groups produce."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Is Twitter a Useful Tool for Journalists?", "year": "2010", "journal": "Journal of Media Practice", "volume": "11", "authors": [{"name": "Ahmad Ali Nobil", "first_name": "Ahmad", "last_name": "Nobil"}]}, {"title": "Reexamining Resistance as Oppositional Behavior: The Nation of Islam and the Creation of a Black Achievement Ideology", "year": "2003", "journal": "Sociology of Education", "volume": "76", "authors": [{"name": "Akom Antwi A.", "first_name": "Akom", "last_name": "A."}]}, {"title": "‘Can You Be BLACK and Look at This?’ Reading the Rodney King Video (S)", "year": "1994", "journal": "Public Culture", "volume": "7", "authors": [{"name": "Alexander Elizabeth", "first_name": "Alexander", "last_name": "Elizabeth"}]}, {"title": "Visual Truths of Citizen Reportage: Four Research Problematics", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Allan Stuart", "first_name": "Allan", "last_name": "Stuart"}, {"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris"}]}, {"title": "Bearing Witness: Citizen Journalism and Human Rights Issues", "year": "2007", "journal": "Globalisation, Societies and Education", "volume": "5", "authors": [{"name": "Allan Stuart", "first_name": "Allan", "last_name": "Stuart"}, {"name": "Sonwalkar Prasun", "first_name": "Sonwalkar", "last_name": "Prasun"}, {"name": "Carter Cynthia", "first_name": "Carter", "last_name": "Cynthia"}]}, {"title": "‘This is Citizen Journalism at Its Finest’: YouTube and the Public Sphere in the Oscar Grant Shooting Incident", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Antony Mary Grace", "first_name": "Antony", "last_name": "Grace"}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Now Tweet This: How News Organizations Use Twitter", "year": "2010", "journal": "Electronic News", "volume": "4", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L."}, {"name": "Gao Fangfang", "first_name": "Gao", "last_name": "Fangfang"}]}, {"title": "Reporters on Twitter: Product or Service?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Artwick Claudette G.", "first_name": "Artwick", "last_name": "G."}]}, {"title": "Critical Memory and the Black Public Sphere", "year": "1994", "journal": "Public Culture", "volume": "7", "authors": [{"name": "Baker Houston A.", "first_name": "Baker", "last_name": "A."}]}, {"title": "Citizen Involvement in Emergency Reporting: A Study on Witnessing and Citizen Journalism", "year": "2015", "journal": "Interactions: Studies in Communication \\& Culture", "volume": "6", "authors": [{"name": "Bal Haluk Mert", "first_name": "Bal", "last_name": "Mert"}, {"name": "Baruh Lemi", "first_name": "Baruh", "last_name": "Lemi"}]}, {"title": "Rhetoric and Autobiography: The Case of Malcolm X", "year": "1974", "journal": "Quarterly Journal of Speech", "volume": "60", "authors": [{"name": "Benson Thomas W.", "first_name": "Benson", "last_name": "W."}]}, {"title": "The Linguistics of Color Blind Racism: How to Talk Nasty about Blacks without Sounding ‘Racist’", "year": "2002", "journal": "Critical Sociology", "volume": "28", "authors": [{"name": "Bonilla-Silva E.", "first_name": "Bonilla-Silva", "last_name": "E."}]}, {"title": "From the Blackhand Side: Twitter as a Cultural Conversation", "year": "2012", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "56", "authors": [{"name": "Brock André", "first_name": "Brock", "last_name": "André"}]}, {"title": "New Opportunities for Diversity: Twitter, Journalists, and Traditionally Underserved Communities", "year": "2014", "journal": "Journal of Social Media Studies", "volume": "1", "authors": [{"name": "Brown Carrie", "first_name": "Brown", "last_name": "Carrie"}, {"name": "Hendrickson Elizabeth", "first_name": "Hendrickson", "last_name": "Elizabeth"}, {"name": "Littau Jeremy", "first_name": "Littau", "last_name": "Jeremy"}]}, {"title": "Gender, Black Feminism, and Black Political Economy", "year": "2000", "journal": "The ANNALS of the American Academy of Political and Social Science", "volume": "568", "authors": [{"name": "Collins Patricia Hill", "first_name": "Collins", "last_name": "Hill"}]}, {"title": "Homophobia and the Trajectory of Postwar American Radicalism: The Career of Bayard Rustin", "year": "1995", "journal": "Radical History Review", "volume": "1995", "authors": [{"name": "D’Emilio John", "first_name": "D’Emilio", "last_name": "John"}]}, {"title": "Afro Images: Politics, Fashion, and Nostalgia", "year": "1994", "journal": "Critical Inquiry", "volume": "", "authors": [{"name": "Davis Angela Y.", "first_name": "Davis", "last_name": "Y."}]}, {"title": "The Fire This Time", "year": "1968", "journal": "The Baltimore Sun", "volume": "", "authors": [{"name": "Dilts James D.", "first_name": "Dilts", "last_name": "D."}]}, {"title": "Modern Racism and the Images of Blacks in Local Television News", "year": "1990", "journal": "Critical Studies in Mass Communication", "volume": "7", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "‘I Am a Man!’ Race, Masculinity, and the 1968 Memphis Sanitation Strike", "year": "2000", "journal": "Labor History", "volume": "41", "authors": [{"name": "Estes Steve", "first_name": "Estes", "last_name": "Steve"}]}, {"title": "The Twitter Explosion", "year": "2009", "journal": "American Journalism Review", "volume": "31", "authors": [{"name": "Farhi Paul", "first_name": "Farhi", "last_name": "Paul"}]}, {"title": "From Habermas to ‘Get Rich or Die Tryin’: Hip Hop, the Telecommunications Act of 1996, and the Black Public Sphere", "year": "2007", "journal": "Michigan Journal of Race \\& Law", "volume": "12", "authors": [{"name": "Folami Akilah", "first_name": "Folami", "last_name": "Akilah"}]}, {"title": "Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy", "year": "1990", "journal": "Social Text", "volume": "25", "authors": [{"name": "Fraser Nancy", "first_name": "Fraser", "last_name": "Nancy"}]}, {"title": "Race, Gender, and Labor in 1960s Memphis: “I Am a Man” and the Meaning of Freedom", "year": "2004", "journal": "Journal of Urban History", "volume": "30", "authors": [{"name": "Green Laurie B.", "first_name": "Green", "last_name": "B."}]}, {"title": "Locating the Journalism in Citizen Photojournalism", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Greenwood Keith", "first_name": "Greenwood", "last_name": "Keith"}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Race, Identity and Political Activism: The Shifting Contours of the African American Public Sphere", "year": "1994", "journal": "Public Culture", "volume": "7", "authors": [{"name": "Gregory Steven", "first_name": "Gregory", "last_name": "Steven"}]}, {"title": "Ubiquitous Witnesses: Who Creates the Evidence and the Live(D) Experience of Human Rights Violations?", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Gregory Sam", "first_name": "Gregory", "last_name": "Sam"}]}, {"title": "Public Sphere and Communicative Rationality: Interrogating Habermas’s Eurocentrism", "year": "2006", "journal": "Journalism \\& Communication Monographs", "volume": "8", "authors": [{"name": "Gunaratne Shelton A.", "first_name": "Gunaratne", "last_name": "A."}]}, {"title": "You Can Tweet like This or You Can Tweet like That or You Can Tweet like Us", "year": "2010", "journal": "PostBourgie", "volume": "", "authors": [{"name": "Hilton Shani", "first_name": "Hilton", "last_name": "Shani"}]}, {"title": "Why We Twitter: Understanding Microblogging", "year": "2007", "journal": "Proceedings of the 9th WebKDD and 1st SNA-KDD 2007 Workshop on Web Mining and Social Network Analysis", "volume": "", "authors": [{"name": "Java Akshay", "first_name": "Java", "last_name": "Akshay"}, {"name": "Song Xiaodan", "first_name": "Song", "last_name": "Xiaodan"}, {"name": "Finin Tim", "first_name": "Finin", "last_name": "Tim"}, {"name": "Tseng Belle", "first_name": "Tseng", "last_name": "Belle"}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "The HBCU: Yesterday, Today and Tomorrow", "year": "2002", "journal": "Education", "volume": "123", "authors": [{"name": "LeMelle Tilden J.", "first_name": "LeMelle", "last_name": "J."}]}, {"title": "Formations of White Public Space", "year": "1999", "journal": "Transforming Anthropology", "volume": "8", "authors": [{"name": "Linke Uli", "first_name": "Linke", "last_name": "Uli"}]}, {"title": "New Media and the Power Politics of Sousveillance in a Surveillance-Dominated World", "year": "2013", "journal": "Surveillance \\& Society", "volume": "11", "authors": [{"name": "Mann Steve", "first_name": "Mann", "last_name": "Steve"}, {"name": "Ferenbok Joseph", "first_name": "Ferenbok", "last_name": "Joseph"}]}, {"title": "Witnessing as Activism: Watching the Other at the Israeli Checkpoints", "year": "2015", "journal": "Journal of Human Rights", "volume": "1", "authors": [{"name": "Mansbach Daniela", "first_name": "Mansbach", "last_name": "Daniela"}]}, {"title": "When Citizen Photojournalism Sets the News Agenda: Neda Agha Soltan as a Web 2.0 Icon of Post-Election Unrest in Iran", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette"}]}, {"title": "‘ Witnessing ‘ or ‘ Mediating ‘ Distant Suffering? Ethical Questions across Moments of Text, Production, and Reception", "year": "2014", "journal": "Television \\& New Media", "volume": "15", "authors": [{"name": "Ong Jonathan Corpus", "first_name": "Ong", "last_name": "Corpus"}]}, {"title": "Mini Cameras and Maxi Minds", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Paschalidis Gregory", "first_name": "Paschalidis", "last_name": "Gregory"}]}, {"title": "Beyond ‘Riot Porn’: Protest Video and the Production of Unruly Subjects", "year": "2014", "journal": "Ethnos", "volume": "79", "authors": [{"name": "Razsa Maple John", "first_name": "Razsa", "last_name": "John"}]}, {"title": "\\#IfTheyGunnedMeDown: The Necessity of “Black Twitter” and Hashtags in the Age of Ferguson", "year": "2015", "journal": "ProudFlesh: New Afrikan Journal of Culture, Politics and Consciousness", "volume": "", "authors": [{"name": "Schiappa Jacqueline", "first_name": "Schiappa", "last_name": "Jacqueline"}]}, {"title": "Toward a Troubleshooting Manual for Journalism History", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "What Were Black People Talking About on Twitter Last Night?", "year": "2009", "journal": "The Awl.com", "volume": "", "authors": [{"name": "Sicha Choire", "first_name": "Sicha", "last_name": "Choire"}]}, {"title": "Rethinking the Black Public Sphere: An Alternative Vocabulary for Multiple Public Spheres", "year": "2002", "journal": "Communication Theory", "volume": "12", "authors": [{"name": "Squires Catherine R.", "first_name": "Squires", "last_name": "R."}]}, {"title": "‘the Year of Awakening’: Black Athletes, Racial Unrest and the Civil Rights Movement of 1968", "year": "1992", "journal": "The International Journal of the History of Sport", "volume": "9", "authors": [{"name": "Wiggins David K.", "first_name": "Wiggins", "last_name": "K."}]}]}