{"doi": "10.1080/21670811.2019.1577147", "url": "https://doi.org/10.1080/21670811.2019.1577147", "title": "Automation, Journalism, and Human–Machine Communication: Rethinking Roles and Relationships of Humans and Machines in News", "volume": "7", "year": "2019", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Lewis", "first_name": "Seth", "name": "Seth C. Lewis"}, {"last_name": "Guzman", "first_name": "Andrea", "name": "Andrea L. Guzman"}, {"last_name": "Schmidt", "first_name": "Thomas", "name": "Thomas R. Schmidt"}], "abstract": "AbstractIn this article, we argue that journalism studies, and particularly research focused on automated journalism, has much to learn from Human-Machine Communication (HMC), an emerging conceptual framework and empirically grounded research domain that has formed in response to the growing number of technologies—such as chatbots, social bots, and other communicative agents enabled by developments in artificial intelligence (AI)—that are designed to function as message sources, rather than as message channels. While the underlying, but often unquestioned, theoretical assumption in most communication research is that humans are communicators and machines are mediators, within HMC this assumption is challenged by asking what happens when a machine steps into this formerly human role. More than merely a semantic move, this theoretical reorientation opens up new questions about who or what constitutes a communicator, how social relationships are established through exchange among humans and machines, and what the resulting implications may be for self, society, and communication. In the particular case of automated journalism—in which software assumes a news-writing role that has long been considered a distinctly central, and indeed human, element of journalism—the introduction of HMC offers a generative starting point for theory development, advancing our understanding of humans, machines, and news for an oncoming era of AI technologies.", "body": [{"title": "Introduction", "paragraphs": ["One of the most profound areas of technological progress within the past decade has been in the development of artificial intelligence (AI) and its increased integration across multiple industries (Lemley, Bazrafkan, and Corcoran 2017; Smith and Eckroth 2017). The news media industry is among those adopting and adapting to the opportunities and challenges of AI-enabled technologies, amid the broader incorporation of data, algorithms, and automation in journalism (Anderson 2018; Broussard 2018; Bucher 2017; Diakopoulos, 2019; Lewis and Westlund 2015a, 2015b; Weber and Kosterich 2018). Devices and programs that utilize artificial intelligence, such as software that turns structured data into news narratives, are playing a growing role in media work, shaping how news is made, how it moves, and how users make sense of it (Marconi, Siegman, and Machine Journalist 2017). Together with conversational agents (such as Amazon’s Alexa), embodied social robots (such as Jibo), and social bots (such as those used for political propaganda), technologies of AI and journalism are all part of a larger technological evolution that is increasingly automating the process and labor of communication (Reeves 2016).", "News organizations have quickly expanded the use of such technologies, making automated news a prominent development in digital journalism, with many thousands of machine-written stories being produced across multiple languages and regions (Dörr 2016; Graefe 2016). The increased use of these technologies and their potential impact for journalism has garnered growing interest in journalism studies (e.g., see Carlson 2018; Caswell and Dörr 2018; Lewis, Sanders, and Carmody 2019; Linden 2017a; Westlund 2013). Similarly, the introduction of anthropomorphic technologies, the integration of conversational agents into people’s lives, and the development of social robots has spurred communication scholars to move into research areas less familiar to the communication discipline, such as human–computer interaction, human-agent interaction, and human-robot interaction (see Spence 2019). While interested in the same digital technologies as their counterparts in computer and information sciences, journalism and communication scholars nevertheless have historically followed separate research agendas informed by different bodies of theory—and the study of AI and automation has been no exception, as we illustrate in this article. However, we argue that the study of automated journalism, in particular, may benefit from an approach to the study of technology and theory being developed within the emerging area of communication research known as Human-Machine Communication (HMC).", "As we explain, HMC has formed in response to the growing number of technologies that are designed to function as message sources, rather than as message channels—and, as such, do not fit neatly into the core models of communication focused on human interaction through machines (e.g., Gunkel 2012). The goal of HMC is to develop theories of communication for human-to-machine communication contexts while also aiming to better understand the larger social and cultural implications of devices and programs taking on communicative roles that once were primarily associated with humans (Guzman 2018). Although some communication scholars have addressed questions related to people’s direct interactions with technology for two decades (e.g., Reeves and Nass 1998), it is only as new technologies of AI and robotics have emerged that there has been more of a sustained effort to carve out a theoretical and institutional space for this work and to extend its application to other areas of communication research (e.g., Guzman 2018; Spence 2019). Journalism studies is one such area. We argue that such a reorientation of the study of technology—from a theoretical approach in which a device is positioned as a mediator shuttling messages between humans to one in which a technology is situated as communicator—can also inform the study of automated journalism, and, in doing so, provide new perspectives on technologies automating the news and their implications.", "To make our case, we begin by introducing HMC as an area of research, comparing and contrasting it to the predominant conceptualizations and approaches to communication that have generally guided research for the past century. We explain HMC’s grounding in empirical research and its advantages for the study of communicative technologies. Next, we briefly outline approaches taken in the existing literature on automated journalism, illustrating research gaps that can be remedied through an HMC perspective. Finally, we outline what an HMC approach to the study of automated journalism would look like, in three parts: approaching technology as communicator, approaching journalism as a social process among humans and machines, and approaching the broader ontological questions of automated journalism technologies."]}, {"title": "Human-Machine Communication: Resituating the Role of Technology in Communication", "paragraphs": ["Communication has been conceptualized numerous ways in the more than 100 years of its formal study (e.g., Dance 1970). However, a key theoretical constant has been that scholars have primarily defined communication as an activity between and among humans.1 Technology figured into this process as a facilitator of the sending of messages between people, either one-on-one (e.g., Barnlund 2008) or one-to-many (e.g., Schramm 1971). This decision to focus communication research on the exchange of messages between people and their subsequent effects was deliberate (see Rogers 1997), reflecting modern ontologies of what it meant to be human, what it was to communicate, and who was conceptualized as having the ability to communicate (see Peters 1999). Such a model of communication and technology’s role within it also reflected the form and function of media—radio, television, newspapers—that served as channels between media producers and their audiences.", "As digital devices were connected via networks toward the end of the twentieth century, these “new media” were heralded as fundamentally different from their analog predecessors because they were interactive and, thus, required different ways of thinking about technology in communication (Rogers 1986). Scholars turned their attention toward the ways in which computers mediated communication between people and transformed the flow of information between media producers and consumers as well as the nature of the relationship between them (e.g., Pavlik 2000). Some scholars also began to explore the idea that the machine itself could be a site of interactivity between humans and computers. In a series of experiments, Nass et al. found that people’s reactions to and behaviors toward direct messages from computers reflected the rules of human interaction: that is, people treated computers as “social actors” (Nass, Steuer, and Tauber 1994).", "In contrast to analog media and the “new media” that followed, emerging technologies of the past decade, undergirded by artificial intelligence and more sophisticated and powerful software (Smith and Eckroth 2017), engage in more autonomous, more personalized, and, overall, more human forms of communication. Some technologies function as and are interpreted by human users as stand-alone communicators, including AI chatbots on social networks (Mou and Xu 2017). Others are designed to stand in the place of a human communicator within a particular process, including automated news-writing programs that carry out a function—in this case, fashioning a story from data—that previously was associated solely with the work of a human (Carlson 2015, 2018). Similar to previous changes in technology that were followed by corresponding shifts in communication research, the most recent technological developments have been met with communication scholars coming together to ask and seek answers to questions regarding the implications of these technologies for individuals, society, and communication, resulting in the formation of Human-Machine Communication as an area of research (Guzman 2018; Spence 2019). HMC can be understood as a research umbrella encompassing aspects of HCI, HRI, and HAI2 as well as critical, cultural, and related approaches to the study of technologies designed as communicative subjects (Guzman 2018).", "However, there is a fundamental difference between the ways in which communication and technology are approached within HMC and previous research responses to technological changes. The concept of human-machine communication and the overarching focus of HMC research is the “creation of meaning among humans and machines” (Guzman 2018, 17). While the underlying, but often unacknowledged and unquestioned, theoretical assumption in the majority of communication research is that it is humans who are communicators and machines that function as mediators, within HMC this assumption is challenged by asking what happens when a machine steps into this formerly human role. Unlike the radios, televisions, and newspapers around which early theories were formed, the technologies that are the focus of study within HMC are designed as distinct communicators. Thus, research within HMC approaches technologies designed to carry out the role of communicator as just that—a communicator.3", "This is not a mere semantic move of relabeling the role of technology in communication. Within HMC, the definition of communication is not tied to an ontological understanding of communicators (i.e., an assumption that communication is a process exclusive to humans). Rather, communication is conceptualized generally as the “creation of meaning,” and human communication and human-machine communication are each a type of communication (Guzman 2018). Such a substantial theoretical departure is not made lightly; it is in response to the shift in the nature of technology and supported by empirical findings from ongoing research into people’s interactions with digital devices and applications.", "Scholars have demonstrated that in certain instances people cannot distinguish between messages from humans and those from machines, including stories created by automated news programs (Clerwall 2014; van der Kaa and Krahmer 2014) and automated text, such as that created by social bots (Everett, Nurse, and Erola 2016; Ferrara et al. 2016). An initial challenge to the idea of technology as a social actor was whether people were responding to the device or were attending to a human, such as a programmer, “behind the machine” (Sundar and Nass 2000). However, people do perceive of themselves as being in direct communication with technology (Guzman 2019). People psychologically interpret and subsequently behave toward technology as message source, orienting their attention and responses to a co-present device (Sundar and Nass 2000) or one mediated by a second device (Eckles et al. 2009), including programs presented as selecting online news content for readers (Sundar and Nass 2001).", "The study of people’s interactions with technology in communication has been driven by the willingness to ask “what if” as part of theoretically grounded research. In early research, Reeves and Nass (1998) explored people’s reactions to and behavior toward media by selecting existing social theories of human-human interaction and conducting experiments in which a form of media was substituted into a role formerly belonging to a human. Contemporary HMC research regarding the process and effects of people’s exchanges of messages with technology often uses (human) communication theory as a starting point but then adapts and revises existing theory to a human-machine context (see Spence 2019). For example, HMC scholars have asked whether and to what degree messages of persuasion in human interaction could be effective when directed by a robot to a human (Lee and Liang 2019). HMC researchers also are adapting aspects of communication theory (such as agency) that are taken for granted with human communicators but need to be further studied and more explicitly conceptualized for communicative machines (e.g., Neff and Nagy 2016). Beyond the study of the process of communication, scholars also are asking what the integration of communicative machines into people’s social worlds means for individuals and society (e.g., Fortunati 2018; Zhao 2006), and they are wrangling with philosophical questions raised by the entry of the machine into the process of writing stories that was once thought to be within the ontological purview of humans (e.g., Gunkel 2018).", "Overall, HMC can be understood as an approach to the study of communicative technologies in a way that is responsive to their design and supported by the research thus far regarding how people interpret and interact with such technologies. HMC research aims to illuminate how machines enter into the role of communicator and how people conceptualize machines in such a role (i.e., who or what communicates). It also traces the subsequent exchange of messages among humans and machines and the social relationships established thereby (i.e., how and why such communication matters socially). Finally, HMC also is interested in the resulting implications for self, society, and communication.", "Compared with research regarding technology designed to enact the role of communicator within “interpersonal interaction,” less research has been conducted regarding communicative technologies of “mass communication.” Part of this lack of research can be attributed to the relative newness of automated news-writing programs in contrast to other forms of technology designed as communicators. For this article, the key question is: Why advocate for journalism scholars to familiarize themselves with HMC and follow its approach to the study of emerging technologies in journalism and media? The most direct answer is that while automation in some form has been a feature of news production for decades (Linden 2017b; Westlund 2011, 2013), the still-nascent introduction of automated journalism has given to machines a singular task—the writing of news narratives—that has long been considered a distinctly central, and indeed human, element of journalism, thereby complicating fundamental questions about humans, machines, and news. And, as we show next in reviewing the existing literature, scholars have yet to give adequate theoretical attention to conceptualizing the machine as communicative source."]}, {"title": "Existing Research on Automation and Journalism", "paragraphs": ["The terms automated news and automated journalism can take on a variety of meanings, depending on whether they are defined broadly or narrowly. In a general sense, automation in journalism can refer to any process or system of news production under the control of mechanical or electronic devices, with little or no external influence. Defined more narrowly and within the field of digital journalism, automation mostly refers to AI-enabled processes that include the availability of structured data and algorithms capable of drawing inferences. As Marconi, Siegman, and Machine Journalist (2017) summarize, these AI-related developments and tools “can enable journalists to analyze data; identify patterns, trends and actionable insights from multiple sources; see things that the naked eye can’t see; turn data and spoken words into text; text into audio and video; understand sentiment; analyze scenes from objects, faces, text or colors—and more” (1). In this context, the study of automated journalism is part of a broader interest in “computational journalism” (Cohen, Hamilton, and Turner 2011), “algorithmic journalism” (Anderson 2011) and “automated media” (Napoli 2014).", "Automated journalism, as it has come to be known most consistently in journalism studies following Carlson’s (2015) well-cited characterization, refers to the automatic conversion of structured data into narrative news accounts—in effect, “software-generated news” (Linden 2017a). The technologies most represented within this area of journalism research are writing programs, such as Automated Insights’ Wordsmith. Other technologies automate journalism-related content, such as chatbots that engage in direct exchanges with readers about a particular news subject (Barot 2015), but, to date, their use and their study within journalism has been more limited. For this reason, we primarily focus on news-writing programs.", "The most developed line of automated journalism research is the empirical examination of machine-produced content (Clerwall 2014; van der Kaa and Krahmer 2014; Graefe et al. 2018; Haim and Graefe 2017; Jung et al. 2017; Thurman, Dörr, and Kunert 2017; Waddell 2018; Wölker and Powell 2018). Researchers often justify their focus on the messages of news-writing programs in comparison to human-produced content by pointing to the potential economic impact on media companies and possible ethical implications for professional standards. These studies have demonstrated that machine-produced content is “competitive” with that of human journalists (Graefe et al. 2018). Small differences exist, particularly between the perceived readability and credibility of automated versus human-produced stories (van der Kaa and Krahmer 2014; Graefe et al. 2018; Haim and Graefe 2017; Wölker and Powell 2018), meaning that the machine stories are not identical to those written by humans but are close enough to be a viable alternative.", "While this scholarship has been able to provide a relatively consistent understanding of people’s perceptions of news-writing content, it has not been able to do the same regarding the sources of that content—the programs themselves. Far fewer of these studies have also taken into account how consumers and/or journalists perceive the source, and those that do have resulted in different findings (e.g., Graefe et al. 2018; Jung et al. 2017; Wölker and Powell 2018). For example, Graefe et al. (2018) found that consumers in Germany may have a slight preference for human sources over automated ones, while Jung et al. (2017) report the opposite in South Korea, where both journalists and consumers have a more positive disposition toward software. A third study in the European Union found relatively no difference in people’s perceptions of humans and programs as sources (e.g., Wölker and Powell 2018).", "Pinpointing why such differences exist has been difficult given various factors related to the studies themselves, but the rationale that Jung et al. (2017) provide for their findings hints at both a possible explanation for these differences and a limitation in other studies. They posit that the preference among South Korean news consumers and journalists for algorithms over humans could be partially attributed to cultural attitudes toward not only journalists (relatively negative) but also toward technology (relatively positive). In offering such a conclusion, the authors draw upon research regarding how people understand and perceive machines and potential cultural biases toward them.4 That is, they consider factors and theory relative to journalism as well as those regarding technology more broadly.", "In many of the other studies, however, the majority of the literature and theory informing the research and used to analyze and explain the findings draws directly from journalism and communication with limited, if any, references to and discussions about people’s conceptualizations of machines generally—let alone the role of technology as a communicator. And so, although the impetus behind such research is to understand the implications of a new source—and one of a completely different ontological nature, at that—for media content and people’s perceptions of it, scholars have nevertheless focused on theories regarding messages, produced by humans, and, when sources are considered, literature regarding human sources. What has been left out is theoretical attention to the machine as source. Such an oversight is understandable and, in fact, to be expected given that research in communication and journalism has largely been founded upon anthropomorphic models. Scholars did not have the theoretical tools readily available to them, particularly within the existing literature in journalism studies, to engage with technology as source because the overriding theoretical assumption was that machines are mediators and humans are sources.", "For related reasons, some scholars have sought to describe relationships of journalism and technology through the lens of actor-network theory (ANT) (Domingo, Masip, and Meijer 2015; Micó, Masip, and Domingo 2013; Plesner 2009; Primo and Zago 2015), as part of a growing emphasis on materiality (Anderson and De Maeyer 2015). Related adaptations, principally Lewis and Westlund’s (2015a) Four A’s framework, have sought to better account for the inter-relationships among humans and machines in news production. As a result, ANT has been instrumental in surfacing previously overlooked people and things, but it has mostly stopped there, offering rich description but less explanation. Indeed, ANT has been criticized for blowing things up without putting them back together—for taking complexity as an end in itself, and thereby missing opportunities to explain why such messiness matters in a broader, normative sense (Benson 2017). To this we would add another critique, one pertinent to our discussion of Human-Machine Communication: ANT is not well suited to explaining processes of communication. ANT acknowledges agency in material objects but does not conceptualize what it means to be a communicator, in the social sense, or what communication is as an inherently relational act. In its original intent (Latour 2005), ANT flattens the ontological space, erasing distinctions between humans and machines, rather than doing what we need a conceptual framework to do in this case: to show us how, why, and with what meaning machines cross boundaries in taking on human roles. In particular, ANT does not address the core ontological challenge outlined above: the need for theoretical attention on machines (not just humans) as sources of communication."]}, {"title": "Applying Human-Machine Communication to the Study of Automated Journalism", "paragraphs": ["In the absence of existing approaches to account for machines as sources (rather than merely mediators) of communication, Human-Machine Communication (HMC) provides journalism scholars with the conceptual tools necessary to begin asking (and answering) important questions regarding the shifting nature and role of technology as communicative source. Below, we outline three lines of inquiry that illustrate the generative potential of HMC and provide scholars with theoretical entry points and methodological guidance for the study of automated journalism.", "The key theoretical difference between existing communication and journalism research and research within HMC is the underlying assumption regarding the nature of a communicator. HMC opens up the possibility that a communicator can be something other than a human and, at the same time, that a machine can occupy a position beyond that of a mediator. An HMC approach to automated journalism research begins, therefore, with analyzing the various theoretical dimensions related to how a particular technology functions as a communicator, including the context in which the technology takes on this role and how others within the communication process conceptualize it as such (cf. Wu, Tandoc, and Salmon 2018).", "An integral aspect of communication research is the larger context in which messages are being generated and received. Historically, journalism has been theorized within the context of mass communication, in which the communicator is removed from the audience and the production and consumption of messages are asynchronous (e.g., Schramm 1971). Print journalists, for example, initially existed primarily through their byline and their words on the page (or, later, on the screen). News-writing programs are designed to produce text-based stories, and in doing so, they perform a fundamental task in news production formerly associated with the work of humans—writing the story. Similar to the stories written by human journalists, the messages produced by these technologies—news stories and other content—are distributed by other technologies (i.e., computers, mobile phones, etc.). News-writing software is modeled after and inserted into the role of communicator within a mass communication context.", "The transition from “static” to “interactive” media (Usher 2016), brought to journalism via the digitization of news (Domingo et al. 2008), was also theorized as humans interacting with one another: audience members leaving comments, users generating content, and journalists engaging on social media (for related discussion, see Lewis and Molyneux 2018; Quandt 2018; Westlund and Ekström 2018). In these hybrid contexts, messages can be asynchronous or synchronous, directed toward an individual or a larger audience, blurring the lines between traditional notions of interpersonal and mass communication. While news-writing software is removed from synchronous interaction with the audience, emerging technologies of automated journalism such as chatbots (e.g., Barot 2015) or bots on social media (e.g., Woolley 2017) can be programmed with the capability to exchange messages directly with single audience members, in a dyadic and synchronous interaction, or one-to-many in a synchronous or asynchronous exchange. Overall, technologies of automated journalism can be designed to step into the role of communicator across multiple communication contexts.", "We want to be clear that our claim is not that news-writing technologies perform all the same tasks of human communicators. Nor is this the position of HMC scholars (Guzman 2018). The communicative capabilities of programs vary because machines lack the communicative flexibility of humans. For example, chatbots cannot be substituted for news-writing software, and vice versa. These limitations, however, do not negate the ability of technology to carry out some functions of a communicator. Communication within the context of machines is not an all-or-nothing proposition: Scholars must take into account both the communicative abilities of these devices and their limits.", "Beyond assessing how technologies of automated journalism are designed to function as communicators and where they fit into different communication contexts is the study of how people—journalists, news consumers, and other media stakeholders—understand these applications as message sources. As we have explained, existing research has primarily focused on the degree to which technology is perceived as possessing human journalistic qualities (e.g., Graefe et al. 2018; Jung et al. 2017), often gauged indirectly through people’s perceptions of story content (e.g., Haim and Graefe 2017; van der Kaa and Krahmer 2014). Journalism scholars have looked at the message, the product created by the machine, but not fully engaged with the various aspects that contribute to how people make sense of the messenger. While the message is an integral aspect of how people perceive the messenger, there are numerous other factors to be taken into consideration. As Jung and colleagues (2017) briefly point out, cultural attitudes regarding technology may enter into people’s understanding of automated journalism, and, indeed, larger cultural conceptualizations of technology are powerful forces in how people make sense of technology (see Pacey 1983). Numerous aspects of design related to a program or device’s use also factor into people’s conceptualizations and perceptions of technology as a whole or of its specific qualities, including its credibility (e.g., Sundar 2008). These are just a few examples of factors related directly to technology that are taken into consideration within HMC research.", "From an HMC perspective, the study of the technology of automated journalism as communicator requires that the literature regarding technology as message source be brought into dialogue with journalism scholarship. Research requires both to grapple with the nature of the communicator (a machine) and the context in which the role of communicator is being enacted (journalism). In addition to this theoretical reorientation, the methods chosen to answer the corresponding research questions also should be built around and adapted to the machine as communicator. At this early stage in the study of automated journalism, and based on how HMC research has unfolded in the study of other technologies, questions likely will focus on comparing and contrasting various dimensions of the role of communicator within the journalism process as enacted by humans and machines. Such questions will help to orient scholars to the role of news-writing programs as communicators and serve as the foundation for more complex questions regarding the social and philosophical aspects of automated journalism that we discuss next.", "Communication is more than a process of message exchange; it is the means through which individuals come to understand who they are and their social role (e.g., Mead 1967). At the core of communication research is the study of “how people relate to one another” (Schramm 1973, 4). From the perspective of HMC, devices and programs that step into the role of communicator also come to have a place within the social world. Communicative technologies are viewed as part of larger social configurations—not merely as things with agency, but as social entities existing in relation to humans (see Suchman 2009; Zhao 2006).", "Similar to other forms of communication, journalism also is a relational exercise and theorized as occurring among journalists and sources (Franklin and Carlson 2011), journalists and audiences (Anderson 2011), journalists, technologists, and businesspeople (Lewis and Westlund 2015a; cf. Westlund 2011), and journalists within the newsroom (Gans 1979). Theories designed to depict how different social relationships influence journalism, such as Shoemaker and Reese’s (2014) hierarchy of influences on media content, are premised on accounting for such relationships: that is, how one set of humans may be influencing another. The underlying assumption within the study of the relational aspects of news production and consumption, therefore, has been that journalism is a social process among humans.", "Thus, the entry of technology into a communicative role in the journalism process also raises questions about the ways in which the social spaces of journalism and relationships within them may be reconfigured. The most important relationships within journalism are considered to be those between journalist and audience (producer-consumer) and those among journalists themselves (journalist-journalist). Below, we explain how the insertion of news-writing programs and chatbots into the communicator role situates the machine within these relationships, reshaping them as machine-consumer and machine-journalist configurations, and raising new research questions.", "With digital media, news has become more interactively constructed between human journalists and audiences (Usher 2016), with the divide between producer and consumer lessening (Bechmann and Lomborg 2013). Social media, in particular, have expanded opportunities for journalists to engage with audiences (Djerf-Pierre, Ghersetti, and Hedman 2016). Similar to human content creators, automated writing technologies are inserted into the social position of content creator or “author” (Montal and Reich 2017), with consumers as the audience. The relationship of machine to consumer, however, is very different from that of human journalist and human consumer and varies based on the technology of automated journalism being employed.", "News-writing programs lack the functionality to send and receive interpersonal messages. Instead, messages are transmitted asynchronously from the program through a medium to the consumer. It could be argued that consumers may have some input with news-writing applications in that part of the data fed into these technologies may come from consumers themselves; however for the most part, these programs are removed from direct interaction with consumers. From a relational perspective, news-writing programs reprise the role of a journalist in older representations of mass communication in which a message is produced by a journalist within an organization and then transmitted via a medium to an audience, with little, if any, feedback conveyed from the audience (e.g., Schramm 1971). A form of feedback with news-writing programs is possible but requires intervention from human journalists and programmers. Thus, despite its newness, automated-writing software replicates an older form of message dissemination in mass communication, only this time the faceless “journalist” behind a story is a machine, not a human.", "In contrast, the purpose of chatbots and social bots is often to engage in more direct interaction with consumers (e.g., Barot 2015; Woolley 2017; for further discussion on bots in public discourse, see Woolley and Howard 2019). For example, chatbots may be designed to answer questions from consumers regarding specific news subjects as well as take feedback. Social bots can be used by journalists in a variety of ways, including maintaining a flow of information to and contact with a human audience (e.g., Woolley 2017). Chatbots and social bots, therefore, are designed to emulate newer forms of mass communication in which the consumer is in increased contact with the producer.", "The insertion of the machine into what once was a human-human relationship raises questions about the resulting “human-machine configurations” (Suchman 2009) and their implications. For example, the distribution of power between journalists and their audiences has been and continues to be a key aspect of the producer-consumer relationship (e.g., see Robinson 2018). The entry of the machine into this relationship raises questions about the power dynamics between news organizations and their audiences all over again. The insertion of the machine into a formerly human-human relationship also raises concerns about how consumers will perceive these interactions, let alone their reaction to learning that they are being provided news from a machine, rather than from a human. This may be particularly confusing for consumers if the technology, such as a social bot, is designed to present itself as a human.", "Newsrooms comprise multiple relationships among news producers that shape the form of news (Lewis and Westlund 2015a). Unlike their human counterparts, however, technologies of automated journalism are not designed or intended to be an active part of this space. While news-writing technologies perform an integral function in the news production process taking place within a newsroom, they lack the ability to engage in interpersonal interactions with journalists. Similarly, chatbots and social bots, which can be programmed to be interactive, are primarily designed to be outward-facing, interacting with consumers rather than producers. Despite these limitations, however, automated technologies can be theorized as entering into newsroom communication, forming an important relationship between machine and journalist (Wu et al. 2018; cf. Lewis and Westlund 2016).", "As Guzman (2016) has argued, “mute” technologies are communicative in the sense that people derive meaning in interactions with machines, including who they are in relation to the machine and what the machine is to them. These relationships are formed in the human interpretation of latent messages conveyed in a technology’s use. Even though algorithms are programmed by technologists, the task of designing narrative building blocks falls to journalists (LeCompte 2015). To train the machine, journalists are being trained to think like the machine: Journalists have to puzzle through different scenarios by which to train the news-writing program. However, journalists report feeling restrained, and sometimes frustrated, by templates provided by the software (Thurman, Dörr, and Kunert 2017); indeed, relative to their machine counterparts, journalists have emphasized their own capacity for creativity, personality, and linguistic complexity, seeing automated journalism as an opportunity to “make journalism more human” (van Dalen 2012, 648). In future development of chatbots and social bots, journalists may play a larger role in shaping their design and use. In fact, journalists themselves have initiated the creation of social bots as stand-ins on social media as a way of handling the work required to maintain an active social media presence (Woolley 2017). It is in and through these interactions that the machine-journalist relationship is formed, but its dynamics require further study: Who or what is driving the interaction and the content produced—the journalist or the machine? How do journalists come to see themselves in relation to the machine, and the machine in relation to them?", "Beyond journalists’ direct interactions with the technology is consideration for how automated programs and devices programs fit into the communication flows of the newsroom. In assembling the news, journalists routinely exchange questions and ideas that also shape what counts as news (Gans 1979). Automated writing technologies, however, can neither add anything to these conversations nor take anything from them. The concern for journalism scholars from an HMC perspective may pertain to what the machine does not say. The question shifts from “what does the machine add to the conversation?” to “what is left unsaid?” In other words, how does the conversation around the creation of news, which typically takes place among human journalists, change in this new context? For example, news-writing programs may replace a human journalist or justify not hiring one. Therefore, what goes missing from newsroom communication when a human contributor is replaced by a machine communicator that is present but “silent,” and how does this potentially shape the news product as well as affect the production process?", "When communicative technologies are in use, the social space expands from that of one among humans to one consisting of and being shaped by humans and machines. Thus, the questions being asked by researchers also must be repositioned to account for the shifting social aspects of journalism. These questions also should build upon those introduced in the first section, altogether providing a more complete picture of a technology as communicator.", "In conceptualizing communicators as humans while assigning machines to the role of mediator, foundational communication scholarship drew firm ontological boundaries around the discipline that quickly became the basis for its theoretical assumptions (Rogers 1997). Both communication and journalism came to be understood as human processes by default. Within HMC, the entry of the machine into the communicator role serves as a type of theoretical “tipping point.” In a domino-like effect, the placement of a communicative technology into a role previously occupied by a human draws into question every other aspect of theory and elements of practice built upon the core assumption of humans as communicators (cf. Gunkel 2018). Most importantly, the nature of communication itself is called into question because it has been defined by and thus inextricably tied to the ontology of things and people (Guzman 2018). We argue that the same could be said for journalism with the entry of AI-enabled technologies into the role of content creator.", "We realize that, for some scholars, the nature of automated news-writing programs as communicators is an ontological stretch; the disruption to interactions among humans creating the news is minimal; and, therefore, the challenge to the assumption that journalism is a human process is, at best, a theoretical reach and, at worst, completely unwarranted. We understand how one could take that position. New technologies have a tendency to be greeted with hyperbole and often theorized in such a way that they become divorced from their historical, technological, and social contexts (Carey 2005). As we write this, there is a great deal of discourse surrounding automation and technology, much of it filled with grandiose and apocalyptic predictions, even proclaiming the “revolution” if not outright “end” of specific industries such as journalism (see Latar 2015).", "We want to be clear that we are not arguing that when a technology started writing sports stories all of journalism theory was invalidated. We also are not advocating a wholesale replacement of one research paradigm for another. Humans still are (and will be for many years) the largest drivers of journalism, and theories regarding human communication and journalism should continue to reflect these roles played by humans as well as mediator roles carried out by machines. In fact, it should be stressed that, from an HMC perspective, some technologies may function at certain times as mediators and other times as communicators, depending on their use (cf. Guzman 2017). But these theories based on anthropocentric assumptions should not be the only theories. The shifting nature of technology relative to its role within journalism also must be acknowledged.", "The argument made by HMC is that communication can no longer be assumed to be synonymous with human communication (Guzman 2018). Communication theory must find a way to accommodate people’s interactions with other people, their interactions with machines, and the various resulting configurations. Similarly, we argue that for automated journalism research as well as journalism studies broadly (Carlson et al. 2018; Robinson, Lewis, and Carlson 2019), theoretical space must be opened up to account for communicative machines and people’s interactions with them. Beyond questions related to these programs as communicators, or their entry into and place within the social dynamic of news production and news consumption, are even larger theoretical and philosophical issues—including the very nature of journalism itself—that scholars must continue to wrestle with as technology further evolves."]}, {"title": "Conclusion: Journalism’s Ontological Transition", "paragraphs": ["In this article, we have sought to contribute to the study of automated journalism as well as the larger field of journalism studies by directly confronting the ontological questions that have accompanied the introduction of news-writing technologies. As we have demonstrated, previous efforts to account for the agency of technology, particularly drawing on actor-network theory, fall short of providing the theoretical means to address the shifting nature of technology and its role within communication. In response, we have turned to Human-Machine Communication (HMC), an emerging conceptual framework and empirically grounded research domain, as a way of approaching the study of technology based on its function as communicator (message source), rather than merely as mediator (message channel). The result has been a repositioning of technology within the information flows and social processes of journalism, thereby challenging the anthropocentric assumptions of journalism theory as well as developing new research questions focused on and better attuned to the design of news-writing software.", "While news-writing programs, social bots, and even some chatbots have pushed into the realm of what was thought to be a purely human role, these applications are not the only technologies currently automating journalism (Marconi et al. 2017). Given the current state of technological development relative to artificial intelligence and machine learning, new devices and programs also may emerge that attempt to further push at ontological boundaries within journalism as well as communication research broadly. The HMC approach we have outlined provides a way of thinking through what these current and future technologies are, how they fit into journalism, and what implications they portend for media and social life. Although it is not yet clear to what extent existing and emerging technologies will displace people from what were thought to be distinctly human roles within journalism, moving our research forward will require bearing in mind that technology is not static, our relationship to technology is not fixed, and the social processes that emerge in and through our interactions with devices are subject to ongoing negotiation. Such a negotiation must be responsive to what is, not what was, even when it runs counter to what we think we know about the nature of machines and ourselves."]}], "references": [{"title": "“Deliberative, Agonistic, and Algorithmic Audiences: Journalism’s Vision of Its Public in an Age of Audience Transparency.”", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson Christopher W", "first_name": "Anderson", "last_name": "W"}]}, {"title": "“Objects of Journalism and the News.”", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Anderson Christopher W.", "first_name": "Anderson", "last_name": "W."}, {"name": "De Maeyer. Juliette", "first_name": "De", "last_name": "Juliette"}]}, {"title": "“Mapping Actor Roles in Social Media: Different Perspectives on Value Creation in Theories of User Participation.”", "year": "2013", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Bechmann Anja", "first_name": "Bechmann", "last_name": "Anja"}, {"name": "Lomborg. Stine", "first_name": "Lomborg.", "last_name": "Stine"}]}, {"title": "‘Machines Don’t Have Instincts’: Articulating the Computational in Journalism.”", "year": "2017", "journal": "New Media \\& Society", "volume": "19", "authors": [{"name": "Bucher Taina", "first_name": "Bucher", "last_name": "Taina"}]}, {"title": "“Historical Pragmatism and the Internet.”", "year": "2005", "journal": "New Media \\& Society", "volume": "7", "authors": [{"name": "Carey James. W", "first_name": "Carey", "last_name": "W"}]}, {"title": "“The Robotic Reporter: Automated Journalism and the Redefinition of Labor, Compositional Forms, and Journalistic Authority.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "“Journalism Studies and its Core Commitments: The Making of a Communication Field.”", "year": "2018", "journal": "Journal of Communication", "volume": "68", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}, {"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Berkowitz. Daniel A.", "first_name": "Berkowitz.", "last_name": "A."}]}, {"title": "“Automated Journalism 2.0: Event-Driven Narratives.”", "year": "2018", "journal": "Journalism Practice", "volume": "12", "authors": [{"name": "Caswell David", "first_name": "Caswell", "last_name": "David"}, {"name": "Dörr Konstantin", "first_name": "Dörr", "last_name": "Konstantin"}]}, {"title": "“Enter the Robot Journalist.”", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}]}, {"title": "“Computational Journalism.”", "year": "2011", "journal": "Communications of the ACM", "volume": "54", "authors": [{"name": "Cohen Sarah", "first_name": "Cohen", "last_name": "Sarah"}, {"name": "Hamilton James T.", "first_name": "Hamilton", "last_name": "T."}, {"name": "Turner. Fred", "first_name": "Turner.", "last_name": "Fred"}]}, {"title": "“The ‘Concept’ of Communication.”", "year": "1970", "journal": "Journal of Communication", "volume": "20", "authors": [{"name": "Dance Frank E. X", "first_name": "Dance", "last_name": "X"}]}, {"title": "“Appropriating Social Media.”", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Djerf-Pierre Monika", "first_name": "Djerf-Pierre", "last_name": "Monika"}, {"name": "Ghersetti Marina", "first_name": "Ghersetti", "last_name": "Marina"}, {"name": "Hedman. Ulrika", "first_name": "Hedman.", "last_name": "Ulrika"}]}, {"title": "“Tracing Digital News Networks.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere"}, {"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene"}]}, {"title": "“Participatory Journalism Practices in the Media and Beyond.”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Vujnovic. Marina", "first_name": "Vujnovic.", "last_name": "Marina"}]}, {"title": "“Mapping the Field of Algorithmic Journalism.”", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Dörr Konstantin N", "first_name": "Dörr", "last_name": "N"}]}, {"title": "“Social Responses in Mobile Messaging: Influence Strategies, Self-Disclosure, and Source Orientation.”", "year": "2009", "journal": "CHI 2009: Studying Cell Phone Use", "volume": "", "authors": [{"name": "Eckles Dean", "first_name": "Eckles", "last_name": "Dean"}, {"name": "Wightman Doug", "first_name": "Wightman", "last_name": "Doug"}, {"name": "Carlson Claire", "first_name": "Carlson", "last_name": "Claire"}, {"name": "Thamrongrattanarit Attapol", "first_name": "Thamrongrattanarit", "last_name": "Attapol"}, {"name": "Bastea-Forte Marcello", "first_name": "Bastea-Forte", "last_name": "Marcello"}, {"name": "Fogg B. J", "first_name": "Fogg", "last_name": "J"}]}, {"title": "“The Rise of Social Bots.”", "year": "2016", "journal": "Communications of the ACM", "volume": "59", "authors": [{"name": "Ferrara Emilio", "first_name": "Ferrara", "last_name": "Emilio"}, {"name": "Varol Onur", "first_name": "Varol", "last_name": "Onur"}, {"name": "Davis Clayton", "first_name": "Davis", "last_name": "Clayton"}, {"name": "Menczer Filippo", "first_name": "Menczer", "last_name": "Filippo"}, {"name": "Flammini. Aessandro", "first_name": "Flammini.", "last_name": "Aessandro"}]}, {"title": "“Robotization and the Domestic Sphere.”", "year": "2018", "journal": "New Media \\& Society", "volume": "20", "authors": [{"name": "Fortunati Leopoldina", "first_name": "Fortunati", "last_name": "Leopoldina"}]}, {"title": "“Readers’ Perception of Computer-Generated News: Credibility, Expertise, and Readability.”", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Graefe Andreas", "first_name": "Graefe", "last_name": "Andreas"}, {"name": "Haim Mario", "first_name": "Haim", "last_name": "Mario"}, {"name": "Haarmann Bastian", "first_name": "Haarmann", "last_name": "Bastian"}, {"name": "Brosius. Hans-Bernd", "first_name": "Brosius.", "last_name": "Hans-Bernd"}]}, {"title": "“Communication and Artificial Intelligence: Opportunities and Challenges for the 21st Century.”", "year": "2012", "journal": "Communication + 1", "volume": "1", "authors": [{"name": "Gunkel David J", "first_name": "Gunkel", "last_name": "J"}]}, {"title": "“The Messages of Mute Machines: Human-Machine Communication with Industrial Technologies.”", "year": "2016", "journal": "Communication + 1", "volume": "5", "authors": [{"name": "Guzman Andrea L", "first_name": "Guzman", "last_name": "L"}]}, {"title": "“Voices in and of the Machine: Source Orientation Toward Mobile Virtual Assistants.”", "year": "2019", "journal": "Computers in Human Behavior", "volume": "90", "authors": [{"name": "Guzman Andrea L", "first_name": "Guzman", "last_name": "L"}]}, {"title": "“Automated News: Better than Expected?”", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Haim Mario", "first_name": "Haim", "last_name": "Mario"}, {"name": "Graefe. Andreas", "first_name": "Graefe.", "last_name": "Andreas"}]}, {"title": "“Intrusion of Software Robots into Journalism: The Public’s and Journalists’ Perceptions of News Written by Algorithms and Human Journalists.”", "year": "2017", "journal": "Computers in Human Behavior", "volume": "71", "authors": [{"name": "Jung Jaemin", "first_name": "Jung", "last_name": "Jaemin"}, {"name": "Song Haeyeop", "first_name": "Song", "last_name": "Haeyeop"}, {"name": "Kim Youngju", "first_name": "Kim", "last_name": "Youngju"}, {"name": "Oh. Sewook", "first_name": "Oh.", "last_name": "Sewook"}]}, {"title": "“Automation in the Newsroom.”", "year": "2015", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "LeCompte Celeste", "first_name": "LeCompte", "last_name": "Celeste"}]}, {"title": "Robotic Foot-in-the-Door: Using Sequential-Request Persuasive Strategies in Human-Robot Interaction", "year": "2019", "journal": "Computers in Human Behavior", "volume": "", "authors": [{"name": "Lee Seungcheol A.", "first_name": "Lee", "last_name": "A."}, {"name": "Liang Yuhua", "first_name": "Liang", "last_name": "Yuhua"}]}, {"title": "“Deep Learning for Consumer Devices and Services: Pushing the Limits for Machine Learning, Artificial Intelligence, and Computer Vision.”", "year": "2017", "journal": "IEEE Consumer Electronics Magazine", "volume": "6", "authors": [{"name": "Lemley Joe", "first_name": "Lemley", "last_name": "Joe"}, {"name": "Bazrafkan Shabab", "first_name": "Bazrafkan", "last_name": "Shabab"}, {"name": "Corcoran. Peter", "first_name": "Corcoran.", "last_name": "Peter"}]}, {"title": "“Actors, Actants, Audiences, and Activities in Cross-Media News Work: A Matrix and a Research Agenda.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund. Oscar", "first_name": "Westlund.", "last_name": "Oscar"}]}, {"title": "“Big Data and Journalism: Epistemology, Expertise, Economics, and Ethics.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund. Oscar", "first_name": "Westlund.", "last_name": "Oscar"}]}, {"title": "“A Decade of Research on Social Media and Journalism: Assumptions, Blind Spots, and a Way Forward.”", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Logan Molyneux", "first_name": "Logan", "last_name": "Molyneux"}]}, {"title": "Libel by Algorithm? Automated Journalism and the Threat of Legal Liability", "year": "2019", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "96", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Sanders Amy K.", "first_name": "Sanders", "last_name": "K."}, {"name": "Carmody Casey", "first_name": "Carmody", "last_name": "Casey"}]}, {"title": "“Algorithms for Journalism.”", "year": "2017", "journal": "The Journal of Media Innovations", "volume": "96", "authors": [{"name": "Linden Carl-Gustav", "first_name": "Linden", "last_name": "Carl-Gustav"}]}, {"title": "“Decades of Automation in the Newsroom: Why Are There Still So Many Jobs in", "year": "2017", "journal": "Journalism?” Digital Journalism", "volume": "5", "authors": [{"name": "Linden Carl-Gustav", "first_name": "Linden", "last_name": "Carl-Gustav"}]}, {"title": "“Reconsidering James Carey: How Many Rituals Does It Take to Make", "year": "1990", "journal": "an Artifact?” American Journalism", "volume": "7", "authors": [{"name": "Marvin Carolyn", "first_name": "Marvin", "last_name": "Carolyn"}]}, {"title": "“To Wish Impossible Things: Convergence as a Process of Diffusion of Innovations in an Actor-Network.”", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Micó Josep L.", "first_name": "Micó", "last_name": "L."}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere"}, {"name": "Domingo. David", "first_name": "Domingo.", "last_name": "David"}]}, {"title": "“I, Robot. You, Journalist. Who is the Author?”", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Montal Tal", "first_name": "Montal", "last_name": "Tal"}, {"name": "Reich. Zvi", "first_name": "Reich.", "last_name": "Zvi"}]}, {"title": "“The Media Inequality: Comparing the Initial Human-Human and Human-AI Social Interactions.”", "year": "2017", "journal": "Computers in Human Behavior", "volume": "72", "authors": [{"name": "Mou Yi", "first_name": "Mou", "last_name": "Yi"}, {"name": "Xu. Kun", "first_name": "Xu.", "last_name": "Kun"}]}, {"title": "“Automated Media: An Institutional Theory Perspective on Algorithmic Media Production and Consumption.”", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Napoli Philip M", "first_name": "Napoli", "last_name": "M"}]}, {"title": "“Talking to Bots: Symbiotic Agency and the Case of Tay.”", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Neff Gina", "first_name": "Neff", "last_name": "Gina"}, {"name": "Nagy. Peter", "first_name": "Nagy.", "last_name": "Peter"}]}, {"title": "“The Impact of Technology on Journalism.”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "“An Actor-Network Perspective on Changing Work Practices: Communication Technologies as Actants in Newswork.”", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Plesner Ursula", "first_name": "Plesner", "last_name": "Ursula"}]}, {"title": "“Who and What Do Journalism? An Actor-Network Perspective.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Primo Alex", "first_name": "Primo", "last_name": "Alex"}, {"name": "Zago. Gabriela", "first_name": "Zago.", "last_name": "Gabriela"}]}, {"title": "“Dark Participation.”", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "“Automatic for the People: The Automation of Communicative Labor.”", "year": "2016", "journal": "Communication and Critical/Cultural Studies", "volume": "13", "authors": [{"name": "Reeves Joshua", "first_name": "Reeves", "last_name": "Joshua"}]}, {"title": "Locating the ‘Digital’ in Digital Journalism Studies: Transformations in Research", "year": "2019", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "Seth C. Lewis", "first_name": "Seth", "last_name": "Lewis"}, {"name": "Matt Carlson.", "first_name": "Matt", "last_name": "Carlson."}]}, {"title": "“Building AI Applications: Yesterday, Today, and Tomorrow.”", "year": "2017", "journal": "AI Magazine", "volume": "38", "authors": [{"name": "Smith Reid G.", "first_name": "Smith", "last_name": "G."}, {"name": "Eckroth. Joshua", "first_name": "Eckroth.", "last_name": "Joshua"}]}, {"title": "“Searching for Questions, Original Thoughts, or Advancing Theory: Human-Machine Communication.”", "year": "2019", "journal": "Computers in Human Behavior", "volume": "90", "authors": [{"name": "Spence Patric R", "first_name": "Spence", "last_name": "R"}]}, {"title": "“Source Orientation in Human-Computer Interaction: Programmer, Networker, or Independent Social Actor?”", "year": "2000", "journal": "Communication Research", "volume": "27", "authors": [{"name": "Sundar S. Shyam", "first_name": "Sundar", "last_name": "Shyam"}, {"name": "Nass. Clifford", "first_name": "Nass.", "last_name": "Clifford"}]}, {"title": "“Conceptualizing Sources in Online News.” The", "year": "2001", "journal": "Journal of Communication", "volume": "51", "authors": [{"name": "Sundar S. Shyam", "first_name": "Sundar", "last_name": "Shyam"}, {"name": "Nass. Clifford", "first_name": "Nass.", "last_name": "Clifford"}]}, {"title": "“When Reporters Get Hands-on with Robo-Writing.”", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Dörr Konstantin", "first_name": "Dörr", "last_name": "Konstantin"}, {"name": "Kunert. Jessica", "first_name": "Kunert.", "last_name": "Jessica"}]}, {"title": "“The Algorithms behind the Headlines: How Machine-Written News Redefines the Core Skills of Human Journalists.”", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "van Dalen Argen", "first_name": "van", "last_name": "Argen"}]}, {"title": "“A Robot Wrote This? How Perceived Machine Authorship Affects News Credibility.”", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Waddell T. Franklin", "first_name": "Waddell", "last_name": "Franklin"}]}, {"title": "“Coding the News: The Role of Computer Code in Filtering and Distributing News.”", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Weber Matthew S.", "first_name": "Weber", "last_name": "S."}, {"name": "Kosterich. Allie", "first_name": "Kosterich.", "last_name": "Allie"}]}, {"title": "Mobile News: A Review and Model of Journalism in an Age of Mobile Media.”", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "“News and Participation through and beyond Proprietary Platforms in an Age of Social Media.”", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Ekström. Mats", "first_name": "Ekström.", "last_name": "Mats"}]}, {"title": "“Algorithms in the Newsroom? News Readers’ Perceived Credibility and Selection of Automated Journalism.”", "year": "2018", "journal": "Journalism", "volume": "", "authors": [{"name": "Wölker Anja", "first_name": "Wölker", "last_name": "Anja"}, {"name": "Powell. Thomas E.", "first_name": "Powell.", "last_name": "E."}]}, {"title": "", "year": "2017", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "2019", "journal": "Computational Propaganda: Political Parties, Politicians, and Political Manipulation on Social Media.", "volume": "", "authors": []}, {"title": "“Journalism Reconfigured.”", "year": "2018", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Wu Shangyuan", "first_name": "Wu", "last_name": "Shangyuan"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Salmon. Charles T.", "first_name": "Salmon.", "last_name": "T."}]}, {"title": "“Humanoid Social Robots as a Medium of Communication.”", "year": "2006", "journal": "New Media \\& Society", "volume": "8", "authors": [{"name": "Zhao Shanyang", "first_name": "Zhao", "last_name": "Shanyang"}]}]}