{"doi": "10.1080/21670811.2014.930243", "url": "https://doi.org/10.1080/21670811.2014.930243", "title": "Both Sides of the Story", "volume": "3", "year": "2015", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Schmidt", "first_name": "Jan-Hinrik", "name": "Jan-Hinrik Schmidt"}, {"last_name": "Loosen", "first_name": "Wiebke", "name": "Wiebke Loosen"}], "abstract": "While digital networked media contribute to a substantial shift in the relationship between journalists and their audiences, current research still largely focuses on one side or the other. This paper aims to overcome this conceptual and empirical deficit by presenting findings from two case studies on German news journalism (a daily TV newscast and a weekly political talk show). They operationalize the concept of inclusion distance, which aims at the (in-)congruence of mutual expectations between journalists and audience members, in a series of standardized surveys among newsroom staff as well as their online users. The paper introduces three different comparative dimensions which this study design affords and illustrates them with findings (1) on journalistic role conceptions and (2) the (assumed) motivations for participation. Besides demonstrating the value of such a multi-level comparison, our findings also provide substantial and nuanced evidence concerning the relation between journalists and their audiences: in both cases we find high congruence regarding the importance of traditional journalistic tasks such as objective reporting on complex issues, while the inclusion distance is larger for tasks connected to new participatory practices such as opportunities for user-generated content. Regarding motivations for participation, we find a somewhat larger inclusion distance as journalists of both newsrooms overestimate emotional or self-directed goals, but underestimate the wish for expanding knowledge as reasons why users participate.", "body": [{"title": "Introduction: Audience Inclusion in Journalism", "paragraphs": ["The relationship between journalism and (its) audience is undergoing a fundamental transformation (Loosen and Dohle 2014). Innovations in media and communication technologies, especially those connected to digital interactive media, lead to changes in news production and consumption, both on the level of individual practices and of organizational or social structures (Bruns 2008; Castells 2007), being accelerated even more by recent “social media” or “participatory media” (Meikle and Young 2012). Terms such as “participatory journalism” or “participatory news” (Borger et al. 2013; Deuze, Bruns, and Neuberger 2007; Singer et al. 2011), “collaborative journalism” (Bruns 2005) or “network journalism” (Heinrich 2011) all accentuate the blurring boundaries between professional communicators and recipients, between news production and news consumption.", "Academic research, however, is mainly focused on either the journalism or the audience perspective, while the respective “other side” remains implicit or is missing completely in theoretical and empirical work. As a consequence, studies considering “both sides of the story” are extremely rare. Notable exceptions are Bergström and Wadbring’s (2012) work on Swedish journalists’ as well as audience members’ perceptions of user comments, Wardle and Williams’ (2008) study on user-generated content at the BBC, and Tsfati, Meyers, and Peri (2006) who compare Israeli journalists’ perspectives on core values and practices of journalism with those of the public.", "Overall, however, the traditional division between journalism research (strongly referring to production) and audience research (strongly referring to consumption) makes it difficult to deal with the changing nature of the journalist–audience relationship. In a previous paper (Loosen and Schmidt 2012) we have proposed an analytical framework based on sociological inclusion theory that aims to overcome these problems conceptually as well as empirically. To complement that theoretical work, we here present and discuss findings from a research project that applies this framework to various case studies of German news journalism. So while it is beyond the scope of this paper to reiterate all the conceptual details laid out previously, we briefly summarize the key elements of Loosen and Schmidt (2012).", "To assess the changes digital interactive media bring to the relationship between journalists and audience members (viewers, readers, listeners, users of journalistic media), we distinguish between inclusion performance and inclusion expectations. The former consists of all practices and mediating features that stimulate, articulate and aggregate communication between journalists and their audience. Among journalists, they are part of professional journalistic routines and structures; among the audience, they consist of reception of journalistic content as well as participatory practices which users may perform as part of their media use. Inclusion expectations frame these inclusion performances and are (re-)produced or changed by them. Among journalists, inclusion expectations consist of journalistic role perceptions, images of the audience and its place and function within journalistic practices, as well as strategic considerations of media organizations. Among the audience, inclusion expectations comprise motivations for participation, assumptions about its (potential) influence on journalism, as well as general expectations concerning journalism and its functions.", "This analytical distinction between journalists’ and audience members’ inclusion performance and inclusion expectations should not distract from the fact that both concepts are actually very much intertwined as journalists and audience members exhibit (various degrees of) co-orientation (Früh and Schönbach 2005; Grace 1951; Pool and Shulman 1959). Journalists’ inclusion expectations, for example, also comprise assumptions about expectations the audience holds towards journalism (“expected expectations”; Schmidt 2008). Vice versa, audience members might hold a specific image of journalists at a given newsroom, i.e. they have certain expectations towards the journalists’ norms and values regarding their own professional role. This co-orientation will not (and, following Görke 2014, does not have to) always be completely aligned, since there might be misunderstandings or misconceptions, failed expectations or even estrangements. Our analytical framework accounts for such differences in practices and expectations with the concepts of inclusion level and inclusion distance, respectively. Inclusion level refers to the amount and scope of inclusion performance/practices and can be high or low, as well as even or uneven. Inclusion distance refers to the (in-)congruence of inclusion expectations and can be large or small.", "The remainder of this paper, which is focusing on inclusion expectations and inclusion distance, has two aims. It strives to demonstrate the value of the framework and its operationalization for comparative research as well as to provide substantive insight into inclusion distance at two newsrooms of TV/online journalism in Germany. The next section introduces the design of the empirical studies in which data have been collected, followed by a section presenting selected findings to demonstrate the comparative logic behind the framework. The final section summarizes the results and gives an outlook on future research opportunities."]}, {"title": "Study Design and Methodological Considerations", "paragraphs": ["The findings we present are the results of a research project which examines how newsrooms—and their audiences—in Germany experience and manage the shifts connected with online media, in particular with social media. To this end, we conducted four in-depth case studies, two of which are part of this paper.1The first case study looks at the most traditional and popular daily TV newscast in Germany, Tagesschau, the other deals with a weekly political talk show on TV and which is anonymized throughout our research on their request. Both formats are part of public-service broadcasting. All case studies follow a multi-method approach, including in-depth interviews with journalistic staff and users as well as analysis of non-reactive data (e.g. the amount and content of user comments). In addition, we conducted standardized online surveys among the editorial staff and the users of the website of the respective medium (see Table 1 for an overview).2", "The qualitative as well as quantitative questionnaires for editorial staff and for users, respectively, included various questions on participatory routines and related attitudes which operationalize the different elements of our analytical model. Of special importance to this paper: in order to assess inclusion distance, the standardized surveys employed four item batteries which covered the mutual expectations of journalists and audience members (see Figure 1): (1) motivations for participation, (2) journalistic role conceptions, (3) the importance of participatory features, and (4) rather general assessments of user participation and its impact on journalism.3 The items were worded in parallel in both surveys, and the same answer scales (five-point Likert scales, e.g. “agree completely” to “disagree completely” and “very important” to “very unimportant”) were given, while the question text was directed at either one’s own expectations or the assumed expectations of the other side (for a similar approach, see Tsfati, Meyers, and Peri 2006).", "Figure 1  Mutual expectations and inclusion distance as part of audience inclusion in journalism", "Figure 1  Mutual expectations and inclusion distance as part of audience inclusion in journalism", "Regarding the journalistic role, for example, 19 items on nuances of professional journalistic role conceptions such as “to inform the audience as fast as possible” or “to give the audience topics to talk about” were presented (Weischenberg, Malik, and Scholl 2012), complemented with items concerning rather new journalistic tasks based on Braun and Gillespie 2011; Kenix 2009; Neuberger 2014). Journalists were asked “What are your personal goals in your profession?”, while audience members were asked to rate whether journalists at the specific news outlet should adhere to the particular norms. As another example, those users who stated that they engage in participatory practices such as commenting, sending mail or letters to the editors, etc., were asked to rate 15 different motivations for a particular participatory practice. Journalists, in turn, were asked to give their general opinion on whether they think users participate for each of these 15 reasons.", "Based on the theoretical variables and their specific operationalization, we can perform various analytical steps to calculate and compare inclusion expectations and inclusion distance (see Figure 2 for an overview and references to the examples in later sections). A first step is basic descriptives for the item batteries conducted separately for journalists and audience members, for example to assess the order of importance of certain role aspects among journalists. But since both surveys used the same items and the same scales, we can also directly compare answers by calculating the difference of means between journalists and audience members for each item within a case study. Thus, we can assess, for instance, whether the actual importance and the assumed importance of specific motivational aspects of participation (e.g. “to share knowledge and experience”) are congruent (i.e. the means for this item are similar) or incongruent (i.e. there is a larger difference between the means). We interpret the difference of means as the main indicator for inclusion distance between journalists and audience members (comparative dimension 1).", "Figure 2  Comparative logic in the research project", "Figure 2  Comparative logic in the research project", "Having comparable data from two case studies provides additional possibilities. We can compare aspects of inclusion expectations between the two case studies, focusing either on users or on journalists (comparative dimension 2). Furthermore, we can contrast the inclusion distance itself by comparing the mean differences between journalists and users regarding (assumed) motivations, etc., found in the two case studies (comparative dimension 3)."]}, {"title": "Findings", "paragraphs": ["This paper lacks the space to present all findings on all four aspects of inclusion distance from the two case studies. Thus, the following sub-sections will take the different steps outlined in the section before to illustrate the methodological logic of such an approach, as well as to demonstrate the kinds of insights to be gained. We start by assessing the inclusion distance for one aspect of inclusion expectations (journalistic role conceptions) for both case studies, followed by an example of comparing audience members’ motivations for participation across case studies. We conclude with two examples of a comparison of inclusion distances across case studies.", "In each case study, the differences between journalists’ and users’ mean item assessments are used to measure inclusion distance. Mathematically, we subtract for each item the users’ mean from the journalists’ mean. Thus, the sign of the difference shows whether journalists rate the item higher (positive sign) or lower (negative sign) than their audience. The value of the differences in means conveys information about the extent of congruence: if the difference in mean is between −0.5 and +0.5 we assume congruence, if it is outside this range we assume incongruence.4 Finally, we test for the significance of the difference in means; depending on the size and distribution of the sub-samples we use either t-tests, Welch tests or Mann–Whitney U-tests.", "The mean scores and the difference in means are not only presented in tables, but also in a particular visualization which enables the identification of patterns in the data and to compare variable sets across the case studies: each item becomes a data point which is placed on a two-dimensional plane according to its mean value among journalists (x-axis; scale from 1 to 5) and audience members (y-axis; scale from 1 to 5). A diagonal line from bottom-left to top-right indicates those points where the mean values for journalists and audience members are identical. Thus, the closer an item is to the diagonal line, the more similar are the means and the smaller is the inclusion distance. Items in the top-right corner are mainly agreed to by both journalists and users, items in the bottom-left corner are mainly not agreed to.", "In the case study of the newscast we find a high degree of congruence between journalists’ and audience members’ journalistic role conceptions (see Table 2 and Figure 3). Both sides agree on the traditional tasks of news journalists connected to the key concept of objective reporting (Weischenberg, Malik, and Scholl 2012). To “inform as objectively and precisely as possible” (item 2) and to “explain and convey complex issues” (item 5) are the journalistic tasks that both groups rate the highest. Three more items have mean values around or greater than 4 for both samples, indicating a great importance for the professional self-image as well as the image of Tagesschau journalists among their audience: “to point to interesting topics and further information” (item 7), “to “criticize problems and grievances” (item 13) and “to inform the audience as fast as possible” (item 14) are all regarded as important tasks of newscast journalism at the Tagesschau, although the latter two items also exhibit a mean difference close to the boundary value of 0.5.", "Figure 3  Journalistic role conception among journalists and audience members (newscast). Numbers refer to items in Table 2", "Figure 3  Journalistic role conception among journalists and audience members (newscast). Numbers refer to items in Table 2", "All in all, only 5 of the 19 items show a difference of means larger than 0.5. In most cases, the journalists regard a particular professional goal as less important than the audience members (which can be told by the negative sign of the items and their location to the left of the diagonal line in the visualization): 3 of these 13 items—“to give the audience an opportunity to express their opinions on topics of public interest” (item 15), “to provide people with the opportunity to publish their own content” (item 17) and “to get into a conversation with the audience on current events” (item 18)—deal explicitly with participatory expectations, and all of them are rated significantly less important by journalists than by audience members. The two remaining items with a large inclusion distance are related to more traditional aspects of news journalism: Tagesschau journalists do disagree much more strongly to the item “to present my own opinion(s) to the audience/to the public”, while on the other hand they see, on average, that “to concentrate on news that is interesting to an audience as wide as possible” (item 16) is part of their professional self-image.", "Taken together, these findings are noteworthy in two respects: on the one hand, they show that among journalists and audience members there is notable agreement on a set of core tasks of news journalism at the Tagessschau. They are mostly related to traditional notions of objective news journalism and supplemented by the idea of a curational as well as critical role of journalism. On the other hand, they demonstrate self-images and related expectations where Tagesschau journalists and their online users do not align: in line with the traditional professional image, Tagesschau journalists deem participatory tasks as well as adding their subjective voice to news stories not a significant part of their professional tasks, while they insist that they address issues relevant to a broad audience. The large distance we identified does not result from a general incongruence, i.e. audience members do not hold these tasks to be very important. But the differences in expectations might be an indication that certain aspects related to new journalistic practices—inviting user-generated content and conversation, adding opinion to news stories, tailoring reporting to specific rather than broad informational needs—are not completely disregarded by the Tagesschau audience.", "We find a similar pattern if we look at the data for the political talk show (Table 3 and Figure 4). Again, journalists and audience members agree closely on the items “to inform as objectively and precisely as possible” (item 4), “to explain complex issues” (item 6) and “to point to interesting topics and further information” (item 2) as being important tasks of journalists at the talk show. Audience members do also expect the journalists at the political talk show “to criticize problems and grievances” (item 15); although we find an even larger inclusion distance for this item than in the newscast case study, journalists at the political talk show still rate this as an important part of their own professional self-image.", "Figure 4  Journalistic role conception among journalists and audience members (talk show). Numbers refer to items in Table 3", "Figure 4  Journalistic role conception among journalists and audience members (talk show). Numbers refer to items in Table 3", "Seven out of 19 items show a difference of means larger than 0.5; similar to example 1 they include those items that relate to participation- and dialogue-oriented obligations.5 While the inclusion distance is of a similar size (0.60 to 0.77), these items exhibit different positions: audience members and journalists alike reject the idea that talk show journalism should “provide the audience with the opportunity to maintain ties among themselves” (item 17). Audience members tend to be undecided on whether journalists should “provide people with the opportunity to publish their own content” (item 14)—an idea that journalists by and large reject. “To get into conversation with users on current events” (item 16), on the other hand, leaves the journalists on average undecided, but the audience members tend to agree to this new, conversational role of journalism.", "The inclusion distance is even larger for two additional items which relate to the idea of a journalist’s subjective voice being heard (“to present own opinion(s) to the audience/to the public”; item 18) and the notion of a check-and-balance function of journalism (“to control politics, business and society”; item 19). Together with the difference regarding conversational aspects of journalism, these results show that inclusion distance at the political talk show is especially large for those parts of the journalistic role image which relate to the communicative mode of the talk show genre (Coleman 2013): audience members expect journalists to be dialogue-oriented and to present firm positions on social issues, while the talk show journalists do not see it as their own obligation, but rather aim to provide a setting for their guests to engage in debate on those issues.", "As a first step towards comparing case studies, we can examine the (in-)congruence of assessments between the same groups (audience members or journalists) in both cases. Methodologically, this relies again on calculating mean differences, which we demonstrate with the example of audience members’ motivation for participation.", "In the survey, users were asked to indicate their motivations for using particular participatory features that were provided by the respective newsroom. For the following example we look at the motivations for participation via mail to the editors (see Table 4), as this is a feature that can be compared easily between both case studies.6 The mean differences as well as the visualization of that comparison (see Figure 5) show a homogeneous picture by and large for the audience members of the newscast and the talk show: for both audiences, the most important motivation to write mail to the editors is “to propose a topic that is important to me” (item 4), while two reasons often suspected by journalists to drive participation—“out of boredom” (item 3) and “to vent anger and frustration” (item 13)—are rejected rather strongly by audience members in both case studies. For only two items do we find a difference of means larger than 0.5: “to point out errors in news stories” (item 15) is obviously a stronger motivation for newscast users, while talk show users agree significantly more strongly to the motivation “to state my opinion publicly”. This seemingly paradox pattern (as letters to the editor are a non-public form of participation) might be explained by the fact that the talk show presenter reads out viewers’ mail on TV occasionally—also illustrating that journalistic inclusion practices are shaping inclusion expectations of the audience.", "Figure 5  Motivation for participation via mail to the editors (newscast & talk show). Numbers refer to items in Table 4", "Figure 5  Motivation for participation via mail to the editors (newscast & talk show). Numbers refer to items in Table 4", "To compare inclusion distance between case studies, we calculate the “difference in differences” by subtracting the mean difference for each item (which expresses the congruency between journalists and audience members) of one case study from that of the other. Thus, the closer a value is to zero, the more similar the case studies are. We have to note that the difference in distance between case studies does not tell anything in itself about the inclusion distance within a single case study, but only about its relation to the other—and only with respect to the particular items used to measure inclusion distance. For example, if both case studies report very high inclusion distances (indicating incongruent inclusion expectations of journalists and audience members), the difference in distance between the case studies will be very small.", "For visualization, we use the same two-dimensional space but with different axes: they indicate the value of the inclusion distance at the political talk show (x-axis) and the daily newscast (y-axis), ranging from −2.0 to +2.0. Thus, items in the top-right quadrant have positive values on the two axes, meaning that journalists in both case studies value the particular item higher than their respective audiences. Vice versa, negative values indicate that they value it lower. Items that have small distances (between −0.5 and +0.5) in both case studies are located closely around the [0.0 | 0.0] centre of the diagram, and we mark that area of similarity (congruence between journalists and audience members in both case studies) by a grey rectangle. A diagonal line from bottom-left to top-right indicates those data points where the “difference in differences” is zero, i.e. where the inclusion distance is identical for both case studies. While being complex, this visualization affords a more holistic understanding of the comparison of two case studies, especially when we inspect the different patterns for different variable sets (see sections below).", "For this example we use items on (assumed) motivations for participating via the Web forum of the newscast or the talk show, respectively. Journalists were asked to indicate their assumptions about why audience members in general participate and active users of the forum were asked to rate their motivations for participation in the forum. Following the procedure explained earlier, we first subtract the difference in means to calculate the inclusion distance for each case study. Based on these data, we can calculate the differences in inclusion distance between the case studies (see Table 5).", "Six out of 15 items have a difference in distance larger than 0.5, with the largest difference referring to the item “to find help with a problem” (item 15). Talk show journalists largely overestimate this as a motivation for users, while at the newscast, journalists and users are almost congruent. In both case studies journalists underestimate the wish of users “to expand their knowledge by interacting with journalists and others” (item 14), but that tendency is much more distinct for the newscast, leading to a rather large difference in distance between the two case studies. On the other hand, the more affective and self-centred motivations for participation (venting anger, boredom, self-display) are similarly overestimated by journalists in both case studies. This large inclusion distance in both case studies results in only a small difference in distance between them.", "Figure 6 visualizes this comparison. Only two items have a small inclusion distance in both case studies; both at the newscast and at the political talk show, journalists and audience members are congruent in their assessments of “assisting journalists in their work” (item 6) and wanting “to state [an] opinion publicly” (item 8) as motivations for participation via an online forum. In all other cases, we find an inclusion distance larger than 0.5 at either one or both of the case studies, indicating that there is quite some disagreement between journalists’ assumptions and their audience members’ actual motivations to participate via a Web forum. In addition, the visualization shows that this aspect of inclusion distance is larger at the political talk show than at the Tagesschau for almost all items, since they are located to the top-left of the diagonal line. This indicates a stronger fit between motivations and assumed motivations for active participation at the newscast, which might be explained by its fixed format, long tradition and the resulting opportunities to match mutual expectations over time.", "Figure 6  Comparing inclusion distance regarding (assumed) motivations for participation via forum. Numbers refer to items in Table 5", "Figure 6  Comparing inclusion distance regarding (assumed) motivations for participation via forum. Numbers refer to items in Table 5", "The last example compares inclusion distance with respect to journalistic role conceptions (which have been discussed above). Just by looking at Figure 7, we see a pattern different from the one found in the previous example: 11 of the 19 items are located within the [−0.5 | 0.5] box, indicating by and large a high congruency between journalists and audience members regarding journalistic role conceptions in both case studies. Additionally, the differences in distance between the case studies are rather small and therefore close to the diagonal line. Only three of the items have a difference in distance of |0.5| and larger: journalists at the talk show are less in line with their audience than at the Tagesschau regarding the expectation to provide opportunities for “socializing features” (Table 6, item 17) and, more notably, to control politics, business and society (item 19). To “inform the audience as fast as possible” (item 18), on the other hand, is even more important for journalists at the newscast than for their audience, while talk show journalists regard it as slightly less important than their audience.", "Figure 7  Comparing inclusion distance regarding journalistic role conception. Numbers refer to items in Table Both Sides of the StoryAssessing audience participation in journalism through the concept of inclusion distanceAll authorsJan-Hinrik Schmidt & Wiebke Loosenhttps://doi.org/10.1080/21670811.2014.930243Published online:08 August 2014Table 6 Difference in inclusion distance between case studies: journalistic role conceptionCSVDisplay Table6", "Figure 7  Comparing inclusion distance regarding journalistic role conception. Numbers refer to items in Table Both Sides of the StoryAssessing audience participation in journalism through the concept of inclusion distanceAll authorsJan-Hinrik Schmidt & Wiebke Loosenhttps://doi.org/10.1080/21670811.2014.930243Published online:08 August 2014Table 6 Difference in inclusion distance between case studies: journalistic role conceptionCSVDisplay Table6", "The two extreme items in this comparison are “to present own opinions to the audience/public” (item 10), which is consistently rated more important by users than by journalists, and “to concentrate on news that is interesting to an audience as wide as possible” (item 15), which is consistently rated more important by journalists in both newsrooms. Besides, many items are located in the bottom-left quadrant, indicating that in both case studies journalists tend to regard many items as being less part of their journalistic obligation than audience members do. It is notable that among these items we find those participatory tasks (e.g. items 5, 6, 8) which go beyond classical journalistic goals."]}, {"title": "Discussion and Outlook", "paragraphs": ["In this paper we have built upon previous work which introduced the concept of inclusion distance to account for the (in-)congruence in mutual expectations held by journalists and their audience. We have proposed an empirical operationalization of this concept and have illustrated various aspects of the comparative logic that we applied in a case study-based research project on news journalism in Germany. These remarks, however, should not have been of methodological interest only. As they have focused on inclusion distance regarding professional journalistic (self-)images and (assumed) motivations for participations at a daily TV newscast and a weekly political talk show, they can also provide valuable insights into the journalist–audience relationship in times of growing participatory opportunities.", "Regarding the role conception of professional journalists, we have seen a substantial amount of congruence between journalists and their audiences. In both case studies, respondents agreed on a similar set of elements to be part of journalism at a newscast and a political talk show. These are mainly connected to the traditional journalistic task of providing objective, fast and reliable information on complex issues. Incongruence, and thus inclusion distance, is larger for most of the items related to new participatory practices. For example, in both case studies journalists agree much less than audience members that they should provide opportunities for user-generated content. Furthermore, they regard it to a much lesser extent as part of their job to present their own opinions on issues to the public than their audience. From the journalists’ perspective, this expresses the notion of defending the traditional core of their profession (Schudson and Anderson 2009), while from the audience’s perspective, this large inclusion distance indicates the emergence of new and additional demands directed at journalism in the age of participatory media (Lewis 2012).", "Regarding motivations for participation, we first have to note that they may vary between different channels such as letters to the editors or comments sections which provide different degrees of publicness and different affordances for mutual interaction among audience members. Between the two case studies, reasons to send letters to the editors are rather similar: people tend to participate via this channel in order to propose topics important to them, thus leaving the role of the passive viewer of TV content. As we have also seen, journalists in both case studies tend to overstate several possible reasons, pointing to a large inclusion distance regarding assumed and actual motivations for participation. What is particularly striking: journalists overestimate rather emotional or self-directed reasons such as boredom, self-display or the venting of anger and frustration, while they underestimate the desire of expanding one’s knowledge via participation.", "We can provide two explanations for this large distance (which may overlap rather than being mutually exclusive): first, this might be due to methodological reasons, and more specifically, to the social desirability bias: audience members are less likely to give boredom or self-display as reasons for their participation than “positive” reasons such as building and sharing knowledge; but second, this pronounced inclusion distance also points to the way expectations (in this case, assumptions about reasons to participate) are shaped by practice, in this example by experiences with audience participation. Journalists form their image of the audience increasingly by looking directly at audience feedback (rather than via aggregated metrics such as ratings or market research) as this now becomes visible to them as well. Apparently, those cases where users leave non-constructive or even destructive feedback (such as angry or hateful comments, critical letters or rants about random topics) have a strong influence on the image journalists hold of their active audience.", "While this paper, and the whole project it is based on, aims to demonstrate the value of the concept of inclusion distance when assessing audience participation in journalism, it can nevertheless only provide some insights into a very complex and multi-faceted development. Even if we were to present all findings for all the different analytical categories of our heuristic model for all the four case studies—something that is definitely beyond the scope of a journal paper—we would still have looked only at examples of audience inclusion at a few German news outlets. But we hope to have made sufficient arguments for conducting more comparative research, both in the general sense of comparing different journalistic genres in different cultures, but also in the more basic sense of comparing journalists and their audiences, that is: “both sides of the story”."]}], "references": [{"title": "Journalists and Audiences as Obstacles and Opportunities for Reader Comments", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Bergström Annika", "first_name": "Bergström", "last_name": "Annika"}, {"name": "Wadbring Ingela", "first_name": "Wadbring", "last_name": "Ingela"}]}, {"title": "Constructing Participatory Journalism as a Scholarly Object", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel"}, {"name": "van Hoof Anita", "first_name": "van", "last_name": "Anita"}, {"name": "Costera Meijer Irene Costera", "first_name": "Costera", "last_name": "Costera"}, {"name": "Sanders José", "first_name": "Sanders", "last_name": "José"}]}, {"title": "Hosting the Public Discourse, Hosting the Public: When Online News and Social Media Converge", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Braun Joshua", "first_name": "Braun", "last_name": "Joshua"}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Communication, Power and Counter-power in the Network Society", "year": "2007", "journal": "International Journal of Communication", "volume": "1", "authors": [{"name": "Castells Manuel", "first_name": "Castells", "last_name": "Manuel"}]}, {"title": "Debate on Television: The Spectacle of Deliberation", "year": "2013", "journal": "Television \\& New Media", "volume": "14", "authors": [{"name": "Coleman Stephen", "first_name": "Coleman", "last_name": "Stephen"}]}, {"title": "Preparing for an Age of Participatory News", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "The Dynamic-transactional Approach III: Interim Conclusions", "year": "2005", "journal": "Publizistik. Vierteljahreshefte Für Kommunikationsforschung", "volume": "50", "authors": [{"name": "Früh Werner", "first_name": "Früh", "last_name": "Werner"}, {"name": "Schönbach Klaus", "first_name": "Schönbach", "last_name": "Klaus"}]}, {"title": "Effects of Different Degrees of Knowledge about an Audience on the Content of Communication", "year": "1951", "journal": "The Journal of Social Psychology", "volume": "34", "authors": [{"name": "Grace Harry A.", "first_name": "Grace", "last_name": "A."}]}, {"title": "Including the Audience: Comparing the Attitudes and Expectations of Journalists and Users towards Participation in German TV News Journalism", "year": "2013", "journal": "Journalism Studies (Online First)", "volume": "", "authors": [{"name": "Heise Nele", "first_name": "Heise", "last_name": "Nele"}, {"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke"}, {"name": "Reimer Julius", "first_name": "Reimer", "last_name": "Julius"}, {"name": "Schmidt Jan-Hinrik", "first_name": "Schmidt", "last_name": "Jan-Hinrik"}]}, {"title": "Newsmen’s Fantasies, Audiences, and Newswriting", "year": "1959", "journal": "Public Opinion Quarterly", "volume": "23", "authors": [{"name": "Pool Ithiel de Sola", "first_name": "Pool", "last_name": "de Sola"}, {"name": "Shulman Irwin", "first_name": "Shulman", "last_name": "Irwin"}]}, {"title": "Blogs as Alternative", "year": "2009", "journal": "Journal of Computer-mediated Communication", "volume": "14", "authors": [{"name": "Kenix Linda Jean", "first_name": "Kenix", "last_name": "Jean"}]}, {"title": "The Tension between Professional Control and Open Participation: Journalism and Its Boundaries", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "(Re-)Discovering the Audience: The Relationship between Journalism and Audience in Networked Digital Media", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke"}, {"name": "Schmidt Jan-Hinrik", "first_name": "Schmidt", "last_name": "Jan-Hinrik"}]}, {"title": "The Journalistic Quality of Internet Formats and Services: Results of a User Survey", "year": "2014", "journal": "Digital Journalism (Online First)", "volume": "", "authors": [{"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "Operative Fictions, or: How to Talk about Society", "year": "2008", "journal": "Constructivist Foundations. An Interdisciplinary Journal", "volume": "3", "authors": [{"name": "Schmidt Siegfried J.", "first_name": "Schmidt", "last_name": "J."}]}, {"title": "What is Good Journalism? Comparing Israeli Public and Journalists’ Perspectives", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Meyers Oren", "first_name": "Meyers", "last_name": "Oren"}, {"name": "Peri Yoram", "first_name": "Peri", "last_name": "Yoram"}]}, {"title": "Ugc@Thebbc. Understanding Its Impact upon Contributors, Non-contributors and BBC News", "year": "2008", "journal": "", "volume": "", "authors": [{"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}]}]}