{"doi": "10.1080/1461670X.2014.992621", "url": "https://doi.org/10.1080/1461670X.2014.992621", "title": "Audience Responses to Peace Journalism", "volume": "17", "year": "2016", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "McGoldrick", "first_name": "Annabel", "name": "Annabel McGoldrick"}, {"last_name": "Lynch", "first_name": "Jake", "name": "Jake Lynch"}], "abstract": "This article shows how results were merged from a study conducted in four countries—Australia, the Philippines, South Africa and Mexico—in which differently versioned television news stories about conflict were played to audiences, and their responses gathered through a mix of methods, to yield both quantitative and qualitative results. These versions were coded according to the Peace Journalism model, a set of distinctions in the representation of conflict, originally conceived by Johan Galtung. A Peace Journalism bulletin and a War Journalism bulletin were produced in each country. Viewer responses—both emotional and cognitive—showed significant differences, depending on which version they watched. This article compares selected stories in each country, which had the strongest measured effects in the original study, and identifies common thematic elements. The most significant of these is that, in the Peace Journalism version of each of the selected stories bar one, viewers were provided with the personal narrative of a carefully chosen individual protagonist, which prompted both their empathy and, through that, their cognitive engagement with counter-hegemonic arguments in favour of non-violent conflict responses.", "body": [{"title": "Introduction", "paragraphs": ["Peace Journalism (PJ) is defined as journalism that “creates opportunities for society at large to consider and value nonviolent responses to conflict” (Lynch and McGoldrick 2005, 5). It is not confined merely to war reporting, since conflict is not synonymous with particular forms of social violence, but is instead broadly defined as “a relationship between two or more parties who have—or think they have—incompatible goals” (Fisher et al. 2000, 4).", "In the model originally developed by Johan Galtung (1998), PJ offers its readers and audiences a representation of conflict as consisting of multiple actors and goals, not just a dyadic contest manifest in a series of violent events, and features a wide range of voices, including non-elite sources, rather than merely a leader on each “side”. It supplies them with the means to challenge dominant accounts, and therefore resist propaganda; highlights peace initiatives, however small, which are always under way in any conflict, albeit often at sub-elite levels; and shows images and stories of peace as well as those of war."]}, {"title": "Peace Journalism: A Literature Review", "paragraphs": ["Most early scholarly literature in the PJ field was based on operationalising this model to produce evaluative criteria for content analysis of news reporting about armed conflicts (usually in newspapers, for ease of retrieval). Lynch (2004) analysed aspects of the reporting, in the UK press, of debates over the invasion of Iraq. Lee and Maslog (2005) compared the PJ “quotient” of 10 newspapers, from five countries covering four armed conflicts, across Asia. Lynch (2006) adapted the model to yield criteria to evaluate UK press coverage of a political conflict, over responses to Iran's nuclear programme. Contributors to a special edition of the journal Peace and Policy (edited by Dente Ross and Tehranian 2008) used distinctions in Galtung's model as the basis for analysing the reporting of shooting wars in Lebanon, Afghanistan and the Philippines, in newspapers including those from Canada and Israel.", "In a summarising overview of these and other similar studies, Shinar (2007) argued that PJ is recognised, in the literature, as: Exploring backgrounds and contexts of conflict formation, and presenting causes and options on every side so as to portray conflict in realistic terms, transparent to the audience.Giving voice to the views of all rival parties, not merely leaders from two antagonistic “sides”.Airing creative ideas, from any source, for conflict resolution, development, peacemaking and peacekeeping.Exposing lies, cover-up attempts and culprits on all sides, and revealing excesses committed by, and suffering inflicted on, peoples of all parties.Paying attention to peace stories and post-war developments.", "Exploring backgrounds and contexts of conflict formation, and presenting causes and options on every side so as to portray conflict in realistic terms, transparent to the audience.", "Giving voice to the views of all rival parties, not merely leaders from two antagonistic “sides”.", "Airing creative ideas, from any source, for conflict resolution, development, peacemaking and peacekeeping.", "Exposing lies, cover-up attempts and culprits on all sides, and revealing excesses committed by, and suffering inflicted on, peoples of all parties.", "Paying attention to peace stories and post-war developments.", "The majority of published PJ scholarship to this point concentrated, in other words, on the manifest content, or media framings, of reports about conflict. But PJ is defined in terms of the opportunities it creates for audiences to make their own meanings—considering and valuing certain types of responses to the situations portrayed. As Nohrstedt and Ottosen (2011, 224–225) point out, “journalistic products are perceived to carry and contain meanings on several levels. These cannot be collapsed into a single ‘manifest content’ level”. Only by applying experimental protocols designed to access meanings on other levels, able to disclose audience frames as well as media frames, would it be possible to identify PJ with confidence.", "Schaefer (2006) and Kempf (2007) investigated audience framing, in response to PJ, among newspaper readers in Germany. Kempf adjusted the content of articles about episodes of conflict in South-East Europe, to exhibit characteristics of “escalation-oriented framing”; “moderately de-escalation oriented framing” and “more strongly de-escalation oriented framing”, thus producing four versions (also including the original, taken in each case from a German newspaper). A total of 128 subjects read different combinations of versions of the three articles, then answered a 16-item questionnaire, with patterns of response identified using Latent Class Analysis.", "The results “speak in favour” of PJ, as “the de-escalation oriented text versions were accepted to a greater degree and resulted in less polarised mental models of the events” (Kempf 2007, 142) portrayed in the stories. The most significant evaluation pattern revealed by Latent Class Analysis was of subjects expressing “strong interest in [receiving] further information” (Kempf 2007, 144). This applied to 22.4 per cent of readers of escalation-oriented versions but also to 23.1 per cent of readers of strongly de-escalation-oriented versions. “Escalation-oriented coverage is not the only type that can arouse audience interest, de-escalation oriented coverage can also do so” (Kempf 2007, 144).", "Schaefer produced two versions of each text (escalation-orientated and de-escalation orientated, respectively), and asked 96 subjects to read them, recording similar findings. Participants registered a preference for the PJ version: “De-escalation-oriented texts were judged to be better than escalation-orientated ones”. After reading War Journalism (WJ), subjects were receptive to proposals for violent responses to conflict, showing a somewhat “higher degree of acceptance of military measures than did [the readers of the] de-escalation-oriented texts”, in a ratio of about 6:5 (Schaefer 2006, 12)."]}, {"title": "Audience Responses to Peace Journalism: Research Design", "paragraphs": ["Our recent audience study (Lynch and McGoldrick 2013) further developed the approaches pioneered by Kempf and Schaefer, by using the distinctions in the PJ model to produce different versions of news on television. Among the reasons for this choice were: the survey research adduced by Curran (2012) showing that television remains the most influential source of news in many countries, despite today's proliferation of media platforms, and the familiarity with the medium of both researchers, from professional journalistic experience. The latter factor was instrumental in enabling the experimental design. To create PJ versions of existing television news stories, the research team gathered new material (pictures and interviews), using professional camera gear, then scripted and produced reversioned stories to professional standards, working in partnership with a local television newsroom in each country.", "Research for this study also followed the lead of such scholars as McMahon and Chow-White (2011, 348), who used the PJ model to develop analytical criteria for the reporting of “cold conflicts, such as those between racialised groups in postcolonial societies … such as struggles over representations of race and racism”. Not only is conflict broadly defined, as indicated earlier, but violence is recognised as taking many forms: structural and cultural, as well as direct (Galtung 1969). Hence, initiatives of non-violence can also take many forms, in response to many stages and varieties of conflict, so the distinctions in the PJ model can potentially apply to many different kinds of news besides stories about actual shooting wars.", "Some of the current stories in the places, and at the times, when field research for the study was carried out, were about episodes of wars, acknowledged and commonly named as such: in Iraq, for example, as reported on Australian television news, and the long-running “People's War” waged by the Communist New People's Army, in the Philippines. In other cases, conflicts prominent in the news presented different forms and issues of contestation, closer to the “struggles over representation” examined by McMahon and Chow-White.", "To enable these divergent stories to be considered as part of the same study, and permit meaningful comparisons to be made, framing distinctions were coded by using Shinar's list of PJ characteristics, above, as a set of headings, and adjusting particular details of each story to correspond to them. To do this, a process of analysis was carried out on key conflict issues in each country, with close attention to the principles of Critical Discourse Analysis, as Nohrstedt and Ottosen recommend in their text of 2011, quoted above. The aim of this process was to disclose embedded accounts and legacy frames likely to prove ideational when audiences in that country came to make their own meanings in response to viewing a particular story, and aspects of representation within it. In this way, the coding of the bulletins was calculated both to “capture” salient distinctions in the stories selected, and to retain the overall categories of Peace Journalism and War Journalism, corresponding to Galtung's original model (Lynch and McGoldrick 2013; Lynch 2014).", "This study established, in each of the four countries, that a variety of different stories about conflict can be reversioned and coded according to the PJ model, in a form “within reach of the idiom and range” (Lynch 2014, 10) of existing television news. This permitted comparisons with WJ versions of the same stories, which had already been recently broadcast on local television stations. And it concluded that: When audiences watch television news items created as war journalism and peace journalism respectively, their responses reflect a process of meaning-making … linking perceived causes and effects that predicate, respectively, a lesser or greater receptiveness to cooperative, nonviolent responses to conflict. Peace journalism advocates, who are aiming to expand opportunities for society at large to value and consider such responses, are on the right track. (Lynch and McGoldrick 2013, 1056)", "When audiences watch television news items created as war journalism and peace journalism respectively, their responses reflect a process of meaning-making … linking perceived causes and effects that predicate, respectively, a lesser or greater receptiveness to cooperative, nonviolent responses to conflict. Peace journalism advocates, who are aiming to expand opportunities for society at large to value and consider such responses, are on the right track. (Lynch and McGoldrick 2013, 1056)", "This general conclusion risks glossing over significant variations in the results. The differences associated with watching a WJ or PJ version of the same story were more statistically significant in the cases of some stories than with others. In this article, we present the findings from these cases, and discuss why they may have produced such comparatively strong audience responses. These responses are presented in Table 1, for ease of comparison, and that is followed by a detailed discussion of framing distinctions in the stories concerned, and points of similarity between them.", "Before presenting the table, however, it is necessary to clarify somewhat further the methods used, both for coding the different versions of these stories as WJ and PJ, respectively, and for collecting viewer response data.", "In the coding exercise, a “score” was allotted to each story by operationalising the PJ model under Shinar's five headings, using evaluative criteria particularised in each case to fit distinctions in the stories and the discursive framework, as explained above, and carrying out content analysis. A story that included material satisfying criteria under any one heading scored one point. One that included all five scored five points. So each individual story was “marked” initially out of five.", "These headings correspond to what Maslog, Lee, and Kim (2006, 505) called “approach-based indicators” of PJ. For this study, as for theirs, three “language-based indicators” were added. Each one of these is a negative value: PJ is recognised by the presence of approach-based indicators, set out in Shinar's list, and by the absence of language-based indicators: emotive language, the “labelling” of conflict parties as good and bad, and partisan reporting, respectively. To account for this polarity, and to recognise the lesser importance of these indicators compared with the main framing characteristics, each was allocated the score of 0.5, to be subtracted from the initial score where such uses of language occurred. So the maximum “score” for any story was +5.0 and the minimum was −1.5. These scores are set out in Table 1 for each version of the stories with the strongest audience effects.", "In each country, two “bulletins” were created, a WJ and a PJ, comprising between four and seven stories each, and recorded with links read to camera by a local television news presenter. These two recordings were then played to different audiences. A total of 472 participants, in the four countries, were broken up into groups of equal size for simultaneous screenings, in separate rooms, of the WJ and PJ “bulletins” in each country. These took place in October 2010 in Australia, February 2011 in the Philippines, April 2012 in South Africa and May 2012 in Mexico.", "In each country, an attempt was made to control for the socio-economic background of participants, following Philo and Berry (2004). Recruitment was planned so as to provide “matching pairs” of groups from the same walk of life. In Australia, therefore, two groups of managers from a merchant bank assembled, each to watch one of the bulletins—with the same procedure then followed for groups of students, building attendants, Muslim community workers and university clerical workers. In the Philippines, two high-income (academic faculty members) and two low-income groups, the latter drawn from stall-holders and cleaners, watched one bulletin each, a procedure later adopted in Mexico, along with student groups in each place. In South Africa, student groups were balanced by showing the material to groups comprising general professional or administrative workers from the Johannesburg area, and clerical and managerial staff of a large data-processing company, respectively. None of the participants was told, until after the experiment, which bulletin they had been watching, or that a second bulletin existed. No significant differences, in the results presented in this article, were recorded between any of these different groups, in the same country.", "The Differential Emotion Scale (DES; Izard 1977) was employed to test for differences between the groups before and after viewing, similar to the method used by Unz, Schwab, and Winterhoff-Spurk (2008). The DES is a 30-item questionnaire, consisting of 10 fundamental emotions, each assessed by three items. The 10 fundamental emotions in this scale are: interest, enjoyment, surprise, distress, anger, disgust, contempt, fear, empathy and guilt. Each of these 30 items is rated on a five-point Likert scale (1 = very slightly, not at all; 5 = extremely), yielding a score out of five.", "Before watching the bulletin, participants filled in the DES to measure baseline levels on each of the 10 subscales, which revealed no statistically significant pre-existing differences between any “pair” of groups in any of the countries. During the bulletin, the video was paused at the end of each story for participants to fill in another DES, enabling changes in their self-reported emotional state to be tracked across the bulletin in response to each story, compared with baseline. In Table 1, these data are summarised by reproducing the particular emotions that participants recorded as having significantly increased, and those that significantly decreased, in response to watching each of the selected stories (where significant is defined as p < 0.01).", "During the pauses between stories, participants were also asked to perform a Thought-Listing Protocol (TLP), inviting them to simply write down any notes about thoughts or feelings prompted by what they had just watched (following the method pioneered by Coleman and Thorson 2002; see also Shapiro 1994; Russo, Johnson, and Stephens 1989). Data from these TLPs were themed according to a simplified version of Entman's four functions of substantive framing (Entman 1993): Moral evaluation.Problem definition (including causal interpretation).Treatment recommendation.", "Moral evaluation.", "Problem definition (including causal interpretation).", "Treatment recommendation."]}, {"title": "Findings", "paragraphs": ["The data presented in Table 1, referring to TLP returns, are divided into what emerged as dominant sub-themes within these broadly defined themes. The processes by which these sub-themes emerged, and by which they were adjusted to produce results comparable between different responses, to different stories in the four different countries, is explained below. First, Table 1 sets out a summary of these results for the stories with the strongest effects.", "In supplying viewers with the opportunity to consider and value non-violent conflict responses, some distinctions in the PJ versions proved more influential, on their own process of meaning-making, than others. In general, the strongest reactions came where audience attention was “won” by offering human stories that engaged their empathy with carefully chosen protagonists. These were built into the PJ versions, using new interviews and picture sequences, by reducing and/or omitting some material in the original WJ versions, thus bringing in the two versions at approximately the same duration.", "Engagement with these protagonists prompted and equipped participants to engage with unfamiliar arguments; arguments that challenged propaganda and dominant frames and narratives. Overall, results from the fieldwork suggested that PJ did lead audiences to think and feel differently. The experience of watching the PJ versions evoked less anger and less disgust, while promoting hope and empathy, and enabling a cognitive engagement with the problems presented at multiple levels of causality, thus opening up receptiveness to a range of remedial measures. Viewers of WJ versions tended to identify “culprits”, and want action against them—whether as punishment or precaution—whereas PJ viewers favoured policy responses to address what they regarded as underlying, structural issues.", "In Australia, the stories demonstrating the strongest PJ responses were: a story about political responses to asylum seekers, and another about Iran's so-called “nuclear ambitions”. In the Philippines, the most significant reactions in both DES and TLPs came in response to a story about a landmine attack, on a military convoy that turned out to be also carrying civilians, by the communist New People's Army (NPA). In South Africa it was a follow-up story about the horrific gang rape of an intellectually disabled teenager, in which the perpetrators recorded a mobile phone video of the incident, which subsequently spread virally on the internet. And, in Mexico, all four of the stories featured in the bulletin generated strong positive responses to PJ—for this article, we have chosen, for illustrative purposes, the two strongest ones, both episodes in the so-called “war on drugs”.", "What, if anything, did they have in common? Table 1 shows scores of 3.0 or above according to Shinar's (2007) criteria for the PJ versions of all these stories. They all brought into focus elements of background and context which prompted and equipped viewers to take issue with dominant discourses. They enabled critical scrutiny of familiar assumptions that have the effect of validating violent responses, or inuring publics to ongoing injustices (structural and/or cultural violence; Galtung 1969). In general, this cognitive engagement was triggered by (or at least indissociable from) emotional engagement, as the background and context issues emerged from human stories of protagonists who spoke from their own experience. In effect, peace discourses were brought to life in viewers' imagination through a human connection, by engaging the “emotional public sphere” (Richards 2010, 301).", "The Asylum Seeker item included an interview with Ali Jafaari, a Hazara man from Afghanistan who had forged a new life in Sydney after paying people-smugglers to bring him to safety by boat. In the Philippines, Ka Oris, communist spokesperson for the New People's Army, offered rare insight into why the rebels had spent years fighting in the hills, and two indigenous (or Lumad) leaders in traditional dress spoke about the effect of the conflict in their community. South Africa's shocking record of sexual violence was considered through the experience of Dumisani Rebombo, who disclosed his own culpability in a gang rape, decades earlier, and testified as to the cultural pressures on perpetrators. His was also a story of personal atonement, with his campaign training other men to be good fathers and husbands.", "All the Mexican PJ versions scored a maximum 5.0 points, and each offered a transformational narrative. One was a story of the arrest of “El Loco”, being paraded before the cameras by police who labelled him the regional leader of a major drug cartel. But it also contained an interview and picture sequence with grieving father Eduardo Gallo y Tello, a prominent business executive whose daughter Paola, then 25, had been kidnapped and killed by narco-traffickers. His personal testimony demanded respect, and won audience attention for the logical argument he presented by way of challenging the dominant response of armed interdiction. Regulating drugs is the only way to bring down the price, he explained, and thus make the trade less attractive to criminals. There was apparently some counter-intuitive “surprise value” at work—he was not a vengeful grieving relative, but a thoughtful, analytical one.", "A second item on cartel-related violence showed material from a trip to the gang warfare-ridden border city of Ciudad Juarez, but focused on the community centre where a former gang member, teenager Eric Ponce, was now a music student after finding nurture, and someone to recognise his potential.", "The sole exception, among the stories that yielded the strongest results, was one in Australia about Iran's so-called “nuclear ambitions”. There was no protagonist speaking from personal experience, but an interview in the PJ version with Paul Ingram, director of an independent think-tank, the British–American Security Information Council, foregrounded Iranian fears by explaining that hostile countries surround Iran. Further commentary explained that Iran has an agreed right to develop nuclear power for civilian use. These elements were important in revealing a context that is kept, for the most part in Australian public discourse, firmly in the background. In this case, it was apparently the sheer phenomenology of its occurrence in television news that explained its striking effect. As several participants averred in TLPs, they had simply never met it before, at least in that context (Australian television news).", "The conclusions offered here, tentative as they are, find further support from considering other stories, in bulletins in Australia, the Philippines and South Africa, where re-versioning as PJ had effects that were less strong, or even, in some cases, barely discernible at all. Like the stories with strong effects, these other PJ versions all included reasoning that took issue with familiar justifications for violence. They challenged assumptions that normalise and naturalise power imbalances or relations of dominance that perpetuate injustice, or structural violence—thus creating opportunities for viewers to consider and value non-violent responses. But participants proved less likely to take these opportunities, in response to these other stories. There was one crucial difference between these and the stories with the stronger effects: the PJ versions lacked the testimony of an individual protagonist to “carry” their message and, as such, they enjoyed much less audience impact.", "In the Philippines, feuding between rival clans had penetrated the “ring of steel” around the city of Davao, resulting in a deadly shooting at a shopping mall. The PJ version placed this event in a more questioning framework, signalling the need for decisive action to address legal and political issues unresolved since the conflict spilled over into national and international consciousness with the killing of 58 unarmed civilians in the Maguindanao massacre 18 months earlier. The call to postpone elections scheduled for the Autonomous Region of Muslim Mindanao, to avoid further bloodshed, was made by the leader of a street demonstration, interviewed for inclusion in the revised version. Months later, a vote in the Philippines Senate did cause the election to be postponed. But the argument that ultimately proved persuasive to legislators struggled to glean any attention from most viewers, whose reactions tended to be dominated by shock and fear—emotions prompted by the eruption of violence, in their own supposedly safe environment, that had previously been assumed to belong “over there”. There was an echo of Newhagen's findings that fear, anger and disgust provoke an “approach-avoidance” reaction (Newhagen 1998, 266).", "In South Africa, TLP returns showed a response of median strength to a story about poverty and deficient service delivery in Meadowlands, an impoverished informal settlement on the fringe of Soweto. Some residents were interviewed, complaining about a lack of sanitation in their neighbourhood, but only in “vox pop” format, not with accompanying picture sequences, so each had only one “soundbite” in the story. They did not undergo character development, as other protagonists, in other stories, had done.", "PJ viewers were somewhat more likely to diagnose a systemic (shared) problem at the root of the presenting symptoms, and to consider and favour co-operative political responses. Participants mostly regretted the inequality built into South African society, but WJ viewers were somewhat more likely to regard it as an unchangeable “fact of life”.", "Engaging viewers' empathy with the plight of Meadowlands residents provided a “window” through which they proved able and inclined, at least in some cases, to grasp the significance of having that inequality further illustrated by sequences, shot for the PJ version, at the opulent Sandton Mall in downtown Johannesburg (a few miles distant). Some of these viewers had their attention further heightened by the disclosure, in this story, that South Africa is not only unequal but one of the most unequal societies on earth (World Bank 2009).", "Others, however, were distracted from this line of reasoning by their angry reaction to politicians. The story “peg”1 was a visit to Meadowlands by representatives of an opposition political party, the Democratic Alliance, to draw attention to shortcomings of service provision overseen by the ruling African National Congress. The limited extent of the illustrative human-story material seemingly rendered it unable to “trump” these factors influencing viewer responses, at least in some cases.", "Comparing and contrasting results from different datasets means “merging or converging the two datasets by having one build on the other … so that one type of data provides a supportive role for the other dataset” (Creswell and Plano Clark 2007, 7).", "On the production side, coding for the bulletins was based, as explained earlier, on Shinar's (2007) five headings. These are observational themes derived from a survey of published research in the field, which were used, in this experiment, to formulate a flexible approach to the coding of PJ versions, which would nevertheless lend itself to comparison across boundaries of story and country. Crucially, this approach permitted elements (new content and wording) to be selected according to distinctions relevant to the individual story, determined from overall consideration of the discursive framework and cultural context, and the prevailing “idiom and range” (Lynch and McGoldrick 2013, 1044) of television news in that particular country.", "To replicate that combination of the general and the particular in the codification of audience responses, however—allowing both comparison between stories and countries, and engagement with the detail of emotional and cognitive responses to different story elements—is automatically more difficult, since these responses were not under the control of the research team.", "For the TLP returns, a grounded theory approach (Glaser and Strauss 1967) drawing on Interpretive Phenomenological Analysis (Larkin, Watts, and Clifton 2006; Smith, Jarman, and Osborn 1999) of the text led to a simplified version of Entman's (1993) framing model being adopted, to organise the data, in themes of: moral evaluation, problem diagnosis and treatment recommendation. Every sentence or complete comment was recorded under one or other of a number of sub-themes created, under these headings, to ensure responsiveness to the particular meaning-making experiences taking place in response to different stories in different contexts. However, comparing these sub-themes is not always straightforward, thus creating challenges of interpretation.", "The job of PJ was summarised by Johan Galtung as “making audible and visible the subjugated aspects of reality” (personal communication, March 21, 2003, cited in Lynch and McGoldrick 2005, 224). The adage conveys the pervasiveness of journalistic conventions that ensure the predominance of WJ. As indicated above, strong audience interactions with the PJ versions of stories in the present study came in response to accounts or arguments that are unfamiliar because they are subjugated, and therefore generally confined to the background. “Backgrounds are at the back because a surface narrative of events has been built in front … The peripheral has been marginalised by accounts of power from the centre” (Lynch 2014, 27).", "With just one exception, however, audience engagement with these accounts or arguments came after they had been carried into the foreground by the testimony of a particular individual protagonist, whose story drew viewer empathy. This, then, gave rise to a heading under which audience responses to different stories, in different contexts, could be compared. For Table 1, which combines the strongest DES interactions with selected TLP returns, it has been called: “Empathy with carrier(s) of subjugated narrative(s)”. Watching PJ, people clearly require even an intrinsically striking element of background to be drawn to their attention, just as participants in a famous visual experiment by Simons and Chabris (1999) failed to notice a gorilla dancing among a group of basketball players they watched on screen—unless it was pointed out to them. In the PJ stories that generated the strongest interactions (as shown in Table 1), that was done emotionally—by engaging empathetically with a resonant story of an individual actor.", "The stories identified above as eliciting the strongest results offer clear examples of this engagement of empathy. In other stories, the role of empathy is less clear. In the Iran story, the subjugated narrative had no obvious carrier, but instead stood in its own right and produced its effect through novelty value. Empathy was taken to mean that viewers appreciated that “Iran is under threat”. The carrier of the subjugated narrative in the South African gang rape story, Dumisani Rebombo from Sonke Gender Justice, was the subject of a sprinkling of approving TLP references for his campaigning efforts, but as a man (and an unprosecuted rapist) he hardly represented a subjugated group. There were many responses blaming men, in general (20 WJ and 12 PJ), but no specific expressions of empathy for men.", "A second heading: “Hopeless about peace”, is suggested as a gathering point for data arising from audience responses to various issues generated by the stories they viewed. Some involved addressing peace, named more directly as such than in others. In the conflict involving the NPA, in the Philippines, for example, the PJ version considered prospects for the peace talks with the government, then about to begin in Norway, which were ignored altogether in the WJ version. Peace was therefore put explicitly on the agenda, along with contextualising material to match. In the DES, PJ viewers' feelings of hope increased, and in TLP returns, 50 per cent more comments from WJ viewers indicated hopelessness over prospects for peace, than comments from PJ viewers.", "In other stories, however, indications of hope or hopelessness about peace required more interpretation to be able to discern them. In response to the Australian asylum item, there was a great deal of anger expressed towards politicians, particularly among WJ viewers, so this was interpreted as the equivalent—a hopelessness about political agency, perhaps, and about the possibility of devising and applying effective and humane political responses. In the Iran nuclear story, fear about Iran's nuclear development was taken to indicate pessimism over the prospects for reaching international agreement over this issue, and therefore the equivalent of hopelessness about peace. In South Africa, in relation to the gang rape story, there were strong expressions of disgust and anger, without these being linked to prospects for tackling the problem of sexual violence through exertion of political agency from whatever level, which were taken as the nearest equivalent of hopelessness about peace.", "In Mexico, in the story of El Loco's arrest, WJ viewers did not specifically express hopelessness about peace but many did suggest instead that the “arrest was bad”, meaning the current government strategy is not working, thus implying a sense of hopelessness about bringing an end to the violence. However, with the Cartel Violence story there was no specific mention of “hopeless about peace” or any direct equivalent. As for “Empathy with carrier(s) of subjugated narrative(s)”, this was extrapolated from expressions of concern by PJ viewers for the young people shown in that story, in particular Erik Ponce, who appeared in interview and picture sequence, and their vulnerability to drug gangs, whether as recruits or targets. In fact, many of the children in the centre were described by its director, in an on-screen interview, as “former gang members”.", "The Mexico stories, in particular, show how these two elements belong together. Empathy enables hope for positive change, while empathy, in turn, is enabled by presenting the problems besetting the individuals portrayed in the stories as capable of being resolved through social and/or political agency. Where empathetic responses become “dimmer”, Cohen has proposed that it is most likely because people have received a “message … that nothing, nothing after all, can be done about problems like these or people like this” (Cohen 2001, 195). Philo and Berry identified “a sense of powerlessness” among news consumers when the world is presented to them as an “inexplicable mess” because they cannot understand why the events are occurring. It seems that reporting on ideas for change and people participating in change could be the key to switching empathy back on: “To see events as having causes can be a first step towards understanding the possibilities for change” (Philo and Berry 2004, 239). Empathy triggers hope and demands for remedial action when people hear of “an unbearable event suffered by someone with whom they identify” (Castells 2012, 15).", "Among participants in all the countries studied, and all the different groups, there was some evidence to support the notion of “selective avoidance” in the use they made of the material they were watching. Media consumers are said to be inclined to shut out “attitude-discrepant” material (Holbert, Garrett, and Gleason 2010, 19). Bennett and Iyengar (2008) studied the online reading habits of “political partisans” in the closely fought US presidential election of 2004, between the Republican incumbent, George W. Bush and his Democratic challenger, John Kerry. Political communication aimed at winning people over had to contend with a high level of resistance, they found: increasing numbers of voters had already made up their mind and simply “ignore[d] sources or arguments from the opposing side” (723).", "At the same time, psychologist Drew Westen was studying the same phenomenon, which he called “turning off the spigot” (Westen 2008, xiii). Being confronted with apparent contradictions, in statements made by their favoured candidate, caused measurable psychological distress among partisan supporters of either Bush or Kerry. This discomfort was apparently experienced unconsciously, in the amygdala, the limbic or reptilian portion of the brain, associated with the sympathetic nervous system, which reacts much faster than the higher processing circuits. Hence it prevented rational consideration of the arguments: The neural circuits [in the limbic system] charged with regulation of emotional states seemed to recruit beliefs that eliminated the distress … this all seemed to happen with little involvement of the [neocortical] neural circuits normally involved in reasoning. (Westen 2008, xiii–xiv)", "The neural circuits [in the limbic system] charged with regulation of emotional states seemed to recruit beliefs that eliminated the distress … this all seemed to happen with little involvement of the [neocortical] neural circuits normally involved in reasoning. (Westen 2008, xiii–xiv)", "In response to the PJ version of the Asylum Seeker story, in Australia, a member of the clerical workers group called it “very biased and manipulative”. Mr Jafaari himself seemed a “perfectly reasonable, normal, nice guy but a lot of them [asylum seekers] are not … obvious he was put in there to make people change their minds about asylum seekers”. Most asylum seekers were not like him, this viewer went on, but “horribly bigoted”. In Mexico, participants who watched the re-worked El Loco arrest story included a small minority who appeared to resist its message. TLP returns included comments such as: “Sentimental”; “too emotional”; “lack of objectivity”; “why are they turning this arrest into a rehab story?”", "In South Africa, this effect was most noticeable in responses to the gang rape story, with the PJ version briefly giving the latest legal developments in the case itself, before veering off into the efforts by Dumisani Rebombo to address a widespread culture of violence towards women. Some participants in a group composed of general professional or administrative workers in Johannesburg showed particularly strong adverse reactions—at least initially. “You were talking about this girl and what happened to her, it's not about him”, one commented; “it's just such vast varying emotions”. Another participant: “Okay, it's just about gang rape, then they come in with the positive and I'm still focusing on how negative it is”. A third stated: “Unlink them … yeah, he's trying to reform himself and trying to reform all these men, but you just told me about how a girl got gang-raped”. However, there were also suggestions that the attention this had generated was enabling some of these reactions to be dislodged, or at least called into question once viewers had had time to engage with the reasoning behind the story. One of these same participants later remarked: “Yes, his story is fine and the fact that he's turning around and he's doing the positive side and re-educating everyone”.", "Bennett and Iyengar's (2008) contentions have been the subject of continued debate among communication researchers. Holbert, Garrett, and Gleason (2010) acknowledge the growing tendency to “seek … attitude-consistent information”, while other studies (such as Newhagen [1998 cited earlier) have shown that material generating the greatest disgust is avoided. A media habit of seeking out material consistent with one's own views is facilitated more than ever before in today's online media milieu, but without that necessarily leading, in most cases, to the outright “avoid[ance of] attitude-discrepant information” (Holbert, Garrett, and Gleason 2010, 20).", "This brings the discussion to consider an early critique of PJ, after its emergence into scholarly literature, by Thomas Hanitzsch (2008). PJ, he complained, tended to model its audiences as a “passive mass that needs to be enlightened”, without sufficient regard to well-established research findings that audiences approach media actively, to derive “uses and gratifications” (75). This approach emphasises the importance of pre-existing audience frames, in the meanings news audiences are likely to make in response to particular stories, but it may underplay the role of media frames. Greg Philo (2010), reflecting on his research on news about the Israel–Palestine conflict, cautions against assuming that viewer responses are “infinitely flexible”. For most viewers, the way the story is presented can “dramatically affect … how actions are perceived and the legitimacy of different positions” through “the context in which they are understood and the information which is given” (Philo 2010, 412).", "Castells (2012, 6) has suggested that “each individual human mind constructs its own meaning by interpreting the communicated materials in its own terms, this mental processing is conditioned by the communication environment”.", "The distinctions between the WJ and PJ versions of stories in the bulletins for this research were coded according to a five-point schema based on Shinar's (2007) survey of published literature in the PJ field, as explained above. Before the present study, there was no direct evidence that this exercise—presenting different groups of television viewers with WJ and PJ versions of the same stories—would make any difference to their responses at all. Would watching PJ leave audiences thinking and feeling differently? Would it alter their meaning-making processes, prompting and enabling them to consider and value non-violent responses to conflict? Previous studies by Schaefer (2006), Kempf (2007) and Thorson, Dorfman, and Stevens (2003), which were utilised in designing experimental protocols for the present study, all involved readers of newspaper articles. And those researchers exploring affective responses to television (Unz, Schwab, and Winterhoff-Spurk 2008; Szabo and Hopkinson 2007; Sturm and Grewe-Partsch 1987) had not specifically studied either news media or PJ.", "All the stories, in all four countries in this study, concerned familiar contested issues, on which participants could have been expected to reach opinions long before their participation in the research experiments. If they had all behaved like the political partisans in the studies referenced above by Westen (2008) and Bennett and Iyengar (2008), then the results of this study would have supported the view that—to quote the latter—we have entered an era of “minimal media effects”. But the evidence from the present study is largely to the contrary. In general, PJ viewers noticed, and in most cases appreciated, the provision of backgrounds and contexts that are so often absent from or subjugated in WJ.", "Several of the research students appreciated the novelty effect of hearing Ali Jafaari, and expressed awareness of the rarity of such material: “First time I've seen footage of asylum seekers like that”, one commented. Governmental responses to asylum seekers have been a major issue of contention in Australian politics over recent years, with September 2010—the time of the experiment—marking a crest in such activity, and the subject of the story selected for the bulletin. The Coalition parties, then in Opposition, were criticising the then Labor government, and demanding “tougher” measures to clamp down on asylum seekers, particularly so-called “boat arrivals” such as Mr Jafaari.", "One of the control questions in the questionnaires asked participants to state their current voting intentions, and both the banker and the building attendant groups that watched the PJ bulletin contained more declared Coalition supporters than those of any other party. However, their responses to the Ali Jafaari interview and picture sequence, and to the provision of background and context material, with its implicit challenge to propaganda, did not differ significantly from those of any of the other groups. One banker commented: “Imagining myself living in a country where I'm required to flee because of where I was born, or how I speak, or my religion … makes it more personal”. Another banker remarked: “These people are fleeing from horrible circumstances”, and several used the word “empathy” in their responses.", "Among participants in the Philippines, there was a constant stream of complaints from WJ viewers about what they felt was left out of the stories, whereas PJ viewers commented more on what was present, especially the new elements of background, views, ideas and challenges to propaganda. Significant differences in the responses, corresponding directly to the distinctions in the PJ model described by Shinar's (2007) five headings, were evident in general comments about the bulletin. One PJ viewer described it as “very complete … like we can get the whole story”, while another called it “informative”. Responses by WJ viewers showed them unwittingly describing the very deficiencies in the bulletin that were made good in the PJ version: “I did feel there was something lacking”; “there's always something missing” [from television news]. Several complained specifically that WJ versions of the stories were delivered with insufficient explanation.", "Viewers also noticed and appreciated the wide range of views included in the PJ bulletin, with a widespread reaction that it was “balanced”. On the NPA story, one commented: Only now I saw the real explanation with the head of the NPA, not like when you listen to the [usual] discussion on the television, it's cut and we don't know the vision of the leader.", "Only now I saw the real explanation with the head of the NPA, not like when you listen to the [usual] discussion on the television, it's cut and we don't know the vision of the leader.", "Viewers of the WJ versions often commented on the narrowness of the range of views included in this story. One specifically mentioned the NPA's own perspective as subjugated, as “another side of the story that hasn't been presented”. Others expressed similar opinions about the narrow range of sources in the WJ bulletin as a whole: “There are like two sides to every story, or sometime three or four or five sides, so something is missing”, one said.", "Some WJ viewers complained about the absence of such material: “You get tired of hearing the same things again and again with no solutions”. Responding specifically to the WJ version of a story about a fatal flooding incident, one woman reflected, “One thing missing is they did not say how we can help”.", "Once again, it underlines Cohen's point, quoted earlier, that it is not a case of compassion fatigue (Moeller 1999) that makes news “emotionally exhausting” as a participant described it to Philo and Berry (2004, 239), but an absence of solutions. It is the connection between empathy, with bereaved families in this case, and the availability and feasibility of creative ideas for problem-solving, that sparks renewed interest. Another Philippines WJ viewer wanted more ideas for addressing the electricity shortage discussed in a story about a row over a proposed new coal-fired power plant: “Present some alternatives: if not a coal plant, what other alternatives are there?” In response to the PJ version of the flood story, by contrast, one viewer said: “It also highlights the need for co-operation in society”. And the peace ideas in the PJ version of a story about the insurgent conflict involving another armed group, the Moro Islamic Liberation Front, left one man with a sense of “optimism”.", "In Mexico, the most interest among participants was generated by the Cartel Violence story, which offered ideas for solutions and an image of peace, in the former gang members now being facilitated to express themselves through creating their own music, prompting many to feelings of hope and optimism. It also embodied a hopeful new model for Mexican television journalism—a form of representation from which many felt alienated."]}, {"title": "Conclusion", "paragraphs": ["This integration of findings, from four countries selected for field research in this study, supports a contention that PJ is a set of distinctions in the representation of conflict that lends itself to being “operationalised” in a television news format. Differences in content, encoded into the medium according to Shinar's (2007) five headings, are usually decoded, in like fashion, by most viewers of most stories.", "These distinctions, moreover, prove ideational, in the sense of having a discernible effect on both emotional and cognitive responses. This research vindicates the central contention of the PJ movement: coverage that includes backgrounds and contexts, a range of voices, creative ideas for problem-solving, material to prompt and equip viewers to take issue with propaganda, and images of peace, and does indeed enable audiences to consider and value non-violent responses to conflict.", "Experimental data also show that some aspects of the PJ model, in some contexts, are more effective at doing this than others. In television news in all four countries, many of the strongest effects came when challenges to dominant narratives, which serve to justify violence and/or perpetuate injustice, were carried by a “character” whose personal story won attention and engagement by triggering empathy and hope. The results support the conclusion of a correlation, at least, between these emotional and cognitive responses."]}], "references": [{"title": "A New Era of Minimal Effects? The Changing Foundations of Political Communication", "year": "2008", "journal": "Journal of Communication", "volume": "58", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}]}, {"title": "The Effects of News Stories that put Crime and Violence into Context: Testing the Public Health Model of Reporting", "year": "2002", "journal": "Journal of Health Communication", "volume": "7", "authors": [{"name": "Coleman Renita", "first_name": "Coleman", "last_name": "Renita"}, {"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther"}]}, {"title": "Peace Journalism in Times of War", "year": "2008", "journal": "Peace and Policy", "volume": "13", "authors": [{"name": "Dente Ross Susan", "first_name": "Dente", "last_name": "Susan"}, {"name": "Tehranian Majid", "first_name": "Tehranian", "last_name": "Majid"}, {"name": "Susan Dente Ross", "first_name": "Susan", "last_name": "Ross"}, {"name": "Tehranian Majid", "first_name": "Tehranian", "last_name": "Majid"}]}, {"title": "Framing: Towards Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert.", "first_name": "Entman", "last_name": "Robert."}]}, {"title": "Violence, Peace, and Peace Research", "year": "1969", "journal": "Journal of Peace Research", "volume": "6", "authors": [{"name": "Galtung Johan.", "first_name": "Galtung", "last_name": "Johan."}]}, {"title": "High Road, Low Road: Charting the Course for Peace Journalism", "year": "1998", "journal": "Johan Galtung: Pioneer of Peace Research", "volume": "", "authors": [{"name": "Galtung Johan.", "first_name": "Galtung", "last_name": "Johan."}, {"name": "Fischer Dietrich", "first_name": "Fischer", "last_name": "Dietrich"}]}, {"title": "A New Era of Minimal Effects? A Response to Bennett and Iyengar", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Holbert R. Lance", "first_name": "Holbert", "last_name": "Lance"}, {"name": "Garrett R. Kelly", "first_name": "Garrett", "last_name": "Kelly"}, {"name": "Gleason Laurel S.", "first_name": "Gleason", "last_name": "S."}]}, {"title": "Giving Voice and Making Sense in Interpretative Phenomenological Analysis", "year": "2006", "journal": "Qualitative Research in Psychology", "volume": "3", "authors": [{"name": "Larkin Michael", "first_name": "Larkin", "last_name": "Michael"}, {"name": "Watts Simon", "first_name": "Watts", "last_name": "Simon"}, {"name": "Clifton Elizabeth", "first_name": "Clifton", "last_name": "Elizabeth"}]}, {"title": "War or Peace Journalism in Asian Newspapers", "year": "2005", "journal": "Journal of Communication", "volume": "55", "authors": [{"name": "Lee Seow Ting", "first_name": "Lee", "last_name": "Ting"}, {"name": "Maslog Crispin C", "first_name": "Maslog", "last_name": "C"}]}, {"title": "What&#039;s so Great About Peace Journalism?", "year": "2006", "journal": "Global Media Journal Mediterranean Edition", "volume": "1", "authors": [{"name": "Lynch Jake", "first_name": "Lynch", "last_name": "Jake"}]}, {"title": "Responses to Peace Journalism", "year": "2013", "journal": "Journalism: Theory, Practice and Criticism", "volume": "14", "authors": [{"name": "Lynch Jake", "first_name": "Lynch", "last_name": "Jake"}, {"name": "McGoldrick Annabel", "first_name": "McGoldrick", "last_name": "Annabel"}]}, {"title": "Framing Analysis of a Conflict: How Newspapers in Five Asian Countries Covered the Iraq War", "year": "2006", "journal": "Asian Journal of Communication", "volume": "16", "authors": [{"name": "Maslog Crispin C.", "first_name": "Maslog", "last_name": "C."}, {"name": "Lee Seow Ting", "first_name": "Lee", "last_name": "Ting"}, {"name": "Kim Hong S.", "first_name": "Kim", "last_name": "S."}]}, {"title": "TV News Images that Induce Anger, Fear, and Disgust: Effects on Approach-avoidance and Memory", "year": "1998", "journal": "Journal of Broadcasting and Electronic Media", "volume": "42", "authors": [{"name": "Newhagen John E.", "first_name": "Newhagen", "last_name": "E."}]}, {"title": "The Validity of Verbal Protocols", "year": "1989", "journal": "Memory and Cognition", "volume": "17", "authors": [{"name": "Russo J. Edward", "first_name": "Russo", "last_name": "Edward"}, {"name": "Johnson Eric J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Stephens Debra L.", "first_name": "Stephens", "last_name": "L."}]}, {"title": "The Effects of Escalation-vs. De-escalation-orientated Conflict Coverage on the Evaluation of Military Measures", "year": "2006", "journal": "Conflict and Communication Online", "volume": "5", "authors": [{"name": "Schaefer Christoph D.", "first_name": "Schaefer", "last_name": "D."}]}, {"title": "Gorillas in our Midst: Sustained Inattentional Blindness for Dynamic Events", "year": "1999", "journal": "Perception", "volume": "28", "authors": [{"name": "Simons Daniel J.", "first_name": "Simons", "last_name": "J."}, {"name": "Chabris Christopher F.", "first_name": "Chabris", "last_name": "F."}]}, {"title": "Negative Psychological Effects of Watching the News in the Television: Relaxation or Another Intervention May be needed to Buffer Them!", "year": "2007", "journal": "International Journal of Behavioral Medicine", "volume": "14", "authors": [{"name": "Szabo Attila", "first_name": "Szabo", "last_name": "Attila"}, {"name": "Hopkinson K. L.", "first_name": "Hopkinson", "last_name": "L."}]}, {"title": "Reporting Crime and Violence from a Public Health Perspective", "year": "2003", "journal": "Journal of the Institute of Justice and International Studies", "volume": "2", "authors": [{"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther"}, {"name": "Dorfman Lori", "first_name": "Dorfman", "last_name": "Lori"}, {"name": "Stevens Jane", "first_name": "Stevens", "last_name": "Jane"}]}, {"title": "TV News - The Daily Horror? Emotional Effects of Violent Television News", "year": "2008", "journal": "Journal of Media Psychology", "volume": "20", "authors": [{"name": "Unz Dagmar", "first_name": "Unz", "last_name": "Dagmar"}, {"name": "Schwab Frank", "first_name": "Schwab", "last_name": "Frank"}, {"name": "Winterhoff-Spurk Peter", "first_name": "Winterhoff-Spurk", "last_name": "Peter"}]}]}