{"doi": "10.1080/14616700701276125", "url": "https://doi.org/10.1080/14616700701276125", "title": "EMERGING MODELS OF JOURNALISTIC AUTHORITY IN MTV'S COVERAGE OF THE 2004 US PRESIDENTIAL ELECTION", "volume": "8", "year": "2007", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Baym", "first_name": "Geoffrey", "name": "Geoffrey Baym"}], "abstract": " During the 2004 US presidential campaign, MTV produced an intriguing series of news reports, documentaries, and other programming designed to educate its youthful audience about the presidential election and democratic politics. The Choose or Lose series was an unlikely discursive blend, mixing MTV's usual fare of music, celebrity, and style, with serious information, issue coverage, and social advocacy. It also experimented with the parameters of journalistic authority, combining elements drawn from a traditional paradigm of professional journalism with a variety of alternative, emergent claims to credibility, in the hope of reaching a demographic that largely has “tuned out” from news and politics. To explore the changing nature of journalistic authority as articulated on MTV News, this study first develops a theory of discursive integration—the blending of once-distinct discursive domains, standards, and styles. It then identifies five potential models of journalistic authority constructed in the Choose or Lose series. It concludes by considering the implications of discursive integration and the ongoing re-conceptualization of journalistic authority for young people's engagement with broadcast journalism. ", "body": [{"title": "Introduction", "paragraphs": ["During the 2004 US presidential campaign, MTV produced a series of informational programming packaged under the title Choose or Lose, the latest in the network's quadrennial attempt to educate and motivate its youthful audience to become active participants in the political process. This has become a difficult task as young people have grown less and less interested in the world of political news. News consumption is declining across generations, but young people especially are “tuning out” from the news, both in the United States and western Europe (Buckingham, 2000; Mindich, 2005). In the United States, the time 18–29-year-olds spent with the news each day fell 39 percent between 1994 and 2002 (Pew Research Center for the People and the Press, 2002). Only 24 percent of what Keeter et al. (2002) call the “DotNet” generation (those born after 1976) say they follow news about government and politics “very often,” and even fewer say they discuss politics with family or friends. Despite the assumption that DotNets are rejecting traditional information sources for on-line news, only 20 percent of 18–29-year-olds reported learning about the 2004 presidential campaign from the Internet. In all, 64 percent of young Americans said they were not particularly interested in campaign news (Pew Research Center for the People and the Press, 2004).", "This increasing lack of interest in “the news” is often interpreted as a sign that young people are self-involved and apathetic about the world around them. That thesis, however, may need rethinking. Keeter et al. (2002) found that DotNets largely are as civically active as other generations, volunteering in local communities, engaging in consumer activism, and even sending written petitions to government representatives in comparable numbers to other generational cohorts. Further, regardless of their indifference to campaign news, 2004 voter turn-out among 18–24-year-olds was the highest in a decade (Lopez et al., 2005). The suggestion here is that the blame for young people's lack of interest in news may lie less with young people than with the nature of the news. Mindich (2005, p. x), for example, argues that “despite their disengagement with news, young people are as thoughtful and passionate and self-reflective as they have ever been, ready to interact with news if we just provide the right conditions for them to do so.” In an age of dynamic change in the media environment, one of those “right conditions” clearly must be a new kind of news—one that recognizes the needs and expectations of today's young adults.", "Of the few organizations that target 18–24-year-olds, most do so by offering visually stylized stories focusing on entertainment and lifestyle issues (Sherr and Staples, 2004). Such facile “solutions,” however, may misdiagnose the problem. Buckingham (2000), for example, argues that formal stylistics ultimately fail to engage young people. Sherr and Staples’ (2004, p. 19) focus-group interviews suggest that the nature of the journalists—their mode of reporting and claim to authority—is one of the critical issues. If Walter Cronkite was once considered the most trusted person in America, today the “convention of the older man in a suit speaking in a formal manner is anathema to young viewers’ view of the world.” In an age in which comedian Jon Stewart has become one of the most important newscaster in the United States, Sherr and Staples’ interviewees “expressed disdain for the major network news anchors” and made it clear that the “traditional, straight-faced method of delivering the news is unfamiliar and unappealing” (2004, p. 23, emphasis added).", "As young people continue to turn away from news, the issue of journalistic authority is now in play in profound ways. Bill Moyers recognized the point in his interview with Jon Stewart. “When I report the news on this broadcast,” he said, “people say I'm making it up. When you make it up, they say you're telling the truth” (PBS, 2003). For many, the traditional newscaster has lost credibility, but the comedian speaks truth. Mindich (2005, p. 7) worries when he hears students refer to “journalists like David Letterman.” Letterman is no journalist, but the point remains that exactly what is a journalist—or, more specifically, who can command journalistic authority in a hypermediated age—has become a central problematic. Rosen (2003) argues we are undergoing a “revolution in journalistic authority,” a time in which the “system of trust” that undergirds the journalistic endeavor is radically changing. MTV News's Choose or Lose series offers an entry point into the discussion, a window through which to consider the possibilities of journalistic authority in an evolving media environment.", "Although for many, MTV News is the exemplar of the overly stylistic, entertainment-saturated approach to broadcast journalism, its election coverage was surprising thoughtful and highly viewed, with audiences reaching as many as five million people (Romano, 2004). It also was experimental, blending MTV's standard fare of pop music, celebrity, and teen style with political information, issue coverage, and social advocacy. In so doing, it experimented with authority itself, constructing a variety of journalistic personas that claimed different kinds of credibility. To explore this ongoing complication of journalistic authority, this study proceeds in two stages. First, it develops a theoretical framework of discursive integration (Baym, 2005), a blending of discursive domains that has opened conceptions of authority to fundamental reconsideration. Second, it offers a close reading of journalistic identity in the Choose or Lose programs that reveals five potential models of authority, each which articulates journalistic credibility in different ways. The study concludes by considering the implications of discursive integration and the shifting parameters of authority for young people's engagement with broadcast journalism."]}, {"title": "Discursive Integration", "paragraphs": ["“MTV News” may be a contradiction in terms. “MTV” connotes a nexus of popular culture, commodified entertainment, and marketing, while “news” speaks to traditions of professional journalism and its mission of public information. Covering with equal seriousness the spheres of pop culture and presidential politics, MTV News is often dismissed as the epitome of infotainment—the mistaking of trivial entertainment for serious information. The initial premise here, however, is that the concept of infotainment, a term both pejorative and reductive, is inadequate to describe the current moment of fundamentally unstable boundaries between entertainment and news, popular culture and public affairs, corporate consumerism and democratic discourse (e.g. Baym, 2005; Corner and Pels, 2003; Delli Carpini and Williams, 2001; Jones, 2005; van Zoonen, 2005). Rather than invoking a banal nostalgia for an idealized past, this study recognizes that the very paradigm of journalism as practiced over the past 80 years has become unfixed, increasingly violated from within and questioned from without (e.g. Bennett et al., 1985; Bishop, 2004; Hindman, 2005).", "Building on the seminal work of Kuhn, Bennett et al. (1985, p. 54) define a paradigm as “a set of broadly shared assumptions about how to gather and interpret information relevant to a particular sphere of activity.” Although a paradigm is often equated with a particular set of routines and practices, Kuhn (1962, p. 175) suggested a paradigm is a system of intertwined methodological and theoretical assumptions, an “entire constellation of beliefs, values, techniques, and so on shared by members of a given community.” The allocation of authority is one critical element of any journalistic paradigm. Bennett et al. (1985, p. 53) argue that journalism is guided by a “logic that determines who ought to be given public voice to say what kinds of things.” Paradigms unequally confer epistemic warrant—the presumption that what one says is true.", "Kuhn's thesis, of course, is that paradigms are always subject to revolution. The last revolution in journalistic authority, Rosen (2003) suggests, came in the mid-20th century with the emergence of a professional paradigm, a product of the high-modern age and its faith in social rationalization, scientific method, and professional expertise (see Hallin, 2000). Reconceptualized as neither author nor partisan advocate, the professional journalist was expected to be a neutral expert who maintained clear distinctions between science and politics, fact and value, objectivity and subjectivity (Williams and Delli Carpini, 2003). Shaped by “a desire to escape the merely local and contingent” (Carey, 1995, p. 387), the authoritative journalist claimed a universal vantage point from which to transcend the limitations of personal and cultural subjectivities in pursuit of objective truth.", "Carey suggests the professionalization of journalism occurred part-in-parcel with the rise of the network age—the advent of broadcasting and then the development of network television, the centralization of national news, and the consolidation of national power. Here the thinking of Mikhail Bakhtin is remarkably prescient. Bakhtin (1981) argued that moments when the pull of the centripetal is in ascendancy equally are times of centralization in the “verbal-ideological world.” The consolidation of the professional paradigm can be understood as the insistence on what Bakhtin might call a unitary language, the singular-voiced assumption, as Walter Cronkite so often claimed, that that is indeed the way it is. In such centripetal times, the underlying assumptions of the dominant paradigm—its techniques, its values, its allocation of authority—become naturalized, unreflexively reaffirmed each day as self-evident expressions of common sense (Williams and Delli Carpini, 2003).", "Even in times of apparent uniformity, however, the centripetal forces of unitary language are always in tension with the reality of polyglossia, the unavoidable multiplicity of languages and voices. Unitary language is always stratified, divided into social dialects, characteristic group behavior, professional jargons, generic languages, languages of generations and age groups, tendentious languages, languages of the authorities, of various circles and of passing fashions, languages that serve the specific sociopolitical purposes of the day, even of the hour. (Bakhtin, 1981, pp. 262–3)  ", "social dialects, characteristic group behavior, professional jargons, generic languages, languages of generations and age groups, tendentious languages, languages of the authorities, of various circles and of passing fashions, languages that serve the specific sociopolitical purposes of the day, even of the hour. (Bakhtin, 1981, pp. 262–3)", "The world, Bakhtin argues, is “actively polyglot,” and the interaction of multiple languages is the defining feature of the discursive realm. If, as Bennett et al. suggest, journalism helps to determine who should be given public voice, many scholars maintain that rather than conceptualizing a unitary public, we must think instead of multiple publics, shifting constellations of identities, affiliations, and voices. Hauser (1999, p. 52) discusses a “montage of publics” who emerge through shared language, discursive processes, and intersubjective meanings. Members of such publics relate to the political domain less in the universal language of professional journalism than through vernacular rhetorics that rely on “public-specific standards” to reach judgments on matters of perceived importance.", "Against the fragmenting tendencies of local vernaculars and multiple discursive communities, unitary language imposes a tenuous hegemony, constraining interpretations of the political domain around a few nodal points. Inevitably some voices are denied representation, some models of potential authority rendered illegitimate. Hauser envisions a “contest for authority” waged in public discourse, the losers of which are marginalized, finding their concerns and identities elided in the dominant forms of public language. For Bakhtin, such discursive hegemony only can maintain itself in times of sociopolitical centralization and relative cultural isolation. By contrast, periods of decentralization inevitably lead to the breakdown of unitary language. Likewise, Williams and Delli Carpini (2003) argue that significant changes in the nature of the media environment can lead to a disjuncture between media practices and audience expectations, one which renders earlier paradigmatic assumptions open to critical examination.", "Undoubtedly, western culture is experiencing such a moment of decentralization and disjuncture. The media environment has become defined by fragmentation encouraged by radical technological and cultural changes. The ongoing proliferation of media channels has fractured the landscape, challenging long-held assumptions about mass audiences and necessitating the development of narrowly crafted content aimed at specific demographic clusters. At the same time, continued technological advances are significantly lowering entry barriers to production in terms of required capital, technical skill, and professional training. The result is what McNair (2000, p. 40) has called a “communicative space of infinite size” and a fracturing of the centralized claim to authority that professional journalism once assumed.", "This has occurred within a wider cultural context defined by the recognition, and for some, celebration of multicultural heterogeneity. Keeter et al. (2002) find that the DotNet generation is the most accepting of cultural diversity. At the same time, contemporary news media must function in an environment marked by what Bennett (2003, p. 138) describes as “mass de-identification with common institutions, symbols and authorities.” Such a loss of cultural cohesion inevitably has a discursive effect. “When a national culture loses its sealed-off and self-sufficient character,” Bakhtin (1981, p. 370) writes, “when it becomes conscious of itself as only one among other cultures and languages,” a process of “verbal-ideological decentering”—a multiplication of languages, voices, and “socio-linguistic points of view”—is bound to follow.", "Bakhtin argues that in a heterogeneous culture in which multiple voices are continually overlapping, the result is a process of hybridization, a melding of languages and linguistic forms, speech genres, and representational techniques. This collapsing of discursive boundaries can be an intentional stylistic device, used to cater to a particular demographic. On a deeper level, though, hybridization is an unintentional phenomenon, the reflection of a more profound fusion of conceptual systems. For Kuhn, when a paradigm is perceived to no longer adequately match its environment, it inevitably begins to decay and ultimately is overthrown by a new paradigm. Bakhtin's hybridization, however, is something more complex. It is not a revolution in which one paradigm overruns another, nor is it simply the conflation of forms, an aesthetic reworking of outdated techniques. Rather, it is a process of discursive integration—a powerful melding of linguistic styles, public voices, and models of authority (Baym, 2005).", "Corner and Pels (2003, p. 8) similarly argue that media are being subject to a “process of de-differentiation” and the “mutual interpenetration of formerly distinct ‘field-logics’ or ‘system codes.’” A uniform paradigm of journalism is giving way to a porous phenomenon in which the styles, standards, and assumptions of multiple discourses and apparently incompatible paradigms are placed in new and momentary arrangements. In this landscape of multiple and shifting paradigms, the contours of journalistic authority have become uncertain. For young people especially, the traditional professional journalist is no longer resonant, and credibility itself is open to reimagination. From a perspective of discursive integration, MTV News coverage of the 2004 campaign sits at the vanguard in the effort to reconstruct the authoritative journalistic persona. This study now turns to a close reading of the Choose or Lose series and its articulations of journalistic identity."]}, {"title": "Choose or Lose", "paragraphs": ["This study examines MTV's reports from the national party conventions, as well as nine half-hour and hour-length shows that approached presidential politics from a number of angles. These include 20 Million Questions for John Kerry (original air date 30 March 2004), a profile and interview with the senator, and 20 Million Questions for George Bush (27 October 2004), produced without cooperation from Bush; Work It (25 May 2004), a look at job prospects for young people; On the Trail (6 September 2004), an examination of presidential campaigning; Sex, Votes, and Higher Power (29 September 2004) and Drug Laws (18 October 2004), which explore the legal and political contours of drugs and sexual issues; The Best Place to Start (21 September 2004), actress Drew Barrymore's film about youth engagement with politics; Hip Hop Politics (10 October 2004), a program on inner-city culture and presidential politics; and the curious TRL Choose-or-Lose Rally Edition (21 September 2004), in which the network's Total Request Live—a daily entertainment program that promotes the latest trends in teen-oriented music and fashion—devoted much of its content time to a series of segments on the presidential campaign.", "It is difficult to consider the Choose or Lose series a single entity. Rather it is a shifting blend of pop culture and political news, a set of multiple configurations each driven by a different model of journalistic authority. The analysis here offers a textual analysis of those various models. The interpretive labor is less to catalogue the informational content than it is to demarcate the differing claims to credibility constructed in the series. In all, it identifies five discursively integrated models of journalistic identity. The first two are represented by MTV's primary anchor Gideon Yago and the reporter known as “Sway.” The next three, represented by pop singer Christina Aguilera, Drew Barrymore, and hip-hop star P Diddy, blend the domains of celebrity and journalism in differing ways. Each of the five reworks, challenges, or rejects traditional paradigmatic assumptions of what a journalist should be.", "As MTV's primary anchor, Gideon Yago appears regularly, including the two 20 Million Questions programs, Work It, and On the Trail. These cover a range of issues that MTV's own polling suggested were important to younger Americans, including the top concern: the economy and jobs. That provides the focus for Work It, which interweaves a reality TV-style narrative about young people looking for work with factual reports that explain traditional differences between Republican and Democratic economic policies and investigate the rising trend of outsourcing and its implications for the US job market. The other programs explain the basic positions of the two presidential candidates, offering biographical sketches of both and interviews with John Kerry and a variety of Republican spokespeople. Although these programs contain an element of the “boxers-or-briefs” approach that many have come to expect from MTV, they also provide informative discussions of Bush and Kerry's stances on the Iraq war and terrorism, job creation, environmental policy, gay marriage, college loans, and other topics. On the Trail further provides a look at Bush and Kerry's approach to campaigning, especially through the eyes of young supporters.", "Much of Yago's labor is to build credibility for the journalistic institution of MTV News, which he does in part by grounding his identity in the familiar professional paradigm. This is evident in his use of the pronoun “we,” a rhetorical device through which broadcast journalists construct their authority (Baym, 2000). “We wanted to know,” he says in On the Trail, and on TRL he tells the audience, “we just did a poll.” Here he speaks in the voice of the “institutional we,” positioning himself as an expert member of a hierarchically privileged agency that seeks knowledge and commands the resources to do so. This discursive effort is most explicit in the program Work It. At one point Yago does an on-camera “standup” in what appears to be a newsroom, that despite the fact that it is unlikely MTV maintains a “newsroom” in any traditional sense of the word. The newsroom can be understood as a privileged site in the circuit of knowledge production, a locus of institutional authority closed to most members of the public. The program also features a segment in which Yago travels to India to report on outsourcing. “I went half-way around the globe,” he says, to learn why American jobs were migrating out of the country. His report is quality journalism—a revealing exploration of the economic attractiveness of India—and it also authorizes him as a member of an elite news-gathering team, one that can send its people “half-way around the globe” to uncover the story.", "When they speak as institutional we, broadcast journalists invoke the authority of their profession's celebrated history, the legacy of figures such as Edward R. Murrow and Walter Cronkite (Baym, 2000). Indeed, that connection to an authoritative past is drawn overtly in Work It, which remarkably intercuts a number of Yago's segments with those featuring Cronkite himself. Introducing Cronkite to the young audience, Yago explains that he is “the dean of TV journalism.” Cronkite then acknowledges the unlikely discursive blend. “I know, I know,” he says, “I'm the last person you'd expect to see on MTV.” Cronkite may be the epitome of the patriarchal anchor who has become anathema to young people, but his appearance in Work It functions to authorize Yago. It endorses his claim to what Bakhtin (1981, p. 342) has called authoritative discourse—a mode of speech akin to “the word of a father, of adults and of teachers.” Authoritative discourse exists in a “distanced zone, organically connected with a past that is felt to be hierarchically higher” and as such claims the unchallengeable right to speak of what is. As the show cuts directly from Yago to Cronkite (the dean) and back again, Yago is positioned as heir to Cronkite's authoritative legacy. In keeping, Yago's reportorial mode is dispassionate observation and objective inquiry. He conducts impartial interviews with advocates on both sides of the issues and offers equal airtime to representatives from both campaigns. Quoting statistics and marshaling verbal and visual evidence to support his claims about what is, he offers a discourse of fact and epistemological certainty. Like Cronkite, he is expert, not author—his vantage point universal not local.", "Even as he positions himself as professional expert, however, Yago complicates his identity, equally situating himself as representative of young America. “This is it,” he says at the start of his program on John Kerry, “our chance to get to know the man who would be president.” Here he shifts from the institutional we to the “representative we” (Baym, 2000), explicitly affiliating with his audience. In contrast to authority derived from institutional privilege, Yago here invokes what Bakhtin (1981) calls an “internally persuasive” mode of discourse. Presenting himself as an ordinary young person, he seeks a credibility grounded in personal familiarity. For example, he tells his audience that he got to “tag along” with the Kerry campaign, a point illustrated by video of him walking on to the press plane. Wearing a leather jacket, sunglasses, and a backpack slung over his shoulder, he looks at the camera and flashes the “rock on” hand sign. Here covering the campaign more resembles a college road trip than a professional journalistic assignment.", "Yago constructs his identity as youth representative both in image and in language. Rarely wearing a jacket or tie, he instead appears slightly unshaven, in shirts untucked and open-necked. He wears jewelry and has tattoos on both forearms. He also speaks in a “youth” vernacular. In the John Kerry program, he tells the audience that “when we come back, I get to hang with the candidate's daughter.” In On the Trail, he notes the president always travels with a “gi-normous security apparatus” and the Bush campaign “dropped bank” on a “humungo” banner. Then, as Kerry's campaign plane lands, he exclaims: “Look at that thing! Pimp my ride, indeed.”", "The last phrase is a reference to MTV's program Pimp My Ride. Yago draws linkages to a target audience he presumes will appreciate the reference. He assumes his audience will recognize the use of “pimp” as a verb, but more importantly, he uses popular culture as a reference point to help his audience make sense of the political sphere. This blurring of popular culture and public affairs in evident elsewhere. In On the Trail, he frames the Bush and Kerry campaigns as a rock-and-roll show, and equates their oft-repeated taglines with a band's “greatest hits.” That is illustrated by a scrolling graphic listing their taglines like song titles on an advertisement for a compilation CD. He also emphasizes that Kerry played in a band in his youth, and then asks the senator if there are any “trends in music and popular culture” that he finds interesting. Most producers of youth-oriented news assume that popular culture is the “leading force” in young people's lives and the foundational ground from which their appreciation of the political sphere begins (Sherr and Staples, 2004). For Yago, his fluency in pop culture allows him to blend the authority of institutional hierarchy with the persuasiveness of cultural familiarity and bridge the spheres of news, politics, and entertainment.", "Like Yago, the reporter Sway moves fluidly between MTV's journalism and entertainment programming, co-hosting the TRL Rally Edition and also filing reports from the party conventions and anchoring the program Drug Laws. The latter explores the politics and personal implications of US drug laws. Interweaving emotional narratives about young people's legal troubles with factual explanation, history, and commentary from law enforcement and activists, it covers minimum mandatory sentences, laws prohibiting convicted drug users from receiving federal financial aid for college, and government support for faith-based rehabilitation programs. The show further explains Bush's and Kerry's stands on each of the issues. Here Sway resembles Yago, assuming the position of institutional authority, speaking in the voice of objective fact and explanation. At the same time, he also positions himself as youth representative, explaining that drug laws are “our issue, a young person's issue.”", "If Yago is an updated version of an old model—white and male, insisting upon the universality of his perspective—the African-American Sway is culturally differentiated. His one-word name distinguishes him from the norm, connoting a “cool” persona marked by personal style. Yago at times dons a sports coat, but Sway never wears professional clothes. Barrel-chested and deep-voiced, he keeps his hair in thick dreadlocks. For the TRL program, he appears wearing a Rastafarian cap over his hair, dark jeans, and a dark t-shirt featuring an image of the slain rapper Tupac Shakur, who has come to symbolize urban, ethnic counter-culture. Corner and Pels (2003) note that style has become an essential component in politics and public representation, reflecting the broader sociocultural trends of personalization and de-institutionalization. Marshall (1997, p. 162) further argues that style has become the “power to represent difference,” a complication of Yago's white, neo-patriarchal claim to universality.", "Through his style, Sway is explicitly raced, authorized to represent the urban minority. For example, he visits a maximum-security prison to interview a “young prisoner of the drug war.” Wearing a dark cloth wrap around his hair and a plain blue sweat shirt, Sway greets the young man with an elaborate handshake. Through dress and gesture he subtly establishes his cultural affiliations. At the Democratic convention, he calls the hip-hop star P Diddy “bro,” that of course a casual term for brother. Then at the end of the TRL program, he specifically addresses “those in the hood who think their votes don't count.”", "Explicitly positioned to speak to young African-Americans, Sway also functions to speak for them. The TRL program opens with Sway leading a pseudo political rally (complete with picket signs reading “Chose or Lose”) that works its way up the street and into the TRL studio. Dressed in his rasta cap with a bullhorn in hand, Sway leads the “demonstrators” (TRL's studio audience) in chanting “CHOOSE … OR LOSE!” As he passes the camera, he shouts “we're coming!” Although obviously staged, the scene connotes political activism, perhaps reminiscent of the civil rights movement. Blurring the line between journalism and social advocacy, Sway is further differentiated from a traditional model of journalism, his purpose not just to inform, but to give voice to a group that traditionally has had little expression in the spheres of news or politics. He thus moves away from a notion of journalism as the transmission of information and toward one of journalism as a forum for public voices.", "Yago's and Sway's authority is enabled and bounded by the neo-journalistic institution of MTV News. The next three models of authority, however, originate in the sphere of celebrity. One of these is represented by pop singer Christina Aguilera, who hosts the program Sex, Votes, and Higher Power. Aguilera's show is similar to Drug Laws, combining emotional narratives with factual explanation of issues including abstinence-only sexual-education curricula, government funding for shelters for battered women, and abortion. Especially in discussing the latter, the program strives to remain neutral, giving equal voice to a young woman who had an abortion and another who did not, who both say the candidates’ stands on abortion would determine their vote. That segment also explains the president's role in nominating Supreme Court justices and the current alignment of the court.", "In most ways, Aguilera's performance resembles Yago's. She narrates voice-over written in the language of objective fact and unbiased explanation. Her claims about what is are supported by statistics, soundbites, and standard news footage of Bush and Kerry. She conducts neutral interviews with a range of people, at times asking challenging questions, but never revealing her own stand on the issues. Given the fact that most network news stories are crafted behind the scenes by a team of producers, Aguilera's work looks like much contemporary television journalism. Of course the point remains, though, that she's a pop singer and only playing a journalist on television.", "In place of journalistic credentials, the authorizing vehicle is Aguilera's celebrity. Although mainstream journalism has fought against celebrities assuming reportorial functions (Bishop, 2004), the lines between celebrity and journalist have grown deeply blurred. Able to command the credibility of parasocial familiarity, the celebrated individual largely has eclipsed the institutional agent as social authority in an increasingly personalized public domain (Corner and Pels, 2003). In an age of discursive integration, celebrity credibility has become a fluid asset, no longer limited to the domain of entertainment, but now translatable to the spheres of journalism and politics. Thus Marshall (1997, p. 19) argues that “the categorical distinction of forms of power is dissolving in favor of a unified system of celebrity status.”", "MTV, however, offers a different explanation of Aguilera's credentials. On the TRL show, host John Norris previews her program, saying: “Christina Aguilera, who I think you would have to agree knows a little something about sex, right? So it only makes sense that Christina would host our next Choose or Lose special.” For MTV Aguilera's explicitly gendered and highly sexualized celebrity persona carves out a specific domain within which she is authorized to function as a journalist. Pels (2003, p. 58) suggests that the privileging of celebrity authority in politics represents “a leveling of the epistemological hierarchy.” Because she knows a little something about sex, Aguilera becomes a new kind of expert, one for whom personal knowledge gained through lived experience translates into expertise.", "Set in Aguilera's hometown of Pittsburgh, the program is grounded in her lived experience. As Norris notes, “she went back to her hometown … to talk with young people.” During the show, Aguilera asserts her credibility in personal terms. On the topic of domestic abuse, she says “I know domestic violence can happen in any family, because it happened in mine.” That is illustrated by a clip from her music video dramatizing her personal experiences with domestic violence. Then, during her interview with a young woman who had left an abusive relationship, she tells the interviewee that is a struggle “which I know about coming from my own domestic abusive past, so I know how that whole process goes.” Finally, she concludes the program noting, “after my trip home I understand more than ever just how much the government touches the most intimate aspects of my personal life.” Authorized by her celebrity expertise, Aguilera offers a journalistic discourse of equal parts fact and affect, of objective information grounded in subjective engagement.", "If Aguilera's celebrity persona translates into bounded expertise, Drew Barrymore provides a strikingly different model of the journalist-celebrity in her film The Best Place to Start, which explores youth alienation from politics. She travels the country interviewing a wide variety of people, including lawmakers, comedians, civil rights activists, and high-school kids running for student government. Making no claim to expertise, Barrymore instead presents herself as the embodiment of the politically disaffected youth. Appearing on the TRL program, she says she is “honored” her film will be shown on MTV, because “we watch this”—“we as young people” that is, “our generation.” Making her representative identity clear, she urges the audience to vote, because if they do, they can force politicians to “talk to you on your level—a level that I certainly want to be spoken to.”", "Barrymore of course is authorized to appear on TRL, to make her film, and to speak for a generation because of her celebrity status. The film, however, largely tries to elide her celebrity persona and instead crafts her subject position as that of the “everygirl.” Early in the film she appears in a harshly lit and slightly out-of-focus scene shot with a home-video camera—that a formal distinction from Hollywood film and most television news. With her hair slightly amess, wearing little makeup and no jewelry, she steps into the frame, awkwardly adjusts the camera, and introduces herself: “Hi, um, my name is Drew. And, I am a repressed voter. I want to learn about the voting system, I want to be a voter.” This is neither the Hollywood star nor the broadcast journalist reading scripted lines, but rather a supposedly raw look at the authentic “Drew.” In turn, the film repeatedly takes the viewer “backstage,” showing her riding in the car, sleeping on the train, studying politics in the library. There she confesses, “I never got my diploma, that's another thing I'd like to do.” The film here constructs a mediated image of Barrymore's private self, a technique Corner (2003) argues has become central to the manufacture of political identity.", "For Barrymore, the private persona is used to construct a sympathetic identity; she is presented as vulnerable, subject to the same weaknesses her audience suffers. As such, her viewers are asked to place themselves in her position, to see her as enacting the daily struggles they routinely face (see Marshall, 1997). Indeed, Barrymore's struggle to overcome her ignorance about the political system provides the crux of the film. Again shot with a home-video camera, the pivotal scene shows Drew at home, calling her producer to discuss her lack of progress. She breaks into tears, and sobs “I don't know what I'm doing.” The scene's authenticity is further established as she loudly blows her nose—the kind of private behavior rarely shown on camera. The producer encourages her: “The good news,” she says, “is you don't have to pretend you know what you're doing.”", "Barrymore's authority is grounded in her lack of expertise, the perceived authenticity of the fact that she doesn't know what she's doing. In contrast to the epistemological certainty of traditional journalism, Barrymore becomes the non-expert, the anti-journalist. In turn, she engages in an emotional journey of self-education, not the dispassionate solicitation of information. This journalism of subjective engagement explicitly is placed in binary opposition to the professional paradigm when she tries to “cover” the Democratic primary in New Hampshire. She attends a campaign appearance by Wesley Clark, where she appears lost in a crowd of “real” reporters. As Clark walks past her without giving a second look, she smiles meekly at the camera. On Clark's campaign bus, she finally gets a chance to ask him a question about youth alienation from politics. Clearly nervous, she speaks softly, and other reporters yell for her to speak louder. Clark then gives her a trite answer, pats her on the shoulder condescendingly, and tells her he has to take other, presumably more legitimate, questions.", "Both Clark and the mainstream press refuse to take Barrymore seriously, a point reinforced in the next scene, in which Barrymore reads the local paper the following morning. The camera zooms in on a photograph of her trying to question Clark under a prominent headline reading “Get off the bus, Angel.” An attempt at boundary maintenance, the headline belittles her efforts at political reporting, suggesting that the “angel” (a demeaning, gendered reference to her role in the “Charlie's Angels” films) had no place literally among the boys on the bus. In an age when young people pay little attention to traditional political journalism, however, Barrymore's film asks us to think carefully about who does belong “on the bus”—what it means to be a journalist and how one can explain politics to young people.", "The celebrity/journalist tension has a third articulation in hip-hop superstar P Diddy, who plays a complex role in MTV's campaign coverage. At times he is the object of the coverage, primarily for his get-out-the-vote advocacy. He also functions as a reporter at the party conventions and hosts the program Hip Hop Politics, which tries to encourage members of the broadly defined hip-hop community to become active in the political sphere. The program tries to draw linkages between national politics and everyday life in rural and inner-city poverty, intercutting on-location segments with young, poor African-Americans with commentary from Diddy and a number of activists, including rapper Chuck D, business mogul Russell Simmons, and professor Cornell West.", "Like all of MTV's reporters, Diddy positions himself as representative of his audience. At the Democratic convention, he tells Hillary Clinton that “I am here representing the young people of America.” He continually speaks of “we”—“we're a lifestyle, a culture, a community,” he says in Hip Hop Politics—referring specifically to hip-hop, but more symbolically to poor, African-American youth. At the Democratic convention, he takes to the streets, discussing politics with the patrons of a barber shop in Boston. Both “the streets” and the “barber shop” serve as iconic settings for the construction of African-American identity. Likewise, Hip Hop Politics opens with Diddy driving in a convertible through Harlem. As he yells greetings to people along the streets, he says to the camera, “you can't never escape where you're from, I'll always be a part of this community. That's what makes me me.”", "At the same time, Diddy stresses his sociocultural privilege, reminding his viewers of all “the cars, the money, the jewelry, the clothing sales, the record sales” he has amassed. When he decides he wants to know what politicians are willing to do for “our communities,” he says, “you know how I do, I took my questions right to the top.” That is immediately followed by shots of Diddy sharing a faux kiss on the cheek with Hillary Clinton, talking with Al Sharpton and Jesse Jackson, and also actors Ben Affleck and John Cusack. As comfortable in the barber shop as he is alongside political powerbrokers and Hollywood stars, Diddy lays claim to a complex form of cultural authority, one that is grounded in his ability to represent ordinary people and authorized by his access to the halls of power and prestige. His celebrity persona encourages a form of “admiring identification”; he becomes the hero whose actions “serve as exemplary models for a particular community” (Marshall, 1997, p. 187). Indeed, he labels himself “America's dream … young, gifted, black, talented, powerful,” an assertion visually reinforced by a shot of him wearing a t-shirt proclaiming “I am the American dream.” He concludes that “I was one of the lucky ones,” and because of that, “I got a responsibility, whether it's to educate, whether it's to help, whether it's to empower, whether it's to hip my people to the hustle of what's really going on.”", "Music celebrities often function as “the public representation of change” (Marshall, 1997, p. 196). In particular, minority celebrities give voice to “the various discourses of the excluded and marginal in the social world” and seek avenues to reintegrate them “into the social mainstream” (1997, pp. 140–1). For Diddy, who leads the organization “Citizen Change,” an agenda of change defines his journalistic persona. At the conventions he assumes a posture of political neutrality (“I'm not down with either party,” he says), but he rejects the paradigmatic distinction between fact and value. Both activist and reporter, he asserts that “we ain't going nowhere, we got an agenda.” If Diddy's status as cultural hero authorizes him to “hip” his “people to the hustle of what's really going on,” which itself may be a discursively integrated definition of public-interest journalism, hipping people to the hustle inevitably is a means to an end. Diddy's model of authority reminds us that information always has an agenda and fact can never be isolated from social value."]}, {"title": "Conclusion", "paragraphs": ["Originally an American phenomenon, MTV has begun expanding its political coverage internationally. MTV-UK, for example, has produced a number of programs featuring Tony Blair, including the recent MTV Base Meets Tony Blair (6 March 2006), broadcast across the United Kingdom and sub-Saharan Africa. The Choose or Lose series thus serves as an exemplar of a new and increasingly visible kind of youth-oriented journalism. Perhaps because it was produced by MTV, however, or maybe because it targeted the least electorally engaged generation, Choose or Lose garnered minimal attention in the popular press, and virtually none in academic circles. Surprisingly, though, the series was a thoughtful attempt to inform young people about the candidates’ stand on a variety of issues and to educate them about the wider relevance of politics for their daily lives. It strove both to offer a range of factual explanations and connect those explanations to the audiences’ lifeworlds. Admittedly, in many ways it did not look like the traditional paradigm of broadcast journalism. It is important to remember, though, that the professional paradigm is proving to be a brief chapter in the history of news, by Hallin's (2000) account, consolidating after World War II and dissolving by the end of the 20th century. In an age of discursive integration, the assumptions and practices of the professional paradigm have become fundamentally complicated: contested, porous, and open to experimentation. It is also important to realize that for the DotNet generation, a discursively integrated landscape is not a revolution but the norm, the ground from which their engagement with the spheres of news and politics begins. As the domains of news and entertainment, celebrity and public authority, affective style and rational argument become further fused, the traditional model of journalistic authority has become less resonant with the expectations of young people.", "The Choose or Lose series can be understood as an experiment with the boundaries of journalistic identity, in all constructing five different models of authority. Gideon Yago resembles a younger version of the old standard—the white, male professional, now clad in the style and vernacular of “youth.” Sway represents a model of cultural differentiation and journalism as both the transmission of information and the circulation of public voices. Christina Aguilera is authorized by her bounded celebrity expertise, her credibility stemming from her lived experience, or at least her ability to embody a particular set of life experiences. In turn her reportorial mode blends the presentation of information with subjective engagement. Drew Barrymore rejects all claims to expertise, her credibility grounded in her supposed authentic persona, her ability to represent the audience. Finally, P Diddy is the activist hero, the celebrity icon who claims not journalistic, but cultural authority. Representing both the audience's lifeworld and the highest realms of sociocultural power, he offers a journalism of advocacy and change.", "It is possible to see MTV's experimentation with the boundaries of journalism as a programming strategy designed to cater to an entertainment-saturated audience, an attempt to sugar-coat political information. In and of itself, that would hardly make Choose or Lose noteworthy. Buckingham (2000, p. 211) is right that the solution to youth disengagement can never be “simply to add sugar to the pill.” The suggestion here, however, is that Choose or Lose can be understood better as a product of an emerging media environment defined by blurred borders and paradigmatic dissolution. In differing ways, each of the five versions of journalistic authority crisscrosses traditional paradigmatic divides. They blur distinctions between news and entertainment, journalism and celebrity, popular culture and public affairs, institutional expertise and representative identity, universal voice and subjective persona, dispassionate observation and affective engagement. As such, they offer a range of ways to reconsider what journalism can look like and how it can bridge the gap between the audience's lived experience and the more abstract domain of political information and public discourse.", "The claim here is not that any one of these models is credible among its target audience. That remains in need of empirical assessment. What is clear, however, is that an age of discursive integration is creating the possibility of, and indeed need for, multiple models of representation. Recent history has made it clear that we need a reliable factual record, but we can no longer afford simply to bemoan the collapse of an earlier paradigm. In an age of multiple publics, voices, and technologies, of constantly blending discourses, we instead must be looking for the particular discursive combinations that can help reinvigorate youth engagement with the political sphere and reverse television news’ slide into irrelevance."]}], "references": [{"title": "“Constructing Moral Authority: we in the discourse of television news”", "year": "2000", "journal": "Western Journal of Communication", "volume": "64", "authors": [{"name": "Baym Geoffrey", "first_name": "Baym", "last_name": "Geoffrey"}]}, {"title": "“The Daily Show: discursive integration and the reinvention of political journalism”", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Baym Geoffrey", "first_name": "Baym", "last_name": "Geoffrey"}]}, {"title": "“Repairing the News: a case study of the news paradigm”", "year": "1985", "journal": "Journal of Communication", "volume": "35", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Gressett Lynne A.", "first_name": "Gressett", "last_name": "A."}, {"name": "Haltom William", "first_name": "Haltom", "last_name": "William"}]}, {"title": "“The Accidental Journalist: shifting professional boundaries in the wake of Leonardo DiCaprio&#039;s interview with former President Clinton”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Bishop Ronald", "first_name": "", "last_name": "Ronald"}]}, {"title": "“Jayson Blair, The New York Times, and Paradigm Repair”", "year": "2005", "journal": "Journal of Communication", "volume": "55", "authors": [{"name": "Hindman Elizabeth B.", "first_name": "Hindman", "last_name": "B."}]}, {"title": "“Stand and Deliver”", "year": "2004", "journal": "Broadcasting and Cable", "volume": "134", "authors": [{"name": "Romano Allison", "first_name": "Romano", "last_name": "Allison"}]}, {"title": "“Terms of Authority”", "year": "2003", "journal": "Columbia Journalism Review", "volume": "42", "authors": [{"name": "Rosen Jay", "first_name": "Rosen", "last_name": "Jay"}]}]}