{"doi": "10.1080/1461670X.2012.701905", "url": "https://doi.org/10.1080/1461670X.2012.701905", "title": "THE FADING PUBLIC VOICE", "volume": "14", "year": "2013", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Skovsgaard", "first_name": "Morten", "name": "Morten Skovsgaard"}, {"last_name": "van Dalen", "first_name": "Arjen", "name": "Arjen van Dalen"}], "abstract": " The increasing commercialization of media markets in Denmark and abroad have led to concerns about journalism's role in democracy. In discussions about the influence of budget cuts and increased competition on the way journalists work, the difference between political journalists and other journalists is often disregarded. This paper argues that commercialization has a polarizing effect. It strengthens the political beat at the expense of other beats, as political news is cost-effective and a way for outlets to brand themselves. Representative surveys among parliamentary reporters and other Danish journalists confirm that commercial pressures affect political journalists less than other journalists, even those working in other prestigious beats. This has negative implications from the viewpoint of participatory democracy; while other journalists emphasize a role as promoters of a citizen perspective, parliamentary journalists see it as their main role to demand accountability rather than responsiveness of politicians. ", "body": [{"title": "Introduction", "paragraphs": ["Journalism serves important functions in democracy. Citizens need a flow of information to be self-governing (Kovach and Rosenstiel, 2001, p. 12) and usually journalism is the most important communication link between citizens and the politicians they have elected (Mazzoleni and Schultz, 1999). In recent years, concerns have been raised that increased commercial pressures lead to decreasing resources for journalists to do their work, limitations of journalists’ autonomy, and an emphasis on what sells rather than what serves democracy (e.g. McManus, 2009; Rolland, 2009). The pessimistic argument is that with commercialization the democratic functions of journalism fade away or at the very least take a backseat to the revenue interests of the media. Critics generally emphasize the negative effects, pointing at the undesired influence of advertisers (Hackett and Uzelman, 2003), increased focus on entertainment at the expense of serious information (see McNair, 2009) or the potential conflicts between profit maximization and public service goals (McManus, 2009). But the claim that commercialization decreases journalistic standards is certainly not universally true (Strömbäck, 2007). Under certain conditions commercialism might enhance journalism quality and professionalism (Hallin, 2000; Picard, 2004). During the second half of the twentieth century the development of the press as a commercial enterprise has led to more professional journalism (Hallin, 2000) and less dependence on politicians and other actors outside the newsroom (Hadenius and Weibull, 1999).", "This paper aims to add to our understanding of the way commercialization affects journalism. The democratic functions of journalism are diverse and different journalistic beats fulfil different democratic functions (Graber, 2003; McNair, 2009; Strömbäck, 2005). Therefore more research is needed into the ways commercialization affects different beats. If different beats are not equally affected, some democratic functions might suffer more from increased commercialization while other functions are unaffected or may even be strengthened. In the words of Reich, “if the current trends such as layoffs and production pressures continue to grow as resources decline … news beat research may become especially crucial” (2012, p. 93). This paper therefore studies how the political beat is affected by commercial pressures.", "The political beat is particularly interesting in regard to the pessimistic argument that commercialization will undermine the democratic function of journalism. Reporters at the political beat provide a top-down perspective, primarily communicating from the political elite to citizens. The bottom-up function (communicating from citizens to the political elite) is more important for journalists outside the political beat who cover contemporary societal affairs and have more contact with citizens.", "It is important to clarify if both these important democratic functions of journalism are under equal pressure from increasing commercialization. Due to its important democratic function, political journalism has been described as “the most ‘sacred part’ of journalism” (Neveu, 2002, p. 23), and as such it is also a way for media outlets to brand themselves. The political beat generates a steady stream of political news at a low cost, which would make it rational to shield political journalists from commercial pressures. In comparison, journalists providing a bottom-up perspective are relatively expensive. Therefore an increased profit-orientation might have a polarizing effect: strengthening a top-down perspective over a bottom-up perspective.", "To study this, we compare commercial pressures on journalists working at the political beat with other journalists covering societal affairs in Denmark. First, we study whether political journalists feel less pressure from commercialization than their colleagues. Secondly, we study whether political journalists emphasize different functions in democracy than their colleagues at other beats. The article proceeds in the following steps. After the democratic functions of the political beat are introduced, commercialization's potential polarizing effect on the journalistic profession is presented. This is followed by a discussion of the potential consequences for the democratic role of journalism. Subsequently, the methods are described and the results of the comparison of the parliamentary reporters and general affairs journalists are presented and discussed."]}, {"title": "Reporting from Within the Political–Media Complex", "paragraphs": ["Danish Lobby Members are a prime example of locational beat journalists “who cover a specific and bounded turf” (Gans, 1979, p. 131). These beat reporters are in close contact with these sources on a day-to-day basis. The lives of Danish political reporters and politicians strongly intertwine as both professional groups have their office inside the parliamentary buildings. In the words of Michael Schudson, political reporters and politicians live in a “common social world” (2003, p. 145).", "Political correspondents and politicians are highly dependent on one another. Politicians need a platform to reach potential voters and their constituencies (Van Aelst et al., 2010), and the media are dependent on politicians for a daily stream of news and for scoops or leaked information (Jones, 2006). Thus, they are caught in a relation which varies between symbiosis and adversarialism (Van Dalen et al., 2011a).", "Two core functions of political correspondents are to provide information and exercise control (Brants et al., 2007; Neveu, 2002, p. 25). As political reporters or political correspondents, their main function traditionally lay in disseminating information and providing citizens with analysis and explanation about what goes on in political institutions (Tunstall, 1971, pp. 12–14). Second, political journalists have a control function and see themselves as watchdogs, who function as a fourth estate and hold politicians to account by critically following political developments and government actions on behalf of the citizens (Brants et al., 2007).", "While recognizing the importance of these journalistic functions, critics of the political beat have asked where this leaves the citizen perspective (Cook, 2005, p. 189). Swanson (1992) describes the interdependencies of politicians and reporters as the “political–media complex”. “There is a real danger for democracy here: namely that journalists and politicians, because they are so closely linked, have their own narrow idea of what the media should cover and ignore the interests of the public” (Ferenczi, in Schudson, 2003, p. 145).", "Although being political insiders is not necessarily synonymous with being passive lapdogs, it implies that the journalistic scope is narrowly determined by the internal struggles within democratic institutions. Political journalists might develop some blind spots. In 2008, British lobby journalists were criticized for identifying too much with the politicians they cover. It was not the political reporters, but investigative journalists outside the political beat who broke the MP expenses scandal (Gaber, 2009, p. 496).", "Such observations are not limited to the United Kingdom or the United States, but have also been heard in other media systems. In Italy, for example, Mancini (1993, p. 37) described how the relationship between journalists and politicians becomes “institutionalized”. Similar observations have been made in Northern Europe (Brants, 2000), despite the fact that political news in democratic corporatist media systems reaches a broader part of the population than in other media systems and political interest among the general population is high (Hallin and Mancini, 2004). Also in Denmark questions have been raised about the inwards orientation of political journalists towards the corridors of power (Blach-Ørsten and Bro, 2009).", "According to such criticism, journalists in the political beat primarily fulfil a top-down function in their role as intermediate between the citizens and the political elite. They report about the actions and positions of politicians to citizens from the perspective of the politicians, rather than the other way around. Journalists outside the political beat should ideally fulfil a bottom-up role, making sure that concerns and opinions of citizens make it into public debate (Graber, 2003). By covering relevant developments outside the political–media complex, like crime, local politics or business, they ideally give voice to the people and act as the eyes and ears of politicians in terms of being responsive to the public agenda.", "For journalism best to serve democracy, the media need to provide both a bottom-up and a top-down perspective, but the question arises how the conditions for the media to fulfil these two functions might be affected by increasing commercial pressure on news organizations."]}, {"title": "Polarizing Effect of Commercialization", "paragraphs": ["Although the media have always been a dual business with both economic and public service goals, the importance of the profit goal increased steeply in the last decades of the twentieth century (Hallin and Mancini, 2004, p. 290). This commercialization is due to a number of factors: the opening of the television markets to commercial channels broke the public service monopoly (Kelly et al., 2004). Traditional newspapers have faced declining readerships. Free newspapers (Bakker, 2007) and especially the rise of the Internet (van der Wurff, 2005) have increased the supply of free news enormously and newspapers struggle to find a way to make money out of the online news they supply themselves (Bakker, 2008). At the same time, traditional newspapers have felt the impact of online competition on advertisements that would normally be printed in newspapers (van der Wurff, 2005). All this in a time when newspapers and other media outlets are frequently incorporated into large multinational news conglomerates or investment groups that demand high profits (McManus, 1994; Rolland, 2009).", "Although these trends are more clearly visible in liberal media systems (e.g. Baker, 2002; McManus, 2009) or polarized pluralist media systems (De Miguel and Pozas, 2009), concerns are also raised in the democratic corporatist media systems journalism (e.g. Rolland, 2009 for Norway; Esser and Brüggeman, 2010 for Germany).", "Denmark has experienced trends similar to these countries. In 1988 the television monopoly of the state-owned and publicly funded broadcast organization, Denmark's Radio, was broken by the introduction of commercially funded TV2.1 In 2006 TV2 launched a 24-hour news channel and competition from international news channels transmitted to Denmark by satellite also increased. The introduction of several free newspapers along with the increasingly vast supply of news on the Internet also means that the newspaper market has become more competitive and most newspapers have experienced declining circulation.", "While commercialization can best be observed at the level of the news organization or the media system, it also affects journalists at the individual level (Hanitzsch and Mellado, 2011). American journalists mentioned commercial imperatives as the most common limits to their autonomy, in particular advertiser influence, the need to cater for a broad audience and lack of resources (Weaver et al., 2007, pp. 79–80). News outlets are forced to cut costs by shrinking the newsroom and increasingly rely on external sources, like press agencies or freelancers (Neveu, 2002, p. 35). As a consequence, journalists now have to write more articles per person (Lund et al., 2009) and an increasing number of journalists work with short-term contracts, on freelance or on internship basis.", "These cost-cutting pressures can have different effects on journalists working in the political beat compared to other journalists, negatively affecting the work of the latter, while the former is affected less or may benefit. One of the advantages of organizing journalism in beats is to increase efficiency (Reich, 2012, p. 77). In comparison to journalists gathering news outside the political beat, political journalists reporting about what goes on in parliament work relatively cheaply. Because of the different costs involved in news reporting and news gathering, we expect that commercialization of the media affects other journalists more than parliamentary reporters. Allern summarizes the different costs of journalistic work as follows: Cheapest are items based on rewrites of press releases, reports from press conferences and other situations where news sources serve information on a silver platter. Somewhat more demanding of time and effort—and therefore more costly—are follow-ups of stories that have already broken, e.g., contacting alternative sources for comment on some political initiative or statement to the press by a news source. If the news desk relies heavily on news of its own making—following up tips, developing its own reportage ideas and putting research into a solid background article—its costs will be high. Even more costly are investigative reporting and series. (Allern, 2002, p. 144)  ", "Cheapest are items based on rewrites of press releases, reports from press conferences and other situations where news sources serve information on a silver platter. Somewhat more demanding of time and effort—and therefore more costly—are follow-ups of stories that have already broken, e.g., contacting alternative sources for comment on some political initiative or statement to the press by a news source. If the news desk relies heavily on news of its own making—following up tips, developing its own reportage ideas and putting research into a solid background article—its costs will be high. Even more costly are investigative reporting and series. (Allern, 2002, p. 144)", "In response to increased profit pressure, it is commercially profitable to strengthen the political news beat at the expense of other journalists. The political beat provides a steady flow of information, which is generally considered newsworthy and relevant for a wide audience. Picard (2004) points out that in the United States coverage of important local issues has given way to stories with wider national appeal because local stories are too expensive and mainly interesting for a narrow audience. In the United Kingdom, the political beat gained importance due to commercialization, since political news is a way for news media to brand themselves (McNair, 2000, pp. 201–2). Despite commercial pressure on the media sector as a whole, the political beat flourishes (Kavanagh, 2011).", "Also in Denmark, national politics is one of the main journalistic focus points. Even when a topic does not originate from a political context, politicians often get drawn into the story (Blach-Ørsten and Bro, 2009). The number of articles including members of government or parliament has increased in Danish broadsheet newspapers over the last 15 years (Skovsgaard and Van Dalen, 2008). Like in the United Kingdom, news organizations have strengthened their political coverage in recent years, as for example, the Danish news channel TV2 News changed its content after one year in business, and changed its focus to politics and economy.2 This leads to the following hypothesis:  H1: Political journalists feel less commercial pressure than other journalists.  ", " H1: Political journalists feel less commercial pressure than other journalists.", "Journalists working in prestigious beats have a special status within the profession (Hess, 1996; Tunstall, 1971). This is not only true for political journalists, but also for other specialist journalists, like business or foreign reporters. As a stronger test for our thesis that political journalists are less affected by commercial pressures than other journalists, we therefore compare them to two other types of specialist journalists: foreign correspondents and business journalists. Specialist beats can fulfil three goals for the news organization: advertising goals, audience revenue goals and non-revenue (or prestige) goals (Tunstall, 1971). Political journalists fulfil all three of these goals. Not only do they give prestige to the news outlet, they also lead to audience revenues, since the public is generally interested. Furthermore, thorough political coverage can create an environment which is attractive to advertisers (Tunstall, 1971, p. 89). Since the political beat fulfils mixed goals in the news organization, we expect that political journalists are less affected by commercial pressure than journalists in other prestigious beats, which mainly serves non-revenue goals, and to a lesser degree advertising and audience revenues. Although foreign correspondents also have an elite status within the profession (Hess, 1996), foreign news has over the last decades been scaled down, both in numbers of journalists, in resources and in editorial space (Wu and Hamilton, 2004). Journalists working on the financial beat rely more on PR and do less cross-checking than political reporters (Reich, 2012, p. 88). This could be an indication that they have fewer resources. This leads us to expect that journalists at the business and foreign beats are more affected by commercial pressures than the ones at the political beat.  H2: Political journalists feel less commercial pressure than foreign correspondents and journalists on the business beat.  ", " H2: Political journalists feel less commercial pressure than foreign correspondents and journalists on the business beat."]}, {"title": "Commercialization and Citizen Perspectives", "paragraphs": ["If journalists within the political beat are indeed affected less by commercial pressures than other journalists, this would mean that commercialization will strengthen a top-down perspective at the expense of a bottom-up perspective. However, some have argued that commercialization might change the roles which political journalists fulfil and that commercial pressure will lead to an increasing incorporation of a citizen perspective in the news (Blumler and Kavanagh, 1999; Brants and Van Praag, 2006; Hallin and Mancini, 2004, p. 278; Neveu, 2002). As audience figures decline and owners and other stakeholders put more emphasis on making profit, journalists have to reconsider how audiences are addressed. Journalism has become a demand market (Brants and Van Praag, 2006, p. 30) and all media outlets, including well-established newspapers and public service organizations, have to cater more for the wishes of the audience.", "One of the ways in which journalists try to reconnect with their viewers and readers is by taking a more open, citizen-oriented focus rather than the closed, paternalistic approach which some saw as a cause for the disconnection from audiences. Also in political reporting, scholars have observed that journalists are willing to make bigger efforts to make their stories connect with citizens (Blumler and Kavanagh, 1999, p. 220). In the Netherlands, editors-in-chief urged their reporters to move “from the State to the street” (Brants and Van Praag, 2006, pp. 36–7). In Denmark, the two main television broadcasters “emphasise that they today, as different from earlier periods, see their role as a platform for ordinary citizens to gain public attention” (Hopmann et al., 2009, p. 74).", "Neveu (2002, pp. 37–8) praises this development for “making political journalism the medium of expression of a bottom-up political agenda”. The opening up of the political beat can be seen as part of the same trend as the public or citizen journalism movements which leads journalists to re-examine whether they serve citizens with what they need (Bro, 2008; Rosen, 1996). Less euphemistically, others see these developments as signs of populism rather than civic journalism (Blumler and Kavanagh, 1999). Independent of the rationale behind the development, it potentially blows a new breeze through the inwards-oriented “media–politics complex” and might challenge the predominant top-down role of political journalists.", "To see whether the political beat has indeed opened up and has incorporated a more citizen-oriented approach, the role conceptions of political journalists and other journalists will be compared. Role conceptions provide an ideal-typical image of the functions journalists wish to fulfil. These conceptions reflect the “expectations which journalists believe exist in society and among different stakeholders, which they see as normatively acceptable” (Donsbach, 2008). Journalists who value the information and control function will mainly relay information about politicians to the citizens. Journalists who value roles like providing a platform for ordinary citizens or a forum for discussion will strive to introduce a citizen-perspective (Weaver et al., 2007). To see whether the bottom-up perspective has become important for political journalists and whether the importance of this perspective depends on the experience of these journalists and the type of outlet they work for, we pose the following research questions:  RQ1: Do political journalists find providing a bottom-up perspective as important as other journalists?    RQ2: Which political journalists find providing a bottom-up perspective most important?  ", " RQ1: Do political journalists find providing a bottom-up perspective as important as other journalists? ", " ", "RQ2: Which political journalists find providing a bottom-up perspective most important?", "To answer these questions we first compare the role conceptions of political journalists with the role conceptions of other journalists. Second, we analyse which political journalists are most likely to embrace this role. This will show whether certain political journalists have indeed incorporated bottom-up roles in their professional identity, which would mean that the commercialization and the strengthening of the political beat do not necessarily lead to a top-down perspective."]}, {"title": "Research Design and Measures", "paragraphs": ["We conducted surveys to see whether political journalists indeed feel less commercial pressure than other journalists and to see if the role conceptions in the political beat stand out. Surveys are a well-tested method to study role conceptions and feelings of commercial pressures of general reporters (Hanitzsch et al., 2010; Weaver and Willnat, 2012; Weaver et al., 2007) and political journalists (Brants et al., 2007 for The Netherlands; Patterson and Donsbach, 1996).", "Danish political journalists were defined as journalists who report about, analyze, or give commentary on national politics. We operationalize this population as all members of the Danish community of parliamentary journalists (the Danish Presseloge). The Presseloge provided us with names and contact details of their members. This population includes journalists working for radio and television stations, newspapers, opinion magazines and online media. Phone calls were made to newsrooms to update the lists, resulting in a population of 96 Danish parliamentary reporters. These journalists received their survey at the beginning of December 2007, both by post and by email. Seventy-four percent of the political journalists who were contacted filled out the questionnaire. The response rate is relatively high in comparison to other surveys among political journalists (Patterson and Donsbach, 1996). The composition of the respondent group reflects the composition of the population with respect to gender and the type of media outlet they work for.", "To describe the particularities of the political journalistic beat, a comparison is made with the general population of Danish journalists, which is defined as all journalists who produce journalistic content. Journalists working in public relations or communication advisers are not included. We operationalize this population with the assistance from the Danish Union of Journalists (Dansk Journalistforbund) who according to themselves organize somewhere between 90 and 95 per cent of this type of journalist. Based on the categorizations in their member files we were able to send the questionnaire to 5519 Danish journalists. They received a link to the questionnaire in June 2009 by e-mail. Due to wrong or not functioning e-mail addresses 664 e-mails did not reach the respondent, while 327 other respondents turned out not to belong to the population. In total, 2008 returned the questionnaire which resulted in a response rate of 44.3 per cent. The response rate is comparable to large-scale studies resembling this one (Weaver and Willnat, 2012) and the member files from the Danish Union of Journalists allowed us to make sure that the composition of the respondent groups reflects the composition of the population with respect to the type of media outlets they work for, gender, age, and place of residence.", "Since the population of Danish journalists includes parliamentary journalists we excluded the 29 respondents from the general population of journalists who answered that they exclusively cover national politics. Furthermore, we matched e-mail addresses of the respondents in the two surveys and excluded the respondents who appeared in both surveys from the general population of journalists. To make the comparison between reporters working at the political beat and general reporters as relevant as possible, we only included journalists who cover topic areas related to the democratic function of journalism. Thus, we included those who on a seven-point scale ranging from 0 to 6 with 3 as the middle point indicated at least a 3 on one of the following topic areas: local politics, national politics, crime, or business. In that manner we exclude journalists who primarily cover sports, entertainment, lifestyle, or culture. This resulted in a final sample of 1548 journalists.", "To enable a comparison between reporters working at the political beat and journalists working at the business and at the foreign affairs beats we selected the journalists covering these topics. On a seven-point scale ranging from 0 to 6 the journalists were asked to indicate to what extent they cover business and foreign affairs, respectively. The ones indicating a 5 or a 6 on business are included as business beat reporters and the ones indicating a 5 or a 6 on foreign affairs are included as foreign affairs beat reporters. This gave us a total of 160 business reporters and 89 foreign affairs reporters.", "The influence of commercialism on journalistic work was measured in two ways. First, we compare the perceived autonomy of political and other journalists by asking them to indicate how much freedom they have to chose which story to cover and to decide from which angle to cover the story (for similar questions, see Weaver et al., 2007). Second, the journalists indicated on a scale from 0 (no influence) to 10 (large influence) how much influence they felt audience figures, shareholders, advertisers and (the threat of) budget cuts had in their daily work.", "To measure role conceptions, we replicated questions by Weaver et al. (2007) and asked journalists how important they believe six journalistic roles are which represent different journalistic functions. The information function was measured by asking how important they considered it to be to “get information to the public quickly” and “provide analysis and interpretation of complex problems”. We studied the control function by asking about the importance of “investigat[ing] statements by government” and “set[ting] the political agenda”. To see whether political journalists see the forum function as a goal in their work, they indicated how important it is to “give ordinary people a chance to express their views on public affairs” and to “serve as a platform for certain groups in society” (the last question is adapted from Brants et al., 2007)."]}, {"title": "Results", "paragraphs": ["To see whether political journalists are affected differently by commercial pressures than other journalists we first asked about their freedom to choose an angle and to select which stories to cover (Table 1).3 This freedom can be interpreted as less pressure from within the newsroom to frame the story in a sensational way or on the basis of commercial news values. Members of the political beat feel more freedom than other journalists to determine how to frame their stories. This is also the case when the political beat is compared to the two other elite beats. Differences are less clear for the freedom to choose which story to cover. This may be due to the high number of event-driven stories which journalists in the political beat need to cover.", "The increased importance of profit orientation and the growing competition on the Danish media market have resulted in commercial pressure which potentially limits the journalistic freedom and resources to do their work. However, the political beat is less affected than other beats. In line with Hypothesis 1, political journalists feel less pressure and influence from audience figures than other journalists (Table 2).4 Similarly, significant differences are found for the pressure of shareholders or owners and from advertisers. Parliamentary reporters also feel less influence from (threats of) budget cuts than other journalists. Together, these four measures give support for the hypothesis that political journalists are affected less by commercial pressure than other journalists. Political journalists are even less affected by commercial pressure than their colleagues in other prestigious beats. Journalists working at the business beat are hit hardest by pressure from shareholders and advertisers, while foreign correspondents are hardest hit by budget cuts. This supports Hypothesis 2 and confirms that its special status protects the political beat against commercial pressures.5 ", "Does this mean that commercialization strengthens a top-down perspective? We have argued that political journalists traditionally placed emphasis on reporting about politics to citizens, while other journalists relay information from citizens to politicians. However, this may have changed as political journalists may have incorporated a bottom-up perspective. To test this assumption we compare the role conceptions of political journalists with those of other journalists (Table 3). For political journalists the information function and the watchdog function of controlling the government are clearly the most important. Other journalists find these tasks equally important. One-third of the political journalists find it important to set the political agenda, which is only half as many as among the other journalists. This shows that political reporters are more concerned with disseminating the political agenda to the public, while general reporters are more concerned with setting the political agenda by bringing new issues from the public agenda on to the political agenda.", "The two groups differ strongly with respect to the two statements which deal with the public forum function. While 84 per cent of the general reporters find it important to give ordinary people a chance to give their opinion, this percentage is much lower among political journalists (34 per cent). Only 9 per cent of political journalists find it important to be spokesperson for certain groups in society, while one-quarter of the other journalists find this important.", "These results show that political journalists have not incorporated the platform role to the same degree as other journalists. Nevertheless, one-third of the political journalists believe it is important to give ordinary people a chance to express their opinion. To see in detail which section of the political beat wants to fulfil this role, we conducted a regression analysis explaining the importance of this bottom-up role (Table 4). Journalists working for commercial television are the most inclined to give ordinary citizens a chance to express their opinion, followed by print journalists. Public service journalists and journalists working for press agencies find it less important to fulfil this platform role. Female reporters attach more importance to the platform role than male reporters. Experience has a significant influence which shows that it is not the new generation but rather the most experienced parliamentary journalists who want to fulfil this bottom-up platform role.", "The finding that commercial broadcast journalists find it more important to give the audience a voice than public service journalists do shows that there is a relation between commercialism and wanting to provide a citizen perspective. But the top-down perspective remains dominant: only one-third of the whole political beat finds the platform role important. And even for commercial broadcast journalists, who are most inclined to provide a platform, this bottom-up role is less important than the top-down information and watchdog function."]}, {"title": "Discussion", "paragraphs": ["This study has shown empirically that the Danish political beat is less affected by commercial pressure than other beats, including business journalists and foreign correspondents, due to the cost-efficiency of their work and the possibility for media organizations to brand themselves through their political coverage. Representative surveys among political journalists and other Danish journalists show that political reporters feel less affected by profit pressures than other journalists. This finding might reassure some of the critics who claim that shallow entertainment replaces serious political journalism from the mainstream media. In Denmark, political journalism still dominates front pages, opens news broadcasts in both television and radio, and there are more articles on politics in broadsheet newspapers than 15 years ago. The launch of TV2 News which has a strategy of providing time and space for a deeper political coverage with more background stories and interview also indicates that there is a market for serious political journalism. This might be helped by the fact that Danes in general are quite interested and engaged in politics (Andersen, 2004). Therefore, there is no reason to expect that political news will disappear from the news menu in democratic corporatist media systems due to decreasing demand. Discussions in other countries suggest that these results can be generalized to other West European media systems, but that the strengthening of political coverage also might have negative side-effects. In Spain, which belongs to the polarized pluralist media system, political news is even more visible on the front page of newspapers than in the other media systems (Van Dalen et al., 2011b). Spanish newspapers have used their political coverage to brand themselves which resulted in more partisan coverage (De Miguel and Pozas, 2009). In the United Kingdom, the political beat also has a special status (Kavanagh, 2011; McNair, 2000). Over time the focus of political reporting has shifted from coverage of parliamentary debate to more attention for spin and scandals (Negrine, 1998; Sanders and Canel, 2006). Collecting similar data in the future and in different contexts will tell whether this trend continues or whether a time will come when media organizations in certain media systems are under so much pressure to cut costs that they can no longer spare the political beat. Such a trend would be best studied with longitudinal data. Further studies could also utilise qualitative interviews with reporters at different beats to flesh out how they perceive the impact of commercialization and how they might evade this pressure.", "Even though political reporters experience that they are shielded from commercial pressures, commercialization still presents a potential threat to the democratic role of journalism. First of all, journalists feel their professional autonomy—and thus their freedom to enact their ideal roles—limited by commercial pressures from their organization (Skovsgaard, 2012). Second, the results show that general reporters, who are more affected by commercial pressure, are also—much more than the political beat reporters—focused on a bottom-up perspective where the concerns of citizens are reported. While general reporters are more likely to provide a public forum for democratic debate and include ordinary citizens in their reports, political reporters are more focused on disseminating information to citizens and act as watchdogs on their behalf.", "The bottom-up perspective provided by journalists outside the political beat deserves two qualifications. First, normative models of democracy differ, and trust in deliberation and dialogue among the public is not equally present in all democratic models (Strömbäck, 2005). Consequently, Peters (1999) argues that by providing uni-lateral publicity and dissemination the press also serves an important democratic function and that the need to provide dialogue may overburden the role of the press in society. Seen from this perspective, the fact that the bottom-up role is weakened may not be as problematic. A second qualification is empirical in nature. Ordinary people in the news are often represented as a-political and commenting on the debate set by politicians rather than leading a real public discussion (Lewis et al., 2004). This suggests that although the democratic roles of the political beat and other journalists may differ, the perspective in reporting may not necessarily differ as much. This is not only a problem for journalists but for the citizens as a whole. A weakened bottom-up perspective in the daily news would mean that participatory aspect of democracy would be weakened. Some have seen the Internet as a way to provide a bottom-up perspective. However, it seems that citizens often focus on other topics and depend on the traditional media for political debate (Bakker and Paterson, 2011). In this sense, citizens are still dependent on the media to provide a bottom-up approach to politics. Therefore, a weakening of the bottom-up perspective could ultimately mean that the concerns of the people would be less noticed, which would reduce the legitimacy of democracy altogether."]}], "references": [{"title": "Journalistic and Commercial News Values: news organizations as patrons of an institution and market actor", "year": "2002", "journal": "Nordicom Review", "volume": "23", "authors": [{"name": "Allern Sigurd", "first_name": "Allern", "last_name": "Sigurd"}]}, {"title": "Free Daily Journalism—anything new?", "year": "2007", "journal": "Journalistica", "volume": "4", "authors": [{"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "The Simultaneous Rise and Fall of Free and Paid Newspapers in Europe", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "The Third Age of Political Communication", "year": "1999", "journal": "Political Communication", "volume": "16", "authors": [{"name": "Blumler Jay G.", "first_name": "Blumler", "last_name": "G."}, {"name": "Kavanagh Denis", "first_name": "Kavanagh", "last_name": "Denis"}]}, {"title": "Signs of Media Logic: half a century of political communication in The Netherlands", "year": "2006", "journal": "Javnost—The Public", "volume": "13", "authors": [{"name": "Brants Kees", "first_name": "Brants", "last_name": "Kees"}, {"name": "Van Praag Philip", "first_name": "Van", "last_name": "Philip"}]}, {"title": "Normative Navigation in the News Media", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Bro Peter", "first_name": "Bro", "last_name": "Peter"}]}, {"title": "Polarización ideological o económica? Relaciones entre los medios y el poder politico y corporativo” [“Ideological or economic polarization? Relations between the media and political and corporative power”]", "year": "2009", "journal": "Viento Sur", "volume": "130", "authors": [{"name": "De Miguel Juan Carlos", "first_name": "De", "last_name": "Carlos"}, {"name": "Pozas Vĺctor", "first_name": "Pozas", "last_name": "Vĺctor"}]}, {"title": "The Slow Death of the Westminster Lobby: collateral damage from the MPs’ expenses scandal", "year": "2009", "journal": "British Politics", "volume": "4", "authors": [{"name": "Gaber Ivor", "first_name": "Gaber", "last_name": "Ivor"}]}, {"title": "The Media and Democracy: beyond myths and stereotypes", "year": "2003", "journal": "Annual Review of Political Science", "volume": "6", "authors": [{"name": "Graber Doris", "first_name": "Graber", "last_name": "Doris"}]}, {"title": "Tracing Corporate Influences on Press Content: a summary of recent NewsWatch Canada research", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Hackett Robert A.", "first_name": "Hackett", "last_name": "A."}, {"name": "Uzelman Scott", "first_name": "Uzelman", "last_name": "Scott"}]}, {"title": "The Swedish Newspaper System in the Late 1990s. Tradition and transition", "year": "1999", "journal": "Nordicom Review", "volume": "20", "authors": [{"name": "Hadenius Stig", "first_name": "Hadenius", "last_name": "Stig"}, {"name": "Weibull Lennart", "first_name": "Weibull", "last_name": "Lennart"}]}, {"title": "Modeling Perceived Influences on Journalism: evidence from a cross-national survey of journalists", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoy Incilay", "first_name": "Cangoy", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}, {"name": "Hamada Basyouni", "first_name": "Hamada", "last_name": "Basyouni"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Karadjov Christopher D.", "first_name": "Karadjov", "last_name": "D."}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Moreira Sonia V.", "first_name": "Moreira", "last_name": "V."}, {"name": "Mwesige Peter G.", "first_name": "Mwesige", "last_name": "G."}, {"name": "Plaisance Patrick L.", "first_name": "Plaisance", "last_name": "L."}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Seethaler Josef", "first_name": "Seethaler", "last_name": "Josef"}, {"name": "Skewes Elizabeth A.", "first_name": "Skewes", "last_name": "A."}, {"name": "Vardiansyah Noor Dani", "first_name": "Vardiansyah", "last_name": "Dani"}, {"name": "Yuen Kee Wang", "first_name": "Yuen", "last_name": "Wang"}]}, {"title": "What Shapes the News Around the World? How journalists in eighteen countries perceive influences on their work", "year": "2011", "journal": "International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}, {"title": "The Public or Parties in the Media? A study of public, party and media issue agendas in five Danish election campaigns", "year": "2009", "journal": "Javnost—The Public", "volume": "16", "authors": [{"name": "Hopmann David N.", "first_name": "Hopmann", "last_name": "N."}, {"name": "Elmelund-Præstekær Christian", "first_name": "Elmelund-Præstekær", "last_name": "Christian"}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik"}, {"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}]}, {"title": "Downsizing? Not on the politics beat", "year": "2011", "journal": "British Journalism Review", "volume": "22", "authors": [{"name": "Kavanagh Trevor", "first_name": "Kavanagh", "last_name": "Trevor"}]}, {"title": "Images of Citizenship on Television News: constructing a passive public", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}, {"name": "Inthorn Sanna", "first_name": "Inthorn", "last_name": "Sanna"}]}, {"title": "Between Trust and Suspicion: how political journalists solve the dilemma", "year": "1993", "journal": "European Journal of Communication", "volume": "8", "authors": [{"name": "Mancini Paolo", "first_name": "Mancini", "last_name": "Paolo"}]}, {"title": "Mediatization’ of Politics: a challenge for democracy", "year": "1999", "journal": "Political Communication", "volume": "16", "authors": [{"name": "Mazzoleni Gianpietro", "first_name": "Mazzoleni", "last_name": "Gianpietro"}, {"name": "Schultz Winfried", "first_name": "Schultz", "last_name": "Winfried"}]}, {"title": "Journalism and Democracy: a millennium audit", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Mcnair Brian", "first_name": "Mcnair", "last_name": "Brian"}]}, {"title": "News Decisions: journalists as partisan actors", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Patterson Thomas E.", "first_name": "Patterson", "last_name": "E."}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "Commercialism and Newspaper Quality", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "Different Practices, Similar Logic: comparing news reporting across political, financial, and territorial beats", "year": "2012", "journal": "International Journal of Press/Politics", "volume": "17", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "A Clash of Media Systems? British mecom&#039;s takeover of Norwegian Orkla media", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Rolland Asle", "first_name": "Rolland", "last_name": "Asle"}]}, {"title": "A Scribbling Tribe: reporting political scandal in Britain and Spain", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}, {"name": "Canel Maria José", "first_name": "Canel", "last_name": "José"}]}, {"title": "In Search of a Standard: four models of democracy and their normative implications for journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "“Marketplace of Ideas and Marketplace of Money: a study of commercialism and the Swedish election news coverage in 1998 and 2002”", "year": "2007", "journal": "Nordicom Review", "volume": "", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "The Political–Media Complex", "year": "1992", "journal": "Communication Monographs", "volume": "59", "authors": [{"name": "Swanson David L.", "first_name": "Swanson", "last_name": "L."}]}, {"title": "Members of Parliament: equal competitors for media attention? An analysis of personal contacts between MPs and political journalists in five European countries", "year": "2010", "journal": "Political Communication", "volume": "27", "authors": [{"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}, {"name": "Shehata Adam", "first_name": "Shehata", "last_name": "Adam"}, {"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}]}, {"title": "Suspicious Minds: explaining political cynicism among political journalists in Europe", "year": "2011", "journal": "European Journal of Communication", "volume": "26", "authors": [{"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik"}, {"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}]}, {"title": "“Different Roles, Different Content? A four-country comparison of the role conceptions and reporting styles of political journalists”", "year": "2011", "journal": "Journalism", "volume": "", "authors": [{"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}, {"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik"}]}, {"title": "Impact of the Internet on Newspapers in Europe", "year": "2005", "journal": "Gazette: The International Journal for Communication Studies", "volume": "67", "authors": [{"name": "Van Der Wurff Richard", "first_name": "Van", "last_name": "Der Wurff Richard"}]}, {"title": "US Foreign Correspondents: changes and continuity at the turn of the century", "year": "2004", "journal": "Gazette: The International Journal for Communication Studies", "volume": "66", "authors": [{"name": "Wu Denis H.", "first_name": "Wu", "last_name": "H."}, {"name": "Hamilton John M.", "first_name": "Hamilton", "last_name": "M."}]}]}