{"doi": "10.1080/17512786.2014.892723", "url": "https://doi.org/10.1080/17512786.2014.892723", "title": "When Critical Voices Should Speak Up", "volume": "8", "year": "2014", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Watson", "first_name": "Brendan", "name": "Brendan R. Watson"}], "abstract": "Routine journalistic coverage relies heavily on official sources, which are least likely to raise critical questions about the causes and consequences of disasters such as the 2010 BP oil spill. It is possible, though, that disasters—precisely because they are unexpected—at least temporarily dislodge journalistic routines that sideline independent, more critical voices. This study uses Gulf Coast newspaper coverage of the BP oil spill to examine whether there are two discernible stages of crisis reporting, the first marked by the more frequent use of unofficial sources (and thus, a more critical tone to the coverage), followed by a narrowing of those perspectives seen as being legitimate as the official interpretation of the crisis emerges, and journalists index their coverage to match that interpretation.", "body": [{"title": "Introduction", "paragraphs": ["Following the fiery explosion aboard the BP-leased Deep Water Horizon oil rig that killed 11 workers, the blowout preventer, designed to seal the well in such a scenario, failed. For the next 87 days the Macondo well spewed nearly 5 million barrels (200 million gallons) of oil into the Gulf waters (Achenbach 2011; Freudenburg and Gramling 2011; Lehner and Deans 2011; Bureau of Ocean Energy Management, Regulation and Enforcement 2011). There were devastating economic and environmental consequences for the Gulf Coast, the long-term effects of which are still unknown.", "When disasters occur, people seek out narratives that, as sociologist Lee Clarke wrote, “put characters in their places, [make] sense of the actions, and [let] us walk away feeling safer or more superior” (Clarke 2006, 121). In the wake of a public disaster, such as the 2010 BP oil spill, the news media play an important part in constructing these comforting narratives for their audiences. Thus, it is not surprising that the BP oil spill was the top domestic news story of 2010 (Pew Research Center for the People & the Press 2010). Evaluating journalists' coverage of the disaster then is vital to understanding the available narratives that helped the public make sense of the disaster.", "News media narratives often follow routine patterns (Schudson 2003; Tuchman 1997). For example, the news media rarely cover social problems and conflicts as emblematic of systemic problems—that is, covering the BP oil spill as an outgrowth of the United States' dependence on petroleum. Rather, social problems are typically covered as aberrations involving individual rogue actors (i.e., BP) within the system (Olien, Donohue, and Tichenor 1995).", "It is easy to blame BP for the disaster. After all, it was a series of cost-cutting decisions initiated by the oil giant in order to make up for the drilling project's five-week delay (and $20 million in overruns) that were the immediate causes of the disaster (Achenbach 2011; Freudenburg and Gramling 2011; Bureau of Ocean Energy Management, Regulation and Enforcement 2011).1", "BP, however, is not alone in wagering safety, environmental sustainability, and sound energy policy to meet the United States' insatiable appetite for oil (Freudenburg and Gramling 2011; Bureau of Ocean Energy Management, Regulation and Enforcement 2011). At the time of the BP crisis, the United States consumed more than 18 million barrels of oil daily, more than all European Union countries combined, and three times more than China, whose oil consumption ranks second in the world (CIA 2011; U.S. Energy Information Administration 2011). Meanwhile, the politically motivated promise of “energy independence” motivates increasingly high-stake gambles, including drilling miles below the seafloor, with minimal regard for the consequences (Freudenburg and Gramling 2011). According to long-time industry observers Freudenburg and Gramling, Americans' level of energy consumption and the country's energy policies are contributing factors to the BP disaster, and if the country does not reexamine its energy consumption and policies, similar disasters are likely to occur in the future.", "If the media were to fulfill their surveillance function (Lasswell 1948), one would expect that they would raise the critical questions Freudenburg and Gramling (2011) suggest are necessary. On the other hand, past examinations of the media's routines—specifically their overreliance on official sources and their “indexing” of coverage to reflect the degree of consensus among those official sources (Bennett 1990; Bennett, Lawrence, and Livingston 2006; Entman and Rojecki 1993; Kensicki 2004; Smith 1993; Steele 1995)—would suggest that their coverage of the 2010 BP oil spill would downplay those sources most likely to be critical of US energy consumption and policies.", "Immediately following a disaster, however, there is a period of chaos that challenges the media's established routines. Often, this period of speculative, sometimes inaccurate reporting is seen as being a low point for the news media (Graber 2009). It is also possible, however, that the chaos dislodges the media's routine focus on official sources, and that it is during this period immediately following a disaster, such as the BP oil spill, that independent critical voices have the best chance to gain access to the media and shape the narrative before an official interpretation of the disaster coalesces (Tichenor, Donohue, and Olien 1980).", "Thus, this study examines the use of official and unofficial sources and the tone of the Gulf Coast news media's coverage of the BP disaster. It compares the initial stage of the crisis, prior to an official narrative of the disaster coalescing around President Barack Obama's first official speech concerning the oil spill, to the subsequent stages of the disaster. It examines whether there are discernible stages of the crisis, and whether in the chaos of the initial period of the disaster the news media had a higher probability of quoting unofficial sources, which are more likely to be critical of US energy policies."]}, {"title": "Sources", "paragraphs": ["According to Bennett (1990; Bennett, Lawrence, and Livingston 2006), the news media's interpretation of news events, including crises, “indexes” the degree of consensus among “official” sources, government officials specifically. According to the indexing hypothesis, the greater the consensus in officials' interpretations of a crisis, the more that consensus opinion is reflected in news coverage.", "There are several complementary, interwoven explanations for journalists' reliance on officials' interpretations of news events (Bennett 1990): that journalists have a symbiotic relationship with official sources—these sources' public relations staffs make it economical for journalists to gather the news, and the journalists help officials broadcast their perspectives; that journalists derive professional legitimization from their access to official sources, which they use to bolster their claims that their reporting represents an “objective” truth (Steele 1995); and that journalists are fulfilling a social control function, which protects the status quo (Beniger 1986; Janowitz 1991; Lasswell 1948; Olien, Donohue, and Tichenor 1995; Park 1961; Sapir 1961). The latter is especially pronounced in the wake of a crisis/disaster, when the public wants to see that officials are in charge, coping with the disaster, and that everything will return to normal (Clarke 2006).", "Sources are of interest because they play a prominent role in shaping the media's coverage of a given issue (MacKendrick 2010). By relying on officials' interpretations of news events, the media delineate which perspectives are deemed legitimate, and which are not, narrowing acceptable interpretations of news events. In this way, the news media's reliance on official sources amplifies the existing power structure, further marginalizing those individuals and perspectives that fall outside the “official” circle (Brown et al. 1987; Freedman, Fico, and Durisin 2010; Steele 1995; Zeldes, Fico, and Diddi 2007). Yet those outside this official circle are precisely those individuals who are most likely to raise the type of critical questions that Freudenburg and Gramling (2011) argue should be asked in the aftermath of a disaster like the BP oil spill.", "Castelló (2010), for example, examined the Spanish press' coverage of chemical manufacturers, which simultaneously support the local economy and contribute to environmental and health problems (similar to offshore oil drilling in the Gulf Coast). Castelló examined the relative use of frames that focused on the industry's positive impacts (e.g., economic benefits) versus those focusing on the industry's negative impacts (e.g., environmental contamination). The latter were much more common in coverage, which can be explained by the fact that corporate representatives and government officials collectively constituted 80 percent of journalists' sources.", "While Castelló's (2010) study focused on the Spanish press, very similar patterns have been identified in environmental news coverage in the United States. Kensicki (2004), for example, studied the extent to which coverage in the Los Angeles Times and New York Times focused on the underlying causes and consequences of three social issues, including environmental pollution. Kensicki found that while a majority of the stories about environmental pollution from the two papers mentioned the cause of the pollution—industry most frequently being framed as the culprit—the majority of stories failed to mention any effects of the pollution. Additionally, the government, not industry, was most frequently portrayed as being the party responsible for addressing the problem.", "Kensicki's (2004) study hints at why the media end up holding government, not industry, more responsible for addressing environmental problems. More than three-quarters of the newspaper articles Kensicki studied failed to mention the word “environmentalist” or mention a local or national environmental advocacy organization. Yet, as Kensicki suggested, environmentalists and environmental advocacy organizations are the groups most likely to raise critical questions about the effects of environmental pollution, and hold the source of the problem—industry—fully accountable for ameliorating it.", "Entman and Rojecki (1993), for example, studied national media coverage of the nuclear freeze movement, a grassroots effort to force US nuclear disarmament. Representatives of the movement were quoted in only 12 percent of the stories about the nuclear freeze movement; government officials were quoted in 88 percent of the stories. This marginalization of the protesters is significant because Entman and Rojecki's data showed that two-thirds of articles expressing concern over nuclear weapons attributed that concern to non-elite actors. Fewer than a third of the articles quoting elite sources—including government officials and expert sources—expressed concern over nuclear weapons.", "This is a vivid illustration of the fact that those sources the media rely on most heavily are least likely to raise critical questions about potential environmental problems. Entman and Rojecki (1993, 155) concluded that the media's “freezing out” of the nuclear protesters illustrates the media's system-maintenance function, reducing “the pressure elites feel to act favorably on the proposal, providing political cover for a symbolic rather than concrete government response.”", "In regard to the media's coverage of previous oil spills, Molotch and Lester's (1975) study of the 1969 Santa Barbara oil spill, also caused by a blowout on an offshore oil rig, found that while more than 84 percent of national newspaper coverage quoted oil company officials, only 15 percent quoted environmentalists. Only 6.8 percent of the national coverage focused on the environmentalists' activities, while 93.2 percent of the coverage focused on the oil company's and federal officials' responses to the crisis. Conservationists did, however, fare much better in local Santa Barbara coverage—it was split evenly between oil company officials and environmentalists—though the authors suggest the latter is primarily a function of Santa Barbara's anti-oil-drilling politics, rather than a distinction of local versus non-local coverage. Nonetheless, even locally, environmentalists received less prominent front-page coverage compared to oil industry officials.", "Smith's (1993) study of newspaper journalists' use of sources in coverage of the 1989 Exxon Valdez spill found similar results: government and oil industry officials made up 60 percent of sources quoted in newspaper coverage (scientists, who ranked third, made up only 8.3 percent; environmentalists ranked fourth at 7.8 percent). Furthermore, government and oil industry sources were the most likely to say that the crisis had been overblown and rate Exxon's response to the crisis favorably. This study helps illustrate, as the indexing hypothesis suggests (Bennett 1990; Bennett, Lawrence, and Livingston 2006), that those who have the most access to the media—government and industry officials—have the power to frame the news coverage in a manner favorable to their interests.", "What Molotch and Lester (1975) and Smith (1993) did not examine, however, is how patterns in sourcing change over the course of a crisis, and whether those changes reflect distinct stages on crisis reporting."]}, {"title": "Stages of Crisis Coverage", "paragraphs": ["Bennett's (1990; Bennett, Lawrence, and Livingston 2006) work on the indexing hypothesis primarily focused on the “elite” media (e.g., the New York Times) that could reasonably be aware of the official pulse on a given issue at any given point in time. He also focused on official scandals, rather than crises over which officials have less control. Non-elite media, particularly in a time of crisis, are less likely to have a pulse on official interpretations. Rather, they are likely to index their coverage to the official interpretation over time, in part based on the “Golden Rolodex.” That is, the more an official or group of officials is relied upon to give an interpretation of an event, including in the elite media, the more other media are likely to rely on that source to provide a similar interpretation.", "Bennett (1990; Bennett, Lawrence, and Livingston 2006) suggested there are periods in which there is more or less official consensus. But there are also times, especially during crises, during which the media, the non-elite media especially, are likely not aware of officials' interpretations, and thus cannot “index” their coverage accordingly. And even if the media are aware of officials' interpretations, crises can also dislodge those media routines that under normal conditions cause journalists to rely on official sources. Being a crisis, which by definition is an unexpected event, the 2010 BP oil spill may have, at least temporarily, dislodged journalists' “indexing” routines.", "Graber (2009) suggested there are three discernible stages of crisis coverage: Stage One, just before and immediately after a crisis has occurred, when chaos abounds and journalists scramble to collect the facts and authoritative analysis; Stage Two, when the dominant interpretation begins to emerge, the media attempt to correct any previous errors in their reporting, and they put the crisis into perspective; and Stage Three, during which the media put the crisis into even longer-term perspective and attempt to help the audience cope with the crisis aftermath.", "Graber (2009), who based her three-stage model of crisis reporting more on anecdotal observation than on empirical evidence, views the chaos in the first stage as a weakness of media coverage. She portrays the media as reporting inaccurate information and rumors, in part because the media are desperate for sources in this chaotic phase, and in a break with their routine practice, often end up relying on what she calls “non-authoritative” sources.", "This first stage, however, before authorities begin to converge on a common interpretation of the crisis, may represent a positive opportunity for some groups that are typically marginalized in routine coverage to have their concerns heard. Tichenor, Donohue, and Olien (1980) suggest three phases of conflict, the second two of which roughly correspond to Graber's (2009) stages of media coverage. (Tichenor and his colleagues' first stage of crisis reporting occurs out of public view.) In the public phase (the second phase), which corresponds most closely with Graber's first stage of disaster coverage, the conflict moves beyond basic definition. Diverse groups within the community recognize a problem and give it their own interpretations. According to Tichenor, Donohue, and Olien, it is during this stage that the conflict is most open to diverse, potentially competing interpretations.", "Thus, while Graber (2009) saw this period of uncertainty negatively, Tichenor, Donohue, and Olien (1980) framed it more positively as a time of open democratic debate. That journalists rely on sources traditionally seen as less “authoritative” may indicate media coverage during this stage accommodates more non-government, non-establishment perspectives that are part of an open (and sometimes messy) democratic debate.", "Graber's (2009) second and third stages, however, cover what Tichenor, Donohue, and Olien (1980, 112) term the “legitimization” phase, when “incumbents label the issue, or some aspect of it, as worthy in terms of basic norms and values of the community.” Thus, while it is difficult to pinpoint where one stage ends and the next begins, it is expected that following the Deep Water Horizon explosion, there will be an initial period of coverage marked by inclusion of more independent sources and critical frames, before the relative proportion of these frames drops off markedly, in correspondence to a single event, or perhaps a series of “legitimizing” events, that narrow what is accepted as a legitimate interpretation of the crisis."]}, {"title": "Hypotheses", "paragraphs": ["Professional journalism tends to follow certain standardized patterns from one newsroom to the next (Schudson 2003; Tuchman 1997). Among these patterns, journalists “index” their coverage to match the interpretations of official and expert sources, downplaying independent sources (Bennett 1990; Bennett, Lawrence, and Livingston 2006; Brown et al., 1987; Freedman, Fico, and Durisin 2010; Steele 1995; Zeldes, Fico, and Diddi 2007). These independent sources, however, are most likely to raise the type of critical questions that Freudenburg and Gramling (2011) suggest are necessary in order to avoid similar disasters in the future (Castelló 2010; Entman and Rojecki 1993; Smith 1993). Thus, this study proposes the following hypotheses: H1: Journalists will rely more heavily on official than unofficial sources.H2: Stories that quote unofficial sources will be more critical in their tone. It is possible, however, that a disaster dislodges the media's routines, which, at least prior to a “conflict definition” phase when the official narrative coalesces, permits the media debate to be more inclusive of dissenting voices (though perhaps also speculative and inaccurate) (Graber 2009; Tichenor, Donohue, and Olien 1980). RQ1: Are there discernible stages of coverage of the BP disaster, the first marked by frequent use of unofficial sources and a more critical tone, followed by a narrowing of those perspectives seen as being legitimate and those characters and frames used? ", "Journalists will rely more heavily on official than unofficial sources.", "Stories that quote unofficial sources will be more critical in their tone.", "Are there discernible stages of coverage of the BP disaster, the first marked by frequent use of unofficial sources and a more critical tone, followed by a narrowing of those perspectives seen as being legitimate and those characters and frames used?"]}, {"title": "Methods", "paragraphs": ["This paper is part of a larger research project, which in addition to examining Gulf Coast newspaper journalists' coverage, surveyed journalists on their attitudes toward the oil spill (see Watson 2012). Data collection started by searching the America's News database from April 20, 2010, the day of the Deep Water Horizon explosion, until September 20, 2010, the day after BP sealed the leaking oil well, for stories from the five Gulf Coast states that used the following keywords: “BP,” “oil spill,” and “Deep Water Horizon.” Headlines and lead paragraphs were read to determine if the story was about the Gulf oil spill. Valid email addresses for 682 accounts were extracted from the bottom of the stories and newspapers' websites. From those email accounts, 220 journalists responded to a survey. These journalists had written 1829 stories about the oil spill, 1000 of which were randomly sampled and coded.", "Coders recorded whether different “official” and “unofficial” sources were used in newspaper coverage of the BP oil spill. Sources were defined as any individual or organization mentioned in the story. If both an organization (e.g., the US Congress) and more specific members of that organization (e.g., individual senators) were mentioned, only the specific individuals were coded.", "Official characters included BP and other oil industry representatives (including representatives of industry lobbying organizations); elected officials; government officials who are part of an environmental or health agency, such as the Environmental Protection Agency; regulatory and/or enforcement officials, such as officials with the Minerals Management Service; other government officials, such as those serving with the Coast Guard; and other characters who have some sort of official involvement with jurisdiction over some aspect of the oil spill and response, including organizations such as local chambers of commerce, who were regularly called on to offer official comment on the economic impacts of the spill.", "Unofficial characters include environmental or health organizations and individual environmental activists; characters affiliated with other non-governmental agencies, such as local food banks, which provided assistance to families struggling with the economic impacts of the spill; those who volunteered to participate in the cleanup effort; independent scientists and other academics commenting on scientific or social-scientific research related to the spill; other independent experts, such as legal experts commenting on BP's legal liabilities; individual fishermen, local business, and oil industry employees (who were not commenting officially on behalf on an oil company); and other local citizens and visitors who were used for “man-on-the-street” commentary.", "Each category of character was coded as being either present or absent.", "Evaluative tone is used to measure the degree to which the media framed the BP oil spill negatively. While this study is not an agenda-setting study, this portion of the coding protocol is closely related to second-level agenda-setting: the idea that the media indicate not only what to think about (first-level agenda-setting), but how people should view those events covered in the news (Hester and Gibson 2003; Kiousis 2004; Sheafer 2007). Evaluative tone—whether news coverage of an issue is positive, negative, or neutral—is one story attribute that is the focus of second-level agenda-setting studies (Kiousis 2004; Sheafer 2007).", "In the case of the BP oil disaster it might be hard to imagine the media framing the crisis positively. However, Hester and Gibson's (2003) study of the media's second-level agenda-setting effect on consumers' economic evaluations raises the possibility that there might be such a thing as “good bad news.” Hester and Gibson evaluated the tone of the media's coverage not in terms of whether the media emphasized market expansions or contractions, but rather whether a particular change in the market was portrayed as being desirable or undesirable. Thus, “good bad news” occurs when the market contracts, but media coverage focuses on the fact that the markets did not contract as much as expected, or that despite the contraction the market still outperformed analysts' expectations.", "Applying this same “good bad news” concept to analyzing the evaluative tone of media framing of the BP oil spill, positive frames are those that emphasize desirable outcomes. Desirable outcomes include BP making progress on capping the well, the fact that the ecological effects of the oil spill were not as bad as they could have been, etc. Negative frames—those that are more likely to raise critical questions—are those that emphasize negative outcomes: setbacks for BP's efforts to cap the well, ecological impacts of the oil spill on Louisiana's fragile wetlands, etc. Neutral frames either did not mention either positive or negative outcomes, or mentioned both positive and negative outcomes in the same story.", "The author conducted the coding. In order to establish intercoder reliability a second trained coder coded a random sample of 10 percent (N = 100) of the newspapers stories. The author also recoded a random sample of 10 percent (N = 100) of the stories at the end of the study in order to establish intracoder reliability.", "Coding reliability was measured based on simple-agreement and Krippendorf's alpha, which is perhaps the most robust, widely accepted measure of coding reliability (Potter and Levine-Donnerstein 1999; Hayes and Krippendorf 2007). The latter takes into account the variables' levels of measurement and controls for chance agreement between the coders in calculating reliability. Intercoder reliability for official sources was 92 percent (α = 0.793); 91 percent (α = 0.819) for unofficial sources; and 89 percent (α = 0.800) for evaluative tone. Intracoder reliability was 98 percent (α = 0.944) for official sources; 97 percent (α = 0.941 for unofficial sources; and 93 percent (α = 0.875) for evaluative tone."]}, {"title": "Results", "paragraphs": ["H1 predicted that journalists would rely more heavily on official than unofficial sources. As shown in Table 1, 77.4 percent (N = 774) of stories mentioned at least one official character. Only 38.6 percent (N = 386) of stories mentioned an unofficial character. A chi-square test was used to test whether official and unofficial characters were equally frequent in the newspaper coverage of the BP oil. The chi-square test revealed that journalists were significantly more likely to mention official than unofficial characters in their coverage (χ2(1, N = 1000) = 635.196, p < 0.001). Thus, H1 is supported.", "H2 predicted that stories that quote unofficial sources will be more critical in their tone. Given that the oil spill was one of the worst environmental disasters in US history—and that journalists are sometimes accused of overemphasizing negative news—it is perhaps surprising that only 49.9 percent (N = 499) of stories were framed negatively (36.8 percent (N = 338) were neutral, and 13.3 percent (N = 133) focused on positive developments related to the oil spill. Stories that quoted at least one unofficial source were more likely to be framed negatively (r = 0.196, p < 0.001).", "RQ1 asked if there were discernible stages in the coverage of the BP spill, the first marked by greater reliance on unofficial characters and critical frames, and the second by the emergence of an official interpretation of the crisis and a narrowing of those critical perspectives that are now viewed as being less legitimate. To answer this question, first it is necessary to divide the coverage into two periods. There is no theoretical guidance on which to base such a division, but one would expect that President Obama's Oval Office address to the nation—the first in his presidency—on the BP oil spill would be significant in giving shape to the emerging official interpretation of the crisis. Thus, the events of the BP oil spill were divided into two periods, prior to the June 15, 2010, speech, and afterward. Then chi-square tests were used to test whether the frequency of stories citing at least one unofficial source and stories focusing on negative events differed significantly before and after this speech.", "As shown in Table 2, a significantly greater proportion of stories (44.8 percent, N = 91) mentioned at least one unofficial character prior to President Obama's Oval Office address than afterward (37.0 percent, N = 295) (χ2(1, N = 1000) = 4.168, p = 0.041). As shown in Table 3, the proportion of stories that focused on negative events prior to June 15, 2010 (59.6 percent, N = 121), was also significantly greater than the proportion of stories that focused on negative events afterward (47.4 percent, N = 378) (χ2(1, N = 1000) = 9.598, p = 0.002).", "Interpreting the shift in tone within the context of the coalescing official interpretation of the oil spill, however, should be done cautiously. A change in tone may also be caused by the progress BP made in capping the well after June 15, 2010, and the fact that as the crisis dragged on, it became clearer that the early worst-case fears about the oil spill's impacts would never materialize. However, it should be noted that, as shown in Table 3, while there were significant differences in the proportion of negative stories before and after President Obama's speech, there were not corresponding significant shifts in the proportions of positive (χ2(1, N = 1000) = 3.640, p = 0.056) or neutral stories (χ2(1, N = 1000) = 3.43, p = 0.064) before and after June 15, 2010."]}, {"title": "Discussion", "paragraphs": ["As Freudenburg and Gramling (2011, 8) wrote, the BP oil disaster is “a challenge to take a closer, more clear-eyed look at our [energy] policies … to respond to the oil-darkened waters with clearer thinking.” However, given the dearth of unofficial, independent voices in journalists' coverage and the lack of more critical coverage, to the extent there were “lessons to be learned” from the BP oil spill they were not likely to be found in the Gulf Coast journalists' coverage examined in this study.", "A plurality of journalists' coverage (49.9 percent, N = 499) of the BP oil spill did focus on negative, critical news. However, it is surprising given the scale of the disaster, the environmental and economic consequences of the oil spill, and the ineffective responses by both BP and the Coast Guard, that journalists' coverage was not more negative. The lack of more negative coverage could reflect a concerted effort by the journalists in this study to strive for balance in their coverage, even when the objective facts of the story should dictate more critical coverage. The lack of more critical coverage, however, could also be attributed to the fact that journalists mentioned unofficial characters, who are more likely to raise critical questions related to the oil spill, in only 38.6 percent (N = 386) of their stories (77.4 percent, N = 774 mentioned official characters). Environmental non-governmental organizations (NGOs), activists, and volunteers were particularly marginalized in the coverage of the oil spill, mentioned in only 7 percent (N = 70) of the newspaper coverage.", "That said, it does appear that the crisis did have what might be viewed as a positive effect of momentarily dislodging some reporting routines, which temporarily afforded an opportunity for typically marginalized unofficial and more critical perspectives to be represented in the news media's coverage. Graber (2009) describes the initial chaos that ensues after a crisis occurs as being a particularly low period for journalistic reporting, marked by reporting rumors and inaccurate information. Tichenor, Donohue, and Olien (1980), however, hinted that the initial chaos following a crisis, before the official interpretation of a disaster starts to emerge, may have the positive effect of momentarily opening up public discourse to a wider range of voices and critical perspectives. This study tested empirically whether there are at least two distinct periods of crisis reporting; the first marked by the inclusion of more non-official, critical voices prior to officials gaining control over the crisis, and the official interpretation of the crisis emerging, once again limiting what voice and perspectives are viewed as being legitimate.", "This study did find some empirical evidence for two distinct periods of crisis reporting. Prior to President Obama's June 15, 2010, Oval Office address on the BP oil spill crisis, stories were slightly more likely to mention unofficial characters and to report negative news related to the oil spill. There was no theoretical guidance, however, as to which date to use to split coverage of the crisis into two periods (the Oval Office address was chosen from a timeline of events, simply because they represented the first major official comments on the oil spill and the government's response).", "The shift in tone before and after the speech may also be attributed to the fact that news related to the oil spill did objectively improve in the weeks and months following President Obama's Oval Office address. Nonetheless, these empirical findings suggest, while not dismissing any shortcomings in factual reporting that occur following crises, that these events may have a positive effect in terms of partially dislodging media routines and permitting, at least temporarily, a more inclusive discussion of society's problems.", "These findings suggest that it may be more strategic for independent individuals and groups, who are more likely to raise critical questions about systemic problems, to speak up during the initial phase of a crisis when they have a greater likelihood of being quoted in the mainstream news media. However, what this study did not examine is whether the fact that the media quote more critical voices during this initial phase of the crisis has a long-term impact on the narratives the media use. For example, if the media quote more environmental activists in the initial stage of the crisis, does that focus more attention on environmental impacts of the disaster and force officials to address these concerns in later stages of the crisis? Or alternatively, are these alternative voices dismissed along with the speculative and inaccurate reporting that often characterizes the initial stage of disaster coverage?", "This current study provided support for the notion that there are distinct phases of crisis coverage, and that during the initial phase more unofficial, critical voices are quoted in the media. Future research, however, should examine whether these patterns are observed in coverage of other crises, and what impact the greater plurality of voices represented in this initial phase has on media narratives during subsequent stages of a crisis."]}], "references": [{"title": "Toward a Theory of Press-State Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett Lance", "first_name": "Bennett", "last_name": "Lance"}]}, {"title": "None Dare Call It Torture: Indexing and the Limits of Press Independence in the Abu Ghraib Scandal", "year": "2006", "journal": "Journal of Communication", "volume": "56", "authors": [{"name": "Bennett Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G."}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}]}, {"title": "Invisible Power: Newspaper News Sources and the Limits of Diversity", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Brown Jane D.", "first_name": "Brown", "last_name": "D."}, {"name": "Bybee Carl R.", "first_name": "Bybee", "last_name": "R."}, {"name": "Weardon Stanley T.", "first_name": "Weardon", "last_name": "T."}, {"name": "Straughan Dulce M.", "first_name": "Straughan", "last_name": "M."}]}, {"title": "Framing News on Risk Industries: Local Journalism and Conditioning Factors", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Castelló Enric", "first_name": "Castelló", "last_name": "Enric"}]}, {"title": "Freezing out the Public: Elite and Media Framing of the U.S. Anti-Nuclear Movement", "year": "1993", "journal": "Political Communication", "volume": "10", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}, {"name": "Rojecki Andrew", "first_name": "Rojecki", "last_name": "Andrew"}]}, {"title": "Gender Diversity Absent in Expert Sources for Elections", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Durisin Megan", "first_name": "Durisin", "last_name": "Megan"}]}, {"title": "Answering the Call for a Standard Reliability Measure for Coding Data", "year": "2007", "journal": "Communication Methods and Measures", "volume": "1", "authors": [{"name": "Hayes Andrew F.", "first_name": "Hayes", "last_name": "F."}, {"name": "Krippendorff Klaus", "first_name": "Krippendorff", "last_name": "Klaus"}]}, {"title": "The Economy and Second-Level Agenda Setting: A Time-Series Analysis of Economic News and Public Opinion about the Economy", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Hester Joe Bob", "first_name": "Hester", "last_name": "Bob"}, {"name": "Gibson Rhonda", "first_name": "Gibson", "last_name": "Rhonda"}]}, {"title": "No Cure for What Ails Us: The Media-Constructed Disconnect Between Societal Problems and Possible Solutions", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Kensicki Linda J.", "first_name": "Kensicki", "last_name": "J."}]}, {"title": "Explicating Media Salience: A Factor Analysis of New York Times Issue Coverage during the 2000 U.S. Presidential Election", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Kiousis Spiro", "first_name": "Kiousis", "last_name": "Spiro"}]}, {"title": "Media Framing of Body Burdens: Precautionary Consumption and the Individualization of Risk", "year": "2010", "journal": "Sociological Inquiry", "volume": "80", "authors": [{"name": "MacKendrick Norah A.", "first_name": "MacKendrick", "last_name": "A."}]}, {"title": "Accidental News: The Great Oil Spill as Local Occurrence and National Event", "year": "1975", "journal": "American Journal of Sociology", "volume": "81", "authors": [{"name": "Molotch Harvey", "first_name": "Molotch", "last_name": "Harvey"}, {"name": "Lester Marilyn", "first_name": "Lester", "last_name": "Marilyn"}]}, {"title": "Rethinking Validity and Reliability in Content Analysis", "year": "1999", "journal": "Journal of Applied Communication Research", "volume": "27", "authors": [{"name": "Potter W. James", "first_name": "Potter", "last_name": "James"}, {"name": "Levine-Donnerstein Deborah", "first_name": "Levine-Donnerstein", "last_name": "Deborah"}]}, {"title": "How to Evaluate It: The Role of Story-Evaluative Tone in Agenda Setting and Priming", "year": "2007", "journal": "Journal of Communication", "volume": "57", "authors": [{"name": "Sheafer Tamir", "first_name": "Sheafer", "last_name": "Tamir"}]}, {"title": "News Sources and Power Elites in News Coverage of the Exxon Valdez Oil Spill", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Smith Conrad", "first_name": "Smith", "last_name": "Conrad"}]}, {"title": "Experts and the Operational Bias of Television News: The Case of the Persian Gulf War", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "Steele Janet E.", "first_name": "Steele", "last_name": "E."}]}, {"title": "Ideologies Drive Journalists&#039; Attitudes Toward Oil Industry", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Watson B. R.", "first_name": "Watson", "last_name": "R."}]}, {"title": "Race and Gender: An Analysis of the Sources and Reporters in Local Television Coverage of the 2002 Michigan Gubernatorial Campaign", "year": "2007", "journal": "Mass Communication \\& Society", "volume": "10", "authors": [{"name": "Zeldes Geri A.", "first_name": "Zeldes", "last_name": "A."}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Diddi Arvind", "first_name": "Diddi", "last_name": "Arvind"}]}]}