{"doi": "10.1080/21670811.2018.1493937", "url": "https://doi.org/10.1080/21670811.2018.1493937", "title": "Digital Innovation During Terror and Crises", "volume": "7", "year": "2019", "issue": "7", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Konow-Lund", "first_name": "Maria", "name": "Maria Konow-Lund"}, {"last_name": "Hågvar", "first_name": "Yngve", "name": "Yngve Benestad Hågvar"}, {"last_name": "Olsson", "first_name": "Eva-Karin", "name": "Eva-Karin Olsson"}], "abstract": "Terror attacks are moments of chaos and destabilization. From a journalistic perspective, terror attacks disrupt everyday news work where journalists find themselves struggling to restore order and report the event at hand as accurate and speedy as possible. From the perspective of the affected audience, journalism fills vital functions in making sense of the attack, by responding to a complex and rapidly changing mix of social needs. In this article, we explore how such disrupting events as terror can contribute to newsroom innovation in terms of journalistic processes, journalistic products, and even journalistic genres. We use the terror attack and massacre in Norway on 22 July 2011 as a case study, as it to a large extent forced journalists to think outside the box in order to meet the audience’s informational and rhetorical needs. The study shows that innovation is tightly connected to the development of the rhetorical situation through three phases: shock, start-up, and transformation. The analysis is based on qualitative interviews with journalists who covered the attack, as well as a rhetorical exploration of the evolving situational context and the texts that were created in response.", "body": [{"title": "Introduction", "paragraphs": ["Friday afternoon, 22 July 2011: A right-wing, white, male Norwegian terrorist parks a car with a bomb near the large government building in Oslo. At 3:25 p.m., the bomb explodes, severely damaging the building, as well as other buildings nearby. Eight people are killed. Two hours later, the terrorist begins a massacre at the Labour Party’s youth camp at Utøya island, killing 69 people, mostly teenagers. The whole nation is shaken to its roots. This is the worst mass-killing on Norwegian soil in peace-time, and it seems to have come right out of the blue. Among the damaged buildings are major newsrooms, including Norway’s leading tabloid, VG. While desperately trying to publish running updates of what is happening, often in improvised facilities, experienced journalists soon start questioning themselves whether traditional news reporting is sufficient to make sense of this national trauma.", "The Norwegian terror attack 22 July 2011 adds to an increasing number of Islamic and right-wing terror events all over the globe, all inevitably followed by intense media coverage. Journalism studies of such moments of death and destruction demonstrate that journalists first tend to concentrate on strategies for reporting the often chaotic event itself, then on coverage that aims to contribute to society’s recovery (Riegert and Olsson 2007). The case, and its aftermath, poses intriguing questions related to how journalists best can respond to their audience’s needs, when the situation at hand is uncomparable to any previous experience. Moreover, it is essential whether potentially new solutions and ideas survive the acute crisis and give rise to more long-term journalistic innovations.", "In the present study, we explore how the Norwegian tabloids VG and Dagbladet responded to the 22 July terror attack. Building on qualitative interviews and examples of innovative texts, we apply a rhetorical perspective to understand exactly how the distinctly innovative features of this tabloid coverage could be understood as a response to shifting (and unprecedented) situational exigences. The analysis is oriented towards digital challenges and solutions.", "Since the implementation of digital technology practitioners and academics have discussed practical and financial challenges for journalism in the future (Pavlik 2001; Küng 2009). Currently, studies of innovation via interdisciplinary collaboration between journalists and technology are on the rise. For example, Lewis and Usher (2014, 2013) explore the benefits of collaborations between journalists and technologists like grassroot hackers, while Nyre, Joao, and Tessem (2018) suggest a model for how journalists can make use of—and money from—academic prototypes developed at universities. On a more abstract level, Westlund and Lewis (2014) have developed a theoretical model for analyzing the agents of media innovations beyond the traditional actors like journalists, technologists, and business people. Inspired by actor-network theory, they discuss the complexity of media innovation activities, or “patterns of action through which an organization operationalizes and manifests its different institutional logics and strategic ambitions” (22). Among the implications are that technological actants and even audiences could be important drivers of innovation. Further, Gynnild (2014) has addressed the liquid boundaries between journalists and programmers, pointing out the need for an innovative mindset amongst all “news professionals” (727). She finds that computational exploration that challenges the traditional ideas of journalism also triggers innovative thinking and behaviour among the actors themselves, meaning that exploring technological possibilities simultaneously expands the creative range of journalism.", "In other words, journalistic innovations cannot be studied without taking into account the complexity of intertwined contextual features, including the particular situational context. In this study, we examine whether sudden and disruptive events like crises can increase the awareness of media organizations regarding gaps or problems within existing routines and thereby trigger processes of innovation. In doing so we aim to contribute to previous research by seeking a better understanding of innovation processes that arise during traumatic times in news media organizations."]}, {"title": "From Crisis to Innovation", "paragraphs": ["Amongst crisis scholars, crisis induced learning is a well researched topic (Deverell 2009). According to crisis management scholar Roux-Dufort (2007, 109), a crisis “opens up a window of understanding of the past and of the future”. According to this view, organizational crises are not characterized by the abandonment of meaning but rather by the arrival of a “wave of meaning” with associated possibilities for organizational change and transformation (110). Despite a growing body of literature on technological changes to journalistic practice in the wake of digitization, few scholars have framed their inquiries in the context of innovation, particularly following crises (Carlson 2015). Indeed, innovation is said to have had an impact during times of crises; however, research has then mostly focused on other types of organizations such as various business and public sector organizations, rather than news organizations (Steensen 2010).", "In order to better understand how crises, either on a macro-structural level or a more localized one, can lead to innovation, it is necessary to go back to the origins of innovation research. The concept of innovation arose in Joseph Schumpeter’s seminal contributions to economic theory, through which he defined innovation as “the setting up of a new production function” (1964 [1939], 62). Schumpeter also pointed to the natural link between recession and innovation (1964 [1939]). In addition—and, in this context, more importantly—he was the first person to distinguish between invention and innovation. While the former concept, according to Stöber (2004, 486), refers to a technical process, the second refers to the economic and social acceptance of the product of that technical process. This distinction is important to the practice of journalism, which has experienced fundamental technological shifts as well as the challenge of having new products (for example, online news) be accepted economically and socially. Stöber (2004) thus argues that innovation is the “social institutionalizing” of inventions—new media, that is, is not a consequence of technical invention but follows upon a two-stage process consisting of adaptation and then exaptation (484–485). Stöber uses the example of bird evolution to illustrate this process. In the first stage, feathers were “invented” by evolution to keep birds’ early ancestors warm (adaptation). In the second stage, in turn, the feathers made it possible for these animals to develop the ability to fly and, eventually, to become birds (exaptation). This two-step process might even be followed by a phase of diffusion: flying allowed birds to spread all over the Earth (487). Likewise, media inventions (step 1) might facilitate media innovation (step 2), which, under the right circumstances, might spread widely in the guise of a new genre, for example.", "Keeping in mind Stöber’s perspective, we will frame innovation here in line with Storsul and Krumsvik (2013, 14), as the implementation of a new idea or a new theoretical model in a market or social setting. Newsrooms innovate by implementing existing knowledge in new contexts and thereby creating new text norms, routines, devices, and so on. Storsul and Krumsvik (2013, 16–17) discern five media-related innovations that they label “four Ps and one S”: Product innovation refers to developments in media products, from abstract text patterns to physical devices like tablets or mobile phones. According to Storsul and Krumsvik, genre innovation belongs in this category. Process innovation has to do with how media products and services are produced and distributed. When a newsroom under actual attack has to evacuate and then improvise new ways of producing journalism, this is a kind of process innovation. Position innovation means that a media company introduces strategic changes in order to reach a new target group or rebrand itself with a different image. Paradigmatic innovation is a change in the mindset, values or business models of a company—for example, when a type of content marketing shifts from being considered unethical to being considered a legitimate source of income for a news publisher. Last, social innovation captures changes “that meet social needs or improve people’s lives” (Storsul and Krumsvik 2013, 17), such as when a particular social group starts using social media to negotiate and otherwise confirm its identity.", "While one could argue that Storsul and Krumsvik’s taxonomy takes a broader view of innovation than do the aforementioned definitions of Schumpeter and Stöber, the journalistic innovations we address in the present article confine themselves to product and process innovations, due to the nature of the case studied. In the following theory sections, we will first elaborate on how newsrooms traditionally cope with sudden crises in terms of innovation. Thereafter, we will discuss how the rhetorical perspective comes into play, and present the concept of the rhetorical situation."]}, {"title": "Crisis and Change", "paragraphs": ["Traditionally, there has been limited interest in journalistic changes and innovation related to crisis events. Rather, journalistic organizations have been thought of as routine driven, which in turn encourages theoretical frameworks based on “organizational functionalism”—that is, an interest in structures and bureaucracy rather than in journalists as actors in their own right (Cottle 2000, 22). This approach has also dominated research that deals with news work during crisis events. In Tuchman’s (1972) words, news organizations cope by “routinizing the unexpected”. Tuchman also foregrounds the fact that news work fundamentally depends on an ability to typify news into certain categories, and then to apply the appropriate type of production mode to the given category. This means that routine responses are applicable to even the most unexpected news events, or, in short, even unexpected news events are expected. According to Berkowitz (1992), news work in nonroutine conditions is guided by processes of improvisations and negotiations that help adapt existing routines to actual events. In addition, journalists mobilize all available resources during these trying times, and their work rhythm tends to speed up considerably. As a result, organizational power decentralizes to accommodate greater flexibility and speed, as journalists are forced to act independently to cope with the uncertainty of the situation (Sood, Stockdale, and Rogers 1987; Quarantelli 2002).", "Another aspect of times of severe threat, such as a terror attack, is the need for psychological comfort and time for mourning (Riegert and Olsson 2007). Research on journalism in times of crisis shows that reporters tend to place great emphasis on meeting the audience’s needs and demands (Koljonen, Raittila, and Väliverronen 2011). Kay et al. (2011) find that journalists in connection to crisis situations move away from classical journalistic role conceptions, such as acting as objective watchdogs, and rather become empathic co-mourners aligning with the crisis struck community. The journalistic ambition to connect to their audience in times of traumatic experiences can for example be seen in how various mythical archetypes is being transformed based on both the culture and need of the community experiencing the trauma (Gutsche et al. 2016).", "Research on journalists and crisis tells us that by modifying their everyday routines, news workers tend to arrive at viable procedures for handling crisis news (Berkowitz 1992; Andersson-Odén, Ghersetti and Wallin 2005; Konow-Lund 2013). Zelizer and Allan (2002), for example, show that journalists managed to report on 9/11 by “borrowing from routines implicitly set in place for covering a wide range of earlier breaking news stories” (4). From the perspective of the news organization, Olsson (2009) shows that an ability to improvise in times of crisis derives from journalists’ understandings of the situation at hand, the nature of the organization in question, and the decision maker’s mandates. Her study shows that organizations with well-developed routines, a bureaucratic structure and high self-esteem are less likely to innovate and change in the midst of a crisis than organizations with strong top-managerial groups, well-developed crisis plans and, perhaps, previous failures in covering crisis events. Drawing upon Karl Weick’s (1988) notion of sense-making and organizational resilience, Lund and Olsson (2016) demonstrate how Norwegian journalists managed to cover the 22 July terror event despite the fact that the newsroom and the organizational structure were demolished. Faced with a temporary lack of organizational structure and leadership, individual journalistic personal and professional virtues yet managed to create functional ad-hoc structures. The studies show that journalists and their organisations, at least under certain circumstances, can make substantial organizational and production changes in the midst of a crisis.", "The studies above show that crisis events prompt change in news organization, yet they do not say if crisis-inspired journalistic innovations persist beyond the actual crisis."]}, {"title": "The Rhetorical Situation", "paragraphs": ["No matter how good and flexible routines a news organization has, coping with incidents of terror and crisis all comes down to the journalists’ ability to adjust their texts to the unique situation at hand, as suggested above. The situation requires a decent rhetorical response, and we thus have a rhetorical situation.", "The concept of the rhetorical situation was introduced by Lloyd Bitzer (1992 [1968]). According to Bitzer, a situation becomes rhetorical if it represents an exigence—a certain problem or a social need—that can be modified or removed through discourse. The rhetorical situation has three constituent parts that together define which kinds of rhetoric could and should be uttered to resolve the situation.", "First, the exigence of the situation is what prompts texts to be written or words to be spoken in the first place. Bitzer refers to the assassination of President Kennedy as an example:", "The situation generated by the assassination of President Kennedy was so highly structured and compelling that one could predict with near certainty the types and themes of the forthcoming discourse. With the first reports of the assassination, there immediately developed a most urgent need for information; in response, reporters created hundreds of messages. Later, as the situation altered, other exigences arose: the fantastic events in Dallas had to be explained; it was necessary to eulogize the dead President; the public needed to be assured that the transfer of government to new hands would be orderly. (Bitzer 1992 [1968], 8–9)", "Likewise, different exigences arose during the 22 July 2011 terror event and in the following days, weeks, and months, all with their own needs regarding textual innovation.", "Second, another important aspect of the rhetorical situation is the audience. The audience is the people who the discourse is supposed to affect in such a way that the exigence is resolved. Regarding the present case study, all Norwegian citizens might belong to the audience. Norway is a small nation, which means that many news readers would know someone who was directly or indirectly bereaved by the attack, and the rest of the population could easily identify with the suffering of the victims. This puts constraints on the rhetorical aptum, i.e. what is regarded as a decent response. For instance, a critical scrutiny of the police’s efforts might not seem suitable in the initial hours following the event. On the other hand, there might be a particularly pressing need for emotional and empathic journalism.", "Third, there will always be practical constraints regulating what kinds of discourse are possible in the situation. When all the efforts of the newsroom are devoted to covering a breaking story, there might be no room for product innovation. The journalists will have to make the most of already established genres and formats. Later on, however, experiences with the terror attack might very well propel extensive innovation.", "Rhetorical exigences could be recurrent and common within a given text culture, or they might represent more unique and unexpected situations. Recurrent exigences are usually affiliated with specific genres. For instance, the standard news report is designed to meet the audience’s need for running information about political and societal matters. Most genres have evolved gradually over time through continuous adjustment to shifting exigences, audiences and constraints. Carolyn Miller (1984) have thus defined genre as a kind of social action – if we observe a genre, we will also have a recurrent social and rhetorical situation which the genre is designed to handle. In other words, genres “help do our rhetorical thinking for us” (Miller 1994, 72).", "However, this is not a one-way process. While genres are responses to recurrent rhetorical situations, the genres also feed back into the situations themselves. Because news stories exist, the audience might get more interested in social and political affairs, thus enforcing the need for even more news stories. Østergaard and Bundgaard (2015, 100–101) therefore “characterize the relation between situations and genres in terms of a ‘feedback loop’: certain situations cause the production of certain types of text which over time may stabilize in certain genres that, in turn, affect or modify the situation from which they originally arose”. If, then, the exigences of a terror attack require innovative text features that eventually stabilize in new genres, these genres might in turn feed back into our understanding of what a terror attack is, and what kinds of responses that should be considered proper if terror strikes again.", "This does not imply that new genres arise every time we look for a fitted response to an unfamiliar exigence. The rhetorical situation in question may not reappear, at least not in the same way. The solution that is provided in the moment then becomes a one-off. This goes for several of the innovations that took place in the examined newsrooms after the Norwegian terror attack in 2011. In the analysis, we will distinguish between innovations that did not evolve into a genre, and innovations that did.", "It is also worth noting that new technological possibilities could encourage experimentation with innovative formats that might eventually turn into genres. Digital innovation might open for new solutions to old exigences, and it might even evoke exigences that did not exist before (Østergaard and Bungaard 2015; Miller 2017). However, a groundbreaking rhetorical situation like a terror attack might sometimes be the key to speed up such a process. Ramón Salaverría (2005) studied the running coverage of the 9/11 terror attack in news publishers from nine countries and found that most newsrooms were not rigged to handle such a massive news event in real-time. However, as a reaction, several newsrooms quickly developed and implemented innovative multimedia formats to integrate the vast amount of verbal, visual and auditive material that was available. The potential was there in beforehand, but the attack was the trigger needed to carry out the innovation. Salaverría (2005, 85) concludes that “September 11 encouraged some of the media on the internet to test new formats in order to take full advantage of the communication potentials of the web”, and observes that some of these formats actually stabilized as new genres that were used to cover other kinds of stories further on. In the present paper, we document a similar effect in Norwegian media as a response to the terror attack 22 July 2011.", "It follows from the above discussion that although genres might—at least in part—be consciously innovated, in line with Storsul and Krumsvik’s perspective on product innovation, it would be a mistake not to take the rhetorical situation into account. We aim to show how the innovative features we could observe in the wake of the 2011 terror attack are carefully linked to different stages and exigences of the rhetorical situation, regardless of whether they constituted new genres or not."]}, {"title": "Method", "paragraphs": ["As mentioned above, we have chosen the lone-wolf terror attack in Norway on 22 July 2011 as an illustrative case study of journalistic adaptation during a crisis event. It remains one of the few terror attacks committed by a domestic right-wing individual, and it suits our study because it forced journalists to think outside the box. There had never been an incident in Norwegian history or in the Norwegian cultural psyche that could have prepared the populace to comprehend on any level what was happening in an otherwise peaceful country. It was difficult for journalists to rely upon similar experiences when it came to creating products online as well.", "Previous studies (Konow-Lund and Olsson 2017) has found how journalists handle a breaking news story of seminal importance in different ways due to needed actions during different phases. Also as found by Gaye Tuchman (1978, 64) during for example the news production of the murder of President Kennedy, journalists experienced many basic challenges which they handled in spite of the overwhelming chaos. However, during more recent terror-events and crises, the structural challenges are found to be influenced by the audience’s participation through for example social media. While previous studies emphasize how reporters first focus on getting the most correct information disseminated to the audience (Konow-Lund and Olsson 2017), the second phase is influenced by the users’ embeddedment in an editorial discourse. How and whether the users participate in production also becomes important when asking about the context of innovation in the present newsrooms. While our previous studies (ibid.) have elaborated on the different production in the respective phases, the present study uses the findings of division into three different phases to ask wether or not innovation can unfold within these phases. And while our previous studies were founded on very recent semi-structured interviews in the weeks after the incident, the present study has revisited and gathered new data five years after the crisis-event. We have chosen to do that in order to look at the long-term implications of innovation and ask to what degree the newsroom is still affected by the innovations in question.", "As the object of study, we have chosen the national tabloids VG and Dagbladet, and in particular their online editions VG Nett and Dagbladet.no. Both newsrooms devote considerable effort to keeping their online editions at the forefront of technological development, and they are rather innovative in their utilization of their technological affordances, even from a global perspective. Moreover, VG and Dagbladet are close competitors, which means that they are accustomed to searching for innovations that might give them the upper hand with the Norwegian audience. 17 interviews with senior reporters, midlle management, news editors, developers, photographers, and regular reporters were conducted during the spring and fall of 2016. Several of the informants held several roles. For example front editors could also function as senior reporters, and developers as photographers. Each interview lasted for at least one hour. We interviewed nine informants at VG and eight at Dagbladet. Each informant was asked about innovation, not necessarily via the word “innovation” but via similar words. However, the interviewees themselves were able to bring up the concept and then ascribe to it things like creative ideas, creative processes, digital visualization-production and so on. Furthermore, informants often referred to certain products as innovations and also to what they believed were the origins of such innovations—for example, the fact that they were trying to solve a particular problem.", "VG is the market leader of the two, and it has been for a long time. Its print edition was established a short time after World War II, and the online counterpart arose in 1995. Over the last decade, the printed version has seen a sharp drop in circulation, from a peak in 2002 of 390,510 down to 211,588 in 2011 (the year of the attack) and 93,883 in 2016, when the interviews were conducted (Medienorge 2017). On the other hand, VG’s digital platforms (including online, mobile, iPad, and video content) have enjoyed a huge increase in audience numbers. In fact, VG Nett has always been the most popular news website in Norway. On an average day in 2011, the site had 1,728,000 readers, growing to 2,012,000 in 2016 (Medienorge 2018).2", "Dagbladet has a longer history in print (it was established in 1869) but launched its online site just a couple of days before VG in 1995. Its print edition, like VG’s, has fallen in circulation, from a maximum of 228,834 in 1994 to 98,989 in 2011 and 46,250 in 2016 (Medienorge 2017). Still, both in 2011 and 2016, it was the second most visited Norwegian news site, with 1,123,000 and 1,240,000 daily readers respectively (Medienorge 2018). Historically, Dagbladet has been associated with the left-wing party Venstre, whereas VG is one of the few Norwegian papers that remained outside the party press. Today, however, both Dagbladet and VG adhere to a politically independent journalistic culture, within which quality journalism and sensationalistic storytelling go hand-in-hand. While VG and VG Nett evacuated their building and relocated their production work during the 22 July 2011 attacks, Dagbladet, which was located by the harbor in Oslo, was able to continue working from its home base on all platforms.", "To understand whether or not the online platform was affected in the long run, we also looked at how innovative text formats emerged after the attack, and to what extent they persisted over time. The examples we put forward represent the most successful innovative features, in the sense that they met and fulfilled specific rhetorical needs of the situations in previously unseen ways. We paid particular attention to VG Nett’s live-news studio as it evolved from 2012 to 2016, because it seemed to be a good example of terror-related genre innovation over time. Throughout, the examples are interpreted within the framework of the rhetorical sitation, making the fluid context of the audience’s needs a vital factor for explanation."]}, {"title": "Three Phases During a Terror Attack", "paragraphs": ["During the semi-structured interviews we conducted for this study, it became clear that the informants divided their journalistic response into three specific phases, particularly with regard to adaptation and innovation: shock, start-up, and transformation.", "During the first phase of the terror attack in Oslo, when the car bomb had just explored outside the government building, even senior journalists were in shock if they happened to be nearby (Lund and Olsson 2016). They had no precedent upon which to draw, though they emphasized the “extreme need for information”. When asked to elaborate, the journalists first remarked upon the audience’s desire to continuously click on updates online in today’s 24/7 news environment. The exigence of the rhetorical situation thus prompted the newsroom to focus on information gathering and the speedy release of information, rather than on innovative text formats. As a result, VG published their news updates partly as full stories on their website and partly as short posts on their live blog, the latter often not more than a simple sentence: “The police confirm there are dead and wounded after the explosion in the government district this afternoon.” Kammer (2013, 305) observes that these updates were quite truthful and accurate. The live blog also enabled readers to ask questions of the journalists, even though a common answer turned out to be, “We don’t know for sure” (Kammer 2013, 305).", "At the same time, there were several constraints caused by the crisis that prevented the journalists from following their normal routines. The situation at first was very chaotic, and the priority was to reach out to the most reliable sources and begin to distinguish between rumor and fact. VG’s building was severely damaged in the explosion, and their journalists had to evacuate and move production work to hotel suites at the Bristol Hotel (Lund and Olsson 2016). Dagbladet did not have to move and took advantage of their relative stability to send journalists to the relevant locations. Both media organizations found that journalists who were at home, traveling, or on holiday just turned up at the newsroom and volunteered to work. During this initial phase, both organizations were focused on getting production on track. Part of this process involved stripping their online sites of advertising in order to speed up user access. Though resources were scarce at first, management did what it could. At VG, journalists, developers, and middle managers approved staff members to use whatever they needed to produce the story. At Dagbladet, most of the informants pointed out that resources were initially committed to accommodating many staff members working together on the same story, as the front-page editor describes:", "During the first 24 hours after such an event, the only thing that matters is to accommodate the citizens’ need for information. That’s not the time for us to deliberate on how we can present the content in an exciting way. In the context of such an event, we have to focus on getting all hands on deck and getting as much and as accurate information as possible out there. (Front-Page Editor, Dagbladet, 12 May 2016)", "During this phase, it was more important to retake control of the process and the routines of production than to engage in product innovation. Any available creativity was directed toward process innovation—that is, re-staffing—as has been noted in other research on the topic (Sood, Stockdale, and Rogers 1987; Quarantelli 2002; Olsson 2009). When this was completed, journalists could focus on the needs of their audience. By mapping, for example, users’ need to express empathy and other emotions, developers could start to think about how to accommodate them through innovation.", "When the dust had settled, journalists immediately began to respond to the emotional, mental, and physical consequences of what had taken place. The exigence in this phase was closely connected to audience expectations, and the interviewees remarked upon how various competences within the newsroom staff began to realign and produce creative solutions to the immanent issues. Informants explained that, during this phase, they focused on how best to accommodate audience needs, or what several informants called the tone of the audience. The news editor at Dagbladet further emphasized that the media needed to “follow the population” in a crisis situation (27 May 2016). A lack of awareness of this audience tone could lead to a breach of ethical standards or communication in general, such as when the international media go local and ask questions without an awareness of the phase of that local response:", "I do remember the foreign media, for example, asking critical questions on 22 July: Why didn’t the police arrive before? I remember I was annoyed. It violated the tone. At this time we were not ready to handle such questions. At least I was not ready to reflect on critical aspects the same day. (Reporter, Dagbladet, 30 May 2016)", "In other words, there had been a shift in exigence, and the rhetoric had to be adjusted to the domestic audience. At the same time, the innovation constraints were not quite as strong as during the shock phase, as the audience had now been given the most important facts, extra staff was called up and ad hoc-routines were established.", "The first criterion for innovation to take place in such situations is to “think simple”. Informants at both VG Nett and Dagbladet noted that the best ideas had to be acted upon quickly and with limited resources, depending upon the availability of the necessary competence on staff. One developer/online reporter at VG Nett explained that innovation was linked to how a team would work together. During the start-up phase, for example, the team kept an eye on Facebook and observed how Facebook users comforted one another. The “tone” among the users was a need for comfort and togetherness. The VG designer, who was always sketching, drew a picture of people holding hands that inspired the VG website’s online protest against violence. By adding one’s name, age, and place of residence, as well as nationality and sex, one could be added to a line of graphically designed people that were holding hands in empathy for the victims. The number of participants in this online gesture reached 1,407,662 (Figure 1).", "Figure 1  “Holding hands” on VG Nett. Published with permission from VG", "Figure 1  “Holding hands” on VG Nett. Published with permission from VG", "At Dagbladet, they used different types of technology, allowing users to express their grief through a map that they could click on to express empathy. However, the map was hacked, and the developers soon found a swastika integrated into it, which necessitated its removal. Another idea came from a photographer at the newspaper who had experimented with technology. When he covered the ceremonies in Oslo in the aftermath of the attacks, he took a particular shot of a rose. When a user wrote to ask whether Dagbladet could do something more with all of the photos the organization had received after the event, the photographer drew upon his previous experience with Gigapiksel to add over 4,700 photos from users to an interactive rose (Urke 2012; Figure 2).", "Figure 2  “The most beautiful rose” by Eirik Helland Urke, Dagbladet, July 2011. Published with permission from Dagbladet and Urke", "Figure 2  “The most beautiful rose” by Eirik Helland Urke, Dagbladet, July 2011. Published with permission from Dagbladet and Urke", "I am very into technology and continually try out different things when working. In the case of “The Most Beautiful Rose” I had experimented with the mosaic technology before without having been able to find a way to use it. I do try many peculiar things, and then suddenly there is a day where I am thinking, “Yes, I have tried this before. If I do so-and-so I can maybe do it differently like this.” Suddenly an opportunity to use the technique was being offered. For example, I used the mosaic technique later when working on a program at Norwegian Broadcast Cooperation. (Digital Reporter, Dagbladet, 30 May 2016)", "This statement describes how reporters need to develop innovative patterns of experimentation and innovation that can be stored in the subconscious for a later occasion. It is easy to see the parallell to the above mentioned two-step innovation process (Stöber 2004). Informants at VG Nett and Dagbladet.no observed that breaking-news work derives from basing the necessary improvisations upon previous patterns or routines. Testing new technology provides experiences that one can draw upon later, when there is time to return to the new things. This is how the photographer came to think about using Gigapiksel.", "Developers at VG Nett and Dagbladet.no did recall that it was impossible to produce properly developed products over the course of the 22 July 2011 coverage, though many good ideas were shelved for later. Our findings also show that organizations do not have developed systems that enable reflection about the impact of innovation during crises and breaking-news stories. This might be due to how swiftly the shock and start-up phases pass by, and how intense the production pace is during these times. It is only during the transformation phase that journalists regain control, and that more lasting innovations—ones that might even reform the media production process—finally arise.", "By the third phase of the terror-initiated coverage, journalists had figured out both what really happened and how they might best adjust to the audience’s tone. The exigence thus changed once again: It was now time for thorough and potentially critical coverage of the aftermath. What political and legal actions should be taken to prevent something like this from happening again? How were the next of kin being notified? What was going to happen to the terrorist? In responding to these questions and others, journalists found themselves with more bandwidth to develop innovations that might even survive the test of time.", "The trial of the terrorist was scheduled from 16 April to 22 June 2012. While preparing for this trial, VG’s journalists realized that their current tools for live reporting, such as CoveritLive, would not be adequate to deal with the massive audience interest and flow of information. Happily, ideas centered on designing a more complex live studio had been circulating in the newsroom for some time. Such an effort could not be prioritized under normal everyday conditions, but now the trial was used as a deadline for completing this innovation.", "Given that most of the trial was to be broadcast live on national television and radio, VG staff exploited their technological affordances to offer something more than just immediacy—the studio made the most of multimodality, interactivity, and hypertextuality as well. It combined live video streaming from inside and outside the courtroom with word-for-word updates on the proceedings, interviews and comments from expert sources, questions and answers in dialogue with readers, and continuously updated descriptions and evaluations of what the participants were doing and saying in court (Figure 3). Other media organizations were thinking along the same lines. For example, Dagbladet developed a live studio dedicated to video streaming from a variety of cameras that captured different views of the trial, thereby offering a more complex transmission of the event than could have been received via ordinary television.1", "Figure 3  VG Nett’s live studio by the first day of the trial, 16 April 2012. Readers’ names and profiles are anonymized by the authors. Published with permission from VG", "Figure 3  VG Nett’s live studio by the first day of the trial, 16 April 2012. Readers’ names and profiles are anonymized by the authors. Published with permission from VG", "The trial studio quickly proved to be a success, and before the trial was even over, VG Nett used the same studio format to cover a diametrically different story—a concert by Justin Bieber in Oslo. Over the next two years, the range of situations and stories covered by the studio gradually grew. The major exigence was to keep the audience posted on particular breaking stories.", "In May 2014, this exigence took a new turn, as the studio was changed into a general format for round-the-clock news updates. The purpose was no longer to widen the coverage of a certain story but instead to collect pieces of multiple stories, including those that did not make it to the regular front page. On a regular news day, the studio would thus cover a range of minor stories—mostly hard news from the wires. But when big stories broke, such as the shoot-down of a Malaysian plane in Ukraine on 17 July 2014, the studio immediately assumed its original function and was dedicated to covering the event via all of its content elements, stripping away every other story for a period of time (Hågvar 2016). As of spring 2017, the studio still worked in this way, although minor revisions were made to the overall interface (including the introduction of salient ads, Figure 4). Also, by 2017, the mix would tend to remain even when major stories broke.", "Figure 4  VG Nett’s round-the-clock live studio, 7 April 2017. Readers’ names are anonymized by the authors. Published with permission from VG", "Figure 4  VG Nett’s round-the-clock live studio, 7 April 2017. Readers’ names are anonymized by the authors. Published with permission from VG", "During this five-year period, VG’s live studio had therefore evolved from a terror-initiated innovation to an established genre that was used on a daily basis (Hågvar 2017). The studio now works as a response to a recurrent rhetorical situation—namely, the exigence of providing continuously updated news as quickly as possible in a format other than the traditional genre of the news story. Moreover, the studio expands the range of stories covered on the news site, and it stands ready in case a major story should break that would require a complex, multimodal interaction among all of the studio’s textual features. The impact of the new genre was demonstrated when a travel agency copied the interface of the VG studio and used it for its own content marketing on VG’s site in January 2016 and several later occasions. As the purpose of most content marketing is to imitate journalistic genres, this gesture represents a kind of “approval” stamp for the studio as a functional genre within the text culture. Diffusion is afoot.", "From a genre perspective, it is also worth noting that, just as the studio was and is a response to a particular social exigence, it was and is also a contribution to the perpetuation of this very exigence. Early on, launching the live studio to cover a particular case would assign a certain social value to that case—some stories were worthy of the studio, others were not. As such, the live studio, in and of itself, may have enhanced the impact of a particular kind of breaking news within VG’s online discourse. The round-the-clock version might likewise intensify the readers’ desire for instant updates on the news. This is a good example of the “double feedback loop” suggested by Østergaard and Bundgaard (2015): The texts and the genre reinforces each other, whereas the growing number of texts within the genre modifies the initial rhetorical situation, which in turn requires more texts as a response.", "The initiative to develop the textual features of the live studio, and its further evolvement into a genre, resembles the innovation of multimedia formats that Salaverría (2005) found in news publishers as a response to the 9/11 terror attacks. As Steensen (2013) points out, even innovative genre features tend to develop slowly, because the audience needs to acknowledge the genre in order to understand its communicative function. However, actors can speed this process up, as clearly was the case after both 9 September 2001 and 22 July 2011."]}, {"title": "Conclusion", "paragraphs": ["Josef Trappel (2015, 19) states that “[i]nnovation and crisis are two sides of the same coin”, referring to the large number of studies that has found innovations to resolve crises as well as creating them. Most studies on crises and innovation, however, deal with crises of a different nature than terror attacks. When innovation is said to resolve crises, it is often referred to crises that evolve more slowly over time, like financial or environmental crises. The sudden and severe crisis of a terror attack, however, calls for a different kind of innovation firmly rooted in the specific situation.", "By looking at how journalists operate within different production phases during a terror attack or crises event, and asking whether or not innovation takes place during, in the aftermath or long time after the event, we find that genres are being innovated due to how journalists are required to consider the users’ needs and also relate to them while producing products fitted with a certain tone at a specific time. Several approaches to innovation theory underscore the fact that innovation starts out with something missing, or with a particular problem. During 22 July, journalists realized that creative attempts at innovation had to take the emotional state of the audience into account—the rhetoric always had to respond to fluid emotional needs. The concept of exigence addresses this condition. By analyzing the production and the actors’ negotiation of production, we can see how new genres such as an online studio are innovated as a result of the practitioners’ aim to accommodate the audience exigence. The audience’s needs are present in each phase, but clearly differs. During the first phase, the exigence is related to fast, much but correct information. This need is a traditional requirement that legacy media has a long tradition to accommodate. In the second phase, however, journalists aim to consider the audience’s need to participate in an emotional discourse in order for them to express their grives and process a national trauma. If news organizations were to ignore the audience’s need to participate in the news discourse, they would leave this task to the social media. While the first two phases are in general handeled by reporters, developers, photographers, middle managers and editors, the last phase is handeled by the management. In order to turn good ideas into sustainable genres, the management needs to allocate resources. This implies analyzing and deciding whether or not the organization should implement an innovative genre into a product which they even might profit from by selling it later.", "However, the whole process of how these various processes take place are not necessarily reflected upon within the organization. This is also illustrated by the lack of self-criticism in the comments. First, the informants were obviously absorbed by a traumatic event. Once the event was over, all of the actors sought to return to normal everyday production as soon as possible. To begin analyzing the event from a critical point of view would mean restarting its trauma as well. Second, as formative national and international crisis events tend to do, the event was given an epic status. It had been vital to pull through as a group. The innovation process, then, took place in an intuitive manner. It just came about. The contribution of this study is to clearify the intuitive process of innovation during crisis events in order for both academics and practitioners to be more aware of such processes.", "Based on previous research, we asked if a crisis situation is purley dealt with based upon routines or if crisis rather facilitates improvisation and new ideas. This study’s empirical analysis indicates that both these trends in fact coexist within the newsroom, according to the phase of the crisis. That is, newsrooms are both conservative and innovative in times of crisis, depending on where one is in the process. The conservativeness means that journalists drew upon both previous experiences and routines, while the innovative part was about sensitively addressing gaps and problems that news workers became aware of due to the crisis event.", "At first, it was clear that a domestic terror attack called for an urgent rhetorical response by the media, to inform citizens about the turn of events, to mediate and take part in a collective national grief, and to present investigative journalism on the causes and effects of the attack. A contributing aspect to innovation in this case is the unquiness of the event, which had never before happened in Norway. As such, it forced journalists to work outside of their comfort zones and make creative choices that in some cases resulted in organizational and textual innovations. The situation was therefore highly rhetorical. During this first phase, we found that it was more important to regain some semblance of control and restore the routines of production than it was to be creative. Audience reactions, which in a digitalized environment can be expressed immediately and directly to the newsroom, were important drivers of journalistic work aimed at the speedy release of incoming information.", "In the second phase, when production was somewhat back on track, we saw innovative thinking begin to arise as a means of coping with the situation at hand. An important trigger for innovation in this phase was the commitment of newsroom resources to the crisis event, and the innovation that resulted was to a large extent driven by and elaborated upon in tandem with audience needs and expectations (c.f. Riegert and Olsson 2007). We also saw that major news events enabled multidisciplinary teams to work together in new ways to respond to the extraordinary demands of the moment. At such times, managers expected innovative ideas and creativity within the bounds of the resources that were available. Largely innovation was driven by audience expectations and technical abilities to understand and meet these expectations.", "In contrast to the first and second phases, the transformation phase has received limited attention in previous research. In this phase, the newsroom has more time to develop innovations, which may therefore produce lasting changes, such as new journalistic genres. Regarding this phase, further research would help us to understand why some crisis innovations become permanent, whereas other do not.", "In sum, we believe that the ability to adhere to routines and maintain control in the newsroom is under assault in the digital era, mostly because audience pressure concerning innovation is more strongly felt in today’s media environment than it was even a decade or two ago. Journalists at VG and Dagbladet clearly felt a need to experiment with text formats and genre norms to meet the audience’s expectations after the attack – hence, they were aiming at product innovation. At the same time, the extraordinary situation affected their journalistic routines in a number of ways, forcing the newsroom towards process innovation, both in the heat of the moment and over the longer term. We argue that it is important to see these two kinds of innovations as intertwined, as the room for experimenting with innovative text forms during a crisis might be heavily dependent on the degree of effort put into acute process innovation."]}], "references": [{"title": "“Non-Routine News and Newswork: Exploring a What-a-Story.”", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}]}, {"title": "“The Rhetorical Situation.”", "year": "1992", "journal": "Philosophy and Rhetoric", "volume": "25", "authors": [{"name": "Bitzer Lloyd F", "first_name": "Bitzer", "last_name": "F"}]}, {"title": "“The Robotic Reporter: Automated Journalism and the Redefinition of Labor, Compositional Forms, and Journalistic Authority.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "New(s) Times: Towards a ‘Second Wave’ of News Ethnography.”", "year": "2000", "journal": "Communications", "volume": "25", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "“Crises as Learning Triggers: Exploring a Conceptual Framework of Crisis-Induced Learning.”", "year": "2009", "journal": "Journal of Contingencies \\& Crisis Management", "volume": "17", "authors": [{"name": "Deverell Edward", "first_name": "Deverell", "last_name": "Edward"}]}, {"title": "“Who Lost What? An Analysis of Myth, Loss, and Proximity in News Coverage of the Steubenville Rape.”", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E."}, {"name": "Salkin. Erica", "first_name": "Salkin.", "last_name": "Erica"}]}, {"title": "Journalism Innovation Leads to Innovation Journalism: The Impact of Computational Exploration on Changing Mindsets", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "Terrorisme i realtid: 22. juli 2011 i danske og norske nettaviser", "year": "2013", "journal": "Norsk medietidsskrift", "volume": "20", "authors": [{"name": "Kammer Aske", "first_name": "Kammer", "last_name": "Aske"}]}, {"title": "Between a Rock and a Hard Place: The Challenges of Reporting about Trauma and the Value of Reflective Practice for Journalists.”", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Kay Linda", "first_name": "Kay", "last_name": "Linda"}, {"name": "Reilly Rosemary C.", "first_name": "Reilly", "last_name": "C."}, {"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse"}, {"name": "Kyle. Terry", "first_name": "Kyle.", "last_name": "Terry"}]}, {"title": "Crisis Journalism at a Crossroads? Finnish Journalists’ Reflections on their Profession after Two School Shooting Cases.”", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Koljonen Kari", "first_name": "Koljonen", "last_name": "Kari"}, {"name": "Raittila Pentti", "first_name": "Raittila", "last_name": "Pentti"}, {"name": "Väliverronen. Jari", "first_name": "Väliverronen.", "last_name": "Jari"}]}, {"title": "Social Media’s Challenge to Journalistic Norms and Values during a Terror Attack.”", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Konow-Lund Maria", "first_name": "Konow-Lund", "last_name": "Maria"}, {"name": "Olsson. Eva-Karin", "first_name": "Olsson.", "last_name": "Eva-Karin"}]}, {"title": "“Open Source and Journalism: Toward New Frame-works for Imagining News Innovation.”", "year": "2013", "journal": "Media, Culture \\& Society", "volume": "35", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Usher. Nikki", "first_name": "Usher.", "last_name": "Nikki"}]}, {"title": "“Code, Collaboration, and The Future of Journalism. A Case Study of the Hacks/Hackers Global Network.”", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Usher. Nikki", "first_name": "Usher.", "last_name": "Nikki"}]}, {"title": "When Routines are Not Enough. Journalists’ Crisis Management During the 22/7 Domestic Terror Attack in Norway", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Lund Maria Konow", "first_name": "Lund", "last_name": "Konow"}, {"name": "Olsson. Eva-Karin", "first_name": "Olsson.", "last_name": "Eva-Karin"}]}, {"title": "“Genre as Social Action.”", "year": "1984", "journal": "Quarterly Journal of Speech", "volume": "70", "authors": [{"name": "Miller Carolyn R", "first_name": "Miller", "last_name": "R"}]}, {"title": "“Business Models for Academic Prototypes: A New Approach to Media Innovation.”", "year": "2018", "journal": "The Journal of Media Innovations", "volume": "4", "authors": [{"name": "Nyre Lars", "first_name": "Nyre", "last_name": "Lars"}, {"name": "Joao Ribeiro", "first_name": "Joao", "last_name": "Ribeiro"}, {"name": "Tessem. Bjørnar", "first_name": "Tessem.", "last_name": "Bjørnar"}]}, {"title": "“Media Crisis Management in Traditional and Digital Newsrooms.”", "year": "2009", "journal": "Covergence", "volume": "15", "authors": [{"name": "Olsson Eva-Karin", "first_name": "Olsson", "last_name": "Eva-Karin"}]}, {"title": "“The Emergence and Nature of Genres – A Social-Dynamic Account.”", "year": "2015", "journal": "Cognitive Semiotics", "volume": "8", "authors": [{"name": "Østergaard Svend", "first_name": "Østergaard", "last_name": "Svend"}, {"name": "Bundgaard. Peer F.", "first_name": "Bundgaard.", "last_name": "F."}]}, {"title": "“The Role of the Mass Communication System in Natural and Technological Disasters and Possible Extrapolation to Terrorism Situations.”", "year": "2002", "journal": "Risk Management", "volume": "4", "authors": [{"name": "Quarantelli Enrico L", "first_name": "Quarantelli", "last_name": "L"}]}, {"title": "“The Importance of Ritual in Crisis Journalism.”", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Riegert Kristina", "first_name": "Riegert", "last_name": "Kristina"}, {"name": "Olsson. Eva-Karin", "first_name": "Olsson.", "last_name": "Eva-Karin"}]}, {"title": "“Is Crisis Management (Only) a Management of Exceptions?”", "year": "2007", "journal": "Journal of Contingencies and Crisis Management", "volume": "15", "authors": [{"name": "Roux-Dufort Christophe", "first_name": "Roux-Dufort", "last_name": "Christophe"}]}, {"title": "“An Immature Medium. Strengths and Weaknesses of Online Newspapers on September 11.”", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "Salaverría Ramón", "first_name": "Salaverría", "last_name": "Ramón"}]}, {"title": "“How the News Media Operate in Natural Disasters.”", "year": "1987", "journal": "Journal of Communication", "volume": "37", "authors": [{"name": "Sood Rahul", "first_name": "Sood", "last_name": "Rahul"}, {"name": "Stockdale Geoffrey", "first_name": "Stockdale", "last_name": "Geoffrey"}, {"name": "Rogers. Everett M.", "first_name": "Rogers.", "last_name": "M."}]}, {"title": "“What Media Evolution Is: A Theoretical Approach to the History of New Media.”", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Stöber Rudolf", "first_name": "Stöber", "last_name": "Rudolf"}]}, {"title": "“What to Study When Studying Media and Communication Innovation? Research Design for the Digital Age.”", "year": "2015", "journal": "The Journal of Media Innovations", "volume": "2", "authors": [{"name": "Trappel Josef", "first_name": "Trappel", "last_name": "Josef"}]}, {"title": "“Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity.”", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "“Enacted Sense Making in Crisis Situations.”", "year": "1988", "journal": "Journal of Management Studies", "volume": "25", "authors": [{"name": "Weick Karl E", "first_name": "Weick", "last_name": "E"}]}, {"title": "“Agents of Media Innovations: Actors, Actants, and Audiences.”", "year": "2014", "journal": "The Journal of Media Innovations", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Lewis. Seth", "first_name": "Lewis.", "last_name": "Seth"}]}]}