{"doi": "10.1080/1461670X.2011.614811", "url": "https://doi.org/10.1080/1461670X.2011.614811", "title": "CONTESTING PATRIOTISM AND GLOBAL JOURNALISM ETHICS IN ARAB JOURNALISM", "volume": "12", "year": "2011", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Al-Najjar", "first_name": "Abeer", "name": "Abeer Al-Najjar"}], "abstract": " Journalists’ understanding of patriotism seems to be contextual, varies across time and depends on specific cultural and political situations. This paper investigates how global ethical journalism standards of impartiality and objectivity are challenged by patriotism among Arab journalists. It discusses two case studies: the coverage of Al-Jazeera news channel of the War on Gaza and the Egyptian media coverage of the aftermath of the World Cup qualifying football match between the Egyptian and Algerian national teams. Both cases show that patriotism, for many Arab journalists, is a virtue and not a breach of journalism ethics though journalists also believe that such patriotism could stifle criticism of the current political order and lack of press freedom. ", "body": [{"title": "Introduction", "paragraphs": ["This essay examines the reasons that hamper Arab journalists’ adoption and endorsement of Western-oriented global journalistic ethics, especially in relation to patriotism. There are many challenges that Arab journalists face as they produce their news stories and develop their professional values. This paper argues that numerous factors are worth considering in the examination of patriotism in Arab journalism. The first is the lack of efficacy of Western journalistic ethics when it comes to reporting the Palestinian–Israeli conflict as asymmetrical. Second, journalists have to appease both public and government in their professional conduct. Third, patriotism seems to be viewed as a virtue among many Arab audiences, journalists, and government officials. Hence, the meanings, value, and practicality of non-biased reporting could be contested. Impartiality does not seem to be understood as an undisputed ethical ideal for Arab journalists, especially when their own countries are involved in the conflict. Two cases are examined in this paper: Qatar-based Al-Jazeera network's coverage of the Palestinian–Israeli conflict, particularly the War on Gaza between December 2008 and January 2009; and the Egyptian media coverage of the World Cup qualifying match between the Egyptian and Algerian national teams on November 18, 2009."]}, {"title": "Patriotism and Journalism", "paragraphs": [" The Stanford Encyclopedia of Philosophy defines patriotism as “love of one's country, identification with it, and special concern for its well-being and that of compatriots” (Primoratz, 2009). Love and loyalty seem to be integral components of patriotism (Tan, 2004). Patriotism is the awareness of our moral duties to a political community (Acton, 1972, p. 163). The morality and value of patriotism is argued and contested amongst scholars and philosophers. This contestation largely depends on the various interpretations of its very nature. MacIntyre (1984) thinks that patriotism is in contrast of a person's commitment to ethics and moral principles. Kateb postulates that, as a matter of principle, patriotism is a “mistake … It is typically a grave moral error and its source is typically a state of mental confusion” (2006, p. 3). It is hard to differentiate between “moderate” patriotism and a more “harmful national chauvinism” (Primoratz, 2009).", "The meaning, interpretation, and moral judgment of patriotism at a certain historical moment could be contextual and highly contested. Patriotism seems to be more controversial for journalists since their professional ethics requires a level of detachment, balance, impartiality, fairness, and independence (Ericson, 1988). The principle of impartiality seems to be at odds with patriotism, since the latter necessitates to side with the journalist's own country, people, or national interests. The relationship between patriotism and “truth-telling journalism” is “difficult” (Murphy et al., 2006, p. 323). Although, the writers consider the value of patriotism's qualities, they still recognize the fact that it does not safeguard news against imminent ideological bias. Thus, “genuine conscientiousness in the pursuit of truth demands higher order virtues, such as impartiality, humility, courage, and a willingness to follow the facts where they lead” (Murphy et al., 2006, p. 326).", "For journalists, journalism is the independent voice and one that represents the audiences (Elliott, 2004). In ethical deliberations, journalists take into account many “considerations” and beliefs, for example “the principle of the good, the right and the virtuous” (Ward, 2007, p. 182). Ward recognizes patriotism as one of the most important challenges to global ethical journalistic practices and he suggests a “moderate” or “democratic patriotism” (2010, p. 213) that is “open to the force of reason and facts” (2010, p. 214). Moderate patriotism excludes all types of blind loyalty to the leader and its main focus is democratic institutions, system, or participation. Even in Western democracies where professional journalism ethics is highly valued and where freedom of speech is often guaranteed in Constitutions, patriotism can sometimes be viewed as a virtue, especially in times of conflict. The type of patriotism that journalists tend to display in those circumstances make them “narrow and non-democratic” (Ward, 2010, p. 213). For instance, post-9/11 for a US journalist to be seen as unpatriotic would have made the person an outcast (Salaita, 2005)."]}, {"title": "The State of Arab Journalism: Freedom of the Press, Independence and Other Challenges to Professionalism and Ethical Practices", "paragraphs": ["Prior to the satellite television revolution, Arab journalists had depended on Western sources, news agencies and press for news, even about their own countries (Mellor, 2009). It was not until the late 1990s, and particularly after Al-Jazeera was formed in 1996, that Arab news media started to become an important and relevant source of news for Arab audiences. Al-Jazeera has made “tremendous inroads into the Western-dominated flow of news” (Hafez, 2005). Arab journalists also faced significant challenges in their professional performance. These challenges were: lack of freedom of the press in their respective countries, lack of security when doing their jobs, and the environment in which they worked. Mellor writes, “The political environment of the Arab world and the prevalence of authoritarian regimes in most of the Arab states have certainly resulted in censorship and control of the Arab press and broadcasting” (2009, p. 318). Though resisted by many journalists, Arab governments continue to control and censor the media, labeling it as a “form of civic responsibility” (Amin, 2001, p. 24). By this officials mean being responsible towards governmental officials and accountable against the ideals they set for good journalism.", "Although Arab journalists are not a homogenous body of professionals, we still can speak of common cultural elements and political conditions. For instance, journalists could be subjected to punishment from the state or become victims of violence perpetrated by non-governmental extremist groups (Fandy, 2007). Being critical of the government or one of these political or religious actors can cost the journalist his or her life. Examples include the disappearance of journalist Rida Hilal from Egypt; the assassination of Le Monde journalist Samir Qaseer; and assassination of Gibran Tueni, the editor of Al-Nahar newspaper in Lebanon. Many journalists have been killed in wars in Iraq, Palestine, Lebanon, Sudan, and Yemen. Besides the dangers they face of getting targeted or arbitrarily killed in Iraq, they were often subjected to public anger (Badrakhan, 2006). Many journalists have been held without charges, as in the case of Yemeni journalists. In Syria, for instance, journalist Nizar Nayuf was sentenced to 10 years imprisonment on ridiculous charges of “advocating human rights” according to the Syrian Human Rights Committee (2001).", "The Syndicate of Arab Journalists, in their annual meeting in Tunis in 2010, reported that Arab journalists suffer from various degrees of restrictions and threats that jeopardize their journalistic freedom. The Syndicate criticized the legal framework within which journalists perform their jobs, indicating that “it fails to provide journalists with the minimal personal or professional security guarantees” (Al-Bawaba, 2010, p. 11). In Reporters Without Borders’ Press Freedom Index of 2010, Lebanon had the highest rank amongst Arab countries as number 78 in 178 countries, falling 17 spots from last year's report. Moreover, other Arab countries such as Sudan, Yemen, and Syria were ranked as having the least press freedom in the world (Reporters Without Borders, 2010). Many of the Arab journalists are very aware of problems in the way Arab media functions. Almost half of the sample of Arab journalists surveyed by Pintak and Ginges reported that the “independence” of their own media organizations from government manipulation was “poor” and 40 percent of the journalists viewed professionalism of Arab media “poor” as well (2009, pp. 161–2). Rami Khouri, executive editor of the Beirut-based Daily Star newspaper asserts that Arab media produces “extreme expressions of political sentiments and polarization” (Al-Arian, 2004)."]}, {"title": "Arab Journalists, Patriotism and Global Journalism Ethics", "paragraphs": ["In many of the professional associations of Arab journalists, patriotism is understood as a quality. The draft code of the 1996 Egyptian Press Syndicate requires the news media to “adhere to the patriotic and moral values of the Egyptian society” (Hafez, 2002, p. 236). Similarly, the Lebanese Charter of Professional Honor and the Code of Information (Nordenstreng, 1989, pp. 177–8) makes positive references to nationalism and patriotism. In Algeria, journalists are asked to remain loyal to “the objectives of the Algerian Revolution” (Mellor, 2005, p. 33). Impartial journalism is usually discussed as being possible and feasible only in a democratic society. Impartiality is portrayed to serve certain set of interests, values, and meanings that are culturally grounded and are tailored to facilitate democracy. The audiences are citizens; journalists report news on a democratically elected government or president and other institutions within this political model and culture. In this context, freedom of the press is a well-established value to which the government, media, public, and all social and political institutes and actors are committed. In the Arab region, the political models are different. Impartial and objective journalism can be very costly for the journalist since it can lead to punishment and criticism. Essentially, ethical journalism is seen as one that tends to support the existing political and social setting making patriotism a desirable virtue. In developing any sense of global journalism ethics, Ward (2004) has suggested professional and ethical evolution of a “global journalism”. For him local journalists must develop an appreciation of the “global journalist” and that local ethical concerns have to be integrated with concerns for the global. Consequently, for an Arab journalist, Ward might suggest, was to start globalizing his or her practice and participate in the formation of global ethical standards and move away from uncritical forms of patriotism."]}, {"title": "Patriotism in Times of Conflict", "paragraphs": ["It is important to note that many Arab journalists have to function and report news in extreme conflict situations. They have to deal with conflict and war stories on both the national and pan-Arab levels. They are frequently reporting either about an inter-state conflict or rivalry between two Arab states as in the cases of Syria–Lebanon, Qatar–Kuwait, and Egypt–Algeria, or in the intra-state conflict, such as the Algerian civil war and the fighting between Hamas and Fatah parties in the Palestinian Territories. In times of conflict and war, a journalist “functions as an active agent in the field” (Liebes and Kampf, 2009, p. 240). Protagonists in conflict attempt to affect the way in which the event is told (Barkho, 2008; Handley, 2009) or framed. Unlike Ward's suggestion, Arab journalists are expected to be patriotic in their coverage of news because the prevalent view among the audiences exists that their countries and region are often attacked, occupied, or threatened. In many ways, Arab journalists seem to be the border guards—if not the architects—of a new imagined Arab watan (homeland). Pintak writes, They reflect a worldview that largely transcends borders, a sense of self-identity that sets region above nation and religion above passport, and a commitment to political change that is infusing the body politic of the Arab world through the electronic phenomenon of 24/7 news. (2009, p. 193)  ", "They reflect a worldview that largely transcends borders, a sense of self-identity that sets region above nation and religion above passport, and a commitment to political change that is infusing the body politic of the Arab world through the electronic phenomenon of 24/7 news. (2009, p. 193)", "In this scenario, Arab journalists have to meet both the expectations of their audiences and avoid upsetting their governments.", "In his survey of Arab journalists, Pintak found that Arab journalists’ first priority or identification is to their country. Journalists surveyed refer to Arab and Muslim identity as most important with little or no sense of the kind of global journalism Ward has advocated for. Pintak describes Arab journalists as being “decidedly cross-border in their worldview. They have the low sense of identification with their country of citizenship and they are evenly split in terms of identification with the Muslim world versus the Arab region” (Pintak, 2009, p. 196). Valeriani (2010) has proposed the notion of “hybrid transnational space” for Arab journalists as a result of the constant exchanges between the national and pan-Arab news makers. Ramaprasad and Hamdy, in their study of Egyptian journalists, found that “support for Arab values was rated by Egyptian journalists as the most important” and that “support the cause of Palestinians had the highest mean” (2006, p. 176). Fandy has discussed the importance of covering the Palestinian question for Arab journalists in a patriotic manner. He adds that the rationale for this presumed centrality of the Palestinian question for Arab journalists and media is twofold; on the one hand, it is unproblematic and cost-free, meaning it brings no popular or political criticism; on the other hand, it results in higher ratings for the TV station. Ramaprasad and Hamdy emphasize similar arguments in their explanation of the centrality of the support of the cause of the Palestinians among Egyptian journalists. Discussing the Palestinian cause is considered risk-free when compared to investigating and examining the Egyptian government's own policies by Egyptian journalists (Ramaprasad and Hamdy, 2006, p. 181). This can be partially explained by the perceived risk of questioning governmental policies and decisions coupled with audiences’ interests in the larger Arab and Muslim ummah (community). This same view was expressed by Daud Kattab, who believes that not only pan-Arab channels like Al-Jazeera and Al-Arabiya cover regional issues including the Palestinian–Israeli conflict, Iraq and Lebanon, but local channels follow the same path to escape discussing more controversial issues (Pintak, 2009). What follows are two case-studies which highlight the difficulties of reporting impartially and objectively in the Arab region and ones which show the omnipresence of patriotism in Arab journalism.", "The clashes between Algerian and Egyptian fans, governments, and media over the World Cup qualifying football match on November 18, 2009, held in Omdurman, Sudan, was called alternately as the “soccer war” and “match of hatred” (Ghazi, 2009). In the aftermath of the match, where Algeria beat Egypt, computer hackers from both countries attacked the other country's newspaper websites (Mayton, 2009). During the clashes, Egyptian media reported about “Algerian terrorism” and Algerians were called “savage barbarians” (Ezz Al-Arab, 2009). The Algerian national liberation movement turned from “a revolution of a million martyrs” into “a nation of a million whores”. Similarly, Algerian media began reporting of Egypt as an active collaborator with the United States and Israel against the Palestinians and the killing of innocent Palestinians as well (Ezz Al-Arab, 2009). Mukkaled (2009) wrote for Al-Sharq Al-Awsat, the London-based Saudi newspaper, about the role of both Egyptian and Algerian media in instigating hatred between the countries over the football match. She affirms: Everybody has had their say on this “war” including the politicians, the athletes, and those in the entertainment industry. However the real stars of this carnival of hatred and those who incited this public anger, unfortunately, are members of the press and media. Well-known journalists and media figures [in both countries] stooped to the level of uttering obscenities and insults; insulting the history, language, and culture of the other country. Fervor and fanaticism have flared up in both countries and there is no sign that this will be contained in the near future … (Mukkaled, 2009)  ", "Everybody has had their say on this “war” including the politicians, the athletes, and those in the entertainment industry. However the real stars of this carnival of hatred and those who incited this public anger, unfortunately, are members of the press and media. Well-known journalists and media figures [in both countries] stooped to the level of uttering obscenities and insults; insulting the history, language, and culture of the other country. Fervor and fanaticism have flared up in both countries and there is no sign that this will be contained in the near future … (Mukkaled, 2009)", " Al-Masry Al-Youm was one of the Egyptian newspapers which critically looked at the role of the media in actively instigating hatred towards the Algerians. Egyptian journalists seemed to share the same patriotic rhetoric as the audiences and, often times, instigating a rabid form of patriotism. In this war of words, many Egyptian journalists harshly criticized their own colleagues at October, a social and political weekly magazine, for showing the Algerian flag on its cover along with the phrase, “Congratulations Algeria”. Many journalists burned copies of the magazine in the streets and called the magazine editors “traitors” (Amer, 2009). Egyptian journalists fell short of voicing any criticism against their own national football team (Nasrawi, 2009). The Guardian newspaper indicated that this clash was a diversion of the Egyptians’ attention from their frustration towards their own political situation and was instigated by the Egyptian government. The Guardian's piece on these clashes read, “Mubarak [the Egyptian president] and the ruling party took the opportunity to enrage a segment of society that has long been excluded from any political or social advancement. It was a chance to create anger against the ‘other’ (in this case, Algerians) for what may or may not have occurred” (Shenker, 2009).", "In their coverage of the events, Egyptian mainstream media displayed a high level of antagonism towards the Algerian football team and blind support for their own. This was done in the name of the love of Egypt and love for their own country. Many of the mainstream Egyptian media reported alleged deaths of Egyptians attending the November 2009 match in Sudan. This was later denied by the Egyptian foreign ministry (Al-Jazeera, 2009). Global journalism ethics and principles of objectivity, impartiality, and fairness do not seem to have been respected by Egyptian journalists in this case. Many of the Egyptian and Algerian journalists are reported to have exercised high levels of alignment with and advocacy of their respective national soccer team. The Egyptian publication October and its journalists were criticized and humiliated for not showing anger and antagonism to the Algerian team, and labeled as unpatriotic.", "In journalism, ethical practices are most important during times of conflict, when national interest of the journalist's own country appears to be at risk. Although, many Arab journalists are inspired by “Anglo-American journalistic practices” (Mellor, 2009, p. 318), many of them believe that these same journalistic ethics have not been very effective in providing news on the Palestinian–Israeli conflict. In other words, ethics of impartiality and objectivity have not guaranteed evenhanded portrayals of the conflict.", "The intensive coverage by Al-Jazeera of the second Palestinian Intifada (uprising) 2000 is significant to discuss as it led to Al-Jazeera's establishment as a credible news source in the region (Rugh, 2004). The comprehensive coverage of the intifada made its coverage more attractive for Arab audiences. As of 2008, the Palestinian situation garners the most attention from Arab audiences (Zogby, 2008). Al-Jazeera “reporters and camera crews provided live news and graphic images that were more comprehensive because their news programs were much longer … [in doing so] Al-Jazeera established itself as the best Arab news source on Israel and Palestine” (Rugh, 2004, pp. 329–30).", "Prior to Al-Jazeera, the coverage of the Palestinian–Israeli conflict had been presented in a biased manner, either towards Israel (by Western news sources) or the Palestinians (by Arab media). Amira Haas, a prominent Israeli journalist and commentator for Ha'artz, was asked about one thing that she wants the American media to be doing, she answered, “To stop being afraid of covering what the Israeli occupation and the Israeli regime is doing” (Szremski, 2010). Likewise, Romani (2009) postulates that American journalism has not been successful in safeguarding impartiality when it comes to their own coverage of the Palestinian–Israeli conflict. Although Ahmad al Skaikh, editor-in-chief of Al-Jazeera channel, when asked about the professional criteria used for covering the war on Gaza, explained: Our aim was not exactly to report facts as they happen … this time in which internationalmedia would call the victims of war ‘collateral damage’ gone forever since the birth of Al-Jazeera channel 12 years ago … I believe that the focus on the human side of the Gaza war was the cause of stopping the war earlier than planned.  ", "Our aim was not exactly to report facts as they happen … this time in which internationalmedia would call the victims of war ‘collateral damage’ gone forever since the birth of Al-Jazeera channel 12 years ago … I believe that the focus on the human side of the Gaza war was the cause of stopping the war earlier than planned.", "Nabeel Al-Khateeb, editor-in chief at Al-Arabyia news channel, is equally critical of Western media in the United States and the United Kingdom coverage of the Palestinian question, yet he disagrees with al Skaikh's views on journalists’ professional duties in this regard. Both journalists criticized the “cold way” in use of phrases such as “collateral damage” in the coverage of war by major international news channels such as CNN, BBC and Sky News. “War coverage has to aim for the ending of the war”, they concluded (Shaaban, 2009). While many among the Arab leaders and audiences sometimes call Al-Arabiya news channel Al-Ebryah (the Hebrew) as a way of criticizing its coverage, the real value, al Skaikh emphasizes, is not impartiality but to find ways that we can help “end the war”. The ethical standards of impartiality and objectivity in journalism do not guarantee fair representation of the underdog, the Palestinians, in having access of telling their stories in the news media (Najjar, 2009) and Al-Jazeera took such a task.", "Al-Jazeera has been critiqued by Al-Khateeb as being a channel which simply “satisfies the mob” and “leads a campaign for Hamas” (Pintak, 2009). In other words, to Al-Jazeera stories emphasized merely popular viewpoints and asserted a pan-Arabic nationalism in their coverage of the Palestinian–Israeli and Iraq conflicts. Al-Jazeera journalists have been accused of serving the Western agenda when they have criticized the status quo in many of the Arab countries. In Egypt, questioning the government policies about religious minorities has been viewed as Al-Jazeera collaborating with the United States. In Lebanon, Al-Jazeera's coverage of Hezbullah and the Syrian presence is seen as its alliance with Syria against Lebanon. Abd Al-Wahhab Badrakhan, former editor-in-chief of the London-based Saudi newspaper Al-Hayat, argues that the political challenge that Arab media have to deal with in their journalistic practices shares much in common with others in the world including the United States and Europe (Muhammad, 2010). As Al-Jazeera has shown, Arab journalists have to develop their own ways of covering the Palestinian question. Such coverage may or may not fit with the ideals of impartiality and objectivity as promoted in global journalism scholarship. However, for many of them it is still ethical and balance in according to their own understanding of these professional ideals."]}, {"title": "Conclusion", "paragraphs": ["Discussions on journalism ethics are common among Arab journalists. In a region that is filled with conflicts, wars, and injustices, it is natural to think of journalism as a profession that leads to “public good”. Many Arab journalists are aware of the significance of committing to ethics of impartiality and balance, though their judgment of global media coverage of their main news story (the Palestinian question) seems to make them doubt the practicality of these ideals in providing just coverage or in achieving public good.", "This paper suggests that Arab journalists indicate a deep appreciation of the value of patriotism especially during conflicts and wars. Although many Arab journalists recognize the significance and value of adopting global ethical journalistic principles such as impartiality and objectivity, they still do not demonstrate full adoption of such values especially in situations where they have to actively defend their own country (in the case of Egyptian journalists in coverage of the football match with Algeria) or the pan-Arab region (the Palestinian cause as in Al-Jazeera's coverage of the War on Gaza). In their ethical practice and professional performance, Arab journalists seem to equate patriotism with “public good” and “justice” as in the case of covering the asymmetrical war between Israel and the Palestinians. Patriotism could be considered an ethical virtue if it means “report[ing] independently and keep[ing] interests of citizens in mind” (Elliott, 2004, p. 29). Patriotism, for many in the Arab context, is a virtue and not a breach of journalism ethics though such blind patriotism also leads to lack of criticism of the current political order (authoritarian governments) and lack of press freedom."]}], "references": [{"title": "Georgetown Conference Scrutinizes Arab Media", "year": "2004", "journal": "The Washington Report on Middle East Affairs", "volume": "23", "authors": [{"name": "Al-arian Laila", "first_name": "Al-arian", "last_name": "Laila"}]}, {"title": "BBC&#039;S Discursive Strategy vis-à-vis the Palestinian–Israeli Conflict", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Barkho Leon", "first_name": "Barkho", "last_name": "Leon"}]}, {"title": "Terrorism, Global Journalism and the Myth of the Nation State", "year": "2004", "journal": "Journal of Mass Media Ethics", "volume": "19", "authors": [{"name": "Elliott Deni", "first_name": "Elliott", "last_name": "Deni"}]}, {"title": "How Journalists Visualize Facts", "year": "1988", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "560", "authors": [{"name": "Ericson Richard", "first_name": "Ericson", "last_name": "Richard"}]}, {"title": "Journalism Ethics Revisited: a comparison of ethics codes in Europe, North Africa, the Middle East, and Muslim Asia", "year": "2002", "journal": "Political Communication", "volume": "19", "authors": [{"name": "Hafez Kai", "first_name": "Hafez", "last_name": "Kai"}]}, {"title": "“Arab Satellite Broadcasting: democracy without political parties?”", "year": "2005", "journal": "Transnational Broadcasting Journal", "volume": "", "authors": [{"name": "Hafez Kai", "first_name": "Hafez", "last_name": "Kai"}]}, {"title": "The Conflicting Israeli-terrorist Image: managing the Israeli–Palestinian narrative in the New York Times and Washington Post", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Handley Robert L.", "first_name": "Handley", "last_name": "L."}]}, {"title": "Performance Journalism: the case of media coverage of war and terror", "year": "2009", "journal": "Communication Review", "volume": "12", "authors": [{"name": "Liebes Tamar", "first_name": "Liebes", "last_name": "Tamar"}, {"name": "Kampf Zohar", "first_name": "Kampf", "last_name": "Zohar"}]}, {"title": "Strategies for Autonomy: Arab journalists reflecting on their roles", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Mellor Noha", "first_name": "Mellor", "last_name": "Noha"}]}, {"title": "Ethical Ideals in Journalism: civic uplift or telling the truth", "year": "2006", "journal": "Journal of Mass Media Ethics", "volume": "21", "authors": [{"name": "Murphy James B.", "first_name": "Murphy", "last_name": "B."}, {"name": "Ward Stephen J. A.", "first_name": "Ward", "last_name": "A."}, {"name": "Donovan Anie", "first_name": "Donovan", "last_name": "Anie"}]}, {"title": "Gaza: of media wars and borderless journalism", "year": "2009", "journal": "Arab Media \\& Society", "volume": "7", "authors": [{"name": "Pintak Lawrence", "first_name": "Pintak", "last_name": "Lawrence"}]}, {"title": "Inside the Arab Newsroom: Arab journalists evaluate themselves and the competition", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Pintak Lawrence", "first_name": "Pintak", "last_name": "Lawrence"}, {"name": "Ginges Jeremy", "first_name": "Ginges", "last_name": "Jeremy"}]}, {"title": "Functions of Egyptian Journalists: perceived importance and actual performance", "year": "2006", "journal": "International Communication Gazette", "volume": "68", "authors": [{"name": "Ramaprasad Joytika", "first_name": "Ramaprasad", "last_name": "Joytika"}, {"name": "Hamdy Naila", "first_name": "Hamdy", "last_name": "Naila"}]}, {"title": "The Hazards of Occupation: documentaries by and about Palestinians and Israelis in the Occupied Territories", "year": "2009", "journal": "Cineaste", "volume": "34", "authors": [{"name": "Romani Rebecca", "first_name": "Romani", "last_name": "Rebecca"}]}, {"title": "Ethnic Identity and Imperative Patriotism: Arab Americans before and after 9/11", "year": "2005", "journal": "College Literature", "volume": "32", "authors": [{"name": "Salaita Steven", "first_name": "Salaita", "last_name": "Steven"}]}, {"title": "Amira Hass (Reluctantly) Accepts Courage in Journalism Award", "year": "2010", "journal": "Washington Report on Middle East Affairs", "volume": "29", "authors": [{"name": "Szremski Kristin", "first_name": "Szremski", "last_name": "Kristin"}]}, {"title": "Pan-Arab Satellite Television and Arab National Information Systems: journalists’ perspectives on a complicated relationship", "year": "2010", "journal": "Middle East Journal of Culture and Communication", "volume": "3", "authors": [{"name": "Valeriani Augusto", "first_name": "Valeriani", "last_name": "Augusto"}]}, {"title": "Utility and Impartiality: being impartial in a partial world", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Ward Stephen J. A.", "first_name": "Ward", "last_name": "A."}]}]}