{"doi": "10.1080/1461670X.2017.1348250", "url": "https://doi.org/10.1080/1461670X.2017.1348250", "title": "Revisiting the “Story vs. Information” Model", "volume": "18", "year": "2017", "issue": "10", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Neveu", "first_name": "Erik", "name": "Erik Neveu", "affiliation": "", "orcid": "", "role": ""}], "abstract": "In Discovering the News, Michael Schudson develops an important analytical dyad: Story vs. Information, reflecting two very different journalistic styles. Stories are more entertaining, often focusing on city life, crime and scandals. They were enjoyed by the new immigrants who freshly arrived in the United States in the nineteenth century. Information focuses on facts and seriousness, bringing useful knowledge about politics, business and foreign affairs to the “independent and participant” middle classes. If this dyad is to be illuminating beyond the nineteenth-century US case, it requires questioning. Are stories unable to produce information or make sense of social facts? Are they not capable of producing a specific understanding of social life, since this is highly visible in the US traditions of magazines and muckraking? This article challenges this dichotomy, encouraging us to rebuild (with, and sometimes against, Schudson) an up-to-date mapping of journalistic genres, their strengths and their uses.", "body": [{"sec_title": "Introduction", "sec_content": ["Among Michael Schudson’s outstanding contributions to the sociology of news and news production, Discovering the News (Schudson 1978) remains a splendid illustration of what a socio-history of journalism has to offer. Never falling into the trap of media-centrism or technological determinism, it maintains a constant connection between press and journalism history, and the morphological, economic and cultural changes in American society. Its strength also lies in challenging a silent divide. Social scientists own the study of news production. They too often consider texts and templates as “black boxes”, a-sociological objects, just about worthy of the attention of the literary disciplines (and literary can be a patronizing adjective …).", "The very existence of this divide is substantiated by the fact that one can find, in French, many books on journalistic genres produced by and for schools of journalism, yet in the field of sociology the bibliography on these genres is almost non-existent. When taking into consideration the importance of “New Journalism” in the United States, a further polarization becomes visible. Remarkable studies of the forms of this reporting style—and even on the social context of its appearance—have been produced by academics in the “humanities” field (Zavarzadeh 1976; Hollowell 1977; Weber 1980). Conversely, finding sociological readings of this major moment of American journalism is an almost desperate quest (see however Pauly, 2014). Listing those social scientists who have succeeded in bringing significant attention to the making of and effects of journalistic forms and templates would be an easy job in many countries (Padioleau [1976, 1985], De la Haye [1985], Neveu [2001], Leroux and Neveu [2017], Thérenty [2007] in France; Broersma [2007] in the Netherlands; Barnhurst and Nerone [2001], Hartstock [2000], and more recently Benson and Underwood in the United States).1 However, producing the same list for the study of news production would cover pages.", "To be crystal clear, in Schudson’s research (or Padioleau’s in France [1976], to mention another pathfinder), one would never come across anything like a lexicological or systematic textual analysis. Yet both authors question how a balance of power between sources and journalists or between newsbeats, or redefinitions of professional skills, can bring about changes to the vision of newsworthiness, the nature and variety of reporting styles or journalistic templates. One of the strongest examples of this approach is Schudson’s study of the coverage of presidential speeches on the “State of the Union” (Schudson 1995, Chap. 2). However, his analysis of the consecration of objectivity (Schudson 2001) as a US writing norm engenders the very same sociological reading of the genesis of a professional writing norm. For Schudson, journalism is a practice—and making sense of a practice also demands consideration of its products. Starting with his analysis of the 1890s New York press, the aim of this paper is precisely to discuss one of its crucial aspects. The third chapter of Discovering the News bridges the rhetorical strategies of different newsrooms to their positioning in the news-market: While reporters subscribed concurrently to the ideals of factuality and of entertainment in writing the news, some of the papers they worked for chose identities that strongly emphasized one ideal or the other  …  I shall refer to these two models of journalism as the ideal of the “story” and the ideal of “information”. (Schudson 1978, 89)The cleavage between these two templates—which will be developed in the first section of this paper—is very convincing with regard to the US east coast press at the end of the nineteenth century. It remains a powerful interpretative framework in considering, for example, the opposition between the British broadsheets (the austere style of yesteryear’s The Times) and the pages of scandalous or shocking stories from popular tabloids such as The Sun. The history of the French press suggests similar connections. The “feuilleton” style was based on storytelling (Therenty 2007). It was widely used and typical of the tabloid “petite presse” at the peak of mass newspaper consumption, between 1880 and 1910. Beuve-Mery, founder of Le Monde famously instructed his reporters to “faites emmerdant” (make it bloody boring) in pursuit of his vision of a newspaper made for a deserving readership, willing to make efforts to understand the world (Padioleau 1985). This motto is an ideal-typical illustration of a highbrow vision of information.", "While reporters subscribed concurrently to the ideals of factuality and of entertainment in writing the news, some of the papers they worked for chose identities that strongly emphasized one ideal or the other  …  I shall refer to these two models of journalism as the ideal of the “story” and the ideal of “information”. (Schudson 1978, 89)", "Teaching the sociology of journalism in the 1990s, I became very familiar with using this Story vs. Information framework. Along with the research of Padioleau (1985) and De La Haye (1985), it was part of my conceptual tool-kit facing the challenges of thinking sociologically about narrative forms and press templates. In writing my textbook on the sociology of journalism (Neveu 2001), I allowed it to occupy a significant place. Certain doubts slowly crept in, however. Putting together a course on “New Journalism” and “New-New Journalism” (Boynton 2005), and then discovering some contributions made by muckrakers, I had to face what Max Weber called “unpleasant facts”—that is, facts that would not fit my own theoretical framework. The reports from Wolfe and Didion, Conover and Dash were using a very narrative, story-like style. Yet they were crammed with facts and in-depth investigations. They managed to provide both vivid descriptions of multiple social problems and keys to their understanding.", "In a nutshell, certain stories were providing the best of what Schudson’s typology initially linked to information type: seriousness, explanations and background. They were coming up with news that was “fit to print” and read—even for a theory-minded French academic. This is the paradox this paper will attempt to discuss, in three stages. The first will return to Schudson’s two types of journalism. The second will suggest another vision of “Stories” and show that they can supply much more than entertaining narratives or the maintenance of a common sense. Lastly, the article will open a discussion about the need to update our classification and typification of journalistic templates and styles—both with, and against, Schudson."]}, {"sec_title": "A Stimulating Analytical Framework", "sec_content": ["Schudson’s typology clearly shows that, beyond their opposition, both styles are fact-centred. The core opposition highlights two visions of readers and their needs. First, Storytelling is seen as meeting the needs of readers who initially had low levels of education and cultural resources, and had often freshly arrived in the United States, facing the challenges of survival and integration. It focuses on everyday issues and the exploration of the ins and outs of city life. Information, on the other hand, identifies a wealthier, more established readership whose concerns are more linked to business or career strategies and who possess stronger cultural resources with which to interpret less-accessible and more in-depth news. This suggests (though does not really develop) a rhetorical divide between a storytelling space combining an emotional dimension with highly coloured descriptions and a more discursive style of reporting, drier but also capable of nourishing its users’ capacity for reflection. Lastly, it invites us to think about how reporting styles are also strongly revelatory of social cleavage (Table 1). Revisiting the “Story vs. Information” ModelAll authorsErik Neveuhttps://doi.org/10.1080/1461670X.2017.1348250Published online:02 August 2017TABLE 1 Story (Pulitzer’s New York World) vs. Information (Och’s New York Times)CSVDisplay Table", "Discovering the News does not suggest any essentialist view of its analytical categories. The weight of historical context is clearly visible: New York is the gateway of America for huge flows of immigrants, and their socialization is also a challenge faced by the press. The way the press mass market is structured boosts aggressive and innovative strategies among publishers. Schudson (1978, 89) is explicit about the potentially normative flavour of the opposition when he writes that Information is “rightly or wrongly associated with fairness, objectivity, scrupulous dispassion”. This is probably a first space of discussion. Because academics are more likely to read The Guardian or The Boston Globe than The Sun or USA Today, there is a real risk of ethnocentric reception of the typology. One might even suggest that Schudson’s analysis is not completely devoid of ambiguity on this point; he uses the notion of a “moral division of labor between newspapers”, which “may parallel the moral division of the human faculties between the more respectable faculties of abstraction and the less respectable feelings. People control themselves to read of politics in fine print; they let themselves go to read of murders” (119). These lines were written in the 1970s—a moment when sociologists were much more reluctant to accord positive attention to emotions than they are today. The point is that this “moral division” triggers such dichotomies as story–emotion–irrationality and information–abstraction–rationality—which may themselves overlap a gendered opposition. Joan Tronto (1994) wrote an illuminating book about such “moral boundaries” and how they prevent perception of how emotions can give rise to reflection, ethical values and commitments.", "A further limitation of the Story vs. Information paradigm could be expressed in a paradox: a typology based on templates and writing styles provides a great deal of data and reflections on readership, papers’ choice of topics, the emotional dimensions of the articles—yet very little on the literary peculiarities of either type. Even a close reading of the chapter fails to find, within the peculiarities of the texts, satisfying parameters for how story-ness or information-ness might be ranked. A simple comparison with the much more precise classification produced by Fink and Schudson (2014) to define a “contextual journalism” category suggests how the asymmetry between a rich sociological approach to Story/Information, and a less-developed semiological or narrative analysis becomes a problem when attempting to mobilize the dyad in empirical research.", "Ultimately, it could be suggested that the limitations of the typology are linked to the very object of Schudson’s research. The subtitle of the book discussed here is “A Social History of American Newspapers”. The book deals with newspapers exclusively (and not magazines, which merit only a brief mention in the concluding pages) and speaks of the two “submerged traditions in journalism which stand against objectivity” (Schudson 1978, 187): literary journalism and muckraking. Inclusion of these traditions—both of which flourished in the late nineteenth-century United States (Tichi 2004; Underwood 2008)—would have resulted in a more complex mapping of both poles of journalistic writing. Schudson himself writes in The Sociology of News: All news is stories, but some are more story like than others. Some of them remind us of the novel, the joke, the campfire story, gossip, the moral caution, the various fictional and non-fictional but highly structured and purposive forms people typically associate with the word “story”. (Schudson 2003, 191–192)Herein lies the main flaw in the initial analysis of Story vs. Information (and its uses by Schudson’s readers!). What was a polarization has been read as clear dichotomy. Rather than being frozen into binary categories, information/stories need to be considered and mapped as distinct spaces. Tribute should be paid here to Hartstock (2000, Chap. 4) who—by including magazines in his historical approach—encourages the development of a more complex mapping of the space of stories. Here, the New York World stories appear to express “sensationalist” journalism, with its loose relationship to serious investigation and its fascination with sleaze; a repertoire that is very different from the more serious and longer-form “narrative” reporting, and from the mix of narrative and discursive style used by muckrakers.", "All news is stories, but some are more story like than others. Some of them remind us of the novel, the joke, the campfire story, gossip, the moral caution, the various fictional and non-fictional but highly structured and purposive forms people typically associate with the word “story”. (Schudson 2003, 191–192)"]}, {"sec_title": "Stories Producing Information", "sec_content": ["An empirical discussion on the variety and powers of stories may derive from these very “submerged traditions”. Having read (for teaching—and pleasure) more than 80 volumes of reports belonging to “new” and “new new” journalism, I would argue that such texts are much more than entertaining or surprising. They supply four types of knowledge. In exploring the emotional experiences and subjectivities of individuals and groups, they do much more than move readers: they provide access to the subjective dimensions of life and experience. They simultaneously supply an “objectifying” dimension, revealing aspects of social life hitherto unseen, whether hidden or visible. Their effect is panoptic, rendering more of the social world visible and developing in-depth perception of the details of lifestyles, social interactions and urban scapes. Thirdly, these two dimensions of knowledge (objective and subjective) create remarkable opportunities for making sense of the varied forms of “otherness”. Lastly, some of these reports have real documentary value. They use narrative tools to explain professions and technological devices—and sometimes even offer sociological explanations.", "Let us begin with an apparent paradox. Understanding of the most subjective experiences of individuals and groups—the emotional dimensions of social life—can result in meaningful knowledge of social facts. Reading Herr’s (1977) Dispatches from Vietnam or Alexeievitch’s (1992) Zinky Boys about Soviet soldiers in Afghanistan, will not tell you much about the “why” of the war, or what was at stake geopolitically. It, however, very intensely suggests the experience of soldiers and their feelings of fear, hatred and fascination. It provides readers with a striking vision of war, an introduction to an understanding of its horrors (such as this single-sentence description of the hand of a helicopter gunman hit by a bullet, which looked “like a pound of raw and bloody liver flesh, freshly bought from the butcher’s”). Junger (2011) tells the story of a soldier, home from Afghanistan where he was injured, who re-enlists because he cannot stand the boredom and emptiness of a life now structured by shopping at Walmart and watching television, and who is haunted by the nostalgia of being able to save the lives of his buddies every day (Junger 2011). Here the investigation of a “structure of feeling” sketches much more than a portrait, expanding to include the socializing effects of war and the irrecoverable damage done to souls.", "Whether developing portraits, describing backstage details or painting in the details of everyday life, some stories are capable of transforming the unseen into the visible. Many portraits produced in the “feature” style by Susan Orlean (2002) reveal this presence of the uncanny, the strange, even the monstrousness in ordinariness. Some of Didion (1991) and Wolfe’s (1968) works are almost sociological early warning systems, identifying social changes in the making. Transforming the unseen into the visible is also a knowledge-effect of some reporting among the working class, highlighting the return of nineteenth century-style working conditions at the core of affluent societies. Without much in the way of statistical data or socio-historical explanation, these are the contributions made by the bestsellers Nickel and Dimed (Ehrenreich 2001), its French equivalent The Night-Cleaner (Aubenas 2011) or the undercover immersion of Walraff (1988) among the Turkish Gest-Arbeiters in German factories and dockyards.", "The result of these combined explorations of subjectivities and objective social changes produces what are often remarkable openings into the understanding of otherness—and the most exotic otherness exists next door. This attention to otherness can flirt with the picturesque, or just serve as a reminder of the presence of the bizarre (New York-Nigerian Ashantis have a king, he is a taxi-driver—Orlean 2002). It can also trigger empathy, challenge prejudices and nourish a feeling of shared humanity: What is this book about? It is not a policy book, but a story. It relates to policy only insofar as I hope through it to flesh out a missing perspective in the immigration debate: the perspective of whom the whole thing is about  …  I think that the terms of the debate have tended to dehumanize the Mexicans, turning them from people to “illegal aliens”. But because we as Americans control their destiny in so many ways, it is urgent that we know more about these people  …  How to know them?  …  The truly meaningful things about a people are not learned by conducting an interview, gathering statistics or watching them on the news, but by going out and living with them. (Conover 1987, xvii–xix)Here, we are not far from what Fink and Schudson (2014, 9) dub a journalism of “social empathy”, which “encourages readers to be interested in, have compassion for, or empathize with, the experiences and problems of people who are largely unfamiliar to them. Social empathy stories often use personal experiences to highlight larger social problems”. Stories are precisely the tool of such an enlarged vision.", "What is this book about? It is not a policy book, but a story. It relates to policy only insofar as I hope through it to flesh out a missing perspective in the immigration debate: the perspective of whom the whole thing is about  …  I think that the terms of the debate have tended to dehumanize the Mexicans, turning them from people to “illegal aliens”. But because we as Americans control their destiny in so many ways, it is urgent that we know more about these people  …  How to know them?  …  The truly meaningful things about a people are not learned by conducting an interview, gathering statistics or watching them on the news, but by going out and living with them. (Conover 1987, xvii–xix)", "Other stories could work as tools for the popularization of technical, environmental and even sociological knowledge. Preston’s (1991) American Steel turns the birth of a steel plant into an epic, and explains how an innovative, high-tech process of metal production works. A significant part of McPhee’s (2000) contribution to literary journalism can be read as an effort to transform major environmental issues into reader-friendly narratives. With their novelistic style and their portraits, Michael Lewis’ (1989) reports on the world of finance and corporate governance offer the layperson some of the clearest explanations of the processes that result in financial bubbles and crises—more intelligible than many opaque or short-sighted explanations of economic trends by academics or television network pundits. Major current social problems have also been highlighted through the use of a story-like form, in reports such as Dash’s (1989) When Children Want Children on black teenage pregnancies or Hallinan’s (2001) Going Up the River on the rise of the private jail industry in the United States.", "Perhaps the lessons to be learned from these reports are that the dominant story type used by the late nineteenth-century yellow press is not the only one possible. The evocation of emotion, or even the use of low-key sensationalism is not necessarily manipulative. Crime stories can be used as a magnifying glass through which social change can be monitored (Trillin 1985; Didion 1991), they can trigger a better understanding of social processes and social change, not simply play with scandals or produce populist elite bashing. For a hundred years now, the story space structured by narrative journalisms (especially in the long formats allowed by magazines) has been exploring multiple mixes of reader-friendly and serious content formats, combining comprehension with explanation.", "“Information”, like “narratives”, can be a soft, polysemic concept. Its use in Discovering the News encompasses a paper template, a style of journalism. Yet the concept is more commonly used to define something that reduces uncertainty—which is significant for a social community. From this point of view, there is no doubt that both the New York World’s “stories” and New York Times’ “information” fulfil this function for their respective audiences. How can these two definitions be combined? A partial answer might be borrowed from Bourdieu’s (1979) concept of cultural legitimacy. “Information” as a news-template would be defined as “legitimate” news, that is news that matches interests, using the cognitive and normative categories used by the dominant groups—or to use Schudson’s words, by the “educated middle class”—those who “are independent and participant”, able to map what matters and what does not, as well as what is worthy or vulgar.", "Another partial answer might be found by bridging Schudson’s sociology of news with his sociology of citizenship. The definition of information must be connected to the definition of “the good citizen” (Schudson 1998). Some news is first and foremost entertaining, or of use to individuals; readers or viewers are perceived as consumers first, and citizens second (Brin, Charron, and de Bonville 2005). Other news is closer to information, providing the resources necessary for good civic behaviour. The form of this news can vary, as can the definition of citizenship. It could be a committed reading of news, viewed through a partisan lens. It could be a colder and deeper analysis of facts, feeding a new citizen profile that is more thoughtful, and free of party networks. When citizens are more sceptical about politics, or when groups and individuals are focused on a small number of interests they consider relevant—in times of “monitorial democracy” (Keane 2013), useful news could be that which functions as an early warning system, helping to identify opportunities or threats for interests, lifestyles and policy changes. Yet regardless of whether or not news meets the “usefulness” criterion, information can come from narratives, from stories. The best stories have the power to produce the virtues of realism defined by Brecht (1937) as “what unveils the complex causality of social relations  …  what is concrete and boosts the power of abstraction”.", "Rehabilitation of the contribution stories make has its limitations. To suggest that any kind of story can supply the best information would be to replace an ambiguous dichotomy with a false paradox. Some story types are entertaining, witty or relaxing to read—but their contribution to the understanding of social relations and logics is thin. Many papers belonging to the “feature” style reveal such limitation. They select facts from the social world that may be surprising, exciting or picturesque—but are ambiguous in terms of representativeness or power to make sense of society. More often, even top-quality reports based on narrative forms are much more able to answer the “how” than the “why” questions. Thompson’s (1966) Hells Angels is a masterpiece of narrative reporting. It tells readers a great deal about how these bikers behave, how they develop a specific space of sociability and what constitutes the good life to them. Wolfe’s reports on the Black Panther Party (BPP) offer readers a brilliant, tongue-in-cheek description of the black activists of the 1960s. Readers gain a precise and accurate vision of Panthers’ dress-code, language and style. The famous scene of the BPP fundraising party held in Leonard Bernstein’s flat (Wolfe 1970) sketches out their more-than-ambiguous relationship to the white liberal intellectuals.", "Is it right to conclude (as Best [2000] did of Wolfe) that these reporters are thinking sociologically, or simply that they provide something akin to an organized causal explanation of the issues and social problems they cover? There is a need for distinctions to be made here. This style of reporting is often “investigative”: it provides a richer knowledge and a broader vision of the social landscape by exploring the backstage of the margins of society and unveiling the hidden or unfair behaviours of certain groups and institutions. At its best, it is worthy of the Weberian adjective “comprehensive”, for its extraordinary power to make sense of the lives of “others” and for its ability to evoke something like a feeling of belonging to a common humanity. Using what is both a (Durkheimian) sociological concept and a category of the Pulitzer Prize, could it be labelled “explanatory”? Insofar as the interactionist logic summarized by the “How is Why” motto goes, the answer is yes. Both Becker (1963) on marijuana smokers and Goffman (1961) on inmates have shown how simply following the tracks of a “career”, or reconstructing the long-term effects of strings of micro-decisions, can produce an illuminating understanding of complex social processes.", "Beyond this point, however, two problems arise. Even the most sophisticated explorations of “how” questions can fail to provide the key to important “whys”: which social demographic is more likely to join the Hell’s Angels or the BPP, or to prefer these movements over those of the hippies or the NAACP? Furthermore, it is not always possible to mould the results and discoveries of the best investigative reporting into “stories”. When one of the biggest scandals in the history of French bank management received limited coverage because the causal chain producing the financial collapse was too difficult to transform into a good story, even specialist journalists expressed their frustration (de Blic 2000). This is where Schudson’s dyad proves its worth. Making sense of facts, displaying complex causal relations or exploring quantitative data sometimes demands the drier, more abstract or explicitly thoughtful styles of writing that he links to “information”. Muckraking is an interesting case here. Muckrakers have made intensive use of stories. But they often combine storytelling with a less narrative and more conceptual analysis of social process, data mining, or institutional and historical explanations (Hartstock 2000). Schlosser (2002) (a contemporary muckraker) tells stories in Fast Food Nation. The report develops portraits, epics of company founders and dramas of slaughterhouse workers crippled by injuries arising out of dangerous working conditions. Yet Schlosser’s reports are also crammed with footnotes, bibliographical references and in-depth explanations of business strategy. Fast Food Nation doesn’t have a conventional narrative, although I think it has an inner logic, an argument working its way through the book. By choosing not to have a narrative I have made the book more difficult for some readers  …  But I didn’t want to structure Fast Food Nation as a narrative, I didn’t want it to be about my “shocking” discovery of how fast food is produced, or my “journey in the world of fast food”. It may sound pretentious, but the protagonist of that book is the USA, the “nation” in the title. So following me around, or anyone else, wouldn’t have achieved what I was aiming for. (Schlosser, in Boynton 2005, 348)He adds “the problem when you avoid a conventional narrative is that it makes everything much more difficult. Without a narrative you run the risk of writing something really boring and bad”. However, as Benson (2014) argues convincingly on “immigration and the genres of journalism”, narrative is not always enough. Even the best and brightest storytelling has limitations. Not every causal explanation can be dressed in a narrative suit.", "Fast Food Nation doesn’t have a conventional narrative, although I think it has an inner logic, an argument working its way through the book. By choosing not to have a narrative I have made the book more difficult for some readers  …  But I didn’t want to structure Fast Food Nation as a narrative, I didn’t want it to be about my “shocking” discovery of how fast food is produced, or my “journey in the world of fast food”. It may sound pretentious, but the protagonist of that book is the USA, the “nation” in the title. So following me around, or anyone else, wouldn’t have achieved what I was aiming for. (Schlosser, in Boynton 2005, 348)"]}, {"sec_title": "Revisiting the Space of Press Templates", "sec_content": ["To claim that stories do produce information—but not all stories—and that not every kind of information can be produced via a story would probably suggest a conclusion that is both provisional and deeply frustrating. Yet an invitation is also discernible here: journalism studies needs to update its mapping of journalistic genres and their effects and powers. It needs to bolster the bridging activity that connects professional practices with the forms of its output (papers, reports, on-line contents). It needs to pay more attention to the contributions made by literary and semiological approaches and, simultaneously, develop a sociological understanding of the range and genesis of these journalistic templates and styles. The speed and breadth of changes in the press and media should be interpreted as an invitation to update this research.", "Identifying paramaters is an imperative in order to redraw a map of the uses of “stories”. A first variable can be the size of papers and reports. Some stories are very short (columns, features), while others are closer to the short-story format in magazines. Others are longer, and can even be combined to attain book-length. The fact that books are becoming one of the spaces of initial publishing for many long-format reports is worthy of reflection. The French case, which includes very few magazines comparable to The New Yorker or Atlantic Monthly, is typical of such trends. The notion of a reading contract is ambiguous (readers and audiences do not sign contracts!) but consideration of the author’s aim may be another important variable. The goal of some stories is unambiguously to provide content that is light and relaxing. Other reports may claim to offer an opportunity for discovery, closeness, to allow the reader-viewer to feel (and perhaps understand) the lives and experiences of “others”. Many of Wolfe’s (1965, 1968) reports exploring the new lifestyles and fashions of the 1960s belong to this category, labelled “social empathy” by Fink and Schudson (2014). More ambitiously, other reports claim to provide resources for the understanding of distant social worlds or activities, and claim to offer a causal knowledge of their genesis or functioning. The 1998 appearance of the “Explanatory Reporting” category in the Pulitzer Prizes suggests the growing importance of this kind of journalism. The dimension of commitment suggests a third variable. Does the journalist claim to be strictly factual, objective or “honest”? Does she or he claim a dimension of commitment to a cause or vision of society, as in the muckraking tradition of the “alternative” press?", "Proper use of these variables does not amount to the invention of a systematic typology. To express it naively, three size formats, multiplied by three registers, then multiplied by a variable of commitment that is at least binary—would not result in 18 templates. Some variables can scarcely be combined: writing a highly entertaining feature rarely includes an extremely explanatory dimension, and both explanatory and investigative reporting usually demand space. Such a typology could be improved upon: the question of using a fourth variable of “investigative investment”, ranking the time, costs and challenges of data collection, is worthy of consideration. Its aim would be to summarize the parameters for building a multidimensional space of journalistic products and thus identifying the appearances of new combinations of variables, and new polarizations such as the growing importance of “slow journalisms” and their uses (Le Masurier 2014; Neveu 2016). A good sociological use of this map would be to explain the reasons behind the appearance or decline of genres and their links to the institutions of journalism (schools, corporate incentives, visions of the profession).", "There are many reasons why Fink and Schudson’s (2014) paper on “contextual journalism” is worth mentioning here. It is not devoid of connection to the suggestions expressed here, since the “investigative journalism” category mentioned by Fink and Schudson is defined by the level of investment in the research, as well as by the low-key form of commitment which is symbolised by the “watchdog function” of journalism. It provides a remarkable illustration of the emergence of a landmark style of journalistic writing. It uses quantitative data to produce an objectivation, opening up the black box of texts. It suggests that the doubt expressed at the start of this paper was probably present in Schudson’s research, since this new category reaches beyond the Story vs. Information dichotomy.", "Fink and Schudson (2014) show how new trends have structured US journalism since the 1950s. Journalists are defining, and covering, the news in a more critical manner. They write longer articles (Barnhurst and Mutz 2007). The way they frame politics goes beyond horse-race politics and elections, according growing importance to the contextualization and interpretation of events. The “contextual” style of journalism goes deeper than the “conventional” one in its exploration of the “why” question. It is more interpretative and supplies more socio-historical background. Rather than focusing on events alone, this kind of journalism pays greater attention to slow social processes, to emerging issues and laypersons. Marginal in the 1950s, yet contextual reporting represented close to 45 per cent of the front-page papers in Fink and Schudson’s sample of US newspapers in the 2000s. There are several reasons for this success. Fink and Schudson highlight the growing scepticism of more educated, more ambitious journalists in the face of political authorities whose ability to solve major social problems is not always evident. Also noteworthy are the rising levels of education, mistrust of politicians by a significant portion of the readership, and journalists’ growing ability to make use of social sciences tools and resources.", "Researchers should think of journalism in the plural. This would prevent them from: speaking of journalistic practice from a “winners” point of view and inventing a unidirectional scale of “professionalism” where the dominant US style of journalism is the standard. Secondly, it would serve as a reminder of the fact that “News is not one literary form but a set of literary forms” (Schudson 2003, 184). On aspect of the art and craft of journalism is understanding, or feeling, which specific form is a good fit for which audience, event or issue—which would result in emotional commitment, intellectual understanding or social empathy. These questions, faced by journalists in identifying the most appropriate templates and writing styles, also matter to academics, who also write in order to speak of society.", "Herbert Gans (1980) argued in favour of a “Multiperspectival journalism”. This would be open to a broader range of ideological visions of society. It would develop a more bottom-up style of reporting, more focused on the outputs of decisions and policies. It would pay more attention to the opinion and activities of ordinary citizens and groups. It would supply them with more service news and include usable information concerning their rights and lives. It would demand a different balance of power among sources and more variety in the social backgrounds of reporters. It would also need journalists capable of playing with a complex set of narrative forms. Though hardly novel, this last remark does go against a “the shorter the better” mentality, as the (suicidal) answer to the growing consumption of news via screens. It also would invite a reconsideration of the average reader as being capable of using more than a 1000-word basic English or French vocabulary.", "In his French–American comparison of immigration news, Benson (2013) shows that the French press and media are indeed sometimes more “multiperspectival” than their US counterpart, precisely because they give airtime and space to a broader cross-section of spokespersons and experts. This is achieved through combining and mixing narrative and analytical genres, using a richer palette of papers and contributions (interviews, reports, data analysis, columns, experts point of views, infographics). From this point of view, the US muckrakers would probably appear more committed than they are multiperspectival. However, muckrackers suggest something very important: journalism needs stories to flesh out the social world, trigger empathy, create breaches in mistrust for the “others”. It needs to simultaneously specify data and socio-historical background in order to explain the “why(s)”, and disassemble causal linkages.", "Yesterday’s muckrakers’ skills offer a lesson for today. We need an upgraded map of journalistic templates and genres. We need to understand the rhetorical space of information and stories. Yet such knowledge should have practical effects. Making sense of journalistic genres is useful, as is making use of their potential. Genres are like the instruments in an orchestra, producing different effects, impressing different audiences, inspiring different reactions and thoughts. The art of journalism (and maybe also of good academic writing) is to combine them rationally, to mobilize the discursive power of information and the narrative potential of stories around an issue or event. In conclusion, I would like to quote an academic rather than a journalist: the sociologist Loïc Wacquand, reflecting on how to write about his experience of boxing and how to express a very complex issue (production of a habitus). He explains how his book, Body and Soul (Wacquand 2006), mixes three types of writing: The first part anchors a classic sociological style in an analytic mold that identifies at the outset structures and mechanisms so as to give the reader the tools necessary for explaining and understanding what is going on. The tone of the second part is set by ethnographic writing in the strict sense, that is, a thick depiction of the ways of being, thinking, feeling and acting proper to the milieu under consideration, where one encounters again these mechanisms but in action, through the effects they produce. The experiential moment comes in the third part, in the form of “sociological novella” that delivers felt action, the lived experience of a subject who also happens to be the analyst. The weighed combination of these three modalities of writing—the sociological, the ethnographic, and the literary—according to proportions that become gradually inverted as the book progresses, aims to enable the reader to feel emotionally and grasp rationally the springs and turns of pugilistic action. (Wacquand 2009, 123)For sociologists as journalists, the condition of excellence can be met by going beyond binary categories, weaving “stories” and “information”, and combining genres to explore the “how” and “why” questions. Because of the richness of his contributions and the discussion they trigger, Michael Schudson can serve as a guide in taking this direction.", "The first part anchors a classic sociological style in an analytic mold that identifies at the outset structures and mechanisms so as to give the reader the tools necessary for explaining and understanding what is going on. The tone of the second part is set by ethnographic writing in the strict sense, that is, a thick depiction of the ways of being, thinking, feeling and acting proper to the milieu under consideration, where one encounters again these mechanisms but in action, through the effects they produce. The experiential moment comes in the third part, in the form of “sociological novella” that delivers felt action, the lived experience of a subject who also happens to be the analyst. The weighed combination of these three modalities of writing—the sociological, the ethnographic, and the literary—according to proportions that become gradually inverted as the book progresses, aims to enable the reader to feel emotionally and grasp rationally the springs and turns of pugilistic action. (Wacquand 2009, 123)"]}], "references": [{"title": "American Journalism and the Decline of Event-Centred Reporting", "year": "2007", "journal": "Journal of Communication", "volume": "47", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mutz Diana", "first_name": "Mutz", "last_name": "Diana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Status? Yes! Tom Wolfe as a Sociological Thinker", "year": "2000", "journal": "The American Sociologist", "volume": "32", "authors": [{"name": "Best Joel.", "first_name": "Best", "last_name": "Joel.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Le scandale financier du siècle, cela ne vous interesse pas?", "year": "2000", "journal": "Politix", "volume": "13", "authors": [{"name": "de Blic Damien.", "first_name": "de", "last_name": "Damien.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Rise of Contextual Journalism,1950s–2000s", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Fink Katherine", "first_name": "Fink", "last_name": "Katherine", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What is Slow Journalism?", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "Le Masurier Megan.", "first_name": "Le", "last_name": "Megan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On not Going Too Fast with Slow Journalism", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Neveu Erik.", "first_name": "Neveu", "last_name": "Erik.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Systèmes d’interaction et rhétoriques journalistiques", "year": "1976", "journal": "Sociologie du Travail", "volume": "XVII", "authors": [{"name": "Padioleau Jean-Gustave.", "first_name": "Padioleau", "last_name": "Jean-Gustave.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The New Journalism and the Struggle for Interpretation", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Pauly John.", "first_name": "Pauly", "last_name": "John.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Body, The Ghetto and the Penal State", "year": "2009", "journal": "Qualitative Sociology", "volume": "32", "authors": [{"name": "Wacquand Loïc.", "first_name": "Wacquand", "last_name": "Loïc.", "affiliation": "", "orcid": "", "role": ""}]}]}