{"doi": "10.1080/21670811.2012.740270", "url": "https://doi.org/10.1080/21670811.2012.740270", "title": "CITIZEN JOURNALISM SITES AS INFORMATION SUBSTITUTES AND COMPLEMENTS FOR UNITED STATES NEWSPAPER COVERAGE OF LOCAL GOVERNMENTS", "volume": "1", "year": "2013", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Fico", "first_name": "Frederick", "name": "Frederick Fico"}, {"last_name": "Lacy", "first_name": "Stephen", "name": "Stephen Lacy"}, {"last_name": "Wildman", "first_name": "Steven", "name": "Steven S. Wildman"}, {"last_name": "Baldwin", "first_name": "Thomas", "name": "Thomas Baldwin"}, {"last_name": "Bergan", "first_name": "Daniel", "name": "Daniel Bergan"}, {"last_name": "Zube", "first_name": "Paul", "name": "Paul Zube"}], "abstract": " A content analysis of 48 citizen journalism sites, 86 weekly newspapers and 138 daily newspapers indicates that citizen journalism sites differed enough in six local government content attributes to conclude that citizen journalism sites are, at best, imperfect information substitutes for most newspapers. However, the data also indicate that some large-city citizen journalism sites complement newspapers by increasing the number of news stories and the amount of opinion available about local government. The results also found differences between citizen news sites and citizen blog sites. Few citizen journalism sites outside of large metropolitan cities covered local government. ", "body": [{"title": "Introduction", "paragraphs": ["Observers have seen the internet as a way for citizens to become contributors rather than just consumers of journalism (Gillmor 2004; Glaser 2004; Rosen 2006). As newspapers have struggled with revenue losses, some observers suggested that online citizen journalism could fulfill newspapers’ role as sources of public affairs news and information (Argote 2007; Pisani 2006). Disagreement with this assessment (Lemann 2006; Saracevic et al. 2006) has led to a discussion of whether citizen journalism sites are substitutes or complements for newspapers and other types of news outlets (Lacy et al. 2010).", "The relationship between online citizen journalism and traditional newspapers depends on the nature of the content produced. The obvious difference—material versus electronic dissemination—masks a more important one. A traditional newspaper’s content is the product of a multitude of organizational factors within the newspaper and institutional factors affecting how the newspaper connects with its environment (Shoemaker and Reese 1996). Comparable organizational arrangements may be absent altogether for an online news site operated by only one or a few individuals. Moreover, an online site has far fewer resource dependencies to constrain or otherwise influence its content (DeFleur and Ball-Rokeach 1989). And while the economic survival of a newspaper depends on providing content of value to a local audience, an online site may “leapfrog” that local audience to speak to other constituencies.", "This research aims to illuminate similarities and differences between public affairs information provided by traditional newspapers and online citizen news sites. At the heart of newspapers’ community role has been local public affairs journalism that informs citizens about local institutions and connects them to their communities. Strengthening civic engagement through journalism has been and continues to be a primary activity of newspapers (Einsiedel and Kang 1983; Hollander 2010; Jennings and Eitner 2003; Rothenbuhler et al. 1998; Stamm, Emig, and Hesse 1997; Yamamoto 2011).", "Consequently, if citizen journalism sites either substitute for or complement newspapers in this role, the content on those sites must address public affairs. Few studies have assessed the public affairs content of citizen journalism sites. In the context of the “marketplace of ideas” that is central to democracy, does content in online media duplicate in whole or in part that found in traditional media such as newspapers, or does it add something different? Because news sources are the most direct contributors to that “market,” the extent to which newspapers and online news sites differ in connecting citizens to different types of sources is a crucial question from the standpoint of normative democratic theory.", "The answer to this question has practical, political importance. A 2007 survey of 1391 students at two large public universities found that 71 percent expected to use online news sites as news sources in five years, compared to 58 percent doing so today (Lewis 2008). If this trend applies to the general population, will online news services broaden or narrow the perspectives informing public policy decisions?", "This study responds to this question by content analyzing local government coverage during early 2009 for a national random sample of citizen journalism sites and comparing the findings to a similar analysis of local government coverage by daily and weekly newspapers. The study focuses on the kind of local government activities, topics and cited sources that might inform citizens’ understanding of public policy issues."]}, {"title": "Theoretical Framework", "paragraphs": ["A key factor differentiating traditional newspapers from internet journalism is that the online environment allows for content to be included and differentiated in ways impossible for a material medium. However, that potential does not guarantee that such content differentiation occurs.", "Moreover, within the online environment, there is a more fundamental differentiation between sites dedicated primarily or totally to the dissemination of opinion (here called “blog sites”) and sites primarily or totally focused on the dissemination of news (here called “news sites”). This distinction has been made in previous studies (Lacy et al. 2009, 2010). This distinction can sometimes be operationalized by a site’s self-description of its mission or purpose. For many sites, however, determining whether they are blog sites or news sites requires determining whether the preponderance of their content adheres to journalistic canons for factual accuracy, fairness and balance, and attribution of information to sources, which is the hallmark of a news site.", "In economic analyses, the terms “substitute” and “complement” are most frequently applied to demand relationships among products. Two products are economic demand substitutes when they can be used for the same purpose, and using one diminishes the value of the other to the user. Two products are demand complements if increased use of one increases a user’s benefits from the other, often with the result that increased use of one increases the use of the other (Lacy and Simon 1993).", "In the journalism and communication literatures, the terms “substitutes” and “complements” often describe relationships among information from different media sources that differ from the economics demand-defined relationships, and are more directly related to the role of media in a democratic society. To distinguish these relationships from those described by the economics definitions, we call information products described by these relationships “information substitutes” and “information complements.” Defining both from the perspective of a media consumer, two bundles of content are information substitutes to the extent they make equivalent contributions to the consumer’s knowledge of some topic of interest. They are information complements to the extent each makes its own unique contribution toward a more complete understanding of the topic.", "Other things equal, we would expect a greater degree of information substitutability to be associated with higher demand substitutability. On the other hand, information complementarity may or may not contribute to demand complementarity. For example, an opinion piece about a candidate in one media outlet and an article reporting on a speech by the candidate may in combination make a citizen more knowledgeable about the candidate than either article alone, so the two articles would be information complements. But this does not mean that reading one of the articles would necessarily increase the amount the citizen would be willing to pay for access to the other, which would be the case if they were demand complements.", "News products are by nature differentiated. Content varies from one newspaper to another and across time in the same newspaper. However, a study of where people turned for news during a newspaper strike concluded: “If compensatory media use was taking place, it was likely to be a medium which was similar to the one displaced” (Rosenberg and Elliott 1989, 30).", "In addition, whether a given bundle of news content serves as an information substitute for another bundle of content depends on consumers’ perceptions of the two bundles (Lacy 1989). However, perceptions are constrained by the nature of the content itself. If a consumer wants to know about city government activities, he or she will not substitute a movie review. In other words, a necessary but not sufficient condition for a consumer to view two news products as demand substitutes is that they address the same topic in the same way (Lacy et al. 2010). In that case, they would also be information substitutes for that topic.", "Examining the informational relationship between news content can take a variety of approaches. One model states that a consumer evaluates news outlets using a range of attributes that reflect the individual’s needs and wants (Lacy 1989). Whether two news products are information substitutes for an individual consumer depends on how similar they are in their content attributes and which attributes are important to the consumer. The more attributes the two news bundles have in common, the more likely they will be considered information substitutes by large numbers of people. If content provided by two news outlets cover the same event or topic and have a few attributes that are similar, but not a high proportion, they could be information complements for some consumers. From the perspective of a consumer, the presence of content attributes that make two news products closer information substitutes also makes them closer demand substitutes. News outlets that have no content attributes in common and do not address the same topics would be neither information substitutes nor complements, and would, therefore, not be demand substitutes or complements.", "No studies were found that explicitly compared the content substitutability of local government content between citizen journalism sites and newspapers. However, one study compared the general content of newspaper sites and citizen journalism sites (Lacy et al. 2010). The authors compared 53 citizen news sites and 86 citizen blog sites with 63 daily newspaper sites and concluded the citizen journalism sites were not acceptable information substitutes for newspaper sites. A primary reason was that citizen sites did not publish items as regularly as daily news sites. An earlier study examined 64 citizen journalism sites in 15 randomly selected cities during 2007 (Lacy et al. 2009) and distinguished between citizen news sites and blogs. The study found significant differences between blogs and citizen news sites.", "A comparison of the diversity of sources in articles published on citizen journalism sites and newspaper websites examined 480 online daily newspaper articles from 50 sites and 482 citizen journalism articles from 72 sites. The study concluded that online newspaper articles averaged more news sources, had a greater diversity of sources and contained more official sources than did citizen journalism articles (Carpenter 2008b).", "In a related study, Carpenter found that stories were slightly more evenly distributed among four types of topics on citizen journalism sites than on online newspaper sites. Citizen journalism sites devoted 27 percent of their 482 stories to government, and online newspapers devoted 22 percent of their 480 stories to government. However, the government stories category was not restricted to local government (Carpenter 2010).", "An analysis of the same sample found that 42.1 percent of the citizen journalism articles included opinion material compared to 11.2 percent of the online newspaper articles (Carpenter 2008a). The study also found that 49.6 percent of the online newspaper articles included government sources, compared to 20.3 percent of the citizen journalism articles. Citizen journalism sites’ articles also had a smaller percentage of business sources (12.4 percent) than online newspapers (36.2 percent), but the study did not examine government coverage in any greater depth.", "Only two studies were found that addressed citizen journalism coverage of local governments. One study asked newspaper city hall reporters about the implications of citizen journalism coverage of their beats (St. Cyr, Carpenter, and Lacy 2010). The reporters said they tended to cover more stories and to report on more stories as the quality of internet competition increased. The second study explicitly measured city government coverage by newspapers, television, radio and citizen journalism sites in 98 metropolitan central cities and 77 suburbs for two days in 2009 (Baldwin et al. 2010). Of the 212 citizen journalism articles, 23.1 percent concerned local government, compared to 26.9 percent of the 3185 newspaper articles. Staff wrote 78.8 percent of the citizen journalism articles and 3.3 percent were submitted by local citizens, compared to 81.1 and 5.9 percent, respectively, for the newspaper articles."]}, {"title": "Research Questions", "paragraphs": ["In general, research indicates that citizen journalism sites are not likely to be close information substitutes for daily newspaper sites, but some research suggests that citizen journalism sites do provide local government coverage in at least some cities. No research was found comparing citizen journalism sites with weekly newspapers.", "This study augments the research reviewed above in two ways. It compares coverage by online citizen news sites and blogs with that of daily and weekly newspapers and focuses more tightly on local government topics.", "This study specifically examined citizen journalism local government coverage by comparing six attributes of local government coverage on citizen news and citizen blog sites with that of daily and weekly newspapers. These attribute comparisons were used to determine whether citizen journalism sites are information substitutes, information complements or unrelated to newspapers. The findings are consequential for normative democratic theory. If new media outlets mostly imitate the old, then their primary contribution is to increase the probability that citizens will get redundant information. If the new media provide different coverage, the likelihood increases that information citizens contribute to public policy forums will make them richer and more diverse.", " Attribute 1: How often did citizen news and blog sites publish articles about local government compared to daily and weekly newspapers?", "For two bundles of news and opinion to be good substitutes, they need to be relatively consistent in how often they publish news and opinion about the same topic. The limited publication frequency of citizen journalism sites led a previous study to conclude that citizen sites and daily newspapers are not substitutes (Lacy et al. 2010).", " Attribute 2: What types of local governments did citizen journalism sites cover compared to daily and weekly newspapers?", "Local government can take a variety of forms. These data were coded for geographic government units—city, county and regional. All these local governments affect citizens, but a government’s responsiveness to citizen interests also depends on how much citizens know about it, and that, in part, may depend on what the media outlets report.", " Attribute 3: Did citizen news sites, citizen blogs and newspapers vary in the distribution of articles among general news topics?", "Local news coverage may focus on a number of topics that have little to do with specific issues of local governance. For example, news of fires and accidents competes with stories about city council debates over policy priorities. The distribution of articles among such topics represents the priorities of the news organization, which could affect information substitutability.", " Attribute 4: Did citizen news sites, citizen blogs and newspapers vary in the distribution of articles among specific local government topics?", "Coverage of specific local government topics such as budgets, business incentives or public safety may vary with the news values of news organizations, which in turn reflect journalists’ assumptions about what the public wants to know. Furthermore, the relative importance of various topics will vary among geographic jurisdictions, with the same consequences for substitutability as those for attribute 3.", " Attribute 5: Did citizen news sites, citizen blogs and newspapers vary in the origins of their articles?", "A staff member working for an outlet will usually write an article that deals with local government, but a member of the community may also write it. Given that people who live in a community maintain citizen journalism sites, it is interesting to know if such sites allow a wider range of people to contribute to the public discussion than newspapers, which could also affect substitutability.", " Attribute 6: Did citizen news sites, citizen blogs and newspapers vary in the types of sources used?", "The nature of the local interests represented by the sources in stories is also important for a full range of perspectives to be brought to bear on public policy decisions. Newspapers have a history of relying primarily on government officials as sources when writing about government (Shoemaker and Reese 1996). The pattern of source usage by the various outlets may matter for news consumers, and, therefore, for the substitutability of the outlets’ content."]}, {"title": "Method", "paragraphs": ["Content used in this study came from citizen journalism sites and newspapers found in a randomly selected national sample of 120 central cities and 119 suburbs in 120 Metropolitan Statistical Areas (MSAs). The 363 MSAs designated by the US Census Bureau were divided into four strata based on population size in order to guarantee a range of city sizes. The four strata were defined by MSA population rank and taken from US Census data. The strata were 1–50, 51–100, 101–200 and 201–363. One MSA had no incorporated suburbs, which is why only 119 suburban cities were included in the sample.", "Thirty MSAs were randomly selected within each stratum and their central cities were included in the sample. A central city is the largest city in the MSA. For each MSA, an incorporated suburban city was also selected with the city selected alternating between the largest suburb in the MSA and a suburb with about half the population of the largest suburb. The goal was to include all daily and weekly newspapers located in the selected cities.", "Citizen journalism sites are sites that have a significant portion of their content provided by “volunteers,” or “average citizens,” rather than by professional journalists. The amount of content provided by citizens can range from some to all. For-profit sites were excluded. Citizen journalism sites were identified using lists of sites from previous studies (Lacy et al. 2009, 2010) and three commonly referenced websites devoted to citizen journalism. These were: Placeblogger (http://www.placeblogger.com/), Knight Citizen News Network (http://www.kcnn.org/) and Cyperjournalism.net (http://www.cyberjournalist.net). Placeblogger aims to connect people with local blogs, and has a directory of more than 700 local blog sites. Knight Citizen News network is a “self-help portal” that aims to promote citizen news and information sites. It has a database with about 800 citizen news and information sites around the United States. In 2011, Cyperjournalism.net wrote about itself: “CyberJournalist.net is the premier news and resource site about how the digital technology is transforming the media.”", "Content was downloaded from these sites between February 1, 2009 and May 2, 2009. A constructed week (randomly generated Monday, Tuesday, Wednesday, etc.) was generated for each city. The constructed week was used to make the citizen journalism coverage dates comparable to daily newspapers, whose content came from the same constructed weeks. Constructed week sampling is an efficient way of generating a representative sample from the three-month period (Riff, Aust, and Lacy 1993). A randomly constructed month of weekly newspapers also was created. A constructed month involves randomly selecting four issues from the 13-week period for the weekly newspapers (Lacy, Robinson, and Riffe 1995). For some weekly newspapers, fewer than four issues were received, and for some daily newspapers, fewer than seven daily issues were received. For this analysis, all issues were included to provide a more representative national sample. There is no reason to expect these occasional differences in the number of issues collected per newspaper of either type to systematically affect the calculated within-medium percentage distributions of articles across content categories.", "Coding was conducted in two stages. The first assigned the news and opinion articles to a set of nine topics (city government, county government, regional government, education, crimes/courts, accidents/disasters, human/community interest, business/economy and other). The three types of local government articles (city, county and regional) were further classified by origin (staff, wire service, creator’s online site, local submission and can’t tell) and by whether the article was news or opinion. News stories were defined as articles that provided explicitly cited sources of information and exhibited no purposeful bias. Purposeful bias occurs when a reporter intentionally inserts opinions into a new story. Opinion articles were ones that advocated a specific course of action, drew inferences about causes or truth, and made moral judgments about right, good, etc.", "Articles pertaining to local governments were further evaluated for seven types of government topics—government meetings, elections, government and business interaction, budget and taxes, safety issues, government oversight, and general government topics, which is basically all other topics. An article could include multiple government topics that were coded as present (1) or absent (0).", "In addition, coders classified the local government articles by types of sources used and by the city government topic covered. Coders evaluated articles for nine types of human sources and seven types of documentary sources as either being present (1) or absent (0) in the article. However, the vast majority of the sources used were government officials, business people, special interest representatives and local citizens. The detailed source-use attribute analysis was limited to these four. An article could have more than one type of source.", "The numbers of cases included in attribute comparisons varied because the attributes address different sets of variables and because of missing data with some variables.", "This study adopted the previously used distinction (Lacy et al. 2009, 2010) between citizen blogs, which are mostly opinion material, and citizen news sites, which were mostly news articles. Rather than use pre-content analysis designation, the authors used the results of the content analysis coding to draw the distinction. If the majority of the postings about local government on a site were opinion, the site was labeled a citizen blog. If the majority of postings on a site about local government were news articles, the site was called a citizen news site.", "Eight graduate and undergraduate students coded the content. A random sample of about 150 articles was selected for reliability testing. Scott’s Pi was used to calculate coder reliability for each variable, with a minimum score set at 0.8 for retaining variables (Riffe, Lacy, and Fico 2005). All variables reached this level of reliability. Coder reliability was rechecked periodically. In all rechecks, Scott’s Pi remained above 0.8."]}, {"title": "Results", "paragraphs": ["Out of 109 identified citizen journalism sites in 74 cities, 48 carried postings about local government. Of these, 24 had more opinion articles than news articles and were labeled citizen blog sites, and 22 sites had more news articles than opinion articles and were labeled citizen news sites. Two sites had one news article and one opinion article. One was randomly selected and labeled a blog and the other was labeled a news site. Of the 24 blog sites, 15 had only opinion articles, and of the 22 news sites, 11 had only news articles. In other words, the distinction between the two types of sites had validity, but 22 of 48 citizen journalism sites carried both opinion and news articles.", "Of the local government articles, 124 were news articles and 85 were opinion articles. The number of articles on the blog sites ranged from 1 to 13 with a mean of 4. Twelve of the blog sites had only one or two articles. The number of local government articles on the citizen news sites ranged from 1 to 25 with a mean of 5.7. Twelve of the sites had only one or two articles.", "Of the 157 dailies and 99 weeklies identified, 19 dailies and 13 weeklies were excluded because no issues were received. All 138 dailies and 86 weeklies retained in the dataset carried at least one local government article.", " Attribute 1: How often did citizen news and blog sites publish articles about local government articles compared to daily and weekly newspapers?", "The 48 citizen journalism sites that carried local government articles had 229 news and opinion articles for a mean of 0.68 per site per day compared to means of 5.57 for the 138 dailies and 4.39 for the 86 weeklies. Clearly citizen journalism sites do not publish local government articles as often as dailies. But if one multiplies the 0.68 per day mean by seven days, the weekly mean of 4.76 for citizen journalism sites for a week exceeds the average per issue for a weekly newspaper. However, few citizen sites actually publish articles every day.", " Attribute 2: What types of local governments did citizen journalism sites cover compared to daily and weekly newspapers?", "Table 1 shows total articles broken down by central city governments, suburban governments and county/regional governments. The citizen journalism local government articles focused more on coverage of central city governments (news sites = 82.2 percent and blog sites = 84.7 percent) than dailies (39.7 percent) or weeklies (29.1 percent). As reported in an earlier study (Lacy et al. 2009), these data reflect the fact that citizen journalism is primarily a large-city phenomenon. Of the 229 local government articles by both types of citizen journalism sites, only six addressed suburban governments and only 32 addressed county and regional governments.", "The variations among the four types of outlets were statistically significant at the p < 0.001 level. However, there was no statistically significant difference between citizen blog and citizen news sites. Overall, the similar geo-political emphasis on city government coverage suggests citizen news sites and blogs are information substitutes to some degree (to the extent they serve the same geographic area), but the online media were not good information substitutes for daily or weekly newspapers, especially in suburban areas that typically did not have citizen news and blog sites.", " Attribute 3: Did citizen news sites, citizen blogs and newspapers vary in the distribution of articles among general news topics?", "Table 2 gives the distribution of all articles among general news topics for the four types of news outlets. There were no statistically significant differences between citizen news sites and citizen blogs. However, citizen journalism sites (blogs and news) differed significantly from daily and weekly newspapers on all but one news topic—county and regional government coverage. Citizen journalism sites devoted a higher percentage of their stories to city government than did newspapers. Newspapers were generally more likely to cover local education than citizen journalism sites. Dailies were more likely to cover crimes, courts, accidents and disasters than citizen journalism sites, but weeklies were less likely to carry such stories than citizen journalism sites.", "Overall, when considering these broad news topics, traditional and online news media were more information complements than information substitutes. In fact, when it comes to human interest and general community stories, weekly newspapers seemed more focused on these needs of their communities than citizen journalism sites (blogs and news).", " Attribute 4: Did citizen news sites, citizen blogs and newspapers vary in the distribution of local government articles among specific local government topics?", "To address this question, Spearman correlations were run for the rankings of topics in Table 3 by type of outlet to see whether the rankings were correlated. Due to the limited number of ranks, the correlation had to reach at least 0.786 to be statistically significant.", "Only the correlation between daily and weekly topics reached statistical significance, but the findings, while mostly suggestive, are interesting. Daily and weekly newspapers had very similar priorities, but the correlation for the citizen news sites and citizen blog sites equaled −0.21, which suggests that the two types of citizen sites share few similarities with respect to local government topics.", "An examination of Table 3 indicates each type of outlet had a different local government topic priority. For dailies, the most covered topic was budget and taxes (second for weeklies and citizen news sites, and tied for fifth for citizen blogs). For weeklies and blog sites, government meetings were the top priority (which ranked second for dailies and third for citizen news sites). For citizen news sites, public safety received the most coverage (it ranked third for dailies and weeklies and tied for fifth for blogs). Overall, the two types of citizen journalism sites differed from each other and were more information complements than substitutes for newspapers.", " Attribute 5: Did citizen news sites, citizen blogs and newspapers vary in the origin of articles?", "Data in Table 4 indicate that some differences existed, but the low number of articles found in some cells for citizen journalism sites prevents the calculation of statistical significance. However, if the cells in Table 4 are collapsed into just staff and non-staff origin, there is a statistically significant difference for the entire table of news outlets. However, citizen news sites and citizen blogs did not differ significantly.", "Both citizen news and citizen blog sites had higher percentages of articles written by staff than did weekly newspapers (p < 0.001 for both comparisons). Citizen news sites and citizen blogs also had a higher percentage of articles written by staff than did daily newspapers (97.2 percent versus 80.8 percent, p < 0.001). However, local submissions by citizens were more heavily represented in dailies and weeklies than in the online media (10.9 percent for dailies and 11.9 percent for weeklies versus 3.1 percent for citizen news sites and 0 percent for citizen blogs). It appears that the community members who contributed to the citizen journalism sites were those who worked at the sites and were not just any citizens. In other words, commercial news organizations had more citizen-prepared content about local government than did citizen sites.", " Attribute 6: Did citizen news sites, citizen blogs and newspapers vary in the types of sources used?", "Table 5 presents the percentage of articles about local government that had one or more of the four source types. Statistically significant differences were found in use of local official sources between daily newspapers and citizen news sites (z = 25.3, p < 0.001) and dailies and citizen blog sites (z = 58.6, p < 0.001) and between weeklies and citizen news sites (z = 2.2, p < 0.05) and weeklies and citizen blog sites (z = 17.8, p < 0.01). Daily and weekly newspapers were more likely to have local government officials in local government stories than were both types of citizen journalism sites. This suggests relatively more access to and perhaps more dependence on local officials by commercial news media than was the case for online citizen media.", "Dailies also were more likely to use business people as sources than both types of citizen sites, and weeklies were more likely to use business sources than citizen blogs. Citizen news sites were more likely to have interest group sources than the other three types of outlets, but dailies and weeklies were more likely than blog sites to have interest group sources. Dailies were more likely to include ordinary citizens as sources than both types of citizen journalism sites, and weeklies were more likely to have ordinary citizens as sources than blog sites.", "Overall, commercial daily newspapers were more likely to have all types of sources included in their local government stories, and weeklies were more likely to include a range of sources than blogs, but weeklies and citizen news sites were fairly similar in their source use. Simply put, blog sites generally had fewer sources and less variety of sources in local government stories than the other types of news outlets."]}, {"title": "Discussion", "paragraphs": ["The comparison of these four types of news outlets for local government coverage suggests that citizen news sites and blog sites differ significantly from the daily and weekly newspapers. News sites and blogs were more similar to each other than to newspapers, but the two types of citizen journalism sites also had differences.", "The majority (61) of the 109 citizen journalism sites carried no articles about local governments. Consistent with existing research, these data showed that both types of citizen sites are large-city phenomena and tend to cover central city governments more than suburban and county/regional governments (Lacy et al. 2009, 2010).", "By definition, news sites were more likely to carry news than blog sites, which were more likely to have opinion articles. However, 22 of 48 citizen journalism sites carried both news and opinion articles. This suggests that citizen journalism sites occupy different points on a news–opinion mix continuum ranging from all news to all opinion. Where they fall along such a continuum determines in large part whether they could serve as information substitutes or information complements for each other within a community. Citizen journalism sites also vary substantially in the frequency with which they post local government articles. This suggests that a multidimensional typology of content attributes for classifying their contents would make a useful contribution to further study of their impacts on their communities.", "Daily newspapers had a smaller percentage of total articles devoted to local government, but every daily in the study carried local government stories. The mean number of local government articles per daily issue was 5.57, which equals almost 39 news and opinion articles per week dealing with some level or agency of local government. This is considerably greater than the 4.39 articles per issue for weeklies and the 4.77 articles per seven days for citizen journalism sites. The dailies also covered the widest range of local governments (central city, suburban, county and regional). Citizen journalism sites of both types focused on MSAs’ central cities and provided little coverage of suburban, county or regional government.", "Given the larger number of local government articles, the daily newspaper articles tended to exhibit the dependence on official government sources found in previous research (Shoemaker and Reese 1996; Carpenter 2008b). Citizen news sites had a higher percentage of local government articles prepared by staff members than did dailies, but less than 1 percent of the citizen news site articles were from citizens, compared to 10.9 percent of the daily newspaper articles.", "Overall, neither type of citizen journalism site published enough local government news articles to be good information substitutes for daily newspapers, and the government articles that were published did not cover the range of geographically based governmental units covered by dailies. Two reasons for this seem most likely. First, citizen journalism sites have small budgets and a smaller number of staff members. Second, citizen sites tend to concentrate on smaller geographic areas, such as neighborhoods, that are often not covered by the newspapers with their larger commercial markets. This difference in geographic emphasis might well explain the differences in topic emphasis found between dailies and citizen journalism sites.", "The mean number of local government articles per week on citizen journalism sites seemed comparable to that of weekly newspapers. However, this comparison can be misleading. As mentioned previously, fewer than half of all the citizen journalism sites carried local government stories, but all 86 weeklies carried one or more local government stories. Of the citizen journalism sites that did have local government articles, many carried few stories during the seven-day constructed week. Local government was clearly more central to weekly coverage than to citizen journalism coverage.", "As with the comparison of dailies and citizen journalism sites, weeklies were much more likely to carry articles about suburban government and county/regional government than were citizen journalism sites. Because citizen journalism sites were a large-city phenomenon, only in the central cities of MSAs was competition with weeklies a possibility. In addition, a higher proportion of weeklies’ local government articles were news than was the case for citizen journalism sites.", "Comparing topic distribution attributes, weeklies were more likely to cover education, community and human interest stories than citizen journalism sites. Weeklies’ government articles also were more likely to emphasize meetings and budgets and taxes than were citizen journalism sites’ government articles.", "Differences also were found in origins and source use when weeklies were compared to citizen journalism sites. Weeklies had a higher percentage of articles submitted by local citizens and a lower percentage of staff-written articles. Citizen sites were also more transparent regarding the origins of their articles.", "Overall, weeklies and citizen journalism sites were more similar to each other than were dailies and citizen journalism sites. In central cities, an often-updated citizen news site might have served as a good information substitute for a central city weekly newspaper. However, in general, weeklies and citizen journalism sites, particularly citizen blog sites, are more information complements than substitutes, and with respect to news and opinion about some communities they may have been neither complements nor substitutes (e.g., a suburban weekly focused entirely on a suburb and a nearby citizen journalism site focused entirely on its central city)."]}, {"title": "Conclusion", "paragraphs": ["The differences between the local government content of citizen journalism sites and newspapers in these six attributes revealed by this study’s data are consistent with previous conclusions about general coverage. Citizen journalism sites are imperfect substitutes at best for most newspapers when it comes to local government coverage. However, the data also indicate that some communities with citizen sites benefit from the additional attention to local government. Citizen sites provide supplemental journalism in large cities that increases the number of news stories and the amount of opinion available for public discussion.", "The contribution from having citizen journalism sites may extend beyond the increased numbers of news and opinion articles. As reported in an earlier study, some city hall reporters for daily newspapers said that competition with citizen sites increased the number of stories they wrote and made them cover stories they might have overlooked had the citizen journalists not been covering their beats (St. Cyr, Carpenter, and Lacy 2010). If a community has a citizen journalism site, the site may provide community government articles, suggest additional story ideas, and provide a competitive environment that pushes newspaper local government reporters to work harder on their beats.", "These data suggest that communities should work on encouraging citizen journalism sites, which would expand the information and ideas that citizens use to make decisions about local government. In addition, if commercial news organizations fail, communities will need to pursue commercial alternatives if they are to have adequate local government coverage. Just how communities can do this is not clear, but it could include subsidizing business locations, technology and training. Research on the reasons people volunteer for citizen journalism might also suggest initiatives for increasing this type of political participation. Promoting citizen forums would politically enrich the marketplace of ideas that promotes citizen engagement in self-governance.", "As with all research, this project has its limitations. Although it was a representative sample of the 363 MSAs in the United States, the content represents only three months. In addition, this content analysis did not examine the meaning of individual stories in detail. Although two articles would need to share the same topic and news event to be information substitutes, they could still differ in meaning."]}], "references": [{"title": "How Online Citizen Journalism Publications and Online Newspapers Utilize the Objectivity Standard and Rely on External Sources", "year": "2008", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "85", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "", "year": "", "journal": "", "volume": "", "authors": []}, {"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "Civic Attitudes among Non-readers and Non-subscribers", "year": "1983", "journal": "Newspaper Research Journal", "volume": "4", "authors": [{"name": "Einsiedel E.F.", "first_name": "Einsiedel", "last_name": "E.F."}, {"name": "Kang Namjun", "first_name": "Kang", "last_name": "Namjun"}]}, {"title": "Local Government News Drives Print Leadership", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Hollander Barry", "first_name": "Hollander", "last_name": "Barry"}]}, {"title": "Internet Use and Civic Engagement: A Longitudinal Analysis", "year": "2003", "journal": "The Public Opinion Quarterly", "volume": "67", "authors": [{"name": "Jennings M. Kent", "first_name": "Jennings", "last_name": "Kent"}, {"name": "Eitner Vickzi", "first_name": "Eitner", "last_name": "Vickzi"}]}, {"title": "Citizen Journalism Sites Complement Newspapers", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Duffy Margaret", "first_name": "Duffy", "last_name": "Margaret"}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther"}, {"name": "Fleming Ken", "first_name": "Fleming", "last_name": "Ken"}]}, {"title": "Sample Size in Content Analysis of Weekly Newspapers", "year": "1995", "journal": "Journalism Quarterly", "volume": "72", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Robinson Kay", "first_name": "Robinson", "last_name": "Kay"}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}]}, {"title": "Where Young Adults Intend to Get News in Five Years", "year": "2008", "journal": "Newspaper Research Journal", "volume": "29", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Sampling in Newspaper Content Analysis", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F."}, {"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}]}, {"title": "Comparison of Media Use by Reporters and Public During Newspaper Strike", "year": "1989", "journal": "Journalism Quarterly", "volume": "66", "authors": [{"name": "Rosenberg William L.", "first_name": "Rosenberg", "last_name": "L."}, {"name": "Elliott William R.", "first_name": "Elliott", "last_name": "R."}]}, {"title": "Communication, Community Attachment and Involvement", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "73", "authors": [{"name": "Rothenbuhler Eric W.", "first_name": "Rothenbuhler", "last_name": "W."}, {"name": "Mullen Lawrence J.", "first_name": "Mullen", "last_name": "J."}, {"name": "Delaurell Richard", "first_name": "Delaurell", "last_name": "Richard"}, {"name": "Ryul Ryu Choon", "first_name": "Ryul", "last_name": "Choon"}]}, {"title": "The Contribution of Local Media to Community Involvement", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Stamm Keith R.", "first_name": "Stamm", "last_name": "R."}, {"name": "Emig Arthur G.", "first_name": "Emig", "last_name": "G."}, {"name": "Hesse Michael B.", "first_name": "Hesse", "last_name": "B."}]}, {"title": "", "year": "", "journal": "", "volume": "", "authors": []}, {"title": "Community Newspaper Use Promotes Social Cohesion", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Yamamoto Masahiro", "first_name": "Yamamoto", "last_name": "Masahiro"}]}]}