{"doi": "10.1080/14616700802227811", "url": "https://doi.org/10.1080/14616700802227811", "title": "FOLK DEVILS, NEWS ICONS AND THE CONSTRUCTION OF MORAL PANICS", "volume": "9", "year": "2008", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Denham", "first_name": "Bryan", "name": "Bryan E. Denham"}], "abstract": " In studying media content and effects, scholars sometimes refer to amplifications of deviance and constructions of moral panics. The present article examines how “heroin chic,” a 1990s trend characterized by emaciated, disheveled fashion models and film actors, as well as the symbolic death of music icon Kurt Cobain, interacted with news representations of heroin—namely how the narcotic had reappeared to threaten a new generation of users—thus creating a moral panic. The article posits a role for exemplification theory and news icons in conversations of how moral panics arise and are sustained through mass media. Content analyses of heroin reports in the Los Angeles Times, the New York Times and the Washington Post (n=1770) revealed increases in references to popular culture during the middle 1990s, with officials citing dramatic exemplars as evidence of a “new scourge” and of “an old enemy making a dangerous comeback.” Actual heroin use did not appear to increase during 16 years of analysis. ", "body": [{"title": "Introduction", "paragraphs": ["In Western society, mainstream news agencies tend to reinforce dominant conceptions of morality, and when accepted standards of behavior appear threatened, “moral panics” sometimes ensue (Cohen, 1980; Critcher, 2003; Hall et al., 1978). As a part of the political and economic elite, news agencies facilitate moral panics by relying on public officials as information sources and portraying those who would confront existing structures, policies and institutions as deviant, disgruntled or representative only of a fringe minority. It perhaps should come as little surprise, then, that moral panics often involve illicit drug use (Chiricos, 1996; Hollywood, 1997; Jenkins, 1999; Young, 1973), with dramatic media reports of death and destruction generating a perceived need for immediate action. When new policies have been implemented and/or monies allocated for enforcement efforts, the once-imminent threats tend to subside (Critcher, 2006).", "This article examines the construction of a heroin threat that took place in the United States during the 1990s. Specifically, the article examines how “heroin chic,” a 1990s trend characterized by emaciated, disheveled fashion models and film actors (Givhan, 1996), as well as the symbolic death of music icon Kurt Cobain (Hilburn, 1994), interacted with news accounts of heroin. In examining how the “fast-lane killer” (Gabriel, 1994), or “white death” (Kantrowitz and Rosenberg, 1993), had targeted a “new generation” of potential victims (Fitzpatrick, 1996), the article melds literature on moral panics with journalism research on exemplification theory (Zillmann, 1999) and news icons (Bennett and Lawrence, 1995), focusing on how a series of events involving high-profile individuals stood to impact news representations of social reality. The article begins with a review of relevant literature and then addresses the prevalence of heroin use in relation to mediated characterizations of that use.", "Scholarly investigations of moral panics originated in sociology, notably with the 1972 publication of Folk Devils and Moral Panics, by Stanley Cohen. In the second edition of his text, Cohen described folk devils as “visual representations of what we should not be” (1980, p. 10). In the 1960s, conducting the research that formed the basis of his text, Cohen observed mediated constructions of the “Mods” and “Rockers” in Great Britain. The groups had become known to mass audiences in the days following Easter Sunday in 1964, the result of riots and destruction at Clacton, a small resort area on the east coast of England. While the two groups did clash, media reports exaggerated the actual amount of mayhem and destruction, and more importantly, for purposes of the current article, Cohen explained that “when the actual incidents tailed off, the papers held the excitement alive with other types of reports (non-stories, opinion statements, descriptions of local reaction)” (1980, p. 82). In other words, a media-driven moral panic ensued, as the exaggerated destruction became a mass-communicated truth, reified each time a report appeared in the press. Cohen thus offered the following conceptualization of a moral panic: A condition, episode, person or group of persons emerges to become defined as a threat to societal values or interests; its nature is presented in a stylized and stereotypical fashion by the mass media; the moral barricades are manned by editors, bishops, politicians and other right-thinking people; socially accredited experts pronounce their diagnoses and solutions; ways of coping are evolved or (more often) resorted to; the condition then disappears, submerges or deteriorates and becomes more visible. (1980, p. 9)  ", "A condition, episode, person or group of persons emerges to become defined as a threat to societal values or interests; its nature is presented in a stylized and stereotypical fashion by the mass media; the moral barricades are manned by editors, bishops, politicians and other right-thinking people; socially accredited experts pronounce their diagnoses and solutions; ways of coping are evolved or (more often) resorted to; the condition then disappears, submerges or deteriorates and becomes more visible. (1980, p. 9)", "In studying moral panics, Cohen (1980) drew on the work of criminologist Leslie Wilkins who, in 1964, proposed a construct, “deviance amplification,” in describing the processes that occur when powerful groups target the purported deviance of smaller ones. By “amplifying,” or drawing broader attention to deviant behaviors, groups with power re-affirm accepted moral boundaries (Young, 1977), or what Ben-Yehuda (1990) called “symbolic moral universes.” As Cohen (1980) and later Critcher (2006) explained, the term “moral panic” does not refer to an actual theory, but rather to an abstract concept, and the scholars also noted that moral panics do not always, or even often, refer to situations in which nothing occurred; rather, moral panics characterize situations that have been highly exaggerated based on seemingly “self-evident facts” (Jenkins, 1998). Given the retrospective nature of moral-panic analyses (Ungar, 2001), in addition to inherent difficulties associated with using raw numbers to discount the presence of social phenomena that stand to become self-fulfilling prophecies, scholars are perhaps best advised to explain—where appropriate—how evidence did not support the need for dramatic measures, as opposed to stating that evidence showed nothing to have occurred.", "In contrast with the “risk society,” which tends to involve catastrophic threats that have not been experienced (Thompson, 1999; Ungar, 2001), moral panics often emanate from a key event (Jenkins, 1998), and involve a familiar issue. Accordingly, as Critcher (2006) explained, recurring episodes are often “mapped” onto an existing discursive framework, such as the “war on drugs” (see also, Buchanan et al., 2003). Through such mapping, news accounts may refer to the “latest battle” or a “new front” in the struggle against narcotics. Such accounts may identify the “folk devils” responsible for the alleged crisis, pointing the proverbial finger at young people, in particular (Cohen, 1980; Mazzarella, 2007; Welch et al., 2002). The following section links moral panics with scholarship in journalism and mass communication.", "To maximize audiences, media companies seek dramatic news items, ideally involving attractive, popular or controversial individuals. As McRobbie and Thornton (1995) noted, moral panics, as traditionally conceived, stand to assist news agencies by adding emotional dimensions to otherwise sterile subjects—those that lack drama. In generating emotional involvement among audience members, news professionals intensify the interest of readers, viewers and listeners in “developing” stories; in some stories, otherwise independent events are used to imply worrisome patterns. As Shoemaker and Reese explained, “The more deviant people or events are, the more likely they are to be included in media content and the more likely they are to be stereotyped” (1996, p. 270).", "Stereotyping is indeed one way to draw connections between unrelated events. For purposes of the current paper, such events often relate to substance abuse, with dramatic exemplars used to illustrate alleged societal trends and, in the process, imply a need for continued government funding and vigilant law enforcement. As a conceptual framework, exemplification theory (Zillmann, 1999) applies to news coverage of drug abuse—and to moral panics—because it targets the problems associated with aggregating isolated occurrences. As Zillmann explained in the context of exemplars, “If n attributes are identified and employed as grouping criteria, m attributes may vary freely” (1999, p. 75). Extending that premise, each time an independent event, or exemplar, is added to a compilation of other independent events, error increases at an accelerated rate. But because the events often contain inherent drama and appeal to human emotion, they stand to create lasting impressions on beliefs and dispositions (Zillmann, 1999). Thus, on a fundamental level, otherwise isolated events, aggregated in press reports, may imply the presence of a trend—or threat—that might be questionable from a statistical standpoint (see also, Surette, 1994). As Zillmann explained: The arbitrary selection of “a case in point” can have utility only for the exemplification of a homogenous event group; that is, for a group with minimal variance in uncontrolled attributes. Whenever such variance is more than minimal, which it is likely to be for most issues of concern, exemplification by arbitrary selection would seem to be unacceptable—even irresponsible, if the object is to provide veridical information about an event group. (1999, pp. 75–6)  ", "The arbitrary selection of “a case in point” can have utility only for the exemplification of a homogenous event group; that is, for a group with minimal variance in uncontrolled attributes. Whenever such variance is more than minimal, which it is likely to be for most issues of concern, exemplification by arbitrary selection would seem to be unacceptable—even irresponsible, if the object is to provide veridical information about an event group. (1999, pp. 75–6)", "Related to exemplification, and especially relevant to heroin chic, is the “news icon,” a term Bennett and Lawrence (1995) introduced in describing images that transcend originating events to appear in subsequent media texts. As an example, Bennett and Lawrence cited the classic photograph of the United States flag being raised at Iwo Jima; long after its original publication, news outlets used the image to symbolize bravery and fortitude among combat soldiers. In the context of popular culture, images of fallen idols—from Marilyn Monroe and James Dean to Jimi Hendrix and Janis Joplin—have assisted in the construction of cultural narratives surrounding “burning the candle at both ends” and “living fast and dying young.”", "“Unlike most other news images,” Bennett and Lawrence explained, “icons survive the conclusions of the stories in which they first appear, reappearing—as definitional cues, historical markers, and plot thickeners—as journalists introduce them (often without source attribution) into a variety of subsequent news contexts” (1995, p. 22). In the context of moral panics, one might conceptualize news icons as intensified exemplars, insofar as icons may be inserted into stories largely for dramatic effect. Their initial construction allows them to help frame subsequent narratives, which tend to be supportive of existing institutions and practices while grounded in dominant conceptions of moral behavior.", "In the case of illicit drug use, news icons serve the interests of both journalists and their sources. Given celebrity as a news value, dramatic images of famous (and infamous) individuals assist news organizations in maximizing profit by eliciting emotional responses from audience members. When audience members become emotionally engaged, they may be inclined to purchase additional newspapers and magazines as well as attend more regularly to TV news programs. Icons serve the interests of public officials by allowing those who define the news most frequently to cite well-known images when politically convenient, such as when a legislative bill requesting millions of dollars is at stake and purported threats to the health of young people can serve as a lever. In the case of heroin chic, discussed in the next section, images of Nirvana singer Kurt Cobain, a heroin user who committed suicide with a firearm in 1994, appeared in the news and throughout popular culture long after his death. Public officials cited Cobain as a tragic figure who suffered the ultimate consequence of drug use, and officials also portrayed Cobain's near-mythic status among his fans as cause for concern. Officials cited drug-related deaths of other musicians, as well as images from fashion and film, in building an exemplar-based “crisis” involving the illicit use of heroin. Ben-Yehuda shed additional light on how images of those linked with drug use can benefit established institutions: Capitalization on the “drug menace” as a societal threat has at least two important aspects. First, drug scares are very attractive to both the media and the masses, especially drug scares concerning youth. It is relatively easy to use this issue in order to generate a moral crisis. The reason for this is that such drug scares can be considered as an effective ideology … [and] ideologies provide, and help construct, the boundaries of symbolic-moral universes. (1990, p. 122)  ", "Capitalization on the “drug menace” as a societal threat has at least two important aspects. First, drug scares are very attractive to both the media and the masses, especially drug scares concerning youth. It is relatively easy to use this issue in order to generate a moral crisis. The reason for this is that such drug scares can be considered as an effective ideology … [and] ideologies provide, and help construct, the boundaries of symbolic-moral universes. (1990, p. 122)", "Cohen (1980) had earlier explained how press reports involving deviance often imply that problematic behaviors will continue if swift action is not taken (see also, Chermak, 1998; Downes, 1977). In the case of heroin chic, journalists and their sources could point to the defiant nature of young people—those who seek to be associated with glamour and rebellion—and thus keep the alleged threat of heroin alive when a famous individual appeared in the news (Hunt, 1997). To reiterate, though, a series of exemplars involving famous people may not offer an accurate portrayal of an alleged social problem, even though the exemplars may be quite effective in creating a moral panic.", "In conceptualizing moral panics, Goode and Ben-Yehuda (1994) identified five criteria. First, a heightened level of concern about an issue should appear, and that concern should contain a certain amount of hostility toward a certain group of individuals, who are perceived as a threat to society. A consensus in society should consider the threat real, or legitimate, even though reaction to the issue is largely disproportionate. Lastly, Goode and Ben-Yehuda (1994) suggested, moral panics are generally volatile; that is, they tend to arise rapidly and, typically, fade in similar fashion.", "As a cultural trend, “heroin chic” emerged in the early 1990s, the apparent result of (1) sexualized imagery from Calvin Klein fashion advertisements featuring “supermodel” Kate Moss (Hartley and Rennie, 2004), (2) a series of motion pictures that showed attractive, charismatic individuals using heroin (Brumm, 2005; Shapiro, 2003), and (3) the death of music icon Kurt Cobain (Hickman, 2002). In the Calvin Klein ads, one of which is displayed in Figure 1, an emaciated Moss is pictured wearing a black tank top and black underwear bottoms, her expression a mix of sullenness and sensuality. In the adjacent Rolling Stone cover, a portrait of Cobain appears, his hair reflecting the “grunge” look he helped to make popular. Next to the portrait of Cobain is the August 9, 1996 cover of Entertainment Weekly, featuring actor Robert Downey, Jr. as a personification of heroin abuse. Less than three weeks following that cover, Newsweek published a cover story on “Rockers, Models and the New Drug Crisis.” The article appeared just after the heroin film Trainspotting had opened in the United States and prompted a slough of letters, many of which accused the magazine of glamorizing heroin.", "FIGURE 1.  Images and “attitudes” of heroin chic ", "Rolling Stone cover by Mark Seliger, from June 2, 1994. Copyright Rolling Stone LLC 1994. All Rights Reserved. Reprinted by Permission. Additional information regarding permissions and fair use available from the author.", "FIGURE 1.  Images and “attitudes” of heroin chic ", "Rolling Stone cover by Mark Seliger, from June 2, 1994. Copyright Rolling Stone LLC 1994. All Rights Reserved. Reprinted by Permission. Additional information regarding permissions and fair use available from the author.", "During the early and middle 1990s, films that addressed heroin use included Drugstore Cowboy, Rush, Pulp Fiction, Killing Zoe, The Basketball Diaries and Trainspotting, among others. The films were significant in that they did not contain a traditional “moral of the story” regarding narcotics, but rather treated heroin use in an understated manner, implying that its use was often a given among the chic—among those who had abandoned “square” society and its masses of lemmings (Brumm, 2005). Writing in the New York Times, Gabriel suggested an association between celebrity behavior and drug-related perceptions among naïve adolescents: The new drug is heroin, which, a generation ago, may have evoked the specter of the ultimate dead end. But for users too tender to remember, it is once again unfolding its black crepe wings … High-grade heroin that can be smoked rather than injected has caught on, on both coasts, in circles whose habits often set trends—young people piloting the fast lane in the film, rock and fashion industries … Two films by Gus Van Sant, talismans of young Hollywood, are often cited as giving addiction a world-weary romance: ‘Drugstore Cowboy,’ with Matt Dillon pulling a series of pharmacy heists, and ‘My Own Private Idaho,’ in which Keanu Reeves slums among drug-using runaways like River Phoenix. (1994, p. A1)  ", "The new drug is heroin, which, a generation ago, may have evoked the specter of the ultimate dead end. But for users too tender to remember, it is once again unfolding its black crepe wings … High-grade heroin that can be smoked rather than injected has caught on, on both coasts, in circles whose habits often set trends—young people piloting the fast lane in the film, rock and fashion industries … Two films by Gus Van Sant, talismans of young Hollywood, are often cited as giving addiction a world-weary romance: ‘Drugstore Cowboy,’ with Matt Dillon pulling a series of pharmacy heists, and ‘My Own Private Idaho,’ in which Keanu Reeves slums among drug-using runaways like River Phoenix. (1994, p. A1)", "Two years after the Gabriel (1994) report, in her 1996 Newsweek cover story (see Figure 1), Karen Schoemer discussed the fictitious and non-fictitious events that had unfolded in Hollywood and elsewhere, holding show business partially responsible for the “comeback” heroin had ostensibly made: The resurgence [of heroin] is Hollywood's fault, too. Quentin Tarantino revived John Travolta's career when he cast him as a dope fiend in “Pulp Fiction.” (And we got to watch Uma Thurman's lips turn overdose blue.) “Trainspotting,” a techno-color trip through Scotland's underbelly, is the most hyped film import of the summer. Actor Robert Downey Jr., so effective on screen as a druggie in 1987's “Less Than Zero,” got busted in June for coke and heroin possession, arrested in July when he wandered into the wrong house and now resides in a lock-down detox center … What all this cultural noise means is that heroin is back from the underground… (1996, p. 50)  ", "The resurgence [of heroin] is Hollywood's fault, too. Quentin Tarantino revived John Travolta's career when he cast him as a dope fiend in “Pulp Fiction.” (And we got to watch Uma Thurman's lips turn overdose blue.) “Trainspotting,” a techno-color trip through Scotland's underbelly, is the most hyped film import of the summer. Actor Robert Downey Jr., so effective on screen as a druggie in 1987's “Less Than Zero,” got busted in June for coke and heroin possession, arrested in July when he wandered into the wrong house and now resides in a lock-down detox center … What all this cultural noise means is that heroin is back from the underground… (1996, p. 50)", "As additional examples of the language used in press reports, Hochman and Hunt (1992) referred in the Los Angeles Times to an “alarming number” of musicians who had begun to use heroin. Writing in Newsweek, Kantrowitz and Rosenberg noted that, among users, heroin had become known as “Diesel,” “Dynamite,” and “White Death,” and the authors characterized the narcotic as “an old enemy making a dangerous comeback” (1993, p. 53). In U.S. News & World Report, Witkin and Griffin noted that “authorities are alarmed by an ominous new cache heroin seems to have acquired in entertainment circles, reflected in the recent heroin-related deaths of actor River Phoenix and singer Kurt Cobain” (1994), p. 39). Finally, in the Washington Post, Trafford referred to “an ominous rise in illegal drug use and addiction” (1995, p. Z6).", "To add further insight on how prominent news organizations portrayed the use of heroin, Table 1 contains a series of headlines that assisted the Los Angeles Times, the New York Times and the Washington Post in setting a certain tone about heroin use in society. While the current article does not propose direct causal relationships between press coverage and policy actions, it is worth noting here that in 1996, the Partnership for a Drug-Free America announced a campaign to combat the use of heroin among adolescents and young adults; the US Congress conducted hearings in September 1996 toward potential heroin legislation (Blomquist, 1996); and Republican Presidential candidate Robert Dole lashed out at Hollywood in September 1996 for glamorizing heroin in films such as Pulp Fiction and Trainspotting, also railing against the Clinton administration for its alleged failures in drug control (Harden, 1996; Nagourney, 1996). ", "Returning to the criteria Goode and Ben-Yehuda (1994) proposed, it appears a moral panic about heroin did occur, on some level, in the early to middle 1990s. Prominent news agencies indicated that certain individuals in popular culture were leading droves of young people down a dangerous path; these “folk devils,” it appeared, had brought heroin back to the popular consciousness. In mainstream news reports, high-profile heroin users would come to represent apathy, irresponsibility and a lack of self-control, symbolized by a character in Trainspotting waking up in his own excrement.", "At this point, having reviewed heroin chic and some of the news reporting of heroin from a qualitative standpoint, the article offers a quantitative assessment of heroin use and heroin seizures across a 16-year period. It then reports the results of a content analysis that measured the presence of popular-culture references in heroin news reports. Theoretically, such references would assist news agencies in demonstrating a purported societal trend, using exemplars from fashion, film and music to dramatize otherwise sterile reports (McRobbie and Thornton, 1995)."]}, {"title": "Methods", "paragraphs": ["In examining moral panics, an important task is to establish an accurate representation of an alleged crisis, such that media portrayals can be compared and contrasted with empirical evidence. The current article draws on sources used by Reese and Danielian (1989), who investigated the social construction of a cocaine epidemic during the 1980s; the authors cited statistics gathered by the National Institute on Drug Abuse (NIDA) in reporting the prevalence of cocaine use. Formed in 1974, NIDA monitors drug patterns in the United States through a series of survey-research initiatives, and the current article draws on data gathered across a 16-year period, from January 1988 through December 2003. This time frame reflected (1) years in which recognized federal agencies gathered data on heroin use, (2) years in which heroin chic emerged and faded from popular consciousness; and (3) years in which the US government continued to wage “war” on the use of illicit drugs.", "Data related to heroin use were gathered from two sources associated with NIDA: The National Survey on Drug Use and Health (NSDUH)1 and the Monitoring the Future (MTF) project. Data gathered from NSDUH studies reflected the US population aged 12 and over, and in the present study, data cited from the MTF studies (Johnston et al., 2004) extended to the US population ages 19–28. The article also includes drug-seizure data supplied by the Drug Enforcement Administration (DEA), as the DEA may have placed emphasis on particular drugs at certain points in time, thus commanding more press attention and offering evidence against the notion of a moral panic driven by popular culture.", "In studying the effects of news content on public opinion about drug use, Shoemaker et al. (1989) observed particularly strong effects for the New York Times and the Los Angeles Times. Reese and Danielian (1989) included the Washington Post in their analyses, and the current study examines heroin content in all three newspapers. Articles were gathered from the Nexis Academic Universe database, and to be included in the study, an article had to be published between January 1, 1988 and December 31, 2003, focusing specifically on heroin as a drug of abuse; articles containing incidental mentions of heroin, letters to the editor, tables of contents and additional items that did not meet criteria for inclusion were excluded.", "Quantitatively, the study explored the potential influence of exemplars in heroin coverage through binary variables that indicated (1) whether a given news report mentioned a model, actor or musician associated with heroin use, addiction or death, and (2) whether an article referred to a motion picture addressing, or allegedly glamorizing, heroin use. Coding for the presence of models/actors/musicians, in addition to films, offered insight as to whether journalists may have used one or both as cues to help familiarize audiences with the subject matter of news reports and to signal an impending crisis. Following the results of these quantitative analyses, the article offers additional examples of content in context."]}, {"title": "Results", "paragraphs": [" Table 2 contains heroin-use statistics for the years 1988–2003, as reported in (1) the MTF studies and (2) the NSDUH. In both survey projects, year-to-year heroin use tended to be consistent for respondents who (1) reported ever using heroin; (2) indicated that they had used it during the previous year; and (3) reported heroin use in the previous 30 days. While survey research cannot identify all who use a particular drug, the MTF and NSDUH projects indicate that, overall, heroin use did not appear to increase to “epidemic” levels from 1988 to 2003, or at any point during that period. In the MTF studies, small increases in use did appear among subpopulations toward the millennium, but use statistics never eclipsed more than 2 percent of the US population. ", " Table 3 offers a year-by-year analysis of DEA drug seizures, including cocaine, heroin, methamphetamine and hallucinogens. These data identified possible interdiction shifts by the federal agency charged with controlling illicit drugs in the United States. In broad scope, the numbers in Table 3 do not suggest that the DEA concentrated its (relative) efforts on heroin during the 1990s, and therefore increases in press reports would not reflect increased interdiction efforts. The greatest amounts of cocaine and heroin were seized in the late 1980s and very early 1990s, during the time George H. W. Bush occupied the White House. Seizures of methamphetamine and hallucinogens peaked toward the millennium, just after NIDA established its Club Drug Initiative in 1999. ", " Table 4 provides a quantitative description of how 1770 newspaper articles distributed themselves by year and individual newspaper. Overall, 619 articles in the study came from the Los Angeles Times, 730 from the New York Times, and 421 from the Washington Post. Analyzing content in these newspapers is important in that each has the capacity to affect the agendas of smaller papers. In some cases, reports from the metropolitan dailies are made available to other news outlets through an in-house news service. ", "A review of row totals in Table 4 reveals that, in the aggregate, article frequencies were highest in the late 1980s and middle 1990s, as one may have anticipated given (1) the “war on drugs” championed by Ronald Reagan and George H. W. Bush, and (2) popular-culture representations of heroin in the mid-1990s. Regarding the latter, Table 4 provides frequencies for the number of times, per year, articles referenced (1) a film associated with heroin, and (2) a model, actor or musician who had used heroin or had overdosed as a result of it.", "Looking first to film representations, the years 1994 and 1996 yielded the highest percentage frequencies. In 1994, the year Pulp Fiction premiered in movie theaters and musician Kurt Cobain committed suicide, 18.4 percent of all articles (N=114) referenced a film associated with heroin use, and in 1996, when Trainspotting premiered, the percentage increased to 23.6 percent of published articles (N=157). In contrast, just 8.1 percent of articles published in 1988 (N=136) and 7.1 percent of articles that appeared in 1989 (N=154) mentioned a film associated with heroin use. Across the 16 years of analysis, differences proved highly significant, χ2(15, N=1770) = 45.460, p<0.001, although it should be noted that with large data sets, a significant chi-square value is perhaps less important than actual frequencies and corresponding percentages.", "Regarding references to actors, musicians and models associated with heroin use, similar patterns emerged. In 1994, 39.5 percent of articles published (N=114) contained at least one reference to an individual associated with heroin use, and in 1996, the percentage increased to 44.6 percent of articles published (N=157). Thus, in 1996, nearly one in every two articles that addressed heroin use also referred to a celebrity associated with the opiate. In 1988 and 1989, at the height of the “war” on drugs, just 7.4 percent of 136 reports and 11.7 percent of 154 articles, respectively, mentioned a celebrity. As with references to film, references to individual actors, musicians and models differed significantly across the 16 years of analysis χ2(15, N=1770) = 126.269, p<0.001. The article now moves to a discussion of these quantitative results as well as the role of mass media in the construction of moral panics."]}, {"title": "Discussion", "paragraphs": ["This article has conceptualized moral panics from the standpoint of journalism and mass communication, using exemplification theory (Zillmann, 1999) and news icons (Bennett and Lawrence, 1995) to help explain the construction of symbolic crises. Dramatic exemplars, which facilitate both profit maximization among news agencies and legislative proposals among public officials and political elites, assist in generating moral panics when empirical evidence may offer little or no support. In the case of heroin, news agencies referenced images and anecdotes from three sources of popular culture—fashion, film and music—in signaling a threat.", "For purposes here, the 1994 suicide of musician Kurt Cobain may be the most instructive example of how a significant news event can contribute to the construction of a moral panic. Fans of the Nirvana vocalist considered Cobain “the poet of grunge rock” (Egan, 1994), and his lyrics resonated with disenfranchised and disillusioned members of Generation X. But to a broader audience, those same lyrics represented the self-indulgence and self-pity of that same generation, the term “grunge” indicative of a moral decline. Cobain, after all, had become a heroin addict, and he had chosen to commit suicide despite having a wife (musician Courtney Love), a young daughter, and millions of fans that idolized him. Upon his death, would his fans be inclined to numb their senses with a powerful narcotic? Would any of them lose all hope, as Cobain appeared to do?", "Kurt Cobain died at a time when fashion had embraced a “junkie chic” look and films had included drug sub-plots that did not offer simplistic moral lessons. Consequently, news agencies could use exemplars from three dimensions of popular culture in suggesting an imminent heroin scourge—despite a lack of empirical support. Because the exemplars contained emotional dimensions, they stood to attract large audiences and remain in memory longer than relatively broad and “sterile” statistics. Exemplars could be added to one another, their differences ignored and their similarities stressed. Additionally, regarding news icons, or intensified exemplars, images of Cobain could be added to subsequent texts addressing the frustrations of Generation X, the perils of heroin and other drugs of abuse, the pressures associated with celebrity and iconic status, and the level of depression that leads one to suicide.", "As an example of how motion pictures stand to contribute to moral panics, Leonardo DiCaprio starred in the 1995 film The Basketball Diaries, which examined the heroin addiction of basketball player Jim Carroll. Reviewing the film for the Los Angeles Times, critic Kenneth Turan (1995) did not appear impressed with its message, perhaps considering the DiCaprio character more of a folk devil—what Cohen (1980) may have described as a “visual representation of what we should not be”—than an individual who fought an addiction to heroin. The passage that follows is important in that Turan (1995) expressed the kind of contempt that Goode and Ben-Yehuda (1994) proposed as one criterion of a moral panic. Turan also expressed a certain disdain for adolescents in writing: Although it masquerades as a cautionary tale about the horrors of heroin, this epic of teen-age angst is more accurately seen as a reverential wallow in the gutter of self-absorption. When it's not boring you with its spittle-encrusted delineation of the agonies of addiction ‘Basketball Diaries’ is romanticizing the ultimate effects of drug use. It is an accomplishment of sorts to be repellent and glamorizing at the same time, but it is the only accomplishment to which this unfortunate film can lay claim. (1995, p. F8)  ", "Although it masquerades as a cautionary tale about the horrors of heroin, this epic of teen-age angst is more accurately seen as a reverential wallow in the gutter of self-absorption. When it's not boring you with its spittle-encrusted delineation of the agonies of addiction ‘Basketball Diaries’ is romanticizing the ultimate effects of drug use. It is an accomplishment of sorts to be repellent and glamorizing at the same time, but it is the only accomplishment to which this unfortunate film can lay claim. (1995, p. F8)", "Indeed, while a portion of film goers may have empathized with the DiCaprio character, a large number of others may have been disgusted with the character for glamorizing heroin and (allegedly) making the narcotic attractive to at-risk populations. The Basketball Diaries, like other films of the period, offered a symbolic target for mainstream news media and public officials to define moral boundaries and confirm social mores, as Cohen (1980) had described in his seminal work Folk Devils and Moral Panics.", "While heroin chic appeared to be an outgrowth of three forms of popular culture—fashion, film and music—it was not the first time a part of social reality had been constructed through entertainment. Jenkins (1999), for example, described how the 1985 film Witness, starring Harrison Ford, helped to focus attention on Philadelphia for its alleged methamphetamine problems and how those problems perpetuated activities associated with organized crime. Despite the ubiquitous presence of methamphetamine labs throughout the southwest and on the west coast, in cities such as Dallas, Phoenix and San Francisco, Witness brought “global notoriety” to Philadelphia for its methamphetamine trade, portraying the city as a problem area to a national audience and constructing a social reality in the process (Jenkins, 1999, pp. 51–2). Additionally, Soroka (2000) found evidence of an intermedia agenda-setting effect in studying how the film Schindler's List impacted news reports of the Holocaust, and Macek (2006) discussed how a series of films “amplified” the fears of White America regarding life in the inner cities. These kinds of observations offer insights toward future research in the areas of moral panics and mediated reality.", "Lastly, while the current article contained a quantitative dimension that sought to provide accurate accounts of heroin use, heroin seizures, and the use of celebrities and films as cues in news reports, it is important to recognize that research in moral panics has focused principally on sociological constructions of news; that is, Cohen (1980) and others did not assume that a truly objective social reality could be established as a benchmark. One therefore should appreciate the synergies inherent in moral crises, observing the presence of reciprocal influences, as opposed to perfectly linear processes. Statistical analyses can play a role in analyses of moral panics, but relying solely on numbers in studies of deviant behaviors can be suspect. Social desirability and the illegal nature of narcotics use can lead to inaccuracies in public opinion research, and consequently, scholars should consider larger socio-political environments when studying how moral panics arise and fade from conversation. Moral panics, finally, are somewhat nebulous, yet scholarly investigations of symbolic crises stand to shed important light on profit maximization in media industries, decisions to hold congressional hearings, and resource allocations toward the resolution of social problems."]}], "references": [{"title": "News Icons and the Mainstreaming of Social Change”", "year": "1995", "journal": "Journal of Communication", "volume": "45", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Lawrence G. Regina", "first_name": "Lawrence", "last_name": "Regina"}]}, {"title": "“Heroin as Hero: the ‘heroin chic’ film in European cinema (1995–2000)”", "year": "2005", "journal": "Studies in European Cinema", "volume": "2", "authors": [{"name": "Brumm Anne-Marie", "first_name": "Brumm", "last_name": "Anne-Marie"}]}, {"title": "“Empirical Science Meets Moral Panic: an analysis of the politics of needle exchange”", "year": "2003", "journal": "Journal of Public Health Policy", "volume": "24", "authors": [{"name": "Buchanan David", "first_name": "Buchanan", "last_name": "David"}, {"name": "Shaw Susan", "first_name": "Shaw", "last_name": "Susan"}, {"name": "Ford Amy", "first_name": "Ford", "last_name": "Amy"}, {"name": "Singer Merrill", "first_name": "", "last_name": "Merrill"}]}, {"title": "“‘About a Girl’”", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Hartley John", "first_name": "Hartley", "last_name": "John"}, {"name": "Rennie Ellie", "first_name": "Rennie", "last_name": "Ellie"}]}, {"title": "“Heroin Chic: the visual culture of narcotics addiction”", "year": "2002", "journal": "Third Text", "volume": "16", "authors": [{"name": "Hickman Timothy A.", "first_name": "Hickman", "last_name": "A."}]}, {"title": "“Dancing in the Dark: ecstasy, the dance culture, and moral panic in post ceasefire Northern Ireland”", "year": "1997", "journal": "Critical Criminology", "volume": "8", "authors": [{"name": "Hollywood Brian", "first_name": "Hollywood", "last_name": "Brian"}]}, {"title": "“‘Moral Panic’ and Moral Language in the Media”", "year": "1997", "journal": "British Journal of Sociology", "volume": "48", "authors": [{"name": "Hunt Arnold", "first_name": "Hunt", "last_name": "Arnold"}]}, {"title": "“Rethinking ‘Moral Panic’ for Multi-mediated Social Worlds”", "year": "1995", "journal": "British Journal of Sociology", "volume": "46", "authors": [{"name": "Mcrobbie A.ngela", "first_name": "Mcrobbie", "last_name": "A.ngela"}, {"name": "Thornton Sarah L.", "first_name": "Thornton", "last_name": "L."}]}, {"title": "“Schindler&#039;s List&#039;s Intermedia Influence: exploring the role of entertainment in media agenda-setting”", "year": "2000", "journal": "Canadian Journal of Communication", "volume": "25", "authors": [{"name": "Soroka Stuart", "first_name": "Soroka", "last_name": "Stuart"}]}, {"title": "“Moral Panic Versus the Risk Society: the implications of the changing sites of social anxiety”", "year": "2001", "journal": "British Journal of Sociology", "volume": "52", "authors": [{"name": "Ungar Sheldon", "first_name": "Ungar", "last_name": "Sheldon"}]}, {"title": "“Moral Panic Over Youth Violence”", "year": "2002", "journal": "Youth \\& Society", "volume": "34", "authors": [{"name": "Welch Michael", "first_name": "Welch", "last_name": "Michael"}, {"name": "Price Eric A.", "first_name": "Price", "last_name": "A."}, {"name": "Yankey Nana", "first_name": "Yankey", "last_name": "Nana"}]}, {"title": "“The New Opium Wars”", "year": "1994", "journal": "U.S. News \\& World Report", "volume": "", "authors": [{"name": "Witkin Gordon", "first_name": "Witkin", "last_name": "Gordon"}, {"name": "Griffin Jennifer", "first_name": "Griffin", "last_name": "Jennifer"}]}, {"title": "“Exemplification Theory: judging the whole by the sum of its parts”", "year": "1999", "journal": "Media Psychology", "volume": "1", "authors": [{"name": "Zillmann Dolf", "first_name": "Zillmann", "last_name": "Dolf"}]}]}