{"doi": "10.1080/17512786.2015.1006935", "url": "https://doi.org/10.1080/17512786.2015.1006935", "title": "Journalism, Moral Panic and the Public Interest", "volume": "10", "year": "2016", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Morton", "first_name": "Tom", "name": "Tom Morton"}, {"last_name": "Aroney", "first_name": "Eurydice", "name": "Eurydice Aroney"}], "abstract": "The public interest is commonly presumed to be fundamental to the practice of journalism. Journalists and the media organizations for which they work routinely assume that they are able to identify what is in the public interest, and act accordingly. This article explores notions of the public interest in the context of a particular case study, that of Sharleen Spiteri, an HIV-positive sex worker who appeared on the Australian national current affairs television programme 60 Minutes in 1989 and admitted that she sometimes had unprotected sex with clients. As a consequence of the ensuing wave of moral panic, she was forcibly detained in a locked AIDS ward and a mental asylum. After she was released she was kept under 24-hour surveillance for the remaining 15 years of her life. In 2010, the authors of this article produced a radio documentary for the Australian Broadcasting Corporation about Sharleen Spiteri's case. The authors argue that her story raises some important and difficult questions for the ethical practice of journalism. They analyse the role of journalists and politicians involved in Sharleen's case, and show that their belief that they were acting in the public interest played into well-established historical narratives linking sex workers with disease and dissolution, with disastrous consequences for Sharleen herself. The authors argue that a more reflexive and responsible conception of the public interest for journalists requires them to pay more careful attention to the voices and perspectives of people who are excluded from participation in the public sphere.", "body": [{"title": "Introduction", "paragraphs": ["On Sunday July 23, 1989, a young Sydney woman who went by the pseudonym “Marianne” appeared in a story entitled “Dangerous Liaisons”, on the Australian national current affairs television programme 60 Minutes. The story dealt with sex workers and the AIDS epidemic, which was then at its height in Australia. Marianne was a sex worker, an injecting drug user and she was HIV-positive. She told the 60 Minutes reporter Jeff McMullen that she tried to practise safe sex and make her clients use condoms, but sometimes they would not co-operate. In other words, she was occasionally having unprotected sex with clients.", "In his voice-over, McMullen described “Marianne” as “more dangerous than a serial killer”. Immediately after it was broadcast, the 60 Minutes programme unleashed a national scandal. Marianne’s real name, Sharleen (also known as Charlene) Spiteri, was revealed by the print and broadcast media, and a tabloid newspaper with the largest circulation in Sydney declared that she was “a public business” and should be “shut down” (Daily Telegraph, August 2, 1989). Shortly afterwards, Sharleen1 was forcibly detained by the New South Wales (NSW) Health Department in a locked AIDS ward, a mental asylum and a disused nurses’ home. After her release she remained under constant surveillance by health authorities for much of the rest of her life, the last four-and-a-half years of which she spent under virtual house arrest in a refuge for homeless drug users in the Sydney suburb of Surry Hills.", "Sharleen Spiteri’s story had a dramatic effect on public debate about HIV/AIDS in Australia, and led to important changes in law. As a direct consequence of the public outcry following her appearance on 60 Minutes, the NSW Parliament passed amendments to the Public Health Act in November 1989 which imposed penalties of up to $1000 or six months jail for persons found to be recklessly endangering others by spreading disease (Scott 2003, 283).", "These changes became known within the health bureaucracy as “Sharleen’s law”, and similar legislation was passed in other jurisdictions in Australia. But Sharleen Spiteri herself was largely forgotten by the time she died in 2005. Shortly after her death, we began researching her story, speaking to politicians, bureaucrats and other decision-makers involved in her case, doctors, health workers and nuns who had cared for her, and sex workers who had known and advocated on her behalf. In 2010 we produced a 54-minute radio documentary, “Shutting Down Sharleen”, which was broadcast on the Australian Broadcasting Corporation’s Hindsight programme.", "As journalists and documentary producers, we believed it was important to tell Sharleen’s story for a number of reasons. It is certainly unique in the history of the AIDS epidemic in Australia. At the time she was forcibly detained, Sharleen had not been charged with any crime, nor was there any evidence that she had infected any of her clients with HIV.", "Yet the NSW Health Minister at the time, Peter Collins, told us in the documentary that he had been “forced to act” to “protect the community” by ordering Sharleen’s detention, and the Chief Health Officer, Sue Morey, claimed there was “a community expectation that people like that were not safe to be on the street, that there was a risk to public health” (“Shutting Down Sharleen”).2 At the heart of her story, in our view, was a fundamental clash between what Collins and Morey argued was government’s responsibility to protect the public—in this case, safeguarding the public from a dangerous epidemic—and the obligation to protect individual liberty under the rule of law. We believed, to use Ettema and Glasser’s phrase, that her case was a “personal story with a public moral”, and one which ought to “engage the public’s sense of right and wrong” (Ettema and Glasser 1998, 4–5).", "However, our interest was not purely historical. As practising journalists and journalism academics, we believed, and continue to believe, that Sharleen’s story raises some important and difficult questions for the ethical practice of journalism. Just as the politicians and bureaucrats who forcibly detained Sharleen argued that they were acting in the public interest, so too did the journalists who revealed her story on 60 Minutes, arguing that they were performing a public service by educating their audience about the—putative—dangers of contracting AIDS from unprotected sex with sex workers. Their—in our view, entirely sincere—belief that they were acting in the public interest played into well-established historical narratives linking sex workers with disease and dissolution, and provided the trigger for an episode of moral panic which had disastrous consequences for Sharleen herself. In the following discussion, we argue that the case of Sharleen Spiteri offers a unique and fruitful opportunity to call into question journalists’ everyday presumption that they know what is in the public interest. A more reflexive and responsible conception of the public interest for journalists, we argue, requires us to pay more careful attention to the voices and perspectives of people who are themselves excluded from participation in the public sphere."]}, {"title": "Journalism and the Public Interest", "paragraphs": ["The public interest is commonly presumed to be fundamental to the practice of journalism. Brock defines journalism as “the systematic, independent attempt to establish the truth of events and issues that matter to a society in a timely way” (Brock 2013, 8). Journalists, and the media organizations for which they work, routinely assume that they are able to identify what matters to a society, and frame their practice in terms of a higher duty or responsibility to the public good. Sometimes, this practice involves breaching the privacy of individuals, or disclosing information that powerful interests may wish to keep hidden. Journalists justify these disclosures by appeal to an over-riding principle of public interest, capable of being tested and upheld in a court of law. In June 1971, the New York Times was threatened with legal action by the United States Justice Department if it did not cease publication of a series of articles based on the Pentagon Papers. The paper’s editors sent a telegram to the Attorney-General declaring that they would continue publishing, “believing that it is in the interest of the people of this country to be informed of the material contained in this series of articles” (Lewis 2014, 31). This principle is widely regarded as a cornerstone of liberal democracy: as Lord Justice Leveson put it in opening remarks to his inquiry into the Culture, Practices and Ethics of the Press, “the press provides an essential check on all aspects of public life” (Leveson 2012). Writing in the aftermath of the Leveson Inquiry, Brock argues that any definition of the public interest needs to meet three broad requirements: The interests of a collective identity, a community small or large, beyond a single individual;The advancing of some benefit or prevention of harm;A presumption in favour of disclosure and free flow of information and a reluctance to limit communication. (Brock 2013, 192)", "The interests of a collective identity, a community small or large, beyond a single individual;", "The advancing of some benefit or prevention of harm;", "A presumption in favour of disclosure and free flow of information and a reluctance to limit communication. (Brock 2013, 192)", "Most journalists assume that a “presumption in favour of disclosure and free flow of information” will always be in the public interest. In Bourdieu’s terms, this could be said to be part of the habitus of individual journalists and journalism as an institution (Bourdieu 2005). Given how central the public interest is to journalists’ self-understanding, it is striking how little they are inclined to reflect on what they mean by it. In research conducted in the United Kingdom in the first decade of the twenty-first century, Morrison and Svennevig analysed policy documents, codes of conduct and legal judgements, and interviewed a wide range of media professionals, regulators and members of the public about their understanding of the public interest and what is meant by it. They concluded that “professional guidelines for journalists and regulators single out the public interest as justification for intruding into privacy, but no rigorous definition is provided, merely areas of operation where public interest might be considered to rest” (Morrison and Svennevig 2007, 55).", "As Petley (2013) notes, the Editor’s Handbook of the UK Press Complaints Commission declares that “the public interest is impossible to define”, while the Chairman of the Commission told a parliamentary committee in 2007 that “we … will never come to an absolutely objective standard for the public interest” (cited in Petley 2013, 22). Morrison and Svennevig argue that what is considered to be in the public interest is not invariable, but is culturally and historically contingent; it represents “a document of the values of any particular society” (Morrison and Svennevig 2007, 45). However, as Petley points out, some media organizations in Britain, such as the BBC and The Guardian, have editorial guidelines which attempt to capture important elements of the public interest, while the Public Interest Disclosure Act 1998 explicitly sets out the conditions under which a public-interest defence may be available to a whistleblower. Thus, in Petley’s view, “pace the Press Commission, it is actually perfectly possible to define the public interest” (Petley 2013, 26).", "Competing interpretations of the public interest are at the core of what is arguably the most dramatic and far-reaching act of whistleblowing in recent years, Edward Snowden’s disclosure of the National Security Agency’s surveillance and data retention activities. Snowden argued strongly that he was acting in the public interest. He told Laura Poitras and Glenn Greenwald in an interview for The Guardian on June 10, 2013 that “the public needs to decide whether these policies or programmes are right or wrong”. 3 Snowden’s revelations have provoked an intense and often acrimonious debate about whether or not there should be limits to the public’s right to know. In this context, any suggestion that there may be circumstances in which transparency does not “inform public debate … promote accountability” (Brock 2013, 192) or serve the public interest in the broadest sense, is bound to be controversial. Nevertheless, we believe Sharleen’s story clearly illustrates that, no matter how honestly and sincerely the journalist(s) in question may believe they are acting in the public interest, their disclosures can have damaging consequences for vulnerable or marginalized groups like sex workers, and affect public policy in ways that are manifestly not in the public interest.", "In a previous scholarly article, one of the present authors reflected on the investigative process we undertook in the production of the radio documentary. Throughout that process, the Health Department consistently refused to answer questions, and denied our requests for interviews with Health Department officials, on the grounds that they would be breaching health privacy laws if they commented on any aspect of Sharleen’s case. We concluded that “instead of privacy laws being applied to protect individuals, they were being used by bureaucrats in the NSW Department of Health to protect themselves from scrutiny by journalists” (Morton 2012, 48). That article argued that there was a clear public interest in greater disclosure by the Health Department of how and why it had chosen to treat Sharleen and her case in the way it did, subjecting her to a regime of detention and surveillance which no other sex worker or HIV-positive person experienced. In the following discussion, we approach Sharleen Spiteri’s story, and our investigation of it, from a different, but complementary perspective. In the “Shutting Down Sharleen” radio documentary, we described Sharleen as “a walking invitation to moral panic”. Both the 60 Minutes programme, and the media coverage which followed it, clearly framed Sharleen’s story in terms of moral panic about sex work, sex workers and their—entirely putative—role in the transmission of HIV/AIDS in Australia. In the following discussion, we place Sharleen’s case in the context of historical and contemporary narratives of moral panic surrounding sex work, and explore how the particular moral panic about her story was generated and sustained against the background of the AIDS epidemic in Australia in the late 1980s. We argue, however, that notions of moral panic in themselves are not adequate to explain the NSW State Government’s reaction, or the media’s role in it. While moral panic may be a useful framework to highlight some aspects of Sharleen’s story, it also obscures other important elements."]}, {"title": "Sharleen Spiteri and Australia’s Policy for HIV/AIDS in the 1980s", "paragraphs": ["The significance of Sharleen’s case, and the reason why it continues to be singled out for comment by social scientists and others in examining the impact of AIDS in Australia, is not so much that a sex worker was detained (Donovan 1995; Scott 2003; Sendziuk 2003; Carter and Watney 1989). According to a recent United Nations Development Programme (UNDP) report, even now “compulsory detention of sex workers … continues to be implemented in some countries” (Godwin 2012, 3). By contrast, even at the height of the AIDS epidemic in the 1980s, “by and large, Australia did not enact coercive measures such as this to prevent the spread of HIV/AIDS” (Sendziuk 2010, 66.1–66.2). Sendziuk adds that:The handling of Sharleen’s situation was the unfortunate exception that proved the rule; the rule being in Australia’s case, that safeguarding the civil rights of infected individuals, and empowering vulnerable people and communities with information, access to condoms and free sterile needles and syringe, was the most effective way to secure their co-operation and prevent the spread of HIV/AIDS. (Sendziuk 2010, 66.1)", "The handling of Sharleen’s situation was the unfortunate exception that proved the rule; the rule being in Australia’s case, that safeguarding the civil rights of infected individuals, and empowering vulnerable people and communities with information, access to condoms and free sterile needles and syringe, was the most effective way to secure their co-operation and prevent the spread of HIV/AIDS. (Sendziuk 2010, 66.1)", "This approach, introduced over an 18-month period in 1984 and 1985, was crucial to Australia’s national response to AIDS. That response was, and still is, regarded as one of the most innovative and effective in the world (Bowtell 2005; Sendziuk 2003). As Sendziuk (2003) shows in his book Learning to Trust, Australian political leaders at both State and Federal level saw value in working with affected communities to prevent the spread of the virus. The Federal Minister for Health Neal Blewett, and his senior advisor William Bowtell, set up committees that included representatives from “risk behaviour groups” such as gay men and sex workers, and funded educational and community-building projects which would encourage prevention and harm minimization.", "This was not an easy decision for any government to make. In the early 1980s, HIV spread rapidly in the inner-urban gay communities of Sydney and Melbourne (Bowtell 2005, 15). The public and the mainstream media were calling for strong action to prevent the virus spreading into the heterosexual community. There was little sympathy for the civil rights of sex workers, injecting drug users and gay men. In Australia, as elsewhere in the world, there were calls for compulsory HIV testing of these groups (Sendziuk 2003, 2–5).", "Gay men, sex workers and drug users feared this approach for many reasons, not the least being that until 1988 no Australian state had anti-discrimination laws that might protect HIV-positive people from losing their employment or housing. Prostitution laws in some states also directly hindered education and prevention—for example, police in 1988 in most Australian states used condoms as evidence in the arrest of sex workers for prostitution offences. Advocates for these communities pointed out that any attempt to compulsorily test or confine HIV-positive people would cause them to “go underground”. It was necessary to keep people who were thought at risk within sight and influence of health services and their peers who were at the frontline of those services.", "In 1989, at the time of the 60 Minutes broadcast, there were 1371 new HIV diagnoses recorded in Australia, of whom 1295 were men.4 Most cases were recorded in the gay or MSM (men who have sex with men) community (Bowtell 2005, 15; Malek 2006, 3–7). There were undoubtedly men—heterosexual and gay—having unprotected sex during the time that Sharleen was detained. But as Julie Bates, in-house manager of the Australian Prostitutes Collective in the mid-1980s, told us in the documentary:Here we have the virus spreading quite substantially in the gay world in Sydney but nobody is being detained here, the law is not being used to lock any gay boys away at this stage. Yet we’ve got this one poor frightened little girl who is seen as “typhoid fucking Mary” who really needed some social work and decent care and looking after her mental health at the time, but she becomes the whipping girl of HIV in this country. (“Shutting Down Sharleen”)", "Here we have the virus spreading quite substantially in the gay world in Sydney but nobody is being detained here, the law is not being used to lock any gay boys away at this stage. Yet we’ve got this one poor frightened little girl who is seen as “typhoid fucking Mary” who really needed some social work and decent care and looking after her mental health at the time, but she becomes the whipping girl of HIV in this country. (“Shutting Down Sharleen”)", "It seems clear that Sharleen was singled out for unique and exceptional treatment by the NSW health authorities. In the words of Dr Basil Donovan, who was closely involved with Sharleen’s case as Director of the Sydney Sexual Health Centre, and one of the first people we interviewed for our story, Sharleen’s appearance on 60 Minutes created “a public health crisis and a political crisis” (Basil Donovan, interview). To understand how this happened, it will be helpful to recount how it was that Sharleen’s case came into the public arena in the first place."]}, {"title": "Sharleen's Story", "paragraphs": ["In July 1989, some months before Sharleen’s appearance on 60 Minutes, a profile of her had been published in The Australian Magazine, a colour supplement in the weekend edition of Australia’s national daily newspaper, The Australian. The profile was part of an article entitled “AIDS. The Second Wave”, by Ron Hicks (1989), a journalist and medical writer who had already written numerous stories about the AIDS epidemic during the 1980s. Hicks had originally intended to write a story about the possibility that HIV/AIDS might spread into the heterosexual population. When we interviewed Hicks for the radio documentary he described how he first met Sharleen:The main target at that time, we were looking at the intravenous drug community … I wasn’t looking for a prostitute with AIDS. So I went to a doctor in Kings Cross, and he put me on to someone in the community health field, and they in turn put me onto Sharleen, and that just blew my mind. (“Shutting Down Sharleen”)", "The main target at that time, we were looking at the intravenous drug community … I wasn’t looking for a prostitute with AIDS. So I went to a doctor in Kings Cross, and he put me on to someone in the community health field, and they in turn put me onto Sharleen, and that just blew my mind. (“Shutting Down Sharleen”)", "Hicks’ profile was sympathetic in tone, a portrait of a troubled young woman struggling with heroin addiction, a history of sexual abuse, and discrimination. Sharleen—who appeared under the pseudonym Marianne—did not deny that she was continuing to do sex work, but insisted that she always made her clients use condoms. There was no public outcry after Hicks’ profile appeared in the Australian Magazine. When we interviewed Hicks for our documentary, he told us that he had met Sharleen soon afterwards for a cup of coffee. In the course of their off-the-record conversation, Sharleen dropped a bombshell: “She revealed to me that people paid her more money to have sex without a condom” (“Shutting Down Sharleen”). In Hicks’ view, this confession “opened Pandora’s box”. He felt this was “a major story that the public should know about” and approached producers at 60 Minutes, because he thought the television programme would have the “greatest penetration” of any media outlet in Australia at the time. Hicks argued strongly in our interview with him that he was “raising awareness of a potential catastrophe”, and was acting in the public interest:I’d been in the health field for a long time and you could see AIDS was going to be a major problem, and a major, major problem if it got into the general community. For a long time people thought it was just a disease for the gay community—and it sounds brutal—but many people didn’t care that much. But here was a living, breathing example that it had crossed over and it was going to potentially hit a lot of people. (Hicks, interview)", "I’d been in the health field for a long time and you could see AIDS was going to be a major problem, and a major, major problem if it got into the general community. For a long time people thought it was just a disease for the gay community—and it sounds brutal—but many people didn’t care that much. But here was a living, breathing example that it had crossed over and it was going to potentially hit a lot of people. (Hicks, interview)", "A process of negotiation between Sharleen and 60 Minutes now ensued, with Hicks acting as a go-between. Eventually Sharleen agreed to an on-camera interview, on the condition that 60 Minutes fly her to South Australia to see her four-year-old son, who was in the custody of Sharleen’s mother. The meeting, which was filmed by 60 Minutes, did not go well. In a separate interview, Sharleen’s mother told 60 Minutes reporter Jeff McMullen that her daughter should be locked up for 10 years in “a mental home or something, anywhere, just so long as there’s strong bars, just keep her out of the community away from everybody” (“Shutting Down Sharleen”).", "Echoing these sentiments, McMullen told the 60 Minutes audience that Sharleen was “more dangerous than a serial killer”. Not surprisingly, Sharleen became extremely upset, and that same evening Hicks got a call from the producers asking him to go to the motel where she was staying, as she was reportedly “berserk”:You’ve got one perception of an interview and somebody else has another perception and the truth lies in-between. But yes, the interview was pretty brutal. It had to be, I think, to get to the truth of the matter, and yes, it would have been very difficult for Sharleen. But she knew what she was getting in for. (“Shutting Down Sharleen”)", "You’ve got one perception of an interview and somebody else has another perception and the truth lies in-between. But yes, the interview was pretty brutal. It had to be, I think, to get to the truth of the matter, and yes, it would have been very difficult for Sharleen. But she knew what she was getting in for. (“Shutting Down Sharleen”)", "As we shall see, Sharleen was no stranger to attention from the NSW print media. It seems unlikely, however, that she could have been prepared for the glare of publicity which a national television programme like 60 Minutes would generate. We approached the reporter, Jeff McMullen, the producer of the segment, Anita Jacoby, and the executive producer of the programme at the time, Peter Meakin, but all declined to be interviewed. Ron Hicks told us he was “most upset” about what happened to Sharleen, but was reluctant to criticize 60 Minutes for their approach to the story:I thought the Health Department would come in and look after her … I thought what she’d done was heroic. She should have been rewarded, not punished. Their reaction [the NSW Health Department] made the story more important. Did they not know that people were having unprotected sex—prostitutes with AIDS? Why hadn’t they done things earlier? Just to focus on Sharleen was unfair. (Hicks, interview)", "I thought the Health Department would come in and look after her … I thought what she’d done was heroic. She should have been rewarded, not punished. Their reaction [the NSW Health Department] made the story more important. Did they not know that people were having unprotected sex—prostitutes with AIDS? Why hadn’t they done things earlier? Just to focus on Sharleen was unfair. (Hicks, interview)", "In our interview with NSW Health Minister Peter Collins he defended his actions, arguing that he too had acted in the public interest:When something runs on a major public affairs program like 60 Minutes … there is no escaping it, it goes to the top of the agenda, and you’ve got to find a solution. So you can have a press conference on anything you like, but the question will come, as soon as you’ve finished speaking, “So Mr Collins, what are you going to do in the case of Sharleen Spiteri who was on 60 Minutes saying that she’s having unprotected sex as a prostitute? What are you going to do to protect the community?” (“Shutting Down Sharleen”)", "When something runs on a major public affairs program like 60 Minutes … there is no escaping it, it goes to the top of the agenda, and you’ve got to find a solution. So you can have a press conference on anything you like, but the question will come, as soon as you’ve finished speaking, “So Mr Collins, what are you going to do in the case of Sharleen Spiteri who was on 60 Minutes saying that she’s having unprotected sex as a prostitute? What are you going to do to protect the community?” (“Shutting Down Sharleen”)", "It is true that the public sentiment which Collins claimed he was reacting to was particularly ferocious. One letter to the Daily Telegraph shortly after the 60 Minutes broadcast is broadly typical:For every Sharleen who came forward there are dozens of others working quietly as termites unchecked, spreading the inevitable—and possible destruction of the human race, unless we find a solution. (Ray Tilikka, Daily Telegraph, August 8, 1989)", "For every Sharleen who came forward there are dozens of others working quietly as termites unchecked, spreading the inevitable—and possible destruction of the human race, unless we find a solution. (Ray Tilikka, Daily Telegraph, August 8, 1989)", "The Sydney Morning Herald was generally more balanced in its coverage of Sharleen’s case. It sought comment from the NSW Civil Liberties Council, and from Roberta Perkins, a high-profile campaigner for sex workers’ rights, who claimed the Health Department’s actions recalled “the dark days of the 19th century” (Bernard Lagan, “Government Orders AIDS Prostitute Held in Hospital”, Sydney Morning Herald, August 1, 1989). The Daily Telegraph, by contrast, fanned the flames of public outrage. Its front-page story titled “Aids Woman Goes Free” included a hotline number for readers, inviting them to call and answer the question “Do you think AIDS-infected prostitutes should lose their liberty?” (Daily Telegraph, August 2, 1989). The editorial on the same day took a tough line: “If a restaurant persisted in serving poisoned food the Health Department would be right to shut it down. This woman is a public ‘business’ and must be treated accordingly” (Daily Telegraph, August 2, 1989).", "Faced with sentiments of this kind, both Collins and the most senior bureaucrat in his department at the time, Chief Health Officer Sue Morey, insisted that they had had “no alternative” but to forcibly detain Sharleen. Morey told us that Sharleen represented a risk to public health, and that “there was a community expectation that people like that were not safe to be on the street” (“Shutting Down Sharleen”). In fact, one of Collins’ senior advisors, Professor John Dwyer, then head of the AIDS Unit at Prince Henry Hospital, had argued against this course of action. According to Dwyer, in discussions with himself and other senior bureaucrats behind closed doors, Collins was “quite open about saying that he felt he had to be seen to be being tough … and protecting the community” (“Shutting Down Sharleen”). Dwyer opposed Sharleen’s forcible detention, but lost the argument, and was then obliged to accompany police to her flat early one morning and take her to a locked ward in his own unit at Prince Henry. According to Dwyer, detention was “a very short-term solution to an immediate political problem” (“Shutting Down Sharleen”), and one which ignored the fact the Health Department’s own strategy of harm minimization was working:John Dwyer:In actual fact at that time there had been a study published showing that something like 87% of the prostitutes going to Kirketon Road Clinic were in fact using condoms, which was up from 5% five or six years before. So the self-help approach we were taking by working with that community rather than against them, by involving them in their own care, had clearly worked.Tom Morton:So, in other words, Sharleen’s situation had been well known to the medical authorities, to the other agencies that were involved in her care and counselling, but it was only the 60 Minutes story, only the fact that she went on national television that actually then resulted in action being taken to forcibly detain her?John Dwyer:Correct. (“Shutting Down Sharleen”)", "In actual fact at that time there had been a study published showing that something like 87% of the prostitutes going to Kirketon Road Clinic were in fact using condoms, which was up from 5% five or six years before. So the self-help approach we were taking by working with that community rather than against them, by involving them in their own care, had clearly worked.", "So, in other words, Sharleen’s situation had been well known to the medical authorities, to the other agencies that were involved in her care and counselling, but it was only the 60 Minutes story, only the fact that she went on national television that actually then resulted in action being taken to forcibly detain her?", "Correct. (“Shutting Down Sharleen”)", "In this reading, it was ultimately the power of a national television current affairs programme such as 60 Minutes, with its national audience and ability to set the political agenda, which prompted Collins and the NSW Government to be “seen to be tough” and detain Sharleen.", "After our radio documentary was broadcast, we discovered that Sharleen’s HIV-positive status had, in fact, been exposed in the media a full two years before her appearance on 60 Minutes. Liberal Party MP Michael Yabsley had drawn attention to it in several articles in NSW state-based newspapers in 1987 (Daily Telegraph, July 8, 1987; Sydney Morning Herald, July 9, 1987; Sun Herald, July 12, 1987; Sydney Morning Herald, July 16, 1987). Yabsley was quoted as saying that Sharleen had “full-blown AIDS and should be arrested” and that the “full weight of the law must be used to stop her” (Sydney Morning Herald, July 9, 1987). Sharleen told the Sydney newspapers that the police had informed Michael Yabsley of her HIV status, and that Yabsley then made the information public. In response, Professor John Dwyer had told the same reporter “as it is, there are far greater potential AIDS problems among intravenous drug users and their sexual partners than among street prostitutes, who seem to have a great understanding of the need for safe sex”.", "Contrary to what she later told Ron Hicks, Sharleen strenuously denied that she was having sex without a condom: “I swear on my six-year-old son’s life that I always make them use condoms” she told the Sun-Herald, “the guys must wear rubbers—otherwise I won’t see them ” (Sun-Herald, July 12, 1987). These stories did not produce the same fierce reaction from health authorities as the 60 Minutes programme did two years later; but what they did do was to expose Sharleen to a violent backlash from the streets. Sharleen told the Sun-Herald she was receiving death threats from members of the public and fellow sex workers: “People I knew are coming up to me holding copies of the newspaper story and threatening: ‘If we find out this is true, we’ll kill you’” (Sun Herald, July 12, 1987).", "It seems clear, therefore, that Sharleen had already become a public figure in NSW well before her appearance on 60 Minutes. Yet no wave of moral panic, or calls for her incarceration, followed her initial brush with notoriety."]}, {"title": "“Shame Job”: Sex Work, Sex Workers and Moral Panic", "paragraphs": ["The concept of “moral panic” has had an enormous impact, not just on sociology, where it has spawned a small sub-discipline of moral panic studies—but also on the language of cultural debate and on the practice of journalists and politicians. (Garland 2008, 9)", "The concept of “moral panic” has had an enormous impact, not just on sociology, where it has spawned a small sub-discipline of moral panic studies—but also on the language of cultural debate and on the practice of journalists and politicians. (Garland 2008, 9)", "The term “moral panic” is generally understood as a form of public hysteria. Unlike other forms of hysteria provoked by war, natural disasters or outbreaks of disease, moral panic arises from a perceived threat to the social order—“something held sacred by or fundamental to the society” (Thompson 1998, 8). The British sociologist Stanley Cohen was the first to propose a systematic theory of moral panic in 1972. Cohen argued that societies periodically experience episodes of moral panic. The essence of a moral panicis to represent the threat as being simultaneously new (menacing but hard to recognise; deceptively ordinary and routine, but invisibly creeping up the moral horizon) as well as a merely camouflaged version of older and well-known evils. (Cohen 1999, 586)", "is to represent the threat as being simultaneously new (menacing but hard to recognise; deceptively ordinary and routine, but invisibly creeping up the moral horizon) as well as a merely camouflaged version of older and well-known evils. (Cohen 1999, 586)", "Moral panics typically follow a pattern. A person, a group of persons or condition is identified as a threat to social values. An apparatus of socially accredited experts swings into action to diagnose the problem and propose solutions. Sometimes the wave of panic evaporates, but at other times it may have consequences that are more far-reaching, bringing about changes to laws and government policies. While moral panics are not exclusive to modernity, Cohen stresses that the media in modern societies play a crucial role in what might be called the dramaturgy of moral panic; in other words, the ways in which moral panics are engendered and played out through various media forms and rituals, such as radio talkback, letters to the editor, panel discussions, and so on. The prevailing view among moral panic theorists—and, arguably, the public in general—is that:The mass media are typically the prime movers and prime beneficiaries of these episodes, since the sensation they create—a kind of collective effervescence—sells papers, entertains readers and generates further news and commentary as the story unfolds. (Garland 2008, 15)", "The mass media are typically the prime movers and prime beneficiaries of these episodes, since the sensation they create—a kind of collective effervescence—sells papers, entertains readers and generates further news and commentary as the story unfolds. (Garland 2008, 15)", "Journalists and the media outlets they work for can contribute to moral panic by exaggerating events, publishing unsubstantiated claims, or giving preference to certain groups or individuals and ignoring others. But moral panic is more than just poor journalism and it is not confined to tabloid or commercial media. As Kenneth Thompson points out:it would be wrong to assume that the motive of actors involved in generating a moral panic, such as journalists and other interested parties, is that of cynical manipulation for ulterior ends; they may genuinely believe what they say. (Thompson 1998, 9)", "it would be wrong to assume that the motive of actors involved in generating a moral panic, such as journalists and other interested parties, is that of cynical manipulation for ulterior ends; they may genuinely believe what they say. (Thompson 1998, 9)", "More recently, Paul Lashmar (2013) has argued that debate about the media’s role in moral panic has ignored a crucial factor: the experience of journalists. Lashmar argues that “the failure of theorists to engage with practitioners when seeking to understand the moral panic concept” limits its usefulness (71, 85). He considers the case of “Baby P”, a 17-month-old boy who died in London after suffering more than 50 injuries over an 8-month period. He interviews James Oliver, a producer with BBC-TV’s Panorama, who produced two programmes exposing the failure of local authorities and social workers to intervene in Baby P’s case, even though he was on their At Risk register. Lashmar concludes that discussion of moral panic would benefit from a better understanding of news values and the “news-making process” (86). A rigid concept of moral panic needs to be replaced by a continuum of moral concern, which recognizes that “one person’s moral panic is another person’s real concern, and that much great campaigning journalism is motivated by moral concerns” (82).", "Put another way: there may be instances where moral panic, or at least “moral indignation”, is in the public interest. Indeed, Stanley Cohen acknowledges that the media may also play a role in generating “good” moral panics, which overcome “the barriers of denial, passivity and indifference that prevent a full acknowledgement of human cruelty and suffering” (Cohen 1999, 589–590). As we saw earlier, journalist Ron Hicks genuinely believed he was acting in the public interest when he took Sharleen’s story to 60 Minutes.", "Another key concept which has emerged from the theoretical debates about moral panic, and one which is highly relevant to our discussion, is the notion of disproportionality. When a moral panic occurs, the response to the perceived threat or danger is out of all proportion to what would be warranted by a realistic and dispassionate appraisal of the facts (Thompson 1998, 9). A number of the people we interviewed for “Shutting Down Sharleen” argued that the NSW Government’s response to her case had been disproportionate to the threat she posed. Basil Donovan, Director of the Sydney Sexual Health Centre at the time, described it as follows:Detention is an attractive, simple option. But it [HIV/AIDS] is a lifetime infection; are you going to lock them up until the day they die? Or do you release them a month later and produce a highly alienated, hostile, disoriented person who is possibly even less in control of their behaviour? Detention is an extremely expensive option and it’s potentially an extreme human rights abuse. (“Shutting Down Sharleen”)", "Detention is an attractive, simple option. But it [HIV/AIDS] is a lifetime infection; are you going to lock them up until the day they die? Or do you release them a month later and produce a highly alienated, hostile, disoriented person who is possibly even less in control of their behaviour? Detention is an extremely expensive option and it’s potentially an extreme human rights abuse. (“Shutting Down Sharleen”)", "Moral panics produce extreme responses precisely because they invite panicked reactions from politicians and bureaucrats, short-circuiting the normal deliberative processes of policy-making. The decision to forcibly detain Sharleen, as Professor John Dwyer saw it, simply “relieved the heat from the government of the day” (“Shutting Down Sharleen”). As Thompson points out, however, it is important not to lose sight of the moral dimension in moral panic. He stresses the important role of “moral entrepreneurs” in identifying and dramatizing perceived threats to established moral values, within “a public arena which offers many media outlets for amplifying … fears and articulating demands for social control and regulation” (Thompson 1998, 11–12). Other commentators have argued that this diversity of media outlets creates possibilities for resistance; individuals or groups who are the objects of moral panic now have access to social and media spaces which enable them to fight back:We argue that “folk devils” are less marginalized than they once were; they not only find them-selves vociferously and articulately supported in the same mass media that castigates them, but their interests are also defended by their own niche and micro-media. (McRobbie and Thornton 1995, 559)", "We argue that “folk devils” are less marginalized than they once were; they not only find them-selves vociferously and articulately supported in the same mass media that castigates them, but their interests are also defended by their own niche and micro-media. (McRobbie and Thornton 1995, 559)", "It might be argued, following McRobbie and Thornton, that Sharleen was not merely the passive object of a moral panic ignited by the media. According to her friend and fellow sex worker “Sammy”, Sharleen wanted to alert the public to the fact that HIV/AIDS was not just a danger to the gay community:She was sick of all the bullshit. There was nothing for people with HIV and AIDS and deep down she wanted people to know yes it is out there and she was sick of all the bullshit. She wanted Australia to know that it wasn’t only the gay guys but it is everybody. (“Sammy”, interview)", "She was sick of all the bullshit. There was nothing for people with HIV and AIDS and deep down she wanted people to know yes it is out there and she was sick of all the bullshit. She wanted Australia to know that it wasn’t only the gay guys but it is everybody. (“Sammy”, interview)", "In a telling phrase, Sammy described the 60 Minutes story to us as a “shame job”. She insisted that Sharleen’s intentions were not very different from those of Ron Hicks, the journalist who wrote the original profile and took her story to the producers of 60 Minutes: to break through what she saw as the “political correctness” surrounding HIV/AIDS and get the attention of the heterosexual community. In Sammy’s view, Sharleen also believed she was acting in the public interest. But 60 Minutes chose to present her story as a “shame job”, framing it as a moral issue rather than a courageous self-revelation in the service of public health.", "Sammy’s reading of Sharleen’s motivations is, of course, only speculation; but it suggests that Sharleen was not simply a “victim”, as Ron Hicks believed. Other interviewees, such as John Dwyer, stressed to us that Sharleen was adept at “working the system”, and was quite capable of exercising agency and using the media strategically to gain publicity and extract resources from government.I remember, when the department arranged for her to get an apartment, going out frequently in the first few weeks to the apartment and people were buying her food, bringing her methadone. (“Shutting Down Sharleen”)", "I remember, when the department arranged for her to get an apartment, going out frequently in the first few weeks to the apartment and people were buying her food, bringing her methadone. (“Shutting Down Sharleen”)", "Julie Bates agrees broadly with John Dwyer’s assessment, but stresses that Sharleen’s behaviour ultimately backfired:She was the great game player and manipulator because she now has this attention and she was going to manipulate and use it to her advantage. But often she would do things to her disadvantage, because she wound herself up into a person who was unmanageable. (Julie Bates, interview)", "She was the great game player and manipulator because she now has this attention and she was going to manipulate and use it to her advantage. But often she would do things to her disadvantage, because she wound herself up into a person who was unmanageable. (Julie Bates, interview)", "Sharleen certainly resisted the framing of her story as a “shame job”. But her unique treatment by the health authorities was not solely the consequence of an isolated episode of moral panic. Rather, it reflects a persistent structural discrimination against sex workers in which journalists and the media have often collaborated. As Garland points out:Moral panic targets are not randomly selected: they are cultural scapegoats whose deviant conduct appalls onlookers so powerfully precisely because it relates to personal fears and unconscious wishes. (Garland 2008, 15)", "Moral panic targets are not randomly selected: they are cultural scapegoats whose deviant conduct appalls onlookers so powerfully precisely because it relates to personal fears and unconscious wishes. (Garland 2008, 15)", "In the case of sex workers, these fears may be intensified precisely because sex work largely occurs out of public view; workers constitute a “particularly clandestine and sometimes criminalized” population which only becomes visible through media narratives (Hallgrimsdottir, Phillips, and Benoit 2006, 278). For citizens who have no direct personal experience of the sex industry, these narratives become “key cultural sites at which stigmas of sex work are produced and consumed by the majority of citizens” (278).", "The historical narrative linking sex workers, disease and moral dissolution has been well documented in Australia and elsewhere (Walkowitz 1980; Frances 2007; Spongberg 1997). A review of the international, psychological and sociological research literature on prostitution from 1990 to 2000 found that “many medical-epidemiological studies focused on prostitutes as a supposed vector for the epidemic, but the often moralizing, categorizing, unifying and stigmatizing approach to prostitutes in AIDS research was soon proven wrong by the empirical evidence” (Vanwesenbeeck 2001, 245). By the end of the 1980s, it was already clear that there was no evidence that sex workers had played, or would play, a decisive role in the spread of the disease in the Western world (Vanwesenbeeck 2001).", "Yet, as Sharleen’s case demonstrates, this empirical evidence did not become part of the media reporting of her story. The health authorities in NSW did not choose to cite this evidence in the public debate surrounding Sharleen’s case, and journalists did not seek it out. As Hallgrimsdottir, Phillips, and Benoit argue:The fictive characters and relationships created by media narratives in this context become relatively unassailable, at least to the extent that media audiences lack empirical experience by which to challenge them. (Hallgrimsdottir, Phillips, and Benoit 2006, 278)", "The fictive characters and relationships created by media narratives in this context become relatively unassailable, at least to the extent that media audiences lack empirical experience by which to challenge them. (Hallgrimsdottir, Phillips, and Benoit 2006, 278)", "Media narratives about Sharleen failed to provide audiences with a further important piece of context for her story: the unique legal framework surrounding sex work in NSW."]}, {"title": "Sex Work and Decriminalization in NSW", "paragraphs": ["For most of the twentieth century laws pertaining to prostitution were similar throughout the Australian states: the act of prostitution itself was not illegal but most prostitution-related activities were (Perkins 1991; Sullivan 2010). In the state of NSW, the Labor government repealed the Summary Offences Act in 1979, a move that began a process of decriminalization, and would radically alter prostitution laws and the working environment of NSW sex workers like Sharleen. “In decriminalizing street soliciting”, write Frances and Gray, “the Summary Offences (Repeal) Act broke not just with Australian legislative practice but also with legislative trends in other English-speaking countries” (Frances and Gray 2007, 308).", "By the time it became apparent that there was a risk HIV/AIDS might “cross over” into the Australian heterosexual community in the 1980s, prostitution was no longer an illegal activity. This enabled the NSW government to work with sex worker communities in delivering safe-sex policies in a—sometimes uneasy—partnership that remains impossible in most parts of the world where prostitution is criminalized.", "But while street sex work had been decriminalized under the Summary Offences Act, the retention of other prostitution laws, such as the Disorderly Houses Act, which allowed police to close down brothels, had the effect of making prostitution more visible, as houses that sex workers traditionally worked in were closed (Neave, cited in Perkins et al. 1994, 78–81). The push-and-pull effect that ensued increased the numbers of sex workers on the street, and led to conflict between them and the residents where they worked, just as the “red light” areas of inner-suburban Sydney where sex workers had traditionally worked were undergoing gentrification (Frances and Gray 2007, 319–320). It was in this environment that Opposition MP Michael Yabsley was able to expose and attack Sharleen in the press with impunity in 1987. The Opposition was able to draw on wider public anxiety about sex work as part of their law and order campaign in the run-up to the NSW State election in 1988, which they subsequently won. Sharleen’s appearance on 60 Minutes functioned as a lightning rod for these anxieties, accentuated by the decade of legal and social reform in NSW that preceded it.", "It is only within this larger context that Sharleen’s story takes on its true significance. In our documentary, we suggested that the NSW Government took the action it did because Sharleen’s disclosures on national television threatened its AIDS policy. As we put it in the documentary, “when Sharleen went on 60 Minutes, she set off a wave of moral panic which could have blown this progressive policy out of the water” (“Shutting Down Sharleen”). This view was supported by Ingrid van Beek, director of the Kirketon Road Centre, where Sharleen had been a client since 1987:You know, for the whole of the HIV programme to continue to be able to operate required the community to be generally and broadly supportive. From a public health point of view we would like of course to say it should be a “buyer beware” situation and the responsibility should lie with the customers. But I don’t think that it would have been acceptable at the community level for us to say, look, maybe there are a handful of HIV positive sex workers out there but, hey, the risk is still very low. (“Shutting Down Sharleen”)", "You know, for the whole of the HIV programme to continue to be able to operate required the community to be generally and broadly supportive. From a public health point of view we would like of course to say it should be a “buyer beware” situation and the responsibility should lie with the customers. But I don’t think that it would have been acceptable at the community level for us to say, look, maybe there are a handful of HIV positive sex workers out there but, hey, the risk is still very low. (“Shutting Down Sharleen”)", "In this reading, Sharleen’s story was one that would have been better left untouched by the media. One conclusion that journalists might draw from it is that there are some stories which should not be reported, because journalists are not in a position to judge whether disclosure is truly in the public interest. In cases such as these, the “public right to know” might be outweighed by a larger public interest in protecting vulnerable individuals or groups, or keeping a progressive but potentially sensitive policy initiative out of the public eye. This would be bitter medicine for journalists to swallow, given their general presumption that more transparency will always be a good thing. There are instances where journalists voluntarily choose not to report newsworthy information—such as the decision by most of the mainstream media not to publish the demands of the hostage-taker Man Haron Monis during the December 2014 siege in Sydney—but these are few and far between.5", "There is, however, an alternative reading to Sharleen’s story, which might have different, but no less important, implications for journalistic practice, and for critical reflection on the media’s role in moral panic. As we have shown, there was already ample evidence available at the time of the 60 Minutes broadcast that the vast majority of sex workers were practising safe sex, and no evidence at all that there had been any transmission of the virus by sex workers to clients. Yet the 60 Minutes story focused almost exclusively on one “renegade” sex worker and the putative threat she posed to public health, rather than the overwhelmingly successful approach taken by the frontline health services and sex workers themselves. 60 Minutes, and the numerous journalists who reported on Sharleen’s story after the broadcast, could have chosen to frame the story differently. They could have interviewed other sex workers or sex worker representatives, or contextualized Sharleen’s story with research such as that cited above by John Dwyer, demonstrating that the health authorities’ “self-help approach” was working. They could have stressed the overwhelming public interest in continuing this approach, rather than singling out one individual. Had they done so, it is possible that Sharleen’s story might have been very different."]}, {"title": "Conclusion", "paragraphs": ["The moral panic which Sharleen’s story unleashed functioned as a smokescreen, hiding from public view the real story: the success of decriminalization in protecting the human rights of sex workers and protecting public health. As we have argued, however, simply reducing Sharleen’s story to one episode of moral panic exposes the limits and usefulness of the term in understanding the historical and structural policing of sex workers in Australian society and elsewhere. The cultural theorist and activist Simon Watney expressed similar caution in using the term to describe media coverage of the AIDS pandemic in Britain:We are not, in fact living through a distinct, coherent and progressing “moral panic” about AIDS. Rather, we are witnessing the latest variation in the spectacle of the defensive ideological rearguard action which has been mounted on behalf of “the family” for more than a century. (Watney 1997, 43)", "We are not, in fact living through a distinct, coherent and progressing “moral panic” about AIDS. Rather, we are witnessing the latest variation in the spectacle of the defensive ideological rearguard action which has been mounted on behalf of “the family” for more than a century. (Watney 1997, 43)", "Watney describes moral panics as the frontline in this action—a site of struggle for the control of public representation. Similarly, in our view, Sharleen’s story is not an episode in a “distinct, coherent and progressing ‘moral panic’ about AIDS”. If anything, it is a symptom of a distinct, coherent and progressing “moral panic” about sex work, and of the continuing discrimination that sex workers face even in places where their work is decriminalized.", "Twenty-five years on, journalists and media organizations continue to report stories relating to sex work that ignore empirical evidence and discount the experience of sex workers. In July 2014, the British medical journal The Lancet launched a special issue titled “HIV and Sex Workers” at the International AIDS Conference in Melbourne. The journal’s seven research papers investigate issues faced by sex workers world-wide, and identify several common themes, including the view that decriminalization would have the “strongest impact in reducing HIV in both generalized and concentrated epidemics” (Shannon et al. 2014, 1). Other studies stress the importance of community empowerment approaches of the kind pioneered by sex workers in NSW in the 1980s (Kerrigan et al. 2014). Key multilateral organizations such as UNAIDS, the UN High Commissioner on Human Rights, the UNDP and the Global Commission on HIV and the Law all now recommend decriminalization to protect the health and human rights of sex workers (Decker 2014, 10). But right across the globe media have largely ignored this story, preferring to focus on another rich vein of moral panic, the alleged link between the sex industry and human trafficking.", "Journalists working in mainstream media organizations have limited capacity to challenge news values and editorial priorities. Yet journalists also submit in certain cases to reporting restrictions or voluntary codes of practice when there is a clear public interest in doing so, for example, in the reporting of suicide. We do not argue that Sharleen’s story should never have been reported, but rather that it should prompt journalists to reflect more on what they mean when they claim to act in the public interest. Especially in cases where marginalized or vulnerable groups are involved, good intentions and “genuinely believ[ing]” what one says (Thompson 1998, 9) are not enough. The bar for passing the public interest test needs to be set higher; journalists should cultivate contacts in affected communities, take an evidence-based approach, and above all be prepared to listen to and include in their reporting the representative voices of those communities—especially when those voices are potentially “cultural scapegoats whose deviant conduct appalls onlookers” (Garland 2008, 15). Such an approach would enable journalists to frame the public interest in ways that are more nuanced, more reflective and more responsible."]}], "references": [{"title": "Moral Panics and Folk Concepts", "year": "1999", "journal": "Paedagogica Historica: International Journal of the History of Education", "volume": "35", "authors": [{"name": "Cohen Stanley.", "first_name": "Cohen", "last_name": "Stanley."}]}, {"title": "Human Rights Violations against Sex Workers: Burden and Effect on HIV", "year": "2014", "journal": "The Lancet", "volume": "385", "authors": [{"name": "Decker Michele R.", "first_name": "Decker", "last_name": "R."}, {"name": "Anna-Louise Crago", "first_name": "Anna-Louise", "last_name": "Crago"}, {"name": "Sandra K. H. Chu", "first_name": "Sandra", "last_name": "Chu"}, {"name": "Susan G. Sherman", "first_name": "Susan", "last_name": "Sherman"}, {"name": "Meena S. Seshu", "first_name": "Meena", "last_name": "Seshu"}, {"name": "Kholi Buthelezi", "first_name": "Kholi", "last_name": "Buthelezi"}, {"name": "Mandeep Dhaliwal", "first_name": "Mandeep", "last_name": "Dhaliwal"}, {"name": "Chris Beyrer", "first_name": "Chris", "last_name": "Beyrer"}]}, {"title": "The Plaguing of a Faggot, the Leperising of a Whore: Criminally Cultured Aids Bodies, and ‘Carrier’ Laws", "year": "1995", "journal": "Journal of Australian Studies", "volume": "19", "authors": [{"name": "Donovan Raymond.", "first_name": "Donovan", "last_name": "Raymond."}]}, {"title": "‘UNSATISFACTORY, DISCRIMINATORY, UNJUST AND INVITING CORRUPTION’ Feminists and the Decriminalisation of Street Prostitution in New South Wales", "year": "2007", "journal": "Australian Feminist Studies", "volume": "22", "authors": [{"name": "Frances Raelene", "first_name": "Frances", "last_name": "Raelene"}, {"name": "Gray Alicia", "first_name": "Gray", "last_name": "Alicia"}]}, {"title": "On the Concept of Moral Panic", "year": "2008", "journal": "Crime Media Culture", "volume": "4", "authors": [{"name": "Garland David.", "first_name": "Garland", "last_name": "David."}]}, {"title": "Fallen Women and Rescued Girls: Social Stigma and Media Narratives of the Sex Industry in Victoria, BC, from 1980 to 2005", "year": "2006", "journal": "Canadian Review of sociology/revue Canadienne De Sociologie", "volume": "43", "authors": [{"name": "Hallgrimsdottir Helga Kristin", "first_name": "Hallgrimsdottir", "last_name": "Kristin"}, {"name": "Phillips Rachel", "first_name": "Phillips", "last_name": "Rachel"}, {"name": "Benoit Cecilia", "first_name": "Benoit", "last_name": "Cecilia"}]}, {"title": "AIDS. The Second Wave", "year": "1989", "journal": "", "volume": "", "authors": [{"name": "Hicks Ron.", "first_name": "Hicks", "last_name": "Ron."}]}, {"title": "A Community Empowerment Approach to the HIV Response among Sex Workers: Effectiveness, Challenges, and Considerations for Implementation and Scale-up", "year": "2014", "journal": "The Lancet", "volume": "385", "authors": [{"name": "Kerrigan Deanna", "first_name": "Kerrigan", "last_name": "Deanna"}, {"name": "Kennedy Caitlin", "first_name": "Kennedy", "last_name": "Caitlin"}, {"name": "Morgan-Thomas Ruth", "first_name": "Morgan-Thomas", "last_name": "Ruth"}, {"name": "Reza-Paul Sushena", "first_name": "Reza-Paul", "last_name": "Sushena"}, {"name": "Mwangi Peninah", "first_name": "Mwangi", "last_name": "Peninah"}, {"name": "Thi Win Kay", "first_name": "Thi", "last_name": "Kay"}, {"name": "McFall Allison", "first_name": "McFall", "last_name": "Allison"}, {"name": "Fonner Virginia", "first_name": "Fonner", "last_name": "Virginia"}, {"name": "Butler Jennifer", "first_name": "Butler", "last_name": "Jennifer"}]}, {"title": "Rethinking ‘Moral Panic’ for Multi-Mediated Social Worlds", "year": "1995", "journal": "British Journal of Sociology", "volume": "46", "authors": [{"name": "McRobbie Angela", "first_name": "McRobbie", "last_name": "Angela"}, {"name": "Thornton Sarah", "first_name": "Thornton", "last_name": "Sarah"}]}, {"title": "The Defence of Public Interest and the Intrusion of Privacy: Journalists and the Public", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Morrison David E.", "first_name": "Morrison", "last_name": "E."}, {"name": "Svennevig Michael", "first_name": "Svennevig", "last_name": "Michael"}]}, {"title": "‘Dirty Little Secret’: Journalism, Privacy and the Case of Sharleen Spiteri", "year": "2012", "journal": "Pacific Journalism Review", "volume": "18", "authors": [{"name": "Morton Tom.", "first_name": "Morton", "last_name": "Tom."}]}, {"title": "Street Prostitution and its Manipulation by Law in New South Wales", "year": "1991", "journal": "Women and the Law: Proceedings of a Conference Held", "volume": "24", "authors": [{"name": "Perkins Roberta.", "first_name": "Perkins", "last_name": "Roberta."}]}, {"title": "Competition Paper. Prostitution and Public Health in New South Wales", "year": "2003", "journal": "Culture, Health \\& Sexuality", "volume": "5", "authors": [{"name": "Scott John.", "first_name": "Scott", "last_name": "John."}]}, {"title": "HIV and Hysteria", "year": "2010", "journal": "History Australia", "volume": "7", "authors": [{"name": "Sendziuk Paul.", "first_name": "Sendziuk", "last_name": "Paul."}]}, {"title": "Global Epidemiology of HIV among Female Sex Workers: Influence of Structural Determinants", "year": "2014", "journal": "The Lancet", "volume": "", "authors": [{"name": "Shannon Kate", "first_name": "Shannon", "last_name": "Kate"}, {"name": "Strathdee Steffanie A.", "first_name": "Strathdee", "last_name": "A."}, {"name": "Goldenberg Shira M.", "first_name": "Goldenberg", "last_name": "M."}, {"name": "Duff P.", "first_name": "Duff", "last_name": "P."}, {"name": "Mwangi Peninah", "first_name": "Mwangi", "last_name": "Peninah"}, {"name": "Rusakova Maia", "first_name": "Rusakova", "last_name": "Maia"}, {"name": "Reza-Paul Sushena", "first_name": "Reza-Paul", "last_name": "Sushena"}, {"name": "Lau Joseph", "first_name": "Lau", "last_name": "Joseph"}, {"name": "Deering Kathleen", "first_name": "Deering", "last_name": "Kathleen"}, {"name": "Pickles Michael R", "first_name": "Pickles", "last_name": "R"}, {"name": "Boily Marie-Claude", "first_name": "Boily", "last_name": "Marie-Claude"}]}, {"title": "When (some) Prostitution is Legal: The Impact of Law Reform on Sex Work in Australia", "year": "2010", "journal": "Journal of Law and Society", "volume": "37", "authors": [{"name": "Sullivan Barbara.", "first_name": "Sullivan", "last_name": "Barbara."}]}, {"title": "Another Decade of Social Scientific Work on Sex Work: A Review of Research 1990–2000", "year": "2001", "journal": "Annual Review of Sex Research", "volume": "12", "authors": [{"name": "Vanwesenbeeck Ine.", "first_name": "Vanwesenbeeck", "last_name": "Ine."}]}]}