{"doi": "10.1080/21670811.2014.906927", "url": "https://doi.org/10.1080/21670811.2014.906927", "title": "Branding (Health) Journalism", "volume": "3", "year": "2015", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Molyneux", "first_name": "Logan", "name": "Logan Molyneux"}, {"last_name": "Holton", "first_name": "Avery", "name": "Avery Holton"}], "abstract": "Observational studies of journalists on social media platforms suggest that journalists are beginning to develop personal brands using social media. Similar studies suggest that journalists covering specialty areas such as health are more likely to experiment with and adopt new forms of practice that break with the traditional tenets of journalism. Through interviews with such journalists, this study explores the perceptions, practices, and drivers of personal branding among journalists. Findings indicate journalists are squarely focused on branding at the individual level (rather than branding the organizations they work for). Journalists cite technological and cultural changes in the profession as giving rise to personal branding. They also describe the tension they feel between their obligation to uphold the traditional tenets of journalism and their perceived need to incorporate more branding into their practice, especially on social media platforms. The findings indicate that journalists may be changing the fundamental elements of branding in at least one way, exchanging the differentiation between themselves and their content for the mutual sharing and co-creation of content with their colleagues and audience.", "body": [{"title": "Introduction", "paragraphs": ["Not long ago, journalists could operate in relative anonymity, shielded by news platforms that restricted engagement with audiences to a one-way flow of information. The rise of social media has significantly altered the exchange of information between news producers and consumers, allowing individuals to converse with journalists and to inform and create the news. A more engaged audience has forced a unique evolution of journalism, one that media scholars contend is collapsing many of the traditional tenets of journalism (Broersma and Graham 2013; Bruns 2012a, 2012b; Holton, Coddington, and Gil de Zuniga, 2013; Hermida 2010). Whether such changes are positive or not remains a point of contention, though research clearly points to a deviation from traditional practice. Today’s journalists are offering more personal and professional transparency, including humor and opinion alongside news coverage, inviting more engagement with audiences, and forming deeper connections with consumers through social media (Hedman and Djerf-Pierre 2013; Vivo and Manuel 2013). Those connections, as this study explores, may be driven by an emerging journalistic practice that centers on the construction and maintenance of an individual brand.", "Some studies indicate journalists are already beginning to harness social media to create individual, or personal, brands (Bruns 2012b; Molyneux 2013), answering the call of industry observers who have increasingly encouraged them to develop and enchance their digital identities through social media. This is particularly apparent among specialty reporters, such as those covering health-related issues. Public interest in health news and information is higher than ever (Shah 2011), and health journalists have shown a propensity for engaging their audiences and embracing social media, often ahead of other specialty journalists (Holcomb, Gross, and Mitchell 2011; Secko, Amend, and Friday 2013). Even though they have proven to be early adopters of social media and evolving journalistic practices, the branding practices of these journalists, and indeed journalists more broadly, have yet to be thoroughly examined. Media scholars have recently called for such analyses, noting that perceptions and practices of branding among journalists vary widely among news organizations and are not fully understood by practitioners or scholars.", "Despite what journalistic rules may be codified or understood, practices in the rapidly changing world of social media are not always consistent, especially when it comes to branding. This study is an attempt to explore journalistic branding through a qualitative examination of journalists’ branding practices and the forces journalists are responding to when they employ personal and/or organizational branding. This study conducts a series of semi-structured interviews with professional health journalists. Their responses add to an emerging body of literature that has explored shifts in journalistic practices in light of social media. The findings here provide insights into the key drivers of branding among journalists and indicate a mounting tension between ideologies and practice. The results also point to changes to the structure of professional journalism, hinting that individuals may be replacing institutions as the fundamental unit of the profession."]}, {"title": "Literature Review", "paragraphs": ["The broad question at hand is why journalists would seek to develop personal and organizational brands beyond their normal duties as reporters. Journalists may choose to focus on promoting themselves as information providers (individual branding), or they may choose to emphasize their ties to an established news company, strengthening that company’s brand (organizational branding). Such behavior does not fit within long-held notions of journalistic objectivity and the separation of editorial and advertising practices in many parts of the world, both of which continue to be reshaped by technology and audience expectations. As Siegert, Gerth, and Rademacher (2011) noted, the tension between journalism as practice and journalism as business have blurred the lines between profitability and adherence to journalistic norms (objectivity and editorial separation). While media managers and editors have been more receptive to encouraging branding among reporters and their organizations, journalists have only recently shown signs of incorporating elements of branding into their practice (Vujnovic et al. 2010).", "Here we review trends and theoretical constructs that may help in understanding journalistic branding. Researchers suggest economic and technological changes in some ways weaken organizations and empower individuals, allowing journalists the freedom to navigate uncharted waters through social and mobile media. For years now, journalists have been observed adapting professional norms in response to changes in the audience and the profession, allowing new behaviors to become incorporated and normalized. Social media play a particularly important role in this evolution because they encourage the creation of a public-facing identity and co-creation of content, both of which contribute to an emotional connection with consumers. The following sections detail these and other changes that point toward continued ideological shifts among journalists, branding included.", "Journalism as a profession has historically been centered on news organizations as opposed to individuals, unions, or other professional associations. In the United States, for instance, only 17 percent of journalists now belong to a labor union, and approximately 40 percent belong to a professional association of any kind (Weaver 2007). The threshold that separates professional journalists from other writers, then, has historically been their employment by a news agency, their association with news production entities, and their routines (Singer 2006). Even popular anchors, columnists, and commentators have traditionally been tied to a news company or a system of syndicated distribution. Walter Cronkite or Dave Barry may have been able to draw an audience on their own, regardless of which network or newspaper they appeared in, but such cases have been the exception, with most journalists working in relative anonymity. Some well-respected publications (such as The Economist and, previously, Time magazine) eschew bylines entirely, giving the news company sole credit for content.", "That organization-centered definition is being challenged as journalists adapt to new technologies and new involvement of the audience in the newsgathering process. Citizen journalists and bloggers now also publish news online, though journalists still seek to separate themselves from the general public (Lewis, Kaufhold, and Lasorsa 2010; Singer 2003, 2005), asserting their authority and routine of verification. Journalists also place emphasis on their independence from outside influences and autonomy to exercise their news judgment (Hayes, Singer, and Ceppos 2007; Singer 2006). In sum, journalists must now work to distinguish themselves from other information providers (Coddington 2012; Lewis 2012). This work typically is not kept private, but is shared across various media, including social network platforms (e.g., Facebook, Instagram, Twitter). Indeed, recent research of journalists’ use of Twitter indicates most of their content is aimed at the public (i.e., not kept private) with the intent of presenting real-time information and promoting their individual work (Neuberger, vom Hofe, and Nuernbergk 2014). In this sense, journalists on social media speak about themselves and their profession in public spaces and in ways that may aid in brand development.", "Along this line, Shoemaker and Reese (2013) observe a subtle shift of power away from the organizational level in the hierarchy of influences and toward the individual level—a swing potentially tied to economically weaker companies and increased autonomy in a digital world (Anderson, Bell, and Shirky 2012). With both the audience and the advertising dollars now spread thin, news organizations are reaching out to new audiences online, particularly through social media. But digital media do not follow the same one-to-many broadcast model of traditional news media (Rosen 2006). The newsroom may have one Twitter account or one Facebook page, for example, but everyone in the newsroom also may be encouraged to have an individual account. This wrests some control away from the organization and puts it in the hands of individual journalists. Even as many news organizations work toward social media directives (Sonderman 2012a, 2012b), ordinances that guide engagement with technology and audiences remain relatively sparse. This, along with a loosening of organizational policies toward journalists’ interactions with news consumers—driven at least in part by a desire to have employees act as brand ambassadors—has led journalists to at least re-examine and occasionally reinvent the norms of journalism practice.", "Scholars have talked about this evolution, particularly as it involves social media, as a process of normalization (Bruns 2012b; Lasorsa, Lewis, and Holton 2012; Singer 2005), wherein journalists reinvent and adapt to the new affordances of the technology (Graves 2007). Journalists have looked to at least two sources of inspiration as they learn to use social media and adapt them to their purposes. First, journalists are especially subject to the influence of their peers because they frequently seek guidance and validation from other journalists (Donsbach 2004). Therefore, it is likely that journalists develop new norms on social media by watching how other their professional peers use it. One recent study of US health journalists indicated that professional and freelance journalists monitor each other closely and that their editors do the same, frequently pointing out examples of positive engagement on Twitter (Holton 2013). As some scholars have noted, these journalistic shifts may show up earlier and more frequently among those covering specialty issues such as health (Holcomb, Gross, and Mitchell 2011; Murthy 2013; Secko, Amend, and Friday 2013). Unlike journalists covering general areas, these journalists jockey for niche-specific audience attention, often working to adjust their reporting habits to align with public expectations.", "The second source journalists may look to when learning how to normalize social media is the social media community at large. Beyond individual observation, new norms may also derive from shared interactions within a group, known as collective norms (Bettenhausen and Murnighan 1985). This process is likely to be common on social media given their social, group-oriented nature. Journalists using Twitter, therefore, are likely to learn the norms of the Twitter community (Lasorsa, Lewis, and Holton 2012), which includes users who are not journalists and may have very different communicative norms. This could lead them to develop new practices not found in traditional media, such as personal branding.", "In the marketing world, branding is defined as differentiating a product, guaranteeing its origins and quality, and forming a relationship with the buyer through a variety of techniques, including both mediated and interpersonal communication (Coomber 2002). But some key principles are the focus of most branding activities. First, branding experts generally identify a target audience and work to craft messages that will be well received by that audience. When branding a product or entity, it is important to emphasize its point of difference, or what unique value it offers when compared with competitors (Murphy 1987). A brand is frequently associated with an identity, which is developed using logos, slogans, and other design elements meant to develop a relationship with the target audience (Williams 2012). This relationship may have both economic and emotional aspects (Allen and Meyer 1990), and it is the consumer’s emotional attachment that branding aims to strengthen. Branding is not a one-time event, however, and includes ongoing efforts to manage and maintain a product or entity’s image and identity, particularly in light of social media’s expansion (Turri, Smith, and Kemp 2013). Branding on social media necessitates a more personal approach that increasingly includes elements of collaboration and co-creation between creators and consumers (Turri, Smith, and Kemp 2013).", "Notably, these features help promote a certain level of brand intimacy that is crucial to today’s consumers to personalize the brand and its creator(s) (Tuten and Solomon 2012).", "These concepts do not always translate so easily to journalism because many journalists (in this case, the ones building a brand) are not selling their work directly. Economic motivations could still be present as journalists seek to position themselves in an unstable job market or make the case for a raise. They may also work to build emotional attachment by differentiating themselves from other journalists and forming relationships with audience members. This branding practice is already developing as journalists talk about themselves and pass along what others have said about them on Twitter (Molyneux 2013). This co-creation, or treating consumers as an active community of participants rather than a static group of listeners, allows journalists to promote their own work and develop emotional ties with their audience. Importantly, journalists appear to devote more time on Twitter to building personal brands than to building organizational brands (Molyneux 2013).", "In doing so, journalists may be acting in response to a growing emphasis on transparency (Hellmueller, Vos, and Poepsel 2012; Phillips 2010). Adherence to the traditional norm of objectivity requires that journalists set aside personal interests and opinions when reporting the news, essentially having only a professional identity. A journalist seeking transparency, however, must have both a professional and personal identity merged into one. They allow the audience to view their work and themselves, something that social media actively encourages. Seeking transparency may lead journalists to develop and present a personal brand on social media.", "Creating a personal identity, as noted earlier, is not something most journalists have practiced. Yet, it is so much the structural norm of social media that journalists using services like Facebook and Twitter almost naturally begin creating a public-facing identity. An identity is dependent on one’s social situation (Goffman 1959) and is not necessary unless it can be recognized by others (Erikson 1968), both conditions introduced to journalists as they begin using social media. The audience for social media is neither clearly defined nor homogeneous, and one study suggested that Twitter users resort to imagining their audience when formulating social media messages (Marwick and boyd 2010). This imagined audience, then, shapes the content of their postings. Social media (among other networked technologies) allow connections with a greater diversity of audiences than would normally be encountered in everyday life (Papacharissi 2011, 2012), thereby enabling users to voice multiple aspects of their personality and develop it further. While journalists may indeed elect to keep some of their content private on social media, either by sequestering certain accounts or tagging certain content for select audiences, they remain largely open in their journalistic practices, increasingly seeking ways to engage with their audiences (Neuberger, vom Hofe, and Nuernbergk 2014). Key to this social media engagement is journalists’ self-expression, which may appear as identity creation and personal branding.", "Though some media scholars have recognized branding—though not necessarily among journalists—as part of the evolving social media landscape (Carrera Álvarez et al. 2012), relatively few have explored the issue. Only a decade ago, the branding of journalism was perceived as taking place primarily at the organizational level and was the domain of managers only (Chan-Olmstead and Kim 2001). Similar research continues to focus on organizational brands even as news organizations began using Twitter to promote their own content (Greer and Ferguson 2011). But recently there has been some evidence of a shift toward personal branding. A series of interviews with British journalists found all of them had some awareness of the potential of social media to aid in developing a personal brand, but the study did not pursue the question further (Dickinson 2011). In another study, Bruns (2012b) argues that branding may be especially relevant when using social media. When journalists tweet, he suggests, the information they present is associated with them personally, and not with the overall organization. News is thereby atomized, with the individual becoming the brand. These studies identify branding among journalists, particularly on Twitter, as a point of interest worthy of further study, and this research takes up that challenge."]}, {"title": "Problem Statement", "paragraphs": ["Journalists are presented with unique challenges as they continue to adapt norms of objectivity and editorial separation to meet the demands brought on by economic pressures, technological innovations, and evolutions in audience engagement. Among them is the successful navigation of socially driven content platforms such as Twitter, which increasingly calls for a break from established journalistic norms. While some research has examined paradigmatic shifts among journalists and the resulting tension between ideologies and practice, none have yet analyzed the perceptions, practices, and emerging norms of branding among journalists. Building upon a strong body of existing literature supporting evidence of journalists’ rapidly changing practices, this study focuses on possible emerging trends of branding in journalism by asking:How do journalists perceive branding?What branding elements and efforts, if any, are journalists incorporating into their existing practices?What norms or other influences are driving journalists to incorporate branding into their existing practices?", "How do journalists perceive branding?", "What branding elements and efforts, if any, are journalists incorporating into their existing practices?", "What norms or other influences are driving journalists to incorporate branding into their existing practices?"]}, {"title": "Method", "paragraphs": ["The purpose of this study is to analyze the perceptions, practices, and emerging norms of branding among journalists—an area that has been only lightly explored by media scholars. As noted, journalists covering specialty beats such as health may be quicker to experiment with and adapt to branding expectations. Given that they represent the earliest adopters of branding, these journalists are well suited for this analysis. In order to build upon the emerging threads of journalistic normalization and branding among journalists, this study relies on semi-structured interviews with specialty journalists. In this case, the responses of health journalists currently employed with US newspapers were sought through an e-mail request sent to members of the Association of Health Care Journalists in March and April 2013.1 Members were invited to take part in semi-structured interviews about their role as journalists, answering questions about their evolving practices, including their perceptions, practices, and normative beliefs of branding among journalists and news organizations. Twenty-one journalists agreed to participate in the interviews.2", "All interviews took place via telephone or Skype between April 4 and May 3, 2013. Participants were asked a broad range of questions pertaining to their perceptions of and work within journalism. Questions focused on individual perceptions of branding, what branding looked like in journalistic practice, and what factors influenced the use of branding in journalistic practice. As with semi-structured interviews, the questions asked of all participants guided conversations and often resulted in unexpected insights that opened avenues for new questioning. The secondary researcher transcribed each interview and took concurrent notes, paying special attention to patterns in responses that began to overlap among respondents. Following the approaches of Corbin and Strauss (2007) and Birks and Mills (2011), this initial stage of open coding led to the development of possible categorizations that were either discarded or enhanced with each new interview, based on their prominence among the sample. This process of response saturation continued until “no new properties, dimensions, or relationships” emerged “during analysis” (Charmaz 2006; Holloway 2008; Oktay 2012; Corbin and Strauss 2007)."]}, {"title": "Results", "paragraphs": ["The health journalists interviewed for this study represented a diverse background that included experience in many other areas of general and specialty reporting. All but two of the participants had been covering health-related issues for at least 14 months, and all but three reported using social media platforms such as Twitter on a daily basis. Of those who did not use social media daily, all said they had some experience with Facebook, Instagram, and/or Twitter. Additionally, each participant indicated familiarity with branding among journalists and news organizations. Notably, the participants rarely brought up traditional branding methods employed by media organizations such as television or online advertisements. Instead, as the findings below indicate, they were more squarely focused on branding at the level of the individual, the drivers behind such personalized branding, and the tension they felt between their obligation to uphold the traditional tenets of journalism and their perceived need to incorporate more branding into their practice, especially on social media platforms.", "The majority of participants said branding had become a part of their everyday practice, though they had difficulty providing a succinct definition of what exactly makes for branding. As one participant put it: You can’t just say, “Well, I did some branding today.” Instead, you have to really know what that means now for journalists. For big corporations, it might mean millions of dollars used in search of the perfect logo or billboard. I’m sure we [redacted] do a lot of that. But it’s much more grass roots now, meaning our company isn’t just going through traditional advertising channels and that we’re not just writing a story and sending a tweet out there to promote it. We’re actually paying attention to our analytics, trying to figure out who is reading us or talking to us or telling their friends about us and why. We don’t get paid more to do that, but we know that it’s our best shot to remain relevant.", "You can’t just say, “Well, I did some branding today.” Instead, you have to really know what that means now for journalists. For big corporations, it might mean millions of dollars used in search of the perfect logo or billboard. I’m sure we [redacted] do a lot of that. But it’s much more grass roots now, meaning our company isn’t just going through traditional advertising channels and that we’re not just writing a story and sending a tweet out there to promote it. We’re actually paying attention to our analytics, trying to figure out who is reading us or talking to us or telling their friends about us and why. We don’t get paid more to do that, but we know that it’s our best shot to remain relevant.", "The latter sentiment was shared among the journalists who, even without a cohesive definition of what branding in journalism looked like, said branding was one of the most important elements a journalist could incorporate into practice. Participants said they were surprised at how quickly branding was becoming a staple of their practice. While they were quick to note a variety of complications that come along with branding (e.g., unclear organizational guidelines, aligning personal branding with organizational branding, overt branding attempts that might turn away audiences), they could not see a successful future for journalists without effective branding. As one veteran journalist said, “Maybe it’s not something you learn in school or pick up in the field, but you damn sure better get with it, and fast.”", " This same journalist observed that while his editors and publishers were not necessarily pushing branding or laying out guidelines, his colleagues were. Expressing a concern shared by many of the participants, he noted that branding was becoming “the worst kept secret that no one knows what do with.” Indeed, the journalists here could describe what they thought represented successful branding, but they could not offer a unified approach. Some said branding was a product of technological innovation, creating crowded spaces where everyone was competing for a slice of attention. By carving out niches within these spaces, journalists could enhance their visibility and attract audiences who were more likely to consume and share their content. As an example, in an attempt to elevate her presence on Twitter, one reporter began hosting weekly chats using hashtags. “I went from always trying to engage other people to finding a way for them to come to me,” she said. “The hashtag is always the same, same day, same time, so they know where to go. I’ve gone from maybe 800 followers a few months ago to more than 5000 today.”", " When describing their branding techniques, participants tended to center on the promotion of their own work. “Autonomy,” as one participant observed, “is the key to journalistic success.” The journalists here shared that view, though they were not all as blatant in their expression. They saw branding as a pathway to a greater level of engagement, one they said their editors and organizations have been pressuring them to explore for years. In an effort to interact with potential and existing audiences, these journalists said they have turned to social media platforms where they selectively choose the content they share. In many cases, they said they see that content as shaping their personal brands. While they still value the organizations that employ them and for the most part work to adhere to the policies of their employers, they focus more on what audiences think of them as opposed to what they think of their organizations. As expressed by one participant, a form of self-preservation has replaced the loyalty that once extended from journalists to their respective media organizations: You used to try to figure out what your publisher wanted and tried to hit a home run there. Now you know you might lose your job tomorrow or you see a hundred other reporters just like you covering the same things. You go into survival mode, which for me means becoming a walking, talking, texting, tweeting, whatever billboard for myself.", "You used to try to figure out what your publisher wanted and tried to hit a home run there. Now you know you might lose your job tomorrow or you see a hundred other reporters just like you covering the same things. You go into survival mode, which for me means becoming a walking, talking, texting, tweeting, whatever billboard for myself.", "With that shift and the uptake of personal branding, many participants said their willingness to fold branding into their practice has to do with sweeping changes to the traditional tenets of journalism. They felt that more journalists were defying long-held customs (e.g., making their content more humorous, sharing personal information through social media, conversing directly with their audiences) even as their organizations clung to those traditions. Such breaks were allowing them to experiment with new approaches, branding among them, without as much anxiety as they might have had in years past. At the same time, organizations were “sitting back and watching us, letting us run sorta free,” as one participant put it. That liberty has allowed journalists to promote their own content and the content of others, journalists or not, to publicly provide analytics that indicate their successes, to promote issues they are interested in but perhaps not covering, to provide information not included in their traditional content (e.g., extended interviews, detailed photos, personal insights), and create dialogue with the public.", "Some journalists expressed concern over these changes, calling them subtle subversions that could violate organizational policies or reflect poorly on the organization when not properly policed. The majority, though, indicated that such insurrection has become a necessary part of their jobs. With media organizations slow to develop branding policies, journalists said they were shaping branding practices in ways that matched audience expectations and provided their organizations opportunities to monitor branding in action.", "In response to the question of branding elements and efforts journalists may be incorporating into their existing practices, journalists focused heavily on the ability to heighten the exposure of their content and their identities through social media while also hinting at the relevance of co-creation and personalized interactions with audiences. Despite continued mentions of anxiety regarding organizational blowback, the participants here said they have become individual and organizational advertisers, or as one journalist called it, “adverjournalists.” Within the last several years, these journalists have begun using social media to increase awareness about their content, to improve engagement with their audiences, and to support the work of their colleagues who they often value ahead of their own organizations. Such goals are achieved largely through social media, where participants said they publicly thank their followers or colleagues who share or comment on their work, use hashtags and other easily searchable keywords to spur engagement, offer links to content they feel might benefit their followers or colleagues, and openly reply to questions about their content, their professional experiences, and their personal lives.", "These journalists placed a significant amount of emphasis on finding ways to move beyond the ephemeral engagement made easy by social media platforms. As one journalist observed, this frequently happens through innovative interactions and consistent relationship management across multiple platforms:I started noticing a lot of friends moving over the LinkedIn and having conversations there. I watched one of my buddies give a presentation there from his office, just talking about finances and things like that. He must have had two dozen people tuned in … This light bulb sort of went off, and I thought that was something I could do to increase awareness about me and this ongoing series I was already writing up on new cancer treatments. So I promoted it a little through LinkedIn and Twitter, offered the link on Twitter and Facebook and at the end of one of my stories, and I got maybe 15 or so people for my first live lecture series there. The next week I got a few more and so on until I got up to around 100 people following along, asking questions, and making connections with me on LinkedIn and all of my other [social media] accounts … Now I’m constantly engaged in conversations with people who share my thoughts with their followers, which helps kick my name up a notch for people interested in health or cancer or even some of the other areas I’m covering.", "I started noticing a lot of friends moving over the LinkedIn and having conversations there. I watched one of my buddies give a presentation there from his office, just talking about finances and things like that. He must have had two dozen people tuned in … This light bulb sort of went off, and I thought that was something I could do to increase awareness about me and this ongoing series I was already writing up on new cancer treatments. So I promoted it a little through LinkedIn and Twitter, offered the link on Twitter and Facebook and at the end of one of my stories, and I got maybe 15 or so people for my first live lecture series there. The next week I got a few more and so on until I got up to around 100 people following along, asking questions, and making connections with me on LinkedIn and all of my other [social media] accounts … Now I’m constantly engaged in conversations with people who share my thoughts with their followers, which helps kick my name up a notch for people interested in health or cancer or even some of the other areas I’m covering.", "Many of the journalists also said they brand colleagues who work independently (i.e., as freelancers) or with other organizations, praising their work on social media platforms and frequently linking to the content they produce. Some said they no longer felt a need to scoop their fellow journalists, trading expedience for collaboration in ways that kept the public informed and elevated the highest levels of journalism. This also came as the result of co-creation with their audiences, particularly on social media platforms such as Twitter and Instagram. “There aren’t rules against it,” said one participant, so why not let people know what else is going on in the world? It’s not a bad thing or something that hurts me as a reporter. If anything, it lets my readers know that I actually care enough to put good news ahead of my own ego.", "so why not let people know what else is going on in the world? It’s not a bad thing or something that hurts me as a reporter. If anything, it lets my readers know that I actually care enough to put good news ahead of my own ego.", "The majority of journalists said that while they were at least somewhat concerned their organizations might see such action as leading audiences away, they felt like promoting the work of others gave them more credibility and provided audiences with more transparency into their professional and personal views.", "A notably small contingent of participants were not so sure, arguing that such actions undermined the traditional tenets of journalism as well as organizational loyalty. While they agreed there was value in sharing important content, they wondered if audiences might see such sharing as a weakness and if that sharing might rupture relationships with their organizations. One veteran reporter said she felt as though she could mine the work of her colleagues for story ideas and potential sources, but that passing that work along was a form of “lazy reporting that lets other people do the work and risks misrepresenting it as your own.” She added that journalists were employees of an organization, and as such should present their own work or the work of those within their organization. In that way, they could brand their organizations over potential competition.", "Some motivations that drive journalists to incorporate branding into their practice have been woven throughout the previous two sections. This final section explores at greater depth the impetus behind branding among journalists, narrowing in on the norms that drive them.", " Many participants said that branding was moving from “one guy behind a curtain handling all the number crunching and message tailoring,” as one journalist said, to a more individually mandated effort wherein the rules of engagement may not be clear, but the main driver is. For these journalists, branding has become an outlet for creating individual identities that allow them to offer insights about themselves and those they are interested in through public channels. Whether that means sharing a photo on Instagram, commenting on a link posted to Twitter, or updating a Facebook status, participants here said they were increasingly concerned with their personal image. In the absence of organizational structure or guidelines, they said that journalists were branding themselves more frequently not to break from their organizations but to connect with their audiences.", "Many said they felt pressure from their organizations to improve their branding efforts, especially in light of social media’s expanding news role. On one hand, organizations were urging journalists to take more active roles in branding, calling on them to actively engage in social media platforms, to share links to their work and the work of their colleagues, to answer questions from audiences in ways that aligned with the organization, and to avoid promoting forms of content that could damage the reputation of the organization. Yet, without neatly defined organizational parameters to guide them, journalists said they were focused more squarely on the actions of their colleagues. They closely monitored journalists in their organization as well as others, taking note of the successes and failures of other branding efforts. As one journalist said, “You want to stay ahead of the game here, and the best way to do that is to see what works for everyone else.”", "Taking cues from other journalists, the participants here said time and again that they were driven by a need to prove themselves as knowledgeable sources of information. By pitching themselves as individuals with expertise in one area, they felt they were better able to drive engagement at the individual level. While some journalists controlled social media accounts for specific areas of their publications (e.g., the cancer awareness blog, the mental health and wellness Twitter feed), most said they operated separate accounts where they posted more information and built up “a cache of identity” that allowed audiences to see the professional and personal sides of their lives. The latter marks a significant break from traditional journalism practice, one that the participants here said was a necessary part of branding. As illustrated by one journalist, simply being transparent for audiences was a major component of branding:This trend started a few years ago where people would e-mail or post a blog comment wanting to know how I got a story. Normally that’s pretty private stuff and I wouldn’t share it. But now I feel like my followers feed on that sort of information. They like knowing how I get my job done or what hoops I jumped through to get a story. That’s something that helps them connect with who I am and what I represent as a journalist.", "This trend started a few years ago where people would e-mail or post a blog comment wanting to know how I got a story. Normally that’s pretty private stuff and I wouldn’t share it. But now I feel like my followers feed on that sort of information. They like knowing how I get my job done or what hoops I jumped through to get a story. That’s something that helps them connect with who I am and what I represent as a journalist.", "Not only did the participants feel that transparency shaped their branding identities, they felt that by being available to audiences they were conveying their willingness to break with some of the more staid journalistic norms. Even when such a break might have caused organizational backlash, journalists said they were willing to take the risk. For them, the benefits of establishing a relationship with their audience outweighed the potential repercussions they might face from their editors or publishers. They, did, though, exercise caution when it came to overt forms of branding. Few were willing to promote themselves as the top source for news and information. To do so could mislead their audiences, promote unnecessary egotism, and alienate journalists from their colleagues. Instead, they resorted to less apparent forms of branding that fit in with audience expectations without sacrificing journalistic integrity.", "The injunctive norms driving these journalists centered on the need to meet audience expectations for accurate information, engagement, transparency, and openness at the professional and personal level. They also included a fear of falling behind other journalists and losing touch with a profession that remains in an evolutionary state. Notably, while some journalists indicated a tension between their personal and organization branding, only a few were concerned with rewards or reprimands stemming from their organizations. Of those who were, one participant noted there may be a fear of disappointing your editor or ticking off the management, and that’s more than valid. But at some point, we’re all individuals here doing individual work that we can only hope will show our [audiences] what we’re about as individuals.", "there may be a fear of disappointing your editor or ticking off the management, and that’s more than valid. But at some point, we’re all individuals here doing individual work that we can only hope will show our [audiences] what we’re about as individuals."]}, {"title": "Analysis and Discussion", "paragraphs": ["These interviews suggest three major themes related to the development of personal branding among journalists. First, for these journalists, personal branding is becoming an integral part of their journalistic work, though it is still associated with much uncertainty and experimentation. Second, these results suggest journalists feel they must work to build relationships with their audiences, focusing not just on how their reporting is perceived but also on how they themselves are perceived. In particular, by casting themselves as open to co-creation and two-way engagement, journalists may be creating the brand intimacy today’s consumers are looking for. Finally, personal branding is an undertaking fraught with contradictions and conflicts, not the least of which is the tension between journalists and the organizations they work for. Yet, that tension is one that journalists may be circumventing by placing more value on their autonomy and their audiences and less on the organizations they serve.", "The journalists interviewed here suggest that personal branding is tied to technological and cultural changes in journalism and in society at large. They say personal branding is important in order to keep up with their audiences as well as other journalists, and they are looking for ways to do so. They are sometimes seeking hints from outside the profession. In journalism, hard-to-define skills such as news judgment are often learned through experience and example, with one generation of journalists teaching the next. The journalists interviewed here say they have received minimal guidance from their organizations on how to build a personal brand. Their fellow journalists, though also jumping on the bandwagon, may be just as uncertain about how to build a brand. As a result, some journalists may be looking to those outside the profession for guidance, a move with a couple of possible consequences. Journalism may be better off as journalists expand their professional toolbox, bringing in best practices and lessons learned from other professions. Some may argue, however, that journalism risks losing its professional identity (already under assault, by some estimations) by adopting practices not central to journalism’s democratic watchdog function.", "These results also suggest that journalists may be focused more on the relationship building aspect of branding rather than differentiating their product or guaranteeing its quality. Journalists frequently mentioned their identity as individuals as important for branding and a desire to engage in conversations with their audience. They expressed a focus on how the audience perceives them and their actions. Though some talked about working to avoid censure by their employers, they were more concerned about how their audience would view them. This perception is focused on the journalist as a person—not simply whether they are a good reporter, but also whether they are nice, or funny, or altruistic. For most rank-and-file journalists, such a focus on personal relationships has not been a part of journalism until recently. An increase in transparency has given the audience a peek behind the curtain, and so now journalists must put on their best face. This has the potential to increase public trust in journalists. On the other hand, journalists acting as individuals exposes them to personal attacks, the fear of which may restrain what they are willing to cover. In other words, journalists’ desire to please their audiences may have the undesirable side effect of limiting their interest in covering controversial or potentially sensitive story subjects.", "Finally, these interviews suggest a few difficult conflicts that journalists, their colleagues, and their employers must confront. The journalists in this study said they were hesitant to let marketers or supervisors be in charge of how they are branded, but also complained that they have not received enough guidance and support from their organizations. This could be because organizations are no better informed than the journalists about how personal brands should be developed, but individual journalists can be sure they have their own interests at heart as they experiment. Journalists also said they wanted to support their colleagues as a show of good faith, but felt that competition from these same colleagues was driving them to devote time to personal branding. Journalists traditionally have not been known for their collaboration; rather, intense competition to be first or exclusive is often cited as a detrimental influence on news. A desire to support colleagues’ work is potentially an improvement in this area, and could be grounds for stronger intra-professional relationships and collaboration.", "Perhaps the greatest tension, however, lies in the distinction between the individual and the organization, particularly if journalists can be seen as the basic unit of journalism. A break from reliance on and loyalty to an established organization would be a fundamental shift for most journalists. On the other hand, it could be that journalists’ perceptions of organizational weakness are driving personal branding as a form of job insurance for journalists. By making themselves important, they increase their value to their organization as well as their value on the market (if they are ever let go). This puts organizations in a poor bargaining position, having less to offer the best journalists who, thanks to personal branding, are able to compete directly with the organization for audience and attention. To this point, organizations seem content to let individual journalists bear the risks associated with auditioning new practices, perhaps hoping to avoid any early pitfalls and then adopt best practices later. Organizations must consider then, how long to observe before exerting any control or influence over the branding process.", "In fact, the tide may already have turned. Today’s journalists can be seen as entrepreneurial journalists, a concept that is already gaining some traction in the literature and at journalism schools. The central idea is that the internet provides opportunities for journalists themselves to market their work, becoming information entrepreneurs (Briggs 2012). These entrepreneurial journalists are not tied to an organization and have traditionally been called freelancers, but the prevailing view is that the internet has enabled a greater reach and facilitated much of the work these freelancers do. This study sheds some light on what may be coming, even if we have not yet reached an age in which organizations are obsolete and journalists are prepared to set out on their own as one-man-band news hubs.", "This study drew upon semi-structured interviews with health journalists, making the findings here more like guideposts than generalizations. Indeed, these and other specialty journalists may be ahead of the adoption curve when it comes to the expansion of social media and the resulting changes to audience expectations. Future studies may focus on journalists with other specialties, particularly those with more community or local emphases where the potential audience is smaller and branding practices may be different. These findings are based on the self-reports of health journalists, a method that is subject to filtering for social desirability, selective memory, and other inaccuracies. Researchers worked to minimize these limitations by interviewing several journalists separately and noting common themes, but other methods, including participant observation and ethnography, may be able to produce additional insight. Still, analyzing the journalists here provides us with a glimpse into changes that may be primed to spread across a broader segment of journalists and media practitioners.", "Branding is used to create an experience, and experiences are rooted at the level of individual engagement. Given that journalists are already working to improve their engagement strategies with audiences, organizations might harness these efforts to improve their branding as well. In this sense, journalists are uniquely positioned to offer both personal and organizational branding that can enrich the relationship between news creators and consumers. Further, branding as a process is undergoing changes in light of social media’s expansion. Marketing practitioners and scholars have noted the increasing importance of brand intimacy created through opportunities for collaboration and co-creation between creators and consumers as well as the establishment of personal relationships between brands, their creators, and consumers (Turri, Smith, and Kemp 2013; Tuten and Solomon 2012). This study highlights such changes, particularly illuminating evolution in the process of branding. The journalists here indicated that branding occurs primarily at a personal level as they position themselves as individuals with a specific set of knowledge that they were willing to share and improve upon with other collaborators, including their colleagues and their audiences. Such a finding suggests that while journalists themselves may be wrestling with the incorporation of branding, the evolution of branding with regards to social media also deserves more attention."]}], "references": [{"title": "The Measurement and Antecedents of Affective, Continuance and Normative Commitment to the Organization", "year": "1990", "journal": "Journal of Occupational Psychology", "volume": "63", "authors": [{"name": "Allen Natalie J.", "first_name": "Allen", "last_name": "J."}, {"name": "Meyer John P.", "first_name": "Meyer", "last_name": "P."}]}, {"title": "Journalism and Social Media: How Spanish Journalists are using Twitter", "year": "2012", "journal": "Estudios Sobre El Mensaje Periodístico", "volume": "18", "authors": [{"name": "Álvarez Carrera", "first_name": "Álvarez", "last_name": "Carrera"}, {"name": "Pilar Clara Sainz", "first_name": "Pilar", "last_name": "Sainz"}, {"name": "Andújar de Baranda", "first_name": "Andújar", "last_name": "de Baranda"}, {"name": "Curiel Eva Herrero", "first_name": "Curiel", "last_name": "Herrero"}, {"name": "Serrano Nieves Limón", "first_name": "Serrano", "last_name": "Limón"}]}, {"title": "Post-Industrial Journalism: Adapting to the Present", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}, {"name": "Bell Emily", "first_name": "Bell", "last_name": "Emily"}, {"name": "Shirky Clay", "first_name": "Shirky", "last_name": "Clay"}]}, {"title": "The Emergence of Norms in Competitive Decision-Making Groups", "year": "1985", "journal": "Administrative Science Quarterly", "volume": "30", "authors": [{"name": "Bettenhausen Kenneth", "first_name": "Bettenhausen", "last_name": "Kenneth"}, {"name": "Murnighan J.", "first_name": "Murnighan", "last_name": "J."}]}, {"title": "Twitter as a News Source: How Dutch and British Newspapers Used Tweets in Their News Coverage, 2007–2011", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "How Long is a Tweet? Mapping Dynamic Conversation Networks on Twitter Using Gawk and Gephi", "year": "2012", "journal": "Information, Communication and Society", "volume": "15", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}]}, {"title": "Journalists and Twitter: How Australian News Organizations Adapt to a New Medium", "year": "2012", "journal": "Media International Australia Incorporating Culture and Policy", "volume": "", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}]}, {"title": "Perceptions of Branding among Television Station Managers: An Exploratory Analysis", "year": "2001", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "45", "authors": [{"name": "Chan-Olmsted Sylvia M.", "first_name": "Chan-Olmsted", "last_name": "M."}, {"name": "Kim Yungwook", "first_name": "Kim", "last_name": "Yungwook"}]}, {"title": "Defending a Paradigm by Patrolling a Boundary: Two Global Newspapers’ Approach to WikiLeaks", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Psychology of News Decisions: Factors behind Journalists’ Professional Behavior", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "The Affordances of Blogging: A Case Study in Culture and Technological Effects", "year": "2007", "journal": "Journal of Communication Inquiry", "volume": "31", "authors": [{"name": "Graves Lucas", "first_name": "Graves", "last_name": "Lucas"}]}, {"title": "Using Twitter for Promotion and Branding: A Content Analysis of Local Television Twitter Sites", "year": "2011", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "55", "authors": [{"name": "Greer Clark F.", "first_name": "Greer", "last_name": "F."}, {"name": "Ferguson Douglas A.", "first_name": "Ferguson", "last_name": "A."}]}, {"title": "Shifting Roles, Enduring Values: The Credible Journalist in a Digital Age", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Hayes Arthur S.", "first_name": "Hayes", "last_name": "S."}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Ceppos Jerry", "first_name": "Ceppos", "last_name": "Jerry"}]}, {"title": "The Social Journalist: Embracing the Social Media Life or Creating a New Digital Divide?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hedman Ulrika", "first_name": "Hedman", "last_name": "Ulrika"}, {"name": "Djerf-Pierre Monika", "first_name": "Djerf-Pierre", "last_name": "Monika"}]}, {"title": "Shifting Journalistic Capital?", "year": "2012", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}, {"name": "Poepsel Mark A.", "first_name": "Poepsel", "last_name": "A."}]}, {"title": "Twittering the News", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "How Mainstream Media Outlets Use Twitter: Content Analysis Shows Evolving Relationship. Pew Research Center’s Project for Excellence in Journalism", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "Holcomb Jesse", "first_name": "Holcomb", "last_name": "Jesse"}, {"name": "Gross Kim", "first_name": "Gross", "last_name": "Kim"}, {"name": "Mitchell Amy", "first_name": "Mitchell", "last_name": "Amy"}]}, {"title": "Whose News? Whose Values? Citizen Journalism and Journalistic Values through the Lens of Content Creators and Consumers", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}, {"name": "Gil de Zuniga Homero", "first_name": "Gil", "last_name": "de Zuniga Homero"}]}, {"title": "Normalizing’ Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "The Tension between Professional Control and Open Participation: Journalism and Its Boundaries", "year": "2012", "journal": "Information, Communication and Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "Thinking about Citizen Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Kaufhold Kelly", "first_name": "Kaufhold", "last_name": "Kelly"}, {"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "I Tweet Honestly, I Tweet Passionately: Twitter Users, Context Collapse, and the Imagined Audience", "year": "2010", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Marwick Alice E.", "first_name": "Marwick", "last_name": "E."}, {"name": "boyd Danah", "first_name": "boyd", "last_name": "Danah"}]}, {"title": "Without You, I’m Nothing: Performances of the Self on Twitter", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi"}]}, {"title": "Transparency and the New Ethics of Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Phillips Angela", "first_name": "Phillips", "last_name": "Angela"}]}, {"title": "Four Models of Science Journalism: A Synthesis and Practical Assessment", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Secko David M.", "first_name": "Secko", "last_name": "M."}, {"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse"}, {"name": "Friday Terrine", "first_name": "Friday", "last_name": "Terrine"}]}, {"title": "Health Journalism Takeaways from the Annual State of the Media Report", "year": "2011", "journal": "Reporting on Health", "volume": "", "authors": [{"name": "Shah A.", "first_name": "Shah", "last_name": "A."}]}, {"title": "Brand Identity-Driven Decision Making by Journalists and Media Managers-the MBAC Model as a Theoretical Framework", "year": "2011", "journal": "International Journal on Media Management", "volume": "13", "authors": [{"name": "Siegert Gabriele", "first_name": "Siegert", "last_name": "Gabriele"}, {"name": "Gerth Matthias A.", "first_name": "Gerth", "last_name": "A."}, {"name": "Rademacher Patrick", "first_name": "Rademacher", "last_name": "Patrick"}]}, {"title": "Who Are These Guys?: The Online Challenge to the Notion of Journalistic Professionalism", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Political J-Blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Socially Responsible Extistentialist", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Developing Affective Brand Commitment through Social Media", "year": "2013", "journal": "Journal of Electronic Commerce Research", "volume": "14", "authors": [{"name": "Turri Anna M.", "first_name": "Turri", "last_name": "M."}, {"name": "Smith Karen H.", "first_name": "Smith", "last_name": "H."}, {"name": "Kemp Elyria", "first_name": "Kemp", "last_name": "Elyria"}]}, {"title": "How Open Are Journalists on Twitter? Trends towards the End-User Journalism", "year": "2013", "journal": "Communication \\& Society", "volume": "26", "authors": [{"name": "Vivo Noguera", "first_name": "Vivo", "last_name": "Noguera"}, {"name": "Manuel Jose", "first_name": "Manuel", "last_name": "Jose"}]}, {"title": "Exploring the Political-Economic Factors of Participatory Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "The Basics of Branding", "year": "2012", "journal": "Entrepreneur", "volume": "", "authors": [{"name": "Williams John", "first_name": "Williams", "last_name": "John"}]}]}