{"doi": "10.1080/17512786.2015.1052214", "url": "https://doi.org/10.1080/17512786.2015.1052214", "title": "Doubly Dominated", "volume": "9", "year": "2015", "issue": "6", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Hovden", "first_name": "Jan", "name": "Jan Fredrik Hovden", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Knapskog", "first_name": "Karl", "name": "Karl Knapskog", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Based on comprehensive surveys in 2005 and 2013 among journalists, professional critics, and artists in Norway, this article analyses the cultural journalists’ position within the fields of journalism and culture. Although increasingly adhering to journalistic ideals and becoming more similar to other journalists through education and social recruitment, cultural journalism is still not the place to gain prestige and honour in the journalistic field. As cultural journalists tend to be recruited more from journalism schools than from higher education in the humanities, they also lack the skills and knowledge to be properly recognized within the cultural field. Cultural journalists seem to occupy a subordinated position in both fields—they are doubly dominated. The analysis also shows increasing differences between cultural journalists and professional critics. Cultural journalists are more anti-elite and populist in their view on culture than critics (and artists), and they are more likely than these groups to be supportive of the idea of culture as a private realm of leisure that should be guided more strongly by economic interests. There are signs of a division of labour where critique and high culture are left to professional critics, while employed cultural journalists with less formal competence adopt an advisory role in the realm of popular culture. With increasing coverage of popular culture and traditional criticism under pressure, these are signs of a less-critical cultural journalism that falls short of the idea of a cultural public sphere as a site for acquiring intellectual and cultural resources to (better) cope with the complexities of modern life.", "body": [{"sec_title": "Introduction", "sec_content": ["Like the trickster figure of American Indian mythology studied by Claude Lévi-Strauss (1963), one of the core characteristics of cultural journalists is their dual nature. Cultural journalists inhabit and mediate between two distinct social realms, the world of culture and the world of journalism, and like the trickster of myth, their anomalous role is often associated with moral ambiguity. They are, on the one hand, culture-heroes who bring culture to the masses while simultaneously bringing audiences to cultural producers—making both society and cultural production possible, as Lévi-Strauss depicted the trickster's role. On the other hand, they are often described as subversive: first, by journalists, who see them as cultural patriots lacking critical distance to their sources; and second, by cultural producers, who see them as cultural buffoons, tastemakers without taste buds who, by imposing an outside logic (journalistic, commercial, of personal taste, etc.), transmit the wrong culture, dumb-down the public, and, by a carnivalesque logic, drape the tramps of the cultural world in kings’ robes.", "While such contradicting elements of the cultural journalist have been described in the narratives of journalists themselves (e.g., Harries and Wahl-Jorgensen 2007), the sociological nature of their dual position would appear to merit further attention and more systematic forms of description. Drawing on Pierre Bourdieu's sociology of fields, the question can be asked as to the cultural journalist's position within these spaces. That is, what is the cultural journalist's position in the field of journalism and in the field of cultural production? To what degree are they party to the internal forms of honour available in these fields (i.e., symbolic capital, recognition by peers, demonstrated, e.g., by prizes) and other forms of investment (i.e., other forms of capital, e.g., educational capital)? What are their distinct social characteristics, their views on culture and cultural journalism, compared to other agents in these fields?", "Similar to the dangerous aura of anomalies and liminal situations described in structural anthropology (see also Douglas 1996; Turner 1969), the Bourdieusian framework suggests that any type of cleft agency is very likely to be problematic in terms of its involving contradictory ideals, giving rise to an experience not unlike the psychoanalytic notion of the “splitting of the self” (Bourdieu 1999). This is because social fields are institutionalized products of a process of division of labour (both vis-à-vis other social fields and internally) over hundreds of years, formed around different economies of worth. As Durkheim ([1893] 1997, 409) states, “The soldier seeks military glory, the priest moral authority, the statesman power, the industrialist wealth, the scientist professional fame”. Due to such divisions, Bourdieu understands social fields as being, much like Max Weber’s ([1920] 1988) similar concept of social spheres, “strangers to each other” (584), in a state of “irreconcilable tension” (564). By their social nature, all social fields have a distinct inner logic, a unique nomos, a legitimate ordering of the world (Bourdieu 1996), and thus not only the nature of repute, but also its preconditions, vary greatly between fields.", "Without a concrete context, however, such lines of reasoning are prone to functionalism. Thus, they should be seen as possible hypotheses to be explored empirically, in our case, studying the present situation of cultural journalists in Norway. Finding the probably quite common situation of cultural journalists being doubly dominated, holding subordinate positions in both the cultural and journalistic fields, we will try to analyse the complexities of and different reasons for this domination. We also find that the cultural journalists in Norway are changing in both their recruitment and views on their journalistic practice, becoming more similar to other journalists, and less similar to art critics. Due to this, the role of cultural journalism as a bridge between the field of journalism and the field of cultural production appears to be disintegrating, which may have significant consequences for both fields and the cultural public sphere in general."]}, {"sec_title": "Data and Methodology", "sec_content": ["The position and views of cultural journalists in the field of journalism and the field of culture will be described quantitatively using two categories of data-sets. The Norwegian journalism surveys of the study were conducted in 2005 (postal survey, N = 1203) and 2013 (Web survey, N = 877) with random samples of Norwegian journalists (Hovden 2008; Hovden and Esperås 2014). The latter survey is an appended version of the Worlds of Journalism survey (www.worldsofjournalism.org), which repeats some questions from the 2005 survey with regard to attitudes towards cultural journalism, social background, and symbolic capital. The Norwegian culture surveys (Hovden and Knapskog 2014b) (N = 5526) of this study were conducted via the Web between December 2012 and April 2014 and targeted a variety of strategically selected populations of cultural workers, including professionals and board members across 200 cultural organizations (N = 1300), 18 artists’ associations (N = 3327), journalists working in the culture sections of the press and public broadcasting (N = 79), the national association of critics (N = 199), and various cultural administrators and disseminators.1 Certain questions from the journalism surveys, including journalists’ views on cultural journalism, are repeated in the culture surveys.", "While these surveys offer unique statistical material for a thick statistical description of the situation of cultural journalists in a North European country, the variety of their methodologies brings certain challenges.2 While the response rates of the surveys appear generally satisfactory (i.e., 45 per cent in 2005; 36 per cent in 2013 for the journalist surveys, 45 per cent for the culture surveys), the most significant problem, it appears to us, is neither purely methodological or quantitative in nature, but due to the fact that that the profession has a little-formalized occupational structure. Quite simply, what is a “cultural journalist”? Unlike Members of Parliament or MDs, where formal procedures provide what Weber terms social closure (see, e.g., Freidson 1986), the defining features of a cultural journalist is less clear. On what basis—be it in an interview or in a questionnaire—do people classify themselves as cultural journalists, and are such self-classifications consistently applied (a similar problem presents itself in the case of “artists” and “critics”)?3 While the vagueness of such categories poses a challenge to our study, it is also a defining character of both the fields to be here studied.", "This problem is accentuated in our case by the differing questions and sample procedures of the journalist surveys. In the 2005 survey, each participant that listed a cultural area for reporting in the open questions as one of their “main themes” (of maximum two) were classified as a cultural journalist (the precise nature of their activities usually went unspecified). In the 2013 survey, the journalists were asked if they worked on or supervised “a specific beat or subject area” and, if yes, they were asked to choose one from a list of 10, including “Culture” (and also the vaguely related category of “Entertainment”). In contrast, in the culture surveys, the sample of cultural journalists consisted of everyone working in the culture sections of the newspapers and broadcasting organizations. Such differences suggest that these classifications come with varying degrees of bias towards selecting the most specialized of the cultural journalists (less so in the 2005 survey than the 2013 survey of journalists, and more so in the culture surveys). While this is not a problem when analysing the structure of the two social fields (as each analysis is here based on only one of the surveys), it means that our comparison of cultural journalists in 2005 and 2013 (in the journalist surveys) will be limited to the most prominent patterns.", "While some of the above-mentioned data will be discussed in the form of table analyses, the mapping of the structures of the two fields will be done via multiple correspondence analysis. Popularized by Bourdieu (1984), it is a form of factor analysis that looks for the most important underlying (latent) variables to explain observed associations between categorical variables (in the case of journalists, between various forms of capital; in the case of cultural workers, between their preferences for a selection of artists and cultural works, which are then used indirectly to sketch the capital structure of the field of culture). Limitations of space restrict us from giving a more detailed introduction to multiple correspondence analysis (for an introduction, see Le Roux and Rouanet 2010)."]}, {"sec_title": "The Cultural Journalist in the Field of Journalism", "sec_content": ["In what follows, we will first present the structure of the field of journalism in Norway, including how cultural journalists are situated within this structure and how they differ from other journalists in terms of resources in the field, recruitment, and professional views. In a similar way we will then indicate their position in the field of cultural production, including a mapping of their general aesthetic orientation. Finally, the general views of cultural journalists on culture and cultural journalism are contrasted with those of other journalists, artists, and professional critics.", "While the Nordic countries are described by Hallin and Mancini (2004) as forming a tight cluster inside the democratic corporatist model of media systems, significant differences exist between these (see, e.g., Nord 2008), in Norway's case related to its status as a colony of Denmark (until 1814) and Sweden (until 1905) which led to the country's late development of national institutions. Norway, however, shares with its neighbours a system of journalism marked by strong professionalism, institutionalized self-regulation, strong state intervention in terms of freedom of the press protection (e.g., via subsidies), strong public-service broadcasting, and a historically strong party press (which has gradually shifted towards a more neutral, commercial press). Like everywhere, Norwegian journalism consists of a rapidly increasing variety of subfields (e.g., foreign journalists, political journalists, culture journalists) with different internal status (cf., Marchetti 2005).", "In terms of field structure, that is, the distribution of central resources (i.e., different forms of capital), the Norwegian journalistic field appears to be founded on two main principles (Hovden 2008, 2012; Text Box 1).", "Table", "First, the established and newcomers are separated by a logic based both on a range of differences of social background and resources in the field (i.e., a general axis of capital volume, because capital first and foremost takes time to accumulate). Various honours and honourable positions in this field (e.g., journalistic prizes, a position as an editor or columnist in a large newspaper, holding a leadership position in the Association of Journalists, etc.) are more common among veteran journalists. Age is strongly gendered, with 69 per cent of journalists below 24 years of age being female in 2013, and only 33 per cent of journalists 45 years and older. Age is also related to differences in terms of media types, with younger journalists being more likely to work in online newsrooms and commercial or local broadcasting.", "Second, the field is further differentiated by an internal hierarchy of symbolic capital (journalistic capital) that distinguish between more and less “honourable” positions (from left to the right in Figure 1). The higher the journalistic capital, the more likely a journalist is to work for a leading national or regional newspaper and have as their theme national politics, foreign news, or economics, and the less likely they are to work in local media and magazines, serve as technical specialists, and work with sports, crime, celebrity news, or news traditionally associated with a female readership (e.g., health and lifestyle). Those working on the more prestigious side of the field are also more likely to have won or been in a jury for a journalistic prize, held a leading office position in a press organization, and be active in the discussion as to what good journalism is (as editorials, as lecturers, as members of committees, etc.), and thus also to be in an advantageous position for reproducing their own views on this.", "Four sectors can be broadly identified in this field: a sector of high journalistic prestige (upper-left) in which significant experience is combined with high journalistic capital (e.g., editors and subeditors who work for the largest newspapers, prize-winners, etc.). Members of this sector are opposed both to the older journalists with less symbolic recognition (often working for magazines and local media—upper-right) and their younger inheritors (lower-left), often working in national broadcasting and smaller yet prestigious newspapers. The sector with the lowest journalistic prestige (lower-right) includes young journalists who, often in precarious job situations, work for publications that are furthest from the hegemonic ideals of what journalists should be or work with, such as celebrity news or commercial local radio. In this system, cultural journalists are generally located in a subordinate position.4", "Whereas two-thirds of Norwegian journalists in the 2013 survey classify themselves as generalists, cultural journalism is the most commonly stated specialization, including 8 per cent of all journalists (political journalists and sports journalists amount to 5 and 3 per cent). Cultural journalists are overrepresented in tabloids, large regional and smaller national newspapers, and by the national public broadcaster NRK,5 and this overrepresentation appears stronger now than eight years ago (Hovden and Knapskog 2008).", "Compared to other journalists, cultural journalists are characterized first by their higher educational investments (38 per cent today have a master's degree compared to 21 per cent of other journalists) and more privileged social backgrounds (in terms of their parents’ occupations and education). Older cultural journalists are not only more likely than their younger counterparts to have a master's degree, but also to have a parent with a master's degree. Following decades of rapidly rising educational levels in the general population, this is a strong sign of cultural journalism's decreasing social exclusivity and, very probably, declining social status.6 Furthermore, the traditional path to cultural journalism (i.e., via an education in the humanities) appears today to have become much less common. Today, there appear to be three paths to cultural journalism, with half of journalists entering the field via a bachelor's degree in journalism, and the remaining half entering either via a master's in traditional humanities subjects (e.g., literature, music, art history, etc.), or in communications (sometimes combined with journalism). This shift away from a foundational education in the humanities appears to explain some of the shifts of cultural orientation of cultural journalists (which will be discussed in the next part), as well as in their journalistic ideals.", "While Norwegian cultural journalists today are less likely than other journalists to state that politically oriented journalistic ideals are important in their job (e.g., contributing to the political education of the public, scrutinizing political elites, setting a political agenda), an important change in their ideals appears to be taking place. Cultural journalism's historical lack of recognition has often been due to the profession's close proximity to its sources and its advocacy of elite culture (e.g., Harries and Wahl-Jorgensen 2007; Hellman and Jaakkola 2011; Kristensen 2003). Whereas Norwegian cultural journalists in 2005 displayed weaker adherence to the notion of journalistic objectivity and stronger identification with the role of an educator than other journalists, in 2013, there appear to be almost no differences between cultural journalists and other journalists in this respect. While there are important differences in the wording of these questions in the two surveys used,7 it seems not unreasonable to suggest a process of journalistic professionalization through which an education in the humanities—and an associated ideal of educating the public—are being replaced by traditional journalistic training and a new ethos. This new ethos appears to be perfectly expressed in contemporary cultural journalists’ tendency to (more often than other journalists) state that telling stories about the world is important in their daily work, but promoting tolerance and cultural diversity is not. Armed with general journalistic heuristics, new journalists must meet the demands of cultural news in modern publications in a permanent state of competition within an uncertain financial situation.", "Another noteworthy change can be derived from these survey data: the persistent gendering of cultural journalism. Where roughly half of the cultural journalists both in 2005 and 2013 were female, the total proportion of females in journalism has increased from 31 to 50 per cent. While possessing equality with men in numbers, female cultural journalists are, however, persistently located in the less prestigious areas of this subfield. While females more often have a master's degree, they are on average much younger, report less job autonomy, are considerably less likely to be full-time employees or editors, and are more likely to have entered cultural journalism via journalism or media studies than via traditional humanities subjects. Female cultural journalists are also much more likely to work in radio or online media and less likely to work in television and magazines.", "In discussing the general characteristics of cultural journalists, one should keep in mind that the profession is very heterogeneous. For example, art forms with small audiences that require significant cultural capital (e.g., architecture, dance, classical music, and visual art) represent a domain for the most highly educated and socially select cultural journalists, whereas more popular forms of art (e.g., film or popular literature and music) are usually treated by journalists with little or no formal education in these fields (Hovden and Knapskog 2008). Thus, cultural journalism is not only a site for the reproduction of social differences in culture (because cultural journalists generally are recruited from classes with higher cultural capital than other journalists) but is also (due to internal differences between them) a means for class-specific ways of talking about, judging, and understanding culture to be reproduced and traditional barriers between elite culture and popular culture upheld.", "Despite individuals practising cultural journalism holding many important positions in the field of journalism, cultural journalists as a group appear to hold a dominated position in the field, with medium to low journalistic prestige. While the young age of many such journalists serves in part to explain this, it is also fundamentally an effect of the particular nature of honour (i.e., symbolic capital) in this field. This can most easily be seen in the role models of general journalists and the list of winners of prestigious journalistic prizes. While it is not uncommon to find journalists in this pantheon who have reported on cultural themes, it is either ancients who were active in the field when journalism and culture were less separated (e.g., the acclaimed cultural journalist, filmmaker, and author Arne Skouen, who died in 2003, is often mentioned by older journalists), or, if the role model is still alive, their status appears to always be determined by prestigious journalistic work in other areas (e.g., being a respected foreign correspondent or political journalist). Cultural journalism, journalists appear to say, can be a sign of a good journalist, yet not the definitive mark of one. Much like dedicated sports journalists or generalists who write for small newspapers, “pure” cultural journalists rarely win journalistic prizes (Hovden 2008).8"]}, {"sec_title": "The Cultural Journalist in the Field of Culture", "sec_content": ["If cultural journalists increasingly resemble other journalists in terms of their ideals and backgrounds, and their amount of cultural capital via education continues to diminish, this is highly likely to have an effect on their position within the social field of cultural production. To investigate this we will, by using data from the culture surveys, situate them in a statistical space of tastes within this field. To make this model, preferences for 42 artists (in literature, visual art, and music) and 17 television programmes, selected in terms of their appeal to a large variety of tastes, were used as active variables in a multiple correspondence analysis (Text Box 2).", "Table", "As opinions on taste engage the fundamental nomos of this particular social field, namely saying what is valuable in art and culture, cultural journalists’ aesthetic position (which in itself is essential for their selection from and portrayal of the cultural world) is also, at least at the group level, a good indicator of their field position (because the largest differences in taste appear to follow the largest differences in one's capital and status in the field). Similar to the field of journalism, cultural journalists do tend to occupy a subordinate position in the field of cultural production by being (relative to others within the field) younger and less symbolically endowed agents, and in the latter field, aesthetically oriented towards younger and popular forms of culture.", "We will in the following discuss two major oppositions in cultural taste.9 The horizontal axis in Figure 2 serves mainly to divide those cultural workers who prefer more of the listed television programmes (left side) from those who prefer more classical and less popular visual artists and authors (e.g., Bosch, Perec). Preference for specific musical artists is more widely dispersed, but follows a similar logic (e.g., opposing classical artists and popular folk-rock musicians). That this opposition is predominantly related to questions of artistic and cultural legitimacy is also suggested by the fact that, regardless of the type of art, the artists preferred by those on the left side of the map are typified by a combination of popular appeal and lower artistic recognition, operating within the lower genres of their field (e.g., Dion, Guillou).10", "This difference in taste is further extenuated by the vertical axis, which separates older from more contemporary art, artists, and genres. In the field of visual art, for example, this axis shows an opposition between preference for older painters and older schools (e.g., Krogh, Sitter) and preference for younger, often avant-garde (e.g., Melgaard, Dolven) or pop-art artists (Pushwagner). There is also a recognizable differentiation made between younger artists in traditional genres, both popular and classical (e.g., folk-rockers DDE, classical trumpeter Tine Thing Helseth), and artists in contemporary genres. Based on this information, we can roughly identify four directions in the space shown in the figure: preferences for contemporary literature and modern art/music (north-east), and for classical art and music (south-east), which together make up a sector of high cultural legitimacy, yet they are divided in terms of adherence to legitimate newcomers and the older canons (i.e., between the orthodoxa and heterodoxa of relevant art fields, cf., Bourdieu 1996). The left side of this space (the field of lower cultural legitimacy) is in contrast divided in terms of preferences for older genres of popular music (e.g., folk-inspired rock and country music) and popular literature (south-west), and preferences for newer television, film, and popular music (north-west).", "In this map, the probability of displaying the most legitimate types of taste is highest for those who work in the fields of literature, art, and classical music, who are themselves either self-employed artists, academics, or critics, and lowest for those who work in cultural administration, more popular cultural fields, and in mainstream media. The symbolic hierarchy of this space is also a geographic and social hierarchy. That is, those working outside the national capital, females, and those with less advantageous social backgrounds are more often located at the less advantageous pole of this map (the left). Those who express the least popular tastes (the right) are also more likely to hold top positions in the field (e.g., art professors, experienced critics, winners, jury members for art prizes, etc.), which supports the initial argument that differences of taste in the field also sketches the capital structure of the field of cultural production more generally.", "In the field of journalism, cultural journalists hold a medium to low position, placed above the most technical and least artistic types of administrative work, yet subordinate to artists and professional critics. In terms of aesthetics, this is due to their overall greater adherence to younger and more popular forms of culture. In terms of literature, for example, cultural journalists are (compared to critics and artists) less likely to prefer any of the selected authors save for popular crime writers (Guillou, Lindell), and in terms of music, they are much less likely to prefer artists working in classical or modern music (e.g., Mutter, Nordheim), traditional folk music (Buen) or jazz (Shorter). While there are several examples of artists in the data that are liked by the majority of critics but very few of the cultural journalists (e.g., avant-garde artist Ann-Katrine Dolven), the cultural journalists tend to rank the artists in a roughly similar manner to the former groups, though with some clear partialities. That is, they have a lower preference for older classics (not only in music, but also with regard to writers, such as Dante, or artists like Hieronymous Bosch) and are much less likely to prefer artists who are more intellectually demanding (e.g., the books of Virginia Woolf or Georges Perec) or break with tradition (e.g., the pop art of Jeff Koons or the avant-garde art of Bjarne Melgaard). They also appear to be more nationally oriented than the authors and critics, preferring Knut Hamsun to Virginia Woolf, Kristian Krogh to Hieronymous Bosch, and pop singer Marit Larsen to Celine Dion, whereas the artists and critics are more likely to have similar preferences for these artists.", "Compared to artists and critics, cultural journalists display a distinct lack of scientific and educational capital in this field. Only 30 per cent hold a master's degree versus 50 per cent of the artists and 82 per cent of the professional critics, and they are much less likely to have an education in the humanities. They are also on average much younger and less likely to have a parent with a master's degree. In terms of social class, they do, much like the artists and critics, tend to come from the cultural classes (e.g., having parents that were teachers or a humanities education), and just as often as artists and critics, consider their parents to be interested in various types of culture (e.g., literature, art, theatre, or classical music). Cultural journalists, do, however, come more often from lower regions of the cultural classes, critics more often from the higher regions, and artists stand in an intermediate position to the two. In this light, it is not very surprising that some of the differences in taste between these groups reflect well-known cultural patterns related to differences in schooling and social background (Bourdieu 1984; Rosenlund 2000).", "Unsurprisingly, given this, cultural journalists rarely display any sign of artistic capital (e.g., very few have won prizes in their fields). Despite this, cultural journalists are on average more likely than artists to have been a member of a national prize jury, which suggests that the high visibility and concentration of cultural journalists in Oslo and the other major cities within Norway are likely favourable conditions for the accumulation of social capital, which appears to provide them some power to influence the judgements on culture also outside their journalistic output.11", "Cultural journalists, critics, and artists also differ in their fundamental views of culture and aesthetics (Table 1). Critics appear to identify more with cultural institutions and be more dismissive of cultural populism (disagreeing with the statement that the best art is usually also the most popular). At the same time, the critics share with the cultural journalists a more postmodern view of culture than the artists (e.g., seeing the artistic potential of popular culture and disagreeing with the idea of aesthetic norms as timeless). The critics are, however, markedly more interested than the other groups in more advanced forms of culture and are more often negative towards popular culture, and are less critical of elitism in art institutions. Cultural journalists are, in contrast, far more likely than artists and critics to display anti-elite and populist views of culture, and to be supportive of the idea of culture as a private realm for leisure that should be guided more strongly by economic interests rather than traditional pedagogic and intellectual ideals for a cultural öffentlichkeit. Such views could be interpreted as a form of adaption to the proliferation of journalism on popular culture, where reporting on the cultural marketplace places the cultural journalist in a role as arbiter and advisor rather than ambassador or saviour (cf., Harries and Wahl-Jorgensen 2007).", "As noted earlier, cultural journalists, both in terms of their dispositions and general status in the field, are generally more akin to the artists than the critics (which is not unexpected, given that critics are a privileged sample of the cultural professions). Some of the differences between the critics, artists, and cultural journalists in the data appear to be an effect of the different age compositions of the groups, with those belonging to similar generations having much more similar tastes. More striking, however, is the suggested growing taste differences between critics and cultural journalists (Figure 4). Whereas cultural journalists and critics in their fifties and older on average appear quite similar in terms of their tastes, the cultural journalists of the younger generations have markedly more popular tastes than critics. It appears, then, in light of our exploration of the changing characteristics of cultural journalists so far, that it is not unreasonable to suggest the signs of an increasing division of labour and social recruitment between these two groups, which in the past were more alike and interchangeable, and an increasing popular turn in cultural journalism."]}, {"sec_title": "Cultural Journalism—A View from Two Fields", "sec_content": ["As should have become clear in the above discussion, the intermediate position of cultural journalists as cultural tricksters in terms of their role as mediators between the world of journalism (and via this, the public) and the world of culture, is reinforced by their also being social and aesthetic intermediaries. Given this, it is not surprising that their views of cultural journalism tend to reflect an intermediate position between journalists, on the one hand, and artists and critics, on the other (Table 2).", "Cultural journalists tend, for example, more often than other journalists to see cultural journalism as given too little space in the press, as well as (and this is in line with other the artists and critics) to be more critical of it in terms of its quality and the threat of popular journalism's prioritization of popular culture over high culture. They are also intermediate in their views on the critical mission of cultural journalism, placing themselves much closer to artists and critics than journalists, favouring the view of themselves more so as public educators rather than watchdogs.", "The cultural journalists in our investigations appear to be doubly dominated, holding a subordinate position in both the field of journalism and the field of culture. This is due not only to the disadvantages that follow from being generally younger in terms of the accumulation of various investments (e.g., education, career, etc.), but also due to their lack of symbolic capital in both fields following from being, so to speak, outsiders even on the inside. In the field of journalism, cultural journalism not only carries connotations of untenable partisanship, but also appears to be seen as less crucial for the journalistic mission for society and democracy, where hard political news commonly takes precedence over the work of the cultural journalist. In the field of cultural production, the cultural journalist's dependence on the mass market and their lack of specialized education or artistic merit likewise contribute to their low charisma (Weber [1956] 1978) in the field.", "With regard to the future, this subordinate position appears unlikely to improve. The growing differentiation among the younger generations of cultural journalists and professional critics speaks to the increasing division of labour and different social recruitment for the two groups. Cultural journalists are increasingly turning away from extended university study in the humanities and increasingly entering the profession via shorter media studies or degrees in journalism. They also increasingly appear to regard the realm of critique and traditional high culture to be one for critics alone, and are less critical of the culture industry.", "In the current precarious economic times, for both traditional cultural institutions and the press, with increasing coverage of popular culture and traditional criticism under pressure, these are signs of a less critical and professionally qualified cultural journalism that fall short of the idea of a cultural public sphere as a site for acquiring intellectual and cultural resources to (better) cope with the complexities of modern life."]}], "references": [{"title": "“The Culture of Arts Journalists: Elitists, Saviors or Manic Depressives?", "year": "2007", "journal": "” Journalism", "volume": "8", "authors": [{"name": "Harries G.", "first_name": "Harries", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wahl-Jorgensen. K.", "first_name": "Wahl-Jorgensen.", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“From Aesthetes to Reporters: The Paradigm Shift in Arts Journalism in Finland", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Hellman H.", "first_name": "Hellman", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jaakkola. M.", "first_name": "Jaakkola.", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“A Journalistic Cosmology. A Sketch of Some Social and Mental Structures of the Norwegian Journalistic Field", "year": "2012", "journal": "Nordicom Review", "volume": "33", "authors": [{"name": "Hovden Jan Fredrik.", "first_name": "Hovden", "last_name": "Fredrik.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Høgt og lågt i Stortinget og depertementa. Kulturbruk og kulturorientering hjå dei norske politisk-administrative elitane [High and Low in Parliament and Ministries. Cultural Use and Cultural Orientations in the Norwegian Political-administrative Elites]", "year": "2014", "journal": "Sosiologisk tidsskrift", "volume": "22", "authors": [{"name": "Hovden Jan Fredrik", "first_name": "Hovden", "last_name": "Fredrik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Knapskog. Karl", "first_name": "Knapskog.", "last_name": "Karl", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Tastekeepers. Taste Structures, Power and Aesthetic-political Positions in the Elites of the Norwegian Cultural Field", "year": "2014", "journal": "Nordisk kulturpolitisk tidsskrift", "volume": "17", "authors": [{"name": "Hovden Jan Fredrik", "first_name": "Hovden", "last_name": "Fredrik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Knapskog. Karl", "first_name": "Knapskog.", "last_name": "Karl", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Comparing Nordic Media Systems: North between West and East", "year": "2008", "journal": "European Journal of Communication", "volume": "1", "authors": [{"name": "Nord Lars", "first_name": "Nord", "last_name": "Lars", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Understanding Audience Segmentation: From Elite and Mass to Omnivore and Univore", "year": "1992", "journal": "Poetics", "volume": "21", "authors": [{"name": "Peterson Richard A.", "first_name": "Peterson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "1969", "journal": "The Ritual Process: Structure and Anti-Structure", "volume": "", "authors": [{"name": "Turner V.", "first_name": "Turner", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}]}]}