{"doi": "10.1080/17512786.2013.774117", "url": "https://doi.org/10.1080/17512786.2013.774117", "title": "Where Old (Gatekeepers) Meets New (Media)", "volume": "7", "year": "2013", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "McElroy", "first_name": "Kathleen", "name": "Kathleen McElroy"}], "abstract": "An examination of reader comments published in newspapers shows how journalists shape online content for print. A content analysis of printed comments and interviews with journalists who choose them reveal how gatekeeping constructs a hybrid site of participatory journalism that is similar to but distinct from letters to the editor. Unlike letters, anonymity was the norm. Smaller newspapers predictably printed a larger percentage of comments. But publications of all sizes edited comments, sometimes heavily, before printing them. In selecting comments for newspapers, journalists juggle the immediacy and informality of online conversation with such print standards as context, civility, and readability.", "body": [{"title": "Introduction", "paragraphs": ["Of the 286 online reader comments accompanying a 2011 article posted on The Washington Post website, eight were printed in the newspaper a few days later. What was special about those comments, which were submitted by such readers as “DMV74” and “JamesOnThePotomac”? Was it their length, perspective, or popularity with online readers? This study examines reader comments that were first posted in the freewheeling online environment and then herded into a coherent forum in print.", "Newspapers around the world, including The New York Times and the Herald Sun in Melbourne, Australia, regularly devote space to reader comments originally posted online. The selected comments are compiled in a forum with summaries of the articles that triggered the reader response. The forums are similar in presentation to letters to the editor, their cousins in discourse; in fact, they often appear on opinion pages. But unlike letter writers, the commenters did not seek to be published in print. It is the newspaper reader who is late to their conversation.", "While letters to the editor have long been scrutinized as vehicles for democratic participation and as products of gatekeeping practices, comment forums have received scant academic or industry attention. Yet they are newly positioned within the “normative-economic justification for public discourse” that is assumed for letters to the editor (Wahl-Jorgensen 2002a, 121; Manosevitch and Walker 2009). As recently as 2002, scholars and journalists saw letters to the editor as key to a “revival” of the “publicness” that newspapers hoped to promote (Wahl-Jorgensen 2002a, 122). Thus printed comments and letters share a theoretical context.", "This second life for comments is worth investigating as a merger of old and new media, representing an industry attempt to promote discourse while attracting the very readers assumed to have abandoned print. This study advances gatekeeping theory by outlining how journalists gather, organize, and edit these features in choosing which voices will surface from online, and whether that voice is truly preserved. It also provides a practical introduction to reader comment forums and the ways they are influenced by technology and circulation figures. It uses a content analysis of the printed comments as well as interviews with some journalists who select them to shed light on this intersection of Web and print newsroom practices."]}, {"title": "Background and Literature Review", "paragraphs": ["The Rocky Mountain News in Denver was a pioneering mainstream publication when it allowed readers to post comments on its online articles in 1998; by 2011, 92 percent of the top 150 newspapers allowed comments (Santana 2011). Their sheer number has been transformative. Each week The New York Times prints about 100 letters to the editor while its website publishes about 8000 comments (personal communication with Sasha Koren, a Times digital editor, March 16, 2012). In less than a decade, comments have become the “most frequent form of sustained written discourse” in new media (Levinson 2009, 22). They help increase website traffic and build brand loyalty (Singer et al. 2011, 104).", "Comments have spurred researchers to investigate their anonymity (Rosenberry 2011; McCluskey and Hmielowski 2011), incivility (Loke 2011, 2012; Diakopoulos and Naaman 2011), and unruliness (Wahl-Jorgensen, Williams, and Wardle 2011), factors that the news media industry sees as comments’ biggest drawback (Perez-Pena 2010; Kim 2009). Other studies explain how user-generated content disrupted and revolutionized traditional newsroom norms, values, and perceptions (Singer 2001, 2006, 2011; Singer and Ashman 2009; Nielsen 2012; Hermida and Thurman 2007, 2008; Rosenberry 2005; Santana 2011; Loke 2011; Robinson 2007).", "Journalists support comments but are troubled by their effect on their profession and remain skeptical of their usefulness (Nielsen 2012). Others consider comments as sources for reporting (Santana 2011; Singer and Ashman 2009; Abdul-Mageed 2008). Still, Paulussen and Ugille (2008) saw obstructions to participatory journalism, including user-generated content like comments. Research on public deliberation also found journalists unwilling to share their online space (Rebillard and Touboul 2010).", "However, Manosevitch and Walker (2009) found comments fulfilling a public deliberation role similar to letters to the editor. They called comments on Iowa news websites legitimate representatives of public deliberation because they “offered substantial amount of factual information, and demonstrated a public process of weighing alternatives via the expression of issue positions and supporting rationales” (21). They identified methods used by commenters to support their point of view, including “narratives” of biographical information; “facts;” “sources,” which rely on links or authoritative sources; and “values” espousing a particular belief or point of view (12). Furthermore, in comparing comments with letters to the editor during the Jena Six controversy, McCluskey and Hmielowski (2011) concluded that comments presented a broader range of sentiment because they benefited from anonymity, less gatekeeping, and the technological ease of responding.", "In spite of attention to comments, the hurdles for getting letters published in newspapers still draw scrutiny in the twenty-first century (Perrin and Vaisey 2008; Raeymaeckers 2005; Wahl-Jorgensen 2002a, 2002b, 2006; Nord 2001). Letters have long been seen as important to the democratic and economic goals of newspapers by fostering public discourse while producing content that might attract readers (Wahl-Jorgensen 2002a). But participation traditionally was confined to a few handpicked letters (Nord 2001). While “editors proclaim the letters section a ‘wide open forum,’ they cannot deny their work as ‘gatekeepers’ of public debate” (Wahl-Jorgensen 2006, 222). For example, Thomas Feyer, the New York Times letters editor, receives “several hundred” letters a day, equaling “a few thousand a week. Of these, we run about 10 to 12 a day, depending on space” (personal communication, March 16, 2012).", "Letters editors wield power by selecting which letters and at which length, among other attributes, to publish (Kapoor 1995). They favor polished submissions (Kapoor 1995; Wahl-Jorgensen 2002b). In the San Francisco area, letters editors preferred the “emotionally charged, personal stories of individuals” (Wahl-Jorgensen 2001, 304). They usually reject anonymous submissions (Reader 2005; Wahl-Jorgensen 2001) though sometimes with ambivalence (Lauterer 2006). Incivility is weighed against the need for public debate (Wahl-Jorgensen 2004). Letter writers tend to be educated, wealthy, and over 40 (Reader, Stempel, and Daniel 2004). Comparing printed letters to those not published, researchers detected bias in the gatekeeping process of selection (Grey and Brown 1970; Renfro 1979; Butler and Schofield 2008).", "Comments, on the other hand, play key roles in participatory journalism (Reich 2011, 98): they are a spontaneous, informal, mostly anonymous public forum that has forwarded the “evolution of participatory spaces” and the “responsiveness of news” in offering story-specific feedback. As a website fixture, they guarantee the “hybrid nature of online news.” Reich also noted “their great popularity” and “the controversy they create.” This study investigates whether online comments transferred to print retain their participatory functions: RQ1: What are the characteristics of printed comment forums, and how are they shaped by the publications that choose them? ", "What are the characteristics of printed comment forums, and how are they shaped by the publications that choose them?", "By passing basic tests of civility and decency, reader comments have cleared a primary hurdle (or gate) to get posted on news media websites. To be selected for print, comments face further scrutiny that is best explained through gatekeeping theory. The concept was first applied to journalism after White (1950) observed a wire editor, “Mr. Gates,” sort through dispatches to determine which would appear in his paper. Gatekeeping has since explained how journalists select, report, and display their work even as subsequent research found newsroom practices less singular and more complex than Mr. Gates’ habits and influenced by other factors, including newsroom norms; ownership; competition; official and corporate sources; and public sentiment (Shoemaker and Vos 2009; Shoemaker and Reese 1996; Reese and Ballinger 2001; Cassidy 2006).", "The flood of reader-generated content and its interaction with journalists, along with the curator role they now play, led to reconsiderations of gatekeeping as gatewatching (Bruns 2005) or as a gateway (Robinson 2006). The rise of internet interactivity, in particular readers’ increased participation in political coverage beyond polling, suggests that journalists “may be taking steps toward reshaping their gatekeeping role” and “stepping back from the gate” (Singer 2006, 265). In fact, journalists “who have long defined themselves largely as society's gatekeepers now find that the role is broadly shared with members of an increasingly active audience” (Singer 2011, 22).", "The early days of online journalism found little need for gatekeeping of news articles even as reader comments were subjected to gatekeeping controls to curb incivility (Singer 2001). Later, British journalists insisted on retaining their gatekeeping role while simultaneously encouraging expanded engagement online (Hermida and Thurman 2007, 2008). Latin American news websites seek little reader interaction (Bachmann and Harlow 2012). American publications are equally intent on maintaining some gatekeeping responsibilities even with “legally and ethically responsible user-generated content” but at least consider input from their audiences (Singer 2011, 20). Even news sites heralding user-generated content limit its journalistic participation (Domingo et al. 2008; Harrison 2010). Journalists highlight audience content that reflects values more associated with their profession, like balance and fairness, than with the consumers contributing them (Reader 2007). In essence, journalists are “guarding open gates” in participatory journalism (Singer et al. 2011).", "Because printed comments can be compared with their original online text without newsroom consent, this study takes advantage of the transparency to see how printed reader comments differ from their original posting: RQ2: How are printed comments different from their online version? ", "How are printed comments different from their online version?", "Researchers continue to find contrasting newsroom norms and practices at large and small newspapers, the latter having better withstood the devastating industry declines (Lewis, Kaufhold, and Lasorsa 2010; Lauterer 2006). Smaller publications are more responsive to their communities by emphasizing local news, events, and people—from the front to the back of the paper (Lauterer 2006; Funk 2010). “The small-town newspaper has a smaller pool of events from which to choose in writing news items, making its gates easier to pass” (Shoemaker and Vos 2009, 24). In ethical decision-making, “direct accountability to the community is the biggest difference” between big- and small-paper editors (Reader 2006, 859).", "Smaller newspapers also face different gatekeeping responsibilities with letters to the editor. About 49 percent of small newspapers shorten letters, while 90 percent of larger papers do so (Kapoor 1995). They are obliged to be more responsive to their public and run more letters (Wahl-Jorgensen 2006; Lauterer 2006).", "The differences extend online. Nielsen (2012) noted that journalists at small newspapers reported the highest frequency of reading comments, and were slightly more likely than their bigger-circulation counterpoints to find reader comments constructive. Gilligan (2011), in analyzing how mediated participation from afar might change a smaller publication's power dynamics, noted that many community newspapers have adopted Facebook and Twitter: “In the near future, social media such as Facebook may become one of community newspapers’ most important friends” (66). RQ3: How do such factors as circulation size and technology shape comments appearing in print? ", "How do such factors as circulation size and technology shape comments appearing in print?", "Starting with White's time with “Mr. Gates,” researchers have found it useful to speak directly to, survey, or observe journalists to gain a greater understanding of the content they produce. In particular, journalists who choose letters to the editor can articulate their gatekeeping responsibilities as well as the newsroom burdens they face (Wahl-Jorgensen 2002a, 2006; Raeymaeckers 2005; Nord 2001). Some say that the task of getting letters into “publishable shape can be one of the toughest jobs in the newsroom” because they “struggle to preserve the personal voice and the substance of the letter, seeing it as their role ‘manage the debate, rather than censor it’” (Wahl-Jorgensen 2006, 223). NPR producers, in discussing which emails they choose to broadcast on air, noted that they hoped their segments let “the listeners know we're listening to them, not just broadcasting at them” (Reader 2007, 661).", "Gatekeeping also tells us that journalists develop their own instincts about audience tastes “based on their assumptions and intuitions” (Shoemaker and Vos 2009, 54). This study solicited the opinions of journalists in charge of comment forums: RQ4: How do journalists describe the process of selecting comments for print? ", "How do journalists describe the process of selecting comments for print?"]}, {"title": "Methodology", "paragraphs": ["Heeding Shoemaker and Vos’ (2009) advice that more gatekeeping studies include content analysis, this study employs a mixed methodology: a content analysis of comments and in-depth interviews with four journalists who compile the forums. To locate newspapers that print regularly scheduled comment forums, searches were conducted on Lexis-Nexis (www.lexisnexis.com) and the Library Press Display (library.pressdisplay.com), which provides monthly online access to the printed news pages of 1700 publications. Search terms included “reader comments,” “readers comment,” “our readers,” “having your say,” “our Facebook,” “from our website,” and similar phrases. The study sought general-interest comment forums and excluded those about one subject, like sports, or produced only for a special occasion. Eight publications were chosen:", "Larger-circulation publications (more than 100,000 daily):1 Austin American-Statesman (Texas): From Our Readers, Sunday (N=43). Buffalo News (New York): Blogzerpts, Sunday Opinion (N=32). New York Times: Metropolitan, Readers Comment, Sunday (N=39). Washington Post: PostLocal, throughout the week (N=34). Smaller-circulation publications (fewer than 100,00 daily): Bluefield Daily Telegraph (West Virginia): News and Views, Monday (N=65).Meadville Tribune (Pennsylvania): Dot Comments, Thursday (N=30).News Courier (Athens, Alabama): What's Happening on the News Courier's Facebook Page, Wednesday (N=32).Oakland Press (Pontiac, Michigan): What You're Saying, daily (N=34). ", "Austin American-Statesman (Texas): From Our Readers, Sunday (N=43).", " Buffalo News (New York): Blogzerpts, Sunday Opinion (N=32).", " New York Times: Metropolitan, Readers Comment, Sunday (N=39).", " Washington Post: PostLocal, throughout the week (N=34).", "Bluefield Daily Telegraph (West Virginia): News and Views, Monday (N=65).", "Meadville Tribune (Pennsylvania): Dot Comments, Thursday (N=30).", "News Courier (Athens, Alabama): What's Happening on the News Courier's Facebook Page, Wednesday (N=32).", "Oakland Press (Pontiac, Michigan): What You're Saying, daily (N=34).", "Other New York Times and Washington Post sections often run comment forums but not as consistently as their respective Metro desks. The six other forums appeared in opinion pages. A total of 309 comments printed in 36 separate forums, from late January 2012 to February 2012, were content-analyzed twice—in print and then online. A minimum of 30 comments per publication were sought to roughly represent a comment per day in a usual month. Five weeks of forums were needed to reach 32 comments in Buffalo, while three weeks were needed to reach 65 in Bluefield. Because The Oakland Press ran a daily forum, a random start point was employed to select the starting date for its analysis.", "To answer RQ1, “What are the characteristics of printed comments, and how are they shaped by the publications that choose them?”, 12 variables were used. The commenters’ persuasion method was adapted from Manosevitch and Walker's (2009) categories: biographical detail, purported facts, values or personal viewpoints, undeterminable, or other. The category was exclusive, based on the prevailing method. Because letters and printed comment forums have similar formats, this study adapted Wahl-Jorgensen's (2002b, 69) characteristics that letters editors favored in submissions: relevance, especially in terms of topicality and locality; brevity; entertainment; a preference for “spectacular, punchy letters”; and authority, which demands grammatical, conventional writing. The following characteristics were measured: a comment's prevailing tone (positive/optimistic, negative/mean-spirited/derogatory, earnest/somber, undeterminable, and other); the printed comments’ length; its inclusion of a grammatical or spelling error, or Web abbreviations like “OMG”; the comment's topic; and the commenter's gender (if identifiable), residence, and identification (e.g., using a pseudonym or signing full name).", "Eleven variables specifically addressed RQ2, “How are printed comments different from their original online versions?” The printed comments were traced back to their online pool, where all but nine could be found. The second analysis determined whether the printed comment had been edited, and whether any such editing solely involved correcting grammatical, punctuation, and spelling errors, or adding or deleting phrases or sentences. The other variables coded were the date and time of the printed forum; the date and time the comment was posted online; the printed comments’ placement in the online pool and in the forum; and the total number of comments in the online pool.", "To answer RQ3, “How do such factors as circulation size and technology shape the way comments appear in print?”, comments were analyzed by circulation size, online source (publication's website or Facebook page), and commenters’ online signature and representation, including their use of portraits or avatars, which suggested that gender or race could be identified. One variable measured “editor” or “reader” recommendations, and another counted the number of “likes” comments received.", "To answer RQ4, “How do journalists describe the process of selecting comments for print?”, the study wanted journalists to describe in their own words their approach to selecting comments. As Lindlof and Taylor explain, “Interviews are particularly well suited to understanding the social actor's experience, knowledge, and worldviews” (2011, 173, their italics). After eight publications were chosen for analysis, they were contacted to identify who compiled the forums. Following established Institutional Review Board (IRB) protocol, email invitations and phone calls invited each of the eight to be interviewed about their forums. To ensure candor, the study promised confidentiality, a recommended practice in qualitative research when working with gatekeepers (Taylor and Bogdan 1998; Nielsen 2012). Four of the eight agreed; the others did not respond despite repeated attempts to reach them. Three of the eight agreed to answer the questions via e-mail; the fourth requested a phone interview. An interview outline listed 13 IRB-approved questions, including:2 Why did you decide to regularly dedicate space to reader comments?What has been the reaction from print readers? From online readers?Are there any special criteria for the printed comments—when they are posted online, clarity, brevity, grammar, humor?Describe the steps of selecting comments to be printed.How does the process of picking comments compare with editing a staff-written article?How are printed reader comments similar or different from letters to the editor? ", "Why did you decide to regularly dedicate space to reader comments?", "What has been the reaction from print readers? From online readers?", "Are there any special criteria for the printed comments—when they are posted online, clarity, brevity, grammar, humor?", "Describe the steps of selecting comments to be printed.", "How does the process of picking comments compare with editing a staff-written article?", "How are printed reader comments similar or different from letters to the editor?", "While the researcher performed the vast majority of the coding, 11 percent of the sample was tested for intercoder reliability. The overall Krippendorf's alpha was 0.93, with a range from 1 to 0.72, the variable measuring printed comments as replies. The range is similar to other content analyses of comments (McCluskey and Hmielowski 2011). SPSS was used to analyze the data, and the appropriate statistics were applied.3"]}, {"title": "Results", "paragraphs": ["There was a wide range of presentations for the 309 printed reader comments in the 36 forums. The Oakland and Bluefield papers relied solely on Facebook to gather their comments; the papers using only their websites for their comment forums were New York, Washington, Buffalo, Austin, and Meadville. Athens used Facebook and its website. Overall, the majority of printed reader comments were two or fewer sentences; had a neutral tone; eschewed facts or biographical details to make their point; and were written in first person by readers whose identity could not be determined. While most commenters could not be identified by race or gender online, of those who could, 95 percent were white and 61 percent were women.", "In answering RQ1, “What are the characteristics of printed comments, and how are they shaped by the publications that choose them?”, the data found statistically significant patterns regarding commenter identity, comment length, persuasion method, and tone.", "Unlike the traditional newspaper policies that require letters to the editor to include full names and hometowns, these comment forums applied varying practices for identifying commenters in print. Because of policy and commenter choice, 39 percent of the printed comments were submitted by readers who were not identified or who used pseudonyms; 36 percent displayed a first name, initials, or a first name and last initial. Only 25 percent of the comments included first and last names.", "The four smaller publications had restrictive practices for print. The Athens and Meadville papers did not include names even though their commenters might be identified online. Bluefield printed only a first name and last initial even though commenters could be identified on Facebook. Oakland, using Facebook, required first and last names (but its editorial package included an anonymous reader forum). Thus, commenters using pseudonyms were drawn solely from the larger-circulation papers: New York, Washington, Austin, and Buffalo.4", "Only Buffalo and New York emphasized out-of-town commenters. Almost 46 percent of Times comments came from outside its metropolitan area, even though its forum only appeared in New York editions. A third of the Buffalo commenters had written from outside that metropolitan area.", "There was a statistically strong relationship between the length of the comment and the circulation size of the newspaper as well as the online source of the comment. Overall, 5 percent of the comments were only a word or two, 47 percent were one or two sentences, 36 percent were three to five sentences, and 12 percent were longer than five sentences. The four papers with circulations under 100,000 ran all the one- or two-word comments, and were almost twice as likely as larger papers—62 percent to 32 percent (Cramer's V=0.401, p<0.001)—to run a comment of one or two sentences. Conversely, the papers with circulations over 100,000 were twice as likely (68 percent to 32 percent) to run a comment at least three sentences long. In addition, Facebook-generated comments were shorter than those from websites. Forums having a majority of comments of three or more sentences were in Buffalo (91 percent), Meadville (77 percent), New York (74 percent), and Austin (72 percent), which each used their websites to gather comments (phi =0.574, p<0.001).", "Incorporating Manosevitch and Walker's (2009) categories, the study found that almost three-quarters of the comments (72 percent) offered an opinion based on values or personal viewpoints (e.g., “I think our lawmakers need to worry about many other things than tattoos”) without including biographical or factual information. Biographical details (e.g., “as the white grandparent of a Cambodian grandson”) were the key persuasion method in 15 percent, while 8 percent relied solely on purported facts (e.g., “every dollar increased in wages … creates more than $3,500 in new spending”).", "Even though personal stories are sought for letters (Wahl-Jorgensen 2001), large papers—New York, Washington, Buffalo, and Austin—printed 85 percent of the biographically oriented comments (Cramer's V=0.467, p<0.001). When Manosevitch and Walker (2009) had found that only 10 percent of Iowa commenters offered personal details, they wondered if the small-town nature of their sample prevented readers from sharing such information; similarly, small papers in this study ran far fewer biographical comments.", "About 55 percent of the comments were neutral—not positive, negative, or earnest (usually seen in comments about death). Exuberant, positive or earnest comments were about three times more common than negative ones (32 percent to 12 percent). Sites using Facebook for comments often sought breezy conversation. Athens, where 88 percent of the comments were positive, asked its readers about chili recipes, Mardi Gras souvenirs, and Valentine's Day presents. The Times (1 percent) and The Post (2 percent) had the fewest positive comments. The most negative were found in The Times (23 percent), with Washington and Buffalo at 18 percent (phi=0.637, p<0.001). No printed comment could be labeled as derogatory toward women or minority groups; even though this study did not content-analyze the entire pool of online comments, insensitivity easily was spotted online.", "In answering RQ2, “the difference between the printed comment and their online version,” the data found that 58 percent of the comments traced back to their online posting had been edited before being printed, a notable finding. In almost a third (30 percent), phrases or sentences were deleted or added for non-grammatical reasons (see Table 1).", "Five publications edited most of their comments, sometimes altering the tone and context of the reader's sentiment. For instance, a comment from “sayNo2MS” appeared on The Washington Post site this way: GIVE THIS GUY A BREAK. He put his life on the line to serve our countrywhen our country needed him. He should be taken care by our country when he is in need. He wasn't well and wasn't in the right mental condition, he needs help not imprisonment. Has the prosecutor lost his mind too?5 ", "GIVE THIS GUY A BREAK. He put his life on the line to serve our country", "when our country needed him. He should be taken care by our country when he is in need. He wasn't well and wasn't in the right mental condition, he needs help not imprisonment. Has the prosecutor lost his mind too?5", "The comment was less strident as the first item in a Post forum on February 22: “He wasn't well and wasn't in the right mental condition. He needs help, not imprisonment.”", "Comments were edited to be clearer. On Facebook, one Oakland comment read: “Its important to tackle crime so i would partially agree with the AG because that is only one time funding so after a year and they hav to make cuts the politicans on whichever side will mqke a big stink about it.” In print (where commenters are identified by first and last names), grammar and clarity were improved: “It's important to tackle crime. I would partially agree with the attorney general. This would be only one-time funding, so after a year local governments would have to make cuts without a continuation of funding.”", "Even though Oakland's forums began with lead-in explanations, it often rewrote comments to provide context. On February 8, an Oakland reader answered a Facebook prompt, “[S]hould prisoners be able to earn minimum wage for their in-prison jobs?”, with this reply: “Yes they should. And then the state should charge them rent that covers the cost of housing, guarding, educating and feeding them in that prison. They should just about break even.” The comment printed on February 15 read: “Yes, prisoners should be able to earn minimum wage. But the state should charge them for the price of housing, guarding, educating and feeding them in prison. That way the state should just about break even.”", "Only 5 percent of the printed comments were recognizable as replies because such language was often edited. For example, “Andy” posted this reply on the Meadville website on February 17: ‘Education cannot keep suffering because of it!!’You said it yourself, ‘education’! Aren't our public elementary/high schools ‘education’ as well??? YES!!! I can't deny corruption in Harrisburg and I'm as saddened as anyone to see budget cuts HOWEVER everything else that receives state money is being dealt cuts, WHY DO THE STATE UNIVERSITIES THINK THEY ARE EXEMPT?????? Yes, they are an integral part of the economy BUT so are our public elementary/high schools, and they have been forced to get rid of teachers(top tier jobs) and make other necessary cuts. Again, WHY DO THE STATE UNIVERSITIES THINK THEY ARE EXEMPT?????? ", "‘Education cannot keep suffering because of it!!’", "You said it yourself, ‘education’! Aren't our public elementary/high schools ‘education’ as well??? YES!!! I can't deny corruption in Harrisburg and I'm as saddened as anyone to see budget cuts HOWEVER everything else that receives state money is being dealt cuts, WHY DO THE STATE UNIVERSITIES THINK THEY ARE EXEMPT?????? Yes, they are an integral part of the economy BUT so are our public elementary/high schools, and they have been forced to get rid of teachers(top tier jobs) and make other necessary cuts. Again, WHY DO THE STATE UNIVERSITIES THINK THEY ARE EXEMPT??????", "A less shrill comment was printed on February 23, anonymously per Meadville's policy: “Universities are an integral part of the economy, but so are our public elementary/high schools, and they have been forced to get rid of teachers (top tier jobs) and make other necessary cuts.” The comment spurring “Andy's” reply was not printed.", "Austin, Bluefield, and Athens did not edit a majority of their comments. Austin printed spelling and capitalization errors and texting symbols, as this February 5 printed comment on a meteor sighting demonstrates: “I live in Odessa, Texas and i seen it. I posted on fb and im glad to here im not crazy! LOL.”", "RQ3, which asked how factors like technology and circulation size shape the way online comments later appear in print, is addressed throughout the Results section, including comment length and Facebook's influence on tone. In addition, smaller publications published far more of their online conversation than larger publications did, ranging from 74 percent for Bluefield, to 2 percent for The Washington Post (see Table 2). On February 20, Bluefield printed all 16 comments—from 2 to 249 words—on its Facebook page about the father who had shot his daughter's computer. On February 22, Athens printed all six comments answering its call for chili recipes; on the other hand, a February 7 Washington Post forum printed 6 of the 822 comments about school tardiness.", "More than half the printed comments in The Post and The Times passed through an intermediate “quality control” gate by being “Editor Recommendations” and “Reader Likes.” There was no statistical relationship between Facebook “likes” and smaller newspapers printing a comment. However, the light fare on Facebook, along with the time of year, caused the forums’ top subject matter: “Arts/Entertainment,” at 16 percent, because of Madonna's Super Bowl halftime performance, Whitney Houston's death, and the Grammys. “Local/State” and “Education” were almost as prominent.", "To answer RQ4, “How do journalists describe the process of selecting reader comments for print?”, journalists from four of the eight analyzed publications answered questions about producing the forums. Three worked at larger-circulation papers. The journalists, two print editors and two web producers, called reader engagement the primary mission of their forums. While each offered individual reasons for selecting comments, common themes included an ease in editing comments, the challenge of selecting replies, and a refusal to label their selections as an elite class of comment.", "In a typical response, Journalist “A” called the forums part of a commitment “to give more of a voice to our readers,” wording mirrored by others. Journalist “B” said that the forums brought together online and print audiences—“We want them both. It's a great way to cross-pollinate”—and represented reverse publishing, in which the site feeds the newspaper. Journalist “C” said that the printed comments reinforce a commitment to participation: News organizations increasingly ask readers to interact more with them: Comment! Vote! Send a photo! Enter a contest! Printing the outcome of interactions such as commenting helps reinforce the idea that we are doing more than just trying to generate pageviews—it's one thing to request an interaction, quite another to use valuable finite space in the newspaper to make clear that we are listening to what readers are saying. ", "News organizations increasingly ask readers to interact more with them: Comment! Vote! Send a photo! Enter a contest! Printing the outcome of interactions such as commenting helps reinforce the idea that we are doing more than just trying to generate pageviews—it's one thing to request an interaction, quite another to use valuable finite space in the newspaper to make clear that we are listening to what readers are saying.", "Journalist “B” said: “We look for quality comments that stay on point.” Journalist “C” explained: “I'm looking to identify reader comments that are interesting, thoughtful, clever, substantive—in short, in many ways the same kinds of things we are looking for in quotes we use in traditional stories.” Journalist “A” said, “There really is no process. We choose the best comments that suit the story,” before adding: “We are always looking for the most unique comments.” Journalist “D” went into detail: I try to gather a selection of comments that reflects the range of the online discussion. If there are two clear sides in a debate, I make sure both are represented. If responses vary widely, I will attempt to demonstrate that by picking comments that reflect an eclectic mix of viewpoints. But I don't feel that I need to include every thread of the conversation. The comments in the print feature … have to work well together as an interesting read. Short comments are easier to work with, so I probably favor them slightly. I do keep an eye out for good writing. ", "I try to gather a selection of comments that reflects the range of the online discussion. If there are two clear sides in a debate, I make sure both are represented. If responses vary widely, I will attempt to demonstrate that by picking comments that reflect an eclectic mix of viewpoints. But I don't feel that I need to include every thread of the conversation. The comments in the print feature … have to work well together as an interesting read. Short comments are easier to work with, so I probably favor them slightly. I do keep an eye out for good writing.", "Regarding comments that would not be selected, “A” replied: “Pretty much any of the big no's (racism, sexism, etc.) we won't print.” “B” added: “We tend to avoid comments that are between the users.” “D” said: “More often a comment has to provide its own context in a self-contained way. I often have to pass over a comment because it doesn't really make sense on its own, either because it refers too directly to another comment or because it focuses on one small element of the story I didn't have room to explain …”", "All four noted the necessity of doing some, preferably light, editing to the comments, though none considered the level of trimming found in this study as excessive. “A”'s response was typical: “You're editing and proofing like any ordinary piece,” “B” added: “We always clean up grammar.” “D” remarked: “Really just correcting the most obvious and distracting spelling, punctuation and grammar errors. I will trim comments, though, sometimes considerably, to bring one part of an argument into focus and so we can fit more voices into limited space. But I try never to do anything that could change the meaning of commenter's point or argument.”", " Elite comments? None considered the comments they chose superior to the ones passed over. “It's too much off the top of their heads,” “B” said. “It's just a lot of passion. They're not spending a lot of time thinking about what they're commenting on.” Journalist “D” explained: “I wouldn't say that the comments we pick are necessarily an ‘elite class.’ We try to highlight some of the most notable comments in print, but there are many factors that go into the process. The ‘best’ comment might not make the cut for any number of reasons.”", "The four were comfortable using the “back end” of their content-management systems to gather comments. None said that online identification, like a photograph, improved a commenter's chance of being chosen for print. A journalist at a smaller paper praised Facebook for attracting readers: “We use Facebook because it is engaging. It's the best avenue for us to communicate with our readers.” A journalist at a larger publication relied on reader and editor recommendations to sort through comments.", "Only “A” had received audience feedback about the forums, explaining that print readers were “mixed” in their reaction to an expanded reader section, while online readers seemed “to like it, for the most part.” “B” said that commenters “don't know and don't care” about appearing in the newspaper but once had been thanked by a reader for correcting in print an error he had made online. “B” added that reporters liked having their articles in the forum."]}, {"title": "Discussion", "paragraphs": ["The purpose of this study is to introduce and analyze online reader comments that are printed in newspapers. The findings reveal a legitimate yet highly orchestrated site of participatory journalism. They show how gatekeeping does not operate along a set of fixed conditions when online content makes its way into newsprint.", "In some ways, comment forums have heeded the call “to hear the silent, clumsy and messy citizens” that letters editors should seek out (Wahl-Jorgensen 2002b, 78). A distinguishing characteristic is their scant concern over anonymity, a roadblock to publishing unsigned letters to the editor (Reader 2005; Kapoor 1995). In fact, each publication set its own policy on reader identification. As Shoemaker and Vos point out, “today's individual gatekeeping decision may become tomorrow's selection norm” (2009, 52). That one- or two-word remarks constitute suitable newspaper content further proves that the forums offer a wider rhetorical range than letters to the editor. Athens, Bluefield, and Meadville, each with circulations under 25,000, not only used Facebook to invite conversation on articles and less news-driven events—“What was your best Valentine's Day surprise ever?”—but also published at least half of those responses, regardless of length or tone. This finding confirms the importance of local accountability for community publications, no matter the platform.", "But small and large papers used gatekeeping to herd online comments into what they considered print-ready shape. Lost in the process are spontaneity and controversy, two noteworthy characteristics of comments (Reich 2011). Many papers, following the practice with letters to the editor, trim comments. Even with scores or hundreds of choices at its disposal, The Washington Post edited 91 percent of its printed comments. Even though 30 percent of all the analyzed printed comments received significant editing (addition or deletion of phrases or sentences), journalists called the task “normal” editing. Through such editing, comments that were unfocused, mean-spirited, or grammatically challenged—like those following Whitney Houston's death—can be sanitized to blend in any discussion.", "Publications also guard the gate against digressions and dialogues among commenters, even those chosen for comment forums. In addition, the printed comments usually are not published in the order they had been posted online.", "This study's findings also reveal an old issue given a new media twist: should comments, like quotations, be polished before appearing in print? Publications should be mindful of whether to allow misspellings, or rephrase or clarify text. A comment published in the Austin paper, which does not fix grammar, would read differently in Washington. Publications might consider alerting readers that the comment forums have been edited for length, context, etc., as they do with letters. The concern here is equally for the online commenter and the print reader, who may be misled by an editor's deft touch. One limitation of this study is that it did not compare all of the printed comments with the entirety of their online discussion. Further research should analyze whether the sentiment of online conversations emerge intact in comment forums. Not only could a contentious or off-topic online thread be cherry-picked for print to portray reason and civility, but also an online discussion might overwhelmingly express one point of view, while the chosen comments emphasize another. In one instance, an Austin blog post on excessive police force attracted 15 comments voicing anti-police sentiment, three defending the police, three that were mixed while telling personal anecdotes, and seven engaged in a digression about parenting. The paper printed two biographical comments expressing both sides of the issue. This study urges more gatekeeping research that takes advantage of online transparency to make these comparisons.", "It is worth investigating whether commenters are aware of being published in print and how it affects their view of the newspaper; conversely, what do print readers think of online conversations repackaged as content? Another question is whether these forums can match the durability of letters to the editor.", "This study of printed reader comments highlights the limitation and promise of audience participation across platforms. It shows that publications that publish comment forums juggle the immediacy and informality of online conversation with such print standards as context, civility, and readability. If journalism is indeed “now a dialogue rather than a monologue” (Robinson 2006, 22), the gatekeeping of printed comments reveals how this conversation with readers is being transcribed and translated into print."]}], "references": [{"title": "Online News Sites and Journalism 2.0: Reader Comments on Al-Jazeera Arabic", "year": "2008", "journal": "Cognition, Communication, Co-operation", "volume": "6", "authors": [{"name": "Abdul-Mageed Muhammad. M", "first_name": "Abdul-Mageed", "last_name": "M"}]}, {"title": "Opening the Gates: Interactive and Multimedia Elements of Newspaper Websites in Latin America", "year": "2012", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Bachmann Ingrid", "first_name": "Bachmann", "last_name": "Ingrid"}, {"name": "Harlow Summer", "first_name": "Harlow", "last_name": "Summer"}]}, {"title": "Were Newspapers More Interested in Pro-Obama Letters to the Editor in 2008? Evidence from a Field Experiment", "year": "2008", "journal": "American Politics Research", "volume": "38", "authors": [{"name": "Butler Daniel M.", "first_name": "Butler", "last_name": "M."}, {"name": "Schofield Emily", "first_name": "Schofield", "last_name": "Emily"}]}, {"title": "Gatekeeping Similar for Online, Print Journalists", "year": "2006", "journal": "Newspaper Research Journal", "volume": "27", "authors": [{"name": "Cassidy William P", "first_name": "Cassidy", "last_name": "P"}]}, {"title": "Participatory Journalism Practices in the Media and Beyond", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}]}, {"title": "The 30-50-60 Curve: Locally Generated News Content in Small and Medium-sized American Dailies", "year": "2010", "journal": "Grassroots Editor", "volume": "51", "authors": [{"name": "Funk Marcus", "first_name": "Funk", "last_name": "Marcus"}]}, {"title": "Online Publications Expand Reach of Community Journalism", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Gilligan Eileen", "first_name": "Gilligan", "last_name": "Eileen"}]}, {"title": "Letters to the Editor: Hazy Reflections of Public Opinion", "year": "1970", "journal": "Journalism Quarterly", "volume": "47", "authors": [{"name": "Grey David L.", "first_name": "Grey", "last_name": "L."}, {"name": "Brown Trevor R.", "first_name": "Brown", "last_name": "R."}]}, {"title": "User-generated Content and Gatekeeping at the BBC Hub", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Harrison Jackie", "first_name": "Harrison", "last_name": "Jackie"}]}, {"title": "A Clash of Cultures: The Integration of User-generated Content within Professional Journalistic Frameworks at British Newspaper Websites", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Most Papers Receive More Letters", "year": "1995", "journal": "The Masthead", "volume": "47", "authors": [{"name": "Kapoor Suraj", "first_name": "Kapoor", "last_name": "Suraj"}]}, {"title": "Thinking about Citizen Journalism: The Philosophical and Practical Challenges of User-generated Content for Community Newspapers", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Kaufhold Kelly", "first_name": "Kaufhold", "last_name": "Kelly"}, {"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "Old Turf, New Neighbors: Journalists&#039; Perspectives on Their New Shared Space", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Loke Jaime", "first_name": "Loke", "last_name": "Jaime"}]}, {"title": "Opinion Expression during Social Conflict: Comparing Online Reader Comments and Letters to the Editor", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "McCluskey Michael", "first_name": "McCluskey", "last_name": "Michael"}, {"name": "Hmielowski Jay", "first_name": "Hmielowski", "last_name": "Jay"}]}, {"title": "Newspaper Journalists Support Online Comments", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Nielsen Carolyn", "first_name": "Nielsen", "last_name": "Carolyn"}]}, {"title": "User Generated Content in the Newsroom: Professional and Organisational Constraints on Participatory Journalism", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Ugille Pieter", "first_name": "Ugille", "last_name": "Pieter"}]}, {"title": "Parallel Public Spheres: Distance and Discourse in Letters to the Editor", "year": "2008", "journal": "American Journal of Sociology", "volume": "114", "authors": [{"name": "Perrin Andrew J.", "first_name": "Perrin", "last_name": "J."}, {"name": "Vaisey Stephen", "first_name": "Vaisey", "last_name": "Stephen"}]}, {"title": "Letters to the Editor: A Feedback Opportunity Turned into a Marketing Tool", "year": "2005", "journal": "European Journal of Communication", "volume": "20", "authors": [{"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "An Ethical ‘Blind Spot’: Problems of Anonymous Letters to the Editor", "year": "2005", "journal": "Journal of Mass Media Ethics", "volume": "20", "authors": [{"name": "Reader Bill", "first_name": "Reader", "last_name": "Bill"}]}, {"title": "Distinctions that Matter: Ethical Differences at Large and Small Newspapers", "year": "2006", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Reader Bill", "first_name": "Reader", "last_name": "Bill"}]}, {"title": "Air Mail: NPR Sees “Community” in Letters from Listeners", "year": "2007", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "51", "authors": [{"name": "Reader Bill", "first_name": "Reader", "last_name": "Bill"}]}, {"title": "Age, Wealth, Education Predict Letters to the Editor", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Reader Bill", "first_name": "Reader", "last_name": "Bill"}, {"name": "Stempel Guido H.", "first_name": "Stempel", "last_name": "H."}, {"name": "Daniel Douglass K.", "first_name": "Daniel", "last_name": "K."}]}, {"title": "Promises Unfulfilled? ‘Journalism 2.0,’ User Participation and Editorial Policy on Newspaper Websites", "year": "2010", "journal": "Media, Culture \\& Society", "volume": "32", "authors": [{"name": "Rebillard Franck", "first_name": "Rebillard", "last_name": "Franck"}, {"name": "Touboul Annelise", "first_name": "Touboul", "last_name": "Annelise"}]}, {"title": "The Roots of a Sociology of News: Remembering Mr. Gates and Social Control in the Newsroom", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}, {"name": "Ballinger Jane", "first_name": "Ballinger", "last_name": "Jane"}]}, {"title": "Bias in Selection of Letters to the Editor", "year": "1979", "journal": "Journalism Quarterly", "volume": "56", "authors": [{"name": "Renfro Paula C", "first_name": "Renfro", "last_name": "C"}]}, {"title": "‘Someone&#039;s Gotta Be in Control Here’: The Institutionalization of Online News and the Creation of a Shared Journalistic Authority", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Few Papers Use Online Techniques to Improve Public Communication", "year": "2005", "journal": "Newspaper Research Journal", "volume": "26", "authors": [{"name": "Rosenberry Jack", "first_name": "Rosenberry", "last_name": "Jack"}]}, {"title": "Users Support Online Anonymity Despite Increasing Negativity", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Rosenberry Jack", "first_name": "Rosenberry", "last_name": "Jack"}]}, {"title": "Online Readers’ Comments Represent New Opinion Pipeline", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Santana Arthur D", "first_name": "Santana", "last_name": "D"}]}, {"title": "The Metro Wide Web: Changes in Newspaper&#039;s Gatekeeping Role Online", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}]}, {"title": "Stepping Back from the Gate: Online Newspaper Editors and the Co-production of Content in Campaign 2004", "year": "2006", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}]}, {"title": "‘Comment Is Free, but Facts Are Sacred’: User-generated Content and Ethical Constructs at the Guardian", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Ashman Ian", "first_name": "Ashman", "last_name": "Ian"}]}, {"title": "Letters to the Editor As a Forum for Public Deliberation: Modes of Publicity and Democratic Debate", "year": "2001", "journal": "Critical Studies in Media Communication", "volume": "18", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "The Normative-economic Justification for Public Discourse: Letters to the Editor as a Wide Open Forum", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "Understanding the Conditions for Public Discourse: Four Rules for Selecting Letters to the Editor", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "A ‘Legitimate Beef’ Or ‘Raw Meat’? Civility, Multiculturalism, and Letters to the Editor", "year": "2004", "journal": "The Communication Review", "volume": "7", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "Audience Views on User-generated Content: Exploring the Value of News from the Bottom Up", "year": "2011", "journal": "Northern Light: Film and Media Studies Yearbook", "volume": "8", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire"}]}, {"title": "The ‘Gate-keeper’: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}]}