{"doi": "10.1080/14616700903119917", "url": "https://doi.org/10.1080/14616700903119917", "title": "PRESS CONSTRAINTS AS OBSTACLES TO ESTABLISHING CIVIL SOCIETIES IN CENTRAL ASIA", "volume": "10", "year": "2009", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Shafer", "first_name": "Richard", "name": "Richard Shafer"}, {"last_name": "Freedman", "first_name": "Eric", "name": "Eric Freedman"}], "abstract": " More than a decade and a half after independence, none of the press systems in Central Asia's five former Soviet republics are categorized as free, nor have any of these countries transitioned to democracy. The question becomes: Why have they failed to evolve into democratic nations after successfully rejecting Soviet domination and Russian colonialism? The Western-rooted development model assumes that democracy, media independence, free markets, and civil society can help establish the primary prerequisites for free and prosperous nations. However, the results of that assumption fall far short of expectations in Central Asia. Recent events provide little reason for optimism about prospects for such structural changes. This study discusses the interrelationship between press freedom and post-communist democratization. It proposes an exploratory matrix of external variables, including religion, that may help explain why press freedom has failed to materialize in Central Asia while democracy has become a reality in other parts of the former Soviet Union and in most former Warsaw Pact nations. ", "body": [{"title": "Introduction", "paragraphs": ["The failure of the five independent Central Asian republics of the former Soviet Union (Kyrgyzstan, Kazakhstan, Tajikistan, Turkmenistan, and Uzbekistan) to transition to democracy after the end of their involuntary absorption into the USSR has disappointed Western governments and international aid agencies and disillusioned a great many Central Asians. It has especially disappointed neo-conservative government officials and policymakers in the United States and other Western countries who have zealously propounded their belief that Western models of democracy and citizen participation can successfully be exported to the ex-Soviet Muslim world through a combination of military power, propaganda, economic force, aid, and education programs. Those tools have been directed at building independent press systems and other democratic structures, as well as at reforming or replacing authoritarian regimes. The victory of the West and capitalism over the Soviets and communism marked the end of the Cold War and stimulated optimism and a commitment to replicate Western models in Central Asia. Much of this policy—and the related expenditure of millions of US dollars, euros, British pounds and other currencies since 1991—has focused on Central Asia. This a region where governments are secular, constitutions promise freedoms of religion and the press, and a majority of residents nominally adhere to Islam.", "While other Islamic countries elsewhere also have failed to develop independent and democratic press systems, Central Asia provides an especially hostile environment for mass media. With the media as agents of imposed social change, the society went through a long Soviet-engineered modernization period that in many ways improved the quality of life as measured by standard indicators related to education, nutrition, life expectancy, income, housing, transportation, and availability of health care. This modernization process could be expected to facilitate a post-independence transition to a more open and effective mass media system. Thus the key question: Why has the press system in even a single Central Asian republic failed to become free, or at least partly free as a logical result of the modernization process?", "We suggest that the predominance of the Islamic faith in Central Asia is an important variable regarding the evolution of the press system as an agent of democracy and economic development. This article cannot fully address the relationship of Islam to “democratic journalism”, press freedom, and the existence or sustainability of independent news outlets. However, it can raise relevant issues regarding the press, national development, and democracy, and further suggest a theoretical and history-based, largely quantitative structure and matrix for further inquiry.", "Several mid-twentieth-century studies attempted to identify variables that were external to the press but might influence whether a national press system is free: these suggested factors such as literacy, distribution of population and wealth, and gross national product (Nixon, 1960). Some considered religious tradition (Gillmor, 1962); literacy and per capita income (Nixon, 1960, 1965); and life expectancy and education levels (Farace and Donohew, 1965). However, those models date to the Cold War, when some now-independent Muslim-majority nations were still colonies of European powers, when there was no Internet, when communication technologies were far less sophisticated, when Central Asia was part of the Soviet Union, and when radical Islam was a politically insignificant movement.", "Islam has been a difficult variable to isolate in this process because religious practices were generally forbidden under the Soviets. Even now, its practice is carefully controlled and monitored in Central Asia, so it is not an overt and clearly recognisable factor in regard to press content or limitations on journalists. For example, there were no grassroots responses in Central Asia equivalent to those in other Islamic nations to the 2005 Jyllands-Posten controversy over Danish newspaper editorial cartoons depicting the Prophet Muhammad. Although the newspaper explained that it merely intended to contribute to the debate regarding criticism of Islam and self-censorship, there was a flurry of condemnations in Islamic media worldwide, but much less so in Central Asia.", "How, then, might we predict the establishment and sustainability of an independent, free press in a post-communist or other post-authoritarian country? Hume observed, “A decade is hardly adequate time to develop a robust, professional media culture, particularly under difficult, even dangerous conditions. Long-term commitment is required” (2004, p. 9). Even nearly two decades have proved inadequate in Central Asia—although not in some other former communist states. Are there any distinguishing factors or variables that set this region apart from other former constituent states of the Soviet Union and communist Eastern and Central Europe? And what do those factors mean for the prospects of a freer press in the region?", "This study reviews press rights in Central Asia and explores Islam as one possible determinate factor regarding the democratization process in the region. The authors hope this research stimulates future analyses of Islam's role as either an inherent obstacle, or as a contributor to development and democracy in Central Asia and elsewhere in the Muslim world.", "They do so by proposing an exploratory matrix of potentially relevant variables—including Islam—that are likely to inform and affect an environment in which independent, responsible, and effective media can survive and even prosper. This analytical model focuses on indicators and variables not inherently related to institutions and laws that encourage and nurture—or conversely discourage and stifle—civil society and democratic, transparent governance. These variables may also serve as predictors of the degree of press freedom allowed in a country. The authors acknowledge the precedent of Cold War-era development models just cited but attempt in this new matrix to reflect realities of the post-Soviet era in a strategically crucial but understudied global region. They also suggest that this exploratory matrix may be adapted to also serve as a predictor of press freedom in other predominantly Muslim countries and in other non-Muslim post-authoritarian countries."]}, {"title": "Overview of the State of Press Freedom in Central Asia", "paragraphs": ["The collapse of the Soviet Union was generally celebrated in the newly liberated Central Asian republics. Since then, a great deal of academic study has been framed in terms of “transition to democracy”, with dissolution of the USSR considered a major component of a wider global shift towards democracy at the end of the twentieth century. A new sub-area of development studies, termed “transitionology”—motivated by the then-dominant American neo-conservative ideology—provided a framework of theories and practices directed at influencing the movement of former communist nations from authoritarian-socialist to democratic-capitalist. The operative assumption was that promotion of democracy, press freedom, free markets, and civil society would help establish the primary prerequisites for free and prosperous nations.", "Like other development models and ideologies fostered by Western governments over the past half century, the results fell short of expectations. The US-based nongovernmental organization (NGO) Freedom House has tracked a decline in democracy in four of the five Central Asian states and identified a trend toward de-democratization or de-freedomization there. In 1991–1992, immediately after independence, it categorized all Central Asian states as “partly free”; as of 2008, only Kyrgyzstan received that designation, while the others were rated as “not free” (Freedom House, 2008).", "To set the stage for further analysis, the article next provides a summary overview of press constraints in the region.", "Nowhere is the failed promise of democracy-building in Central Asia clearer than in the state of press constraints and censorship, despite Western promotion of independent media as part of developing civil society. There is a growing body of literature about official and unofficial constraints on Central Asian media, including heavy-handed regulation and license restrictions; lack of access to government information; imprisonment of and attacks on journalists; crippling libel lawsuits; and targeted tax audits. Regimes have retaliated against foreign news organizations, correspondents, and freelancers through harassment, arrests, loss of accreditation, suspension of publishing licenses, and physical assaults. Scholars and professional trainers also cite widespread self-censorship by journalists and their employers who seek to avoid retaliation from angry government officials and agencies, political leaders, organized crime bosses, and other targets of “unfavorable” coverage in print, on the air, and on the Internet. The authors as journalism instructors, trainers, and researchers have experienced resistance from university administrators to the publication of student newspapers and interviewed professional journalists subjected to such constraints.", "The situation in Kyrgyzstan is particularly troubling. What was once the comparatively freest press system in Central Asia drifted away from media freedom, a trend that began in the closing years of former President Askar Akayev's regime and continued after the non-violent Tulip Revolution ousted him in March 2005. Expectations that press freedom would blossom under the new regime largely failed to materialize (Freedman, 2007). Promised privatization of state-owned media stalled. Journalists have been harassed for criticizing the government, with some attacked or forced into exile. Journalists for state-run media received better access to public meetings and information than their peers from independent and opposition media.", "Some studies have covered multiple countries or the entire region. In an early post-independence article, Brown (1995) concluded that the glasnost—openness—policy in the late 1980s of the last Soviet president, Mikhail Gorbachev, never took root in Central Asia. Post-independence leaders continued to hew closely to the Soviet model of using the press as a form of pro-government political communication, bolstered by the Central Asian cultural preference for social stability. Subsequent studies found relatively little change in the broad portrait of sharply limited press freedoms in countries where most news organizations served as arms of the state, political parties, or leadership's friends, family, and cronies.", "Scholars described how Western principles of fairness, balance, accuracy, ethics, and independence were rarely practiced. Lupis (2005) explored psychological and emotional pressures—the human side of press restraints—under which journalists labor. Based on meetings with hundreds of journalists, NGO representatives, and press rights and human rights activists in Kazakhstan, Kyrgyzstan, Tajikistan, and Uzbekistan, Alison (2006) concluded that their legal systems have “both oppressed and co-opted independently minded nongovernmental media” (2006, p. 93). Imamova (2006) pointed to tightened controls by the regimes and restrictions on international broadcasters, such as the British Broadcasting Corporation (BBC), Voice of America, and Radio Free Europe/Radio Liberty (RFE/RL). As Freedman and Shafer (2003, 2006) observed, the lingering legacy of Soviet journalism practices hinders the press from acting independently and from assuming the Western role of watchdog over government, business, and other public and private institutions.", "Apart from such scholarly analyses, foreign governments and multinational agencies report frequently about abuses of press rights. International news agencies, including RFE/RL, Institute for War & Peace Reporting, IRIN News, Eurasianet, and BBC cover anti-press freedom developments and policies. They also report on other areas of controversy such as political, speech, and press rights that domestic media generally avoid—usually as a matter of policy, through self-censorship, or for lack of journalistic resources (Freedman, 2005).", "Freedom House (2009a) ranks all five Central Asian press systems as “not free”, the most restrictive of its three categories; it classified Uzbekistan and Turkmenistan as among the world's “worst of the worst” (Freedom House, 2009b). Rankings are based on:  legal environment, including laws and regulations;   political environment, including political control over content, censorship, self-censorship, access to information, and editorial independence; and   economic environment, including media ownership, state advertising and subsidies, and the effects of corruption on media content.   ", "legal environment, including laws and regulations;", "political environment, including political control over content, censorship, self-censorship, access to information, and editorial independence; and", "economic environment, including media ownership, state advertising and subsidies, and the effects of corruption on media content.", "The Committee to Protect Journalists (2006) ranked Uzbekistan and Turkmenistan among the “most-censored” countries. The Reporters sans Frontieres (2008) Worldwide Press Freedom Index placed Uzbekistan 162nd and Turkmenistan 171st among 173 countries. Annual human rights reports by the US Department of State (2009) observe that although laws and constitutions of these countries protect—on paper—press freedom, all regimes restrict those rights.", "A report on the media in the former USSR, including Central Asia, decried intensified government controls, particularly over television; restrictive legislation; greater control of printing presses; and stricter efforts to control international broadcasting into the region (Walker, 2007). There were some exceptions: Freedom House (2008) categorizes some ex-Soviet republics and former European communist countries as “free”—Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia, and Slovenia—or “partly free”—Albania, Bosnia-Herzegovina, Bulgaria, Croatia, Georgia, Serbia & Montenegro, Macedonia, Romania, and Ukraine.", "The US Department of State (2009) findings, based on events in 2008, reflect sharp contrasts between constitutional guarantees of and actual practices:  Kazakhstan  The constitution and the law provide for freedom of speech and of the press; however, the government in order to control the media and limit freedom of expression used a variety of means, including laws, harassment, licensing regulations, Internet restrictions, and criminal and administrative charges. Judicial actions against journalists and media outlets, including civil and criminal libel suits filed by government officials, contributed to suspension of media outlets and self-censorship.    Kyrgyzstan  The law provides for freedom of speech and of the press, although the government at times restricted these rights in practice. During [2008] reports of lawsuits against opposition newspapers increased … There were continued reports of media harassment.    Tajikistan  The law provides for freedom of speech and of the press; however, in practice the government restricted these rights.    Turkmenistan  The constitution and law provide for freedom of speech and of the press, but the government did not respect these rights in practice … There were reports that law enforcement officials harassed and detained Turkmen journalists working for foreign media outlets, most notably several who worked for RFE/RL.    Uzbekistan  The constitution and law provide for freedom of speech and the press, but the government generally did not respect these rights in practice, and freedom of expression was severely curtailed … The law specifically prohibits articles that incite religious confrontation and ethnic discord or advocate subverting or overthrowing the constitutional order.      ", " Kazakhstan ", "The constitution and the law provide for freedom of speech and of the press; however, the government in order to control the media and limit freedom of expression used a variety of means, including laws, harassment, licensing regulations, Internet restrictions, and criminal and administrative charges. Judicial actions against journalists and media outlets, including civil and criminal libel suits filed by government officials, contributed to suspension of media outlets and self-censorship. ", " ", "Kyrgyzstan ", "The law provides for freedom of speech and of the press, although the government at times restricted these rights in practice. During [2008] reports of lawsuits against opposition newspapers increased … There were continued reports of media harassment. ", " ", "Tajikistan ", "The law provides for freedom of speech and of the press; however, in practice the government restricted these rights. ", " ", "Turkmenistan ", "The constitution and law provide for freedom of speech and of the press, but the government did not respect these rights in practice … There were reports that law enforcement officials harassed and detained Turkmen journalists working for foreign media outlets, most notably several who worked for RFE/RL. ", " ", "Uzbekistan ", "The constitution and law provide for freedom of speech and the press, but the government generally did not respect these rights in practice, and freedom of expression was severely curtailed … The law specifically prohibits articles that incite religious confrontation and ethnic discord or advocate subverting or overthrowing the constitutional order. ", " ", "", "It is clear from this overview that these governments ensure that the press does not become an effective agent of democratic reform or progress toward civil society. Perhaps because of that failure by the press, scholars of transitionology (advocating a transition to democracy) and related social change and development sub-disciplines have largely ignored studying the impact of the press in this regard. Thus we are left to speculate and theorize about how the press might contribute to—or obstruct—such development in Central Asia. Such speculation is based on models provided by international mass communication scholars researching the role of the press as tools in the national development process."]}, {"title": "Religion and a Democratic Press in Central Asia", "paragraphs": ["There was a spiritual vacuum to be filled in Central Asia when the Soviet Union was dismantled and official atheistic policies were lifted after almost 70 years. Since then, Islam has proven an increasingly important cultural force and can be expected to strengthen as radical Islam, and even moderate forms such as the one emanating from semi-secular Turkey, penetrates the region. As a religious and cultural force, Islam defies cursory or facile analysis. It is the professed religion of a majority of Central Asians, yet Central Asia is essentially secular. Atheism was the official mantra for 70 years and in what Khalid (2007) describes as the politics of anti-terrorism, authoritarian regimes fear displacement by radical Islamic fundamentalists. The US Department of State (2009) and news organizations such as Forum 18 report on government legislation and activities that suppress the practice of Islam and other religions. Because these authoritarian governments regard political Islam as a threat to their own tenure, domestic media coverage of movements such as Hizb ut-Tahrir has been suppressed, limited, or unbalanced through censorship and self-censorship, as Wolf (2006) shows in a content analysis of such coverage by Kyrgyzstan's largest newspaper.", "The relationship of Islam to democratic progress in Central Asia, like any question of such magnitude and geographic sweep, is entangled with other nationalistic, cultural, and historical variables. Among predominantly Muslim countries, Freedom House (2009a) rates only Mali's press system as “free”. It rates the press in some other predominantly Muslim countries—Indonesia, Kuwait, Lebanon, Turkey, Senegal, Nigeria, Egypt, Burkina-Faso, Sierra Leone, Comoros, Maldives, Albania and Mauritania—as “partly free”, as it does Guinea-Bissau, where Muslims are 50 percent of the populace.", "The focus on religious, ethnic, and other cultural factors echoes modernization theories of development that dominated the post-World War II era and later came under devastating critique for ignoring external factors of development and underdevelopment. Understanding of post-Soviet nations has been interwoven with and obstructed by this emphasis on transitionology, the latest manifestation of modernization-based development theory. When such models are applied uniformly across a range of societies and political cultures, it obscures much about the true political and economic processes in these societies. Critics of transitionology as applied to Central Asia say foreign development agencies enthusiastically support “transition” to a free press and other democratic institutions; other observers question the end results of that process (Chelabi and Linz, 1998).", "Upon independence, Central Asians expressed optimism about self-determination and national development; thus Western funders invested considerable resources to encourage democratic institutions and politics. Their effort included heavy investment in retraining Soviet-era journalists, younger reporters and editors, and journalism students to adopt Western journalism ideology and practices.", "Western interest in the region extends beyond democratization: there is global competition for oil, gas, and other raw materials. Central Asia is a geographic arena in the so-called “War on Terrorism”; after the 11 September 2001 attacks, Uzbekistan hosted—and later ousted—a US military base used to support the war in Afghanistan. Central Asian governments have been pressured and rewarded for suppressing militant Islamic movements, even when those regimes knew they also were suppressing legitimate democratic political movements.", "Importantly, containment of Islam as a political and cultural force has a long history in the region. Beginning in the early 1920s, policies imposed from Moscow were enforced to effectively Sovietize Central Asia. Islamic schools, courts, and virtually all mosques to effectively de-Islamize public life (Khalid, 2007). Since Islam very much informed the cultures of Central Asia, this also constituted extreme repression in the cultural sense. Thousands of mosques were shuttered soon after the Russian Revolution and subsequent Civil War and practice of religion was generally confined to households and families until the late twentieth century.", "Prospects for religious freedom and tolerance of religious practices were part of early hopes about the future, hopes that failed to translate into reality. Ro'i said: Despite the initial euphoria in the West over the disintegration of the Soviet empire and the breakdown of the communist system, it quickly became apparent that while most of the successor states have at least a partial market economy, the dimensions and authenticity of political democracy actually implemented have been debatable. (2004, p. 1)  ", "Despite the initial euphoria in the West over the disintegration of the Soviet empire and the breakdown of the communist system, it quickly became apparent that while most of the successor states have at least a partial market economy, the dimensions and authenticity of political democracy actually implemented have been debatable. (2004, p. 1)", "He observed that national leaders had the ultimate aim of establishing democracy but did not move significantly, or in some cases at all, in that direction. Despite constitutionally promised press freedom, free speech, and other democratic rights, the gap between theory and practice remains a wide one. Such assurances have largely been negated or countered by additions and amendments that render such guarantees impotent, or officials simply ignore those provisions. Ro'i (2004, p. 1) identified three principle obstacles to protecting and nurturing democratic rights: (1) a legacy of Soviet administrative practices that were transferred to new bureaucracies in these nations; (2) domination of leadership trained within the apparatus of the Communist Party of the Soviet Union; and (3) preservation of their societies’ traditionally authoritarian or autocratic heritage.", "All three obstacles are evident in their press systems. It is difficult in any society to isolate the press as a variable that either contributes to or impedes democratization. It is also difficult to pinpoint all variables that may contribute to creation and maintenance of a free press in a particular country. Communication scholars focusing on other underdeveloped regions of the world, however, have regarded the press as a primary factor in motivating social change and development. For example, Kartoshkina et al. (2007) examined the role of the Ukrainian press as an agent of change in the run-up to the 2004 Orange Revolution that ousted the country's authoritarian president, and in the aftermath of that event.", "Much contemporary literature on democratization and civil society in Central Asia concentrates on cultural factors—such as ethnic composition, gender relationships, and nomadic-versus-sedentary societies—that may further or hinder democracy. As might be expected, Islam—and its influence on social change and development—is the “cultural” variable now receiving more attention and discussion.", "Civil society movements began in some places well before the USSR collapsed, but not in Central Asia. For example, in Central Europe in the 1970s, Polish and Czech activists challenged obsolete and inefficient bureaucratic structures and Communist Party bureaucrats and soon found supporters and advocates in the West and even in the Soviet Union. By 1989, Gorbachev had appropriated the term “civil society” to urge Soviet citizens to take their well-being into their own hands. According to Starr, “what had begun as a somewhat arcane infatuation of a few (U.S.) academics had blossomed into a full-blown movement, affecting not only private foundations but also members of Congress and the executive branch” (1999, pp. 28–9). He noted that the US Agency for International Development, US Information Agency, and other Western governmental entities concentrated development resources on fostering civil societies in targeted underdeveloped nations, including those in Central Asia. By the late 1990s, donor governments were beginning to ask what had been accomplished (Starr, 1999).", "Howell and Pearce (2001) wrote that civil society advocates viewing the state as part of the problem rather than the solution in advancing national development. In underdeveloped countries the state is criticized for lack of accountability and for obstructing citizen participation. It is also routinely accused by civil society proponents of furthering militarism, authoritarianism and corruption, as well as venality, wasteful investments and expenditures. Other common accusations they make is that these governments allow for distortion of market forces, protection of uncompetitive industries, and creation of state monopolies (Howell and Pearce, 2001, pp. 12–8). This interpretation harmonizes with earlier modernization pronouncements about “stages” of development and with modernization theories that stress internal rather than external factors (such as colonial economic and political relationships) as principal obstacles to development—the internal factor here being democracy. Civil society advocates and activists appear to endorse the once-maligned modernization perspective in contending that Central Asia constitutes an interesting case of a “nascent civil society” fragmented, fragile, and influenced strongly by the so-called donor community. They argue that this illustrates the important contributions of outside agents of development of civil society, as well as pitfalls of outsiders promoting civil society there (Howell and Pearce, 2001, p. 190).", "Foreign governments, NGOs, multinational agencies, foundations, journalism associations, trainers, and university journalism educators headed to former Soviet republics advocating Western models for what they regarded—usually over-optimistically—as nascent free press systems. In their view, “democratic journalism” with its emphasis on professionalism, fairness, balance, accuracy, independence, and ethics, provided tools to liberalize authoritarian regimes and contain religious fundamentalism—political Islam—and anti-Western sentiments (Freedman et al., 2006). On arrival, they discovered—and still discover—how deeply engrained Marxist-Leninist theory is in the education, training, and workforce ideology of Soviet-era journalists and their younger, post-independence colleagues. Androunas described how young journalists of the USSR had been indoctrinated with Lenin's words: In contradistinction to bourgeois customs, to the profit-making, commercialised bourgeois press, to bourgeois literary careerism and individualism, “aristocratic anarchism” and drive for profit, the socialist proletariat must put forward the principle of “Party literature”. They must develop this principle, and put it into practice as fully and completely as possible. What is this principle of Party literature? Literature can not be a means of enriching individuals or groups: it cannot, in fact, be an individual undertaking, independent of the common cause of the proletariat. Down with non-partisan writers! Literature must become part of the common cause with the proletariat … Literature must become a component of organized, planned and integrated Social-Democratic Party work. (Androunas, 1993, pp. 40–1)  ", "In contradistinction to bourgeois customs, to the profit-making, commercialised bourgeois press, to bourgeois literary careerism and individualism, “aristocratic anarchism” and drive for profit, the socialist proletariat must put forward the principle of “Party literature”. They must develop this principle, and put it into practice as fully and completely as possible. What is this principle of Party literature? Literature can not be a means of enriching individuals or groups: it cannot, in fact, be an individual undertaking, independent of the common cause of the proletariat. Down with non-partisan writers! Literature must become part of the common cause with the proletariat … Literature must become a component of organized, planned and integrated Social-Democratic Party work. (Androunas, 1993, pp. 40–1)", "“Democratic journalism” workshops, courses, and consultancies emphasize Western values. Some are funded by US press rights and media support entities, including the State Department, Freedom House, International Center for Journalists, and the Open Society Institute. Non-US sponsors include the Organisation for Security and Co-operation in Europe; BBC Training & Development; Canadian International Development Agency; Institute for War & Peace Reporting (United Kingdom); Danish Agency for Development Assistance; Friedrich Ebert Stiftung (Germany); International Press Institute (Austria); United Nations Education, Scientific, and Cultural Organisation; and Cimera (Switzerland).", "The basis of their shared vision is that an independent media—in which journalists act as the public's watchdog over centers of power and wealth—is a cornerstone of a civil society. Hume's “15 Commandments of Media Development” (2004; see Figure 1) is premised on Western perspectives about the role of foreign journalism educators and trainers. While acknowledging limitations on what such training can do and cautioning against unrealistic expectations, she also accepted the role of media development as a tool of transition to democracy.", " FIGURE 1   The 15 commandments of media development. Source: excerpted from Hume (2004, pp. 15–7)", " FIGURE 1   The 15 commandments of media development. Source: excerpted from Hume (2004, pp. 15–7)", "Foreign trainers often fail to recognize the continued importance to Central Asian journalists of: cultural, historical, and religious values; awakened nationalism; creation of state identities; traditions of authoritarian rule; lack of market support for independent media; surviving Soviet-era practices and attitudes; and the emigration or exile of many talented, independent-thinking journalists. They implicitly assume that concepts of civil society and press independence, as rooted in Western democracies, can be transposed to other cultural, political, and economic contexts. Importantly, as Green suggested, not all polities and cultures “view democracy through the same lens” (1991, p. 218). Offe observed: While democratic institutions and economic resources can be “transplanted” from the outside world (or their introduction facilitated and their durability protected by a host of positive and negative sanctions designed to support and strengthen new democratic regimes), the civic “spirit” or “mental software” that is needed to drive the hardware of the new institutions is less easily influenced by external intervention. The rise of a robust “civil society” cannot be initiated from the outside. (1997, p. 67)  ", "While democratic institutions and economic resources can be “transplanted” from the outside world (or their introduction facilitated and their durability protected by a host of positive and negative sanctions designed to support and strengthen new democratic regimes), the civic “spirit” or “mental software” that is needed to drive the hardware of the new institutions is less easily influenced by external intervention. The rise of a robust “civil society” cannot be initiated from the outside. (1997, p. 67)", "One positive aspect of Central Asia's recent history is that it has experienced many decades of relative peace and avoided the intercultural, religious and politically motivated clashes and open warfare that have plagued nearby Islamic countries, such as Iraq, Pakistan, Iran, Kuwait, and Afghanistan. Central Asians have not experienced military intervention and violence since the Russian Civil War of the 1920s, with the exception of Tajikistan's 1992–1997 civil war. Whatever else is said about Central Asia during the long period from the Bolshevik Revolution to independence, the Soviets generally maintained peace and order and did much to modernize, educate, develop the economy, promote social equality, and expand infrastructure in the republics they created. Writing about democracy and post-Soviet economic development projects in Central Asia, Chenoy concluded: The experience of the Central Asian republics shows that there is no necessary link between markets/capitalism and democratic institutions. It is evident that democracy is a process that evolves when democratic institutions grow out of domestic roots and processes. Imposition of these institutions without the evolution of a democratic culture results in their rejection and distortion. Also, when markets are imposed suddenly, they cause shocks and lead to unintended consequences and hardships for the population, at the same time as they deter rather than promote democratic forces. A danger discourse about Central Asia serves the purpose of intervention and impedes alternative discourse that seeks to analyse local realities. (2007, p. 66)  ", "The experience of the Central Asian republics shows that there is no necessary link between markets/capitalism and democratic institutions. It is evident that democracy is a process that evolves when democratic institutions grow out of domestic roots and processes. Imposition of these institutions without the evolution of a democratic culture results in their rejection and distortion. Also, when markets are imposed suddenly, they cause shocks and lead to unintended consequences and hardships for the population, at the same time as they deter rather than promote democratic forces. A danger discourse about Central Asia serves the purpose of intervention and impedes alternative discourse that seeks to analyse local realities. (2007, p. 66)", "Although Chenoy did not identify the predominance of Islam as a constraint on development in Central Asia, Hunter said that the Muslim world in general lags behind not only advanced Western countries with regard to modernization, but also behind East Asian countries such as Taiwan, South Korea, Singapore, and China. In addition, socioeconomic data for Islamic countries indicate they fare poorly even compared to the more advanced Latin American countries (Hunter, 2005, p. 1).", "Hunter said that Muslim countries generally have not established democratic governments or constructed institutions and practices conducive to democratic systems. Rather, most have tolerated forms of authoritarianism, semi-authoritarian regimes, or both for the past half century. A primary reason for the acceptance of authoritarianism is the existence of informal accords between citizens and their governments. Governments are expected to defend them against external threats while providing economic prosperity; in exchange, citizens forego democratic participation in the governing process. Since Central Asian regimes have provided neither security nor prosperity, they rely principally on combinations of coercion and popular apathy for survival. At the same time, what Hunter called a “façade of democracy” is constructed and maintained. Such deception includes rigged elections that usually result in incumbent elites being fraudulently returned to power by what are claimed to be huge majorities.", "Examining the media's role in developing democracy, McConnell and Becker remarked that “the process of democratization does not always move in a single direction. Countries move toward democracy in starts and stops, with regression at least somewhat common” (2002, p. 6). Their review of literature on the topic identified four stages on the road to stable democracy: pre-transition, transition, consolidation, and mature or stable.", "The absence of free, independent media systems is one of the most visible and damning pieces of evidence of the failure of civil society to take root in Central Asia. Here the press is hamstrung by governmental and extra-governmental constraints from reporting on public affairs, including elections and political dissent, in a fair and balanced way."]}, {"title": "Variables in the Existence of Independent Media", "paragraphs": ["More than a decade ago, Brown attributed the lack of press freedom and the depth of media dependency on government to “the high value placed on stability in society; the persistent Soviet legacy, which involves a view of the press as political communication; and the persistent economic crisis” (1995, p. 249). Those factors still exist, exacerbated by continued authoritarianism and despite the flow of Western trainers and educators promoting the values and skills of “democratic journalism”.", "On the impact of Western-supplied training, a US General Accountability Office (GAO) study of US support for independent press in eight countries, including Kyrgyzstan, Georgia, and Ukraine, noted: Several country-specific and programmatic challenges can impede the implementation of media development efforts. Foremost, a nation's changing political condition or lack of adequate civic and legal institutions … The sustainability of project recipients can also impede the overall success of projects or specific activities at the country level … In addition, when coordination of activities is unstructured or informal, redundancies and confusion can impact efforts. (2005, p. 3)  ", "Several country-specific and programmatic challenges can impede the implementation of media development efforts. Foremost, a nation's changing political condition or lack of adequate civic and legal institutions … The sustainability of project recipients can also impede the overall success of projects or specific activities at the country level … In addition, when coordination of activities is unstructured or informal, redundancies and confusion can impact efforts. (2005, p. 3)", "The GAO study did not examine religious, cultural, and demographic factors, which the authors’ new matrix does. Nor do methodologies used by such press rights advocacy NGOs as the International Research & Exchanges Board (IREX), whose Media Sustainability Index focuses primarily on factors internal to the press system, professional journalistic practices, training, and media economics. That index sets out five objectives for assessment related to the legal and media systems: Legal and social norms protect and promote free speech and access to public information; Journalism meets professional standards of quality; Multiple news sources provide citizens with reliable and objective news; Independent media are well-managed businesses, allowing editorial independence; [and]; Supporting institutions function in the professional interests of independent media. (IREX, 2007)  ", "Legal and social norms protect and promote free speech and access to public information; Journalism meets professional standards of quality; Multiple news sources provide citizens with reliable and objective news; Independent media are well-managed businesses, allowing editorial independence; [and]; Supporting institutions function in the professional interests of independent media. (IREX, 2007)", "The Cold War-era studies cited in the introduction reflected those scholars’ perspectives in time. More recently, Connolly-Ahern and Golan (2007) argued that religious composition variables should be included as possible measures of press freedom; they found a significant association between the Christian and Muslim composition of a country and its level of press freedom. However, their study did not attempt to differentiate among ex-Soviet republics and ex-communist countries that had never been part of the USSR but have Muslim plurality (Bosnia-Herzegovina) or majority (Albania) populations.", "Therefore, this article proposes an exploratory matrix (see Table 1) of internal and external variables that may contribute to the existence of a free press in ex-Soviet and ex-Soviet bloc countries and to other Muslim-majority countries. In addition to the Central Asian republics, it includes for comparison: one Muslim-minority, ex-Soviet republic in the Caucasus (Georgia); one Muslim-majority ex-Soviet republic in the Caucasus (Azerbaijan); four Muslim minority ex-Soviet republics in Europe (Latvia, Belarus, Moldova, and Ukraine); and one former Soviet client state in Europe (Poland). ", "Our exploratory matrix incorporates some factors considered by the earlier scholars but adds others, such as Internet penetration rates and whether an ex-Soviet republic or vassal state had ever been an independent nation. It discards some obsolete variables used in those earlier studies, such as number of radio receivers and cinema seats per 100 people.", "This matrix is not intended to suggest a causal relationship between any single factor or small group of factors and the degree of press freedom, but merely tries to identify factors that synergistically may contribute to the presence or absence of press freedom. As indicators, the matrix includes three metrics: freedom in each country, press freedom, and media sustainability. As potential variables, it incorporates plurality religion; percentages of Muslims and ethnic Russians; literacy and Internet penetration rates; gross national product per capita; national identity predating Soviet or communist control; geographic proximity to a democracy; and net migration rate. These variables were chosen because they are quantifiable and external to the press and political systems. Ultimately when the matrix is operationalized and the results analyzed, some may prove insignificant or irrelevant. For example, the literacy rates for all countries in this matrix are reportedly at or near 100 percent, regardless of the degree of press freedom.", "Given that the validity of any quantitative analysis depends on the accuracy, timeliness, and completeness of the data used, researchers must acknowledge that: input may be less reliable for some countries than for others; economic data may be stale; methodologies for information-gathering may be flawed; and data provided directly or indirectly by national governments may be distorted for domestic or international political reasons.", "The next step for researchers will be to operationalize this model using the best available data and recognizing the limitations described in this section. Scholars may choose to refine this exploratory matrix and experiment with additional quantitative or qualitative external metrics, such as unemployment rates; population growth rates; percentage of the populace below the poverty level; gender-related access to education and employment; male versus female literacy; and progress of economic reforms. Variables concerning nationalism and xenophobia could prove intriguing to consider (Arts and Halman, 2006), but there may be insufficient quantitative data for enough countries in some regions for reliable analysis. For a fuller context, future testing of external variables could integrate factors internal to the press system, and factors internal to civil society and democracy more broadly, including public perceptions of corruption and transparency.", "Exploring the existence of significant relationships between predominant religion and press freedom may provide especially timely insights, but raises several cautions. For one, religious affiliation is often self-reported and non-empirical (Gillmor, 1962). Nor does use of percentage of adherents alone indicate the depth of their observance or fervor, the pervasiveness of religion in the national culture or government, or particular sects or theologies within a religion—none of which may be quantifiable. In Central Asia, a further complication is the dramatic change in religious demographics since independence due to large-scale emigration by citizens of Russian, German, and Jewish ancestry (Freedman and Chang, 2007). Also, major regime changes can alter the press environment in a country without triggering changes in religious demographics. For example, Gillmor's 1962 study included predominantly Muslim Iran under the shah. It was classified as having an “intermediate” press system under then-current International Press Institute categories, meaning some characteristics of a free press. Now under the ayatollahs, it is rated as “not free” although still predominantly Muslim.", "While this broader type of matrix-based analysis may provide insights, it has limitations, especially the fact that variables internal to the press and political systems have significantly stronger value in predicting press freedom. Many of the 43 variables in Farace and Donohew's 1965 study were internal to the press system (such as number and circulation of newspapers, and number of radio receivers per 100 population) or characteristics of the political system (such as legislative-executive structure and effectiveness of the opposition). When the entire array of internal and external factors was assessed, they concluded that mass communication variables were the most influential predictors of how free a national press system would be."]}, {"title": "Conclusions", "paragraphs": ["This article set out to propose a new matrix that would consider demographic, cultural, ethnic, religious, and historical variables that may serve as predictors of press freedom in Central Asia—and potentially by extension to other former parts of the Soviet Union and Warsaw Pact, other post-authoritarian countries, and other predominantly Muslim countries. Thus it suggested that the variables internal to governmental and mass media systems as traditionally considered by scholars and press rights advocates were insufficient in themselves to provide a full array of predictors of press freedom. The new matrix also explicitly recognizes that religion may prove to be a valid predictor.", "The existence of press freedom is essential for the dissemination of news, information, and varying viewpoints and perspectives on events and public policy to the public. Predictability of the degree of press freedom is important for human rights and press rights advocates as they shape strategies to soften or overcome governmental constraints, whether those constraints are rooted in a regime's quest to maintain power, a country's religious and cultural traditions, or lack of financial sustainability for independent and opposition media outlets. Given the rapidly changing technologies of communications, including technologies that can circumvent some methods of constraint such as website blocking and radio jamming, predictors of press freedom should include variables like Internet penetration rates.", "While theoretical models such as this new matrix can serve a valuable purpose, their value comes in their applicability to real-world situations. Recent developments in Central Asia provide little ground for reality-based belief in the likely establishment and sustainability of independent media in the immediate future. There has been no significant improvement in the climate for a free press in Kyrgyzstan since its 2005 Tulip Revolution where, for example, a television cameraman in Osh was seriously assaulted in March 2009 (RFE/RL, 2009a). Uzbekistan further tightened controls over the press and closed foreign media and media support outlets in the aftermath of its violent suppression of possessors in 2005 in Andijan. Turkmen President Gurbanguly Berdymukhammedov, who assumed office in February 2007, has taken no action to allow the operation of independent or opposition media, although in September 2007 he denied to a US audience that the country had ever violated free press and speech rights (Krastev, 2007). In February 2009 a Kazakh parliamentary deputy won a crippling $200,000 verdict against the weekly opposition newspaper Taszhargham for purportedly damaging his reputation (RFE/RL, 2009b).", "In that “transitionology” views constraints on civil society and development in Central Asia as primarily internal—as opposed to external constraints imposed by foreign economic and political domination and manipulation—they appear to be the inheritors of the modernization perspective. The opposing dependency theory of development, centered on external factors, is illustrated by examples of external manipulation of market forces that impact the economies and other aspects of dependent “peripheral” nations. For instance, Kazakhstan and Turkmenistan, with large energy reserves, may adopt development plans focused on internal factors such as expanding education and entrepreneurship, or perhaps even loosening controls over the press. If the value of those resources is determined or manipulated in New York, London, or Moscow, however, development and democratization efforts can be radically curtailed or halted by engineered market adjustments they have little control over.", "For modernization theorists, development is measured by increased production of goods and services, and by rising indicators such as per capita income, reduced infant mortality, increased life expectancy, and higher levels of literacy and education. The same development methods are now being applied to reduce the influence of radical Islam, which has replaced communism as the West's perceived primary ideological enemy. Although an effective mass media system rarely headed the list of contending variables used to explain a nation's failure to develop, mass communication researchers joined the modernization bandwagon in proffering the press as a leading development variable. At the same time, improvement of mass media systems generally comprises a relatively cheap and easy avenue to implement development strategy, rather than expensive infrastructure, technology, and building projects.", "Perhaps the press could become a more effective agent of civil society and democratization in a region where other agents of civil society and democratization have fallen short. If so, the challenge for domestic proponents of democracy in Central Asia and their Western allies is to find avenues to propagate independent media. To have a realistic chance of success, those avenues—like avenues to promote other elements of civil society—must be consistent with the region's religious cultural, and historical values, and with economic and political realities. They also must weigh concerns about security, violent fundamentalism, and creation of a sense of nationhood in these developing societies. The roadblocks are considerable."]}], "references": [{"title": "“Selective Enforcement and Irresponsibility: Central Asia&#039;s shrinking space for independent media”", "year": "2006", "journal": "Central Asian Survey", "volume": "25", "authors": [{"name": "Alison Olivia", "first_name": "Alison", "last_name": "Olivia"}]}, {"title": "“Identity: the case of the European Union”", "year": "2006", "journal": "Journal of Civil Society", "volume": "2", "authors": [{"name": "Arts Will", "first_name": "Arts", "last_name": "Will"}, {"name": "Halman Loek", "first_name": "Halman", "last_name": "Loek"}]}, {"title": "“Mass Media in Transition in Central Asia”", "year": "1995", "journal": "International Communication Gazette", "volume": "54", "authors": [{"name": "Brown Jeff l.", "first_name": "Brown", "last_name": "l."}]}, {"title": "“Democracy, Development and Discourse in Central Asia”", "year": "2007", "journal": "Development", "volume": "50", "authors": [{"name": "Chenoy Anuradha", "first_name": "Chenoy", "last_name": "Anuradha"}]}, {"title": "“Press Freedom and Religion: measuring the association between press freedom and religious composition”", "year": "2007", "journal": "Journal of Media and Religion", "volume": "6", "authors": [{"name": "Connelly-Ahern Colleen", "first_name": "Connelly-Ahern", "last_name": "Colleen"}, {"name": "Golan Guy j.", "first_name": "Golan", "last_name": "j."}]}, {"title": "“Mass Communication in National Social Systems: a study of 43 variables in 115 countries”", "year": "1965", "journal": "Journalism Quarterly", "volume": "42", "authors": [{"name": "Farace Vincent", "first_name": "Farace", "last_name": "Vincent"}, {"name": "Donohew Lewis", "first_name": "Donohew", "last_name": "Lewis"}]}, {"title": "“Coverage of Central Asian Political, Press, and Speech Rights Issues by Independent News Websites”", "year": "2005", "journal": "Asia Pacific Media Educator", "volume": "16", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}]}, {"title": "“Religious News and Controversies in Central Asia: a case study of a Western ‘Christian initiative’ news service”", "year": "2007", "journal": "Journal of Religion, State, \\& Society", "volume": "35", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Chang Kuang-kuo", "first_name": "Chang", "last_name": "Kuang-kuo"}]}, {"title": "“How Media Censorship and Enduring Soviet Press Practices Obstruct Nation-building in Central Asia”", "year": "2003", "journal": "Journal of Development Communication", "volume": "14", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Shafer Richard", "first_name": "Shafer", "last_name": "Richard"}]}, {"title": "“Training Central Asian Journalists: Soviet legacies meet lessons from U.S. media history”", "year": "2006", "journal": "Central Asia and the Caucasus", "volume": "41", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Shafer Richard", "first_name": "Shafer", "last_name": "Richard"}, {"name": "Rice Gary", "first_name": "Rice", "last_name": "Gary"}]}, {"title": "“Freedom in Press Systems and the Religious Variable”", "year": "1962", "journal": "Journalism Quarterly", "volume": "39", "authors": [{"name": "Gillmor Donald m.", "first_name": "Gillmor", "last_name": "m."}]}, {"title": "“USAID&#039;s Democratic Pluralism Initiative: pragmatism or altruism?”", "year": "1991", "journal": "Ethics \\& International Affairs", "volume": "5", "authors": [{"name": "Green Jerrold d.", "first_name": "Green", "last_name": "d."}]}, {"title": "“International Broadcasting to Central Asia: the voice of reason or opposition?”", "year": "2006", "journal": "Central Eurasian Studies Review", "volume": "5", "authors": [{"name": "Imamova Navbahor", "first_name": "Imamova", "last_name": "Navbahor"}]}, {"title": "“The Ukranian Press as an Agent of Social Change through the Soviet Era, Independence, and the Orange Revolution”", "year": "2007", "journal": "Communication \\& Social Change", "volume": "1", "authors": [{"name": "Kartoshkinh Yuliya", "first_name": "Kartoshkinh", "last_name": "Yuliya"}, {"name": "Shafer Richard", "first_name": "Shafer", "last_name": "Richard"}, {"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}]}, {"title": "“Factors Related to Freedom in National Press Systems”", "year": "1960", "journal": "Journalism Quarterly", "volume": "37", "authors": [{"name": "Nixon Raymond b.", "first_name": "Nixon", "last_name": "b."}]}, {"title": "“Freedom in the World&#039;s Press: a fresh appraisal with new data”", "year": "1965", "journal": "Journalism Quarterly", "volume": "42", "authors": [{"name": "Nixon Raymond b.", "first_name": "Nixon", "last_name": "b."}]}, {"title": "“Cultural Aspects of Consolidation: a note on the peculiarities of postcommunist transformations”", "year": "1997", "journal": "East European Constitutional Review", "volume": "6", "authors": [{"name": "offe claus", "first_name": "offe", "last_name": "claus"}]}]}