{"doi": "10.1080/1461670X.2016.1190664", "url": "https://doi.org/10.1080/1461670X.2016.1190664", "title": "Constructing “British Values” within a Radicalisation Narrative", "volume": "19", "year": "2018", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Poole", "first_name": "Elizabeth", "name": "Elizabeth Poole"}], "abstract": "This article examines the reporting of the “Operation Trojan Horse” affair in two British newspapers, the Daily Mail and The Guardian, in 2014. I argue that this high-profile case was a vehicle for the Conservative-led Government, and parts of the United Kingdom’s press, to advance their doctrine of muscular liberalism, an ideology that locates the rise of extremism in the policies of multiculturalism. In this interpretation of the event, it was argued that, under a Labour council, schools in Birmingham had been given the freedom to practise a segregationist agenda, resulting in an infiltration of Islamist ideology. Through a radicalisation narrative, that locates the causes of terrorism with extremist thought, an issue of local governance and agency was transformed into an argument about terrorist radicalisation. This allowed Government agencies to intervene, at a local and national level, promoting an assimilationist agenda through conceptualisations of national identity, here constructed as “British values”.", "body": [{"title": "Introduction", "paragraphs": ["This article examines the reporting of the “Operation Trojan Horse” affair in two British newspapers, the Daily Mail and The Guardian, in 2014. Using qualitative analysis, the article shows how the event was interpreted along ideological lines, with the conservative press reinforcing the current UK Government’s policy of “muscular liberalism”, an ideology that locates the rise of extremism in the “passive tolerance” of previous approaches to diversity, in particular multiculturalism. In this interpretation of the event, allegations of an Islamist plot to take over schools in Birmingham were presented as established fact with the proposition that this had been enabled by excessive liberalism, resulting in separatism.1 In this environment, it was suggested that “Islamist extremism” had been allowed to flourish. In this way, an issue of local governance and agency was transformed into a debate about national security, due to dominant understandings of radicalisation that locate the causes of terrorism with extremist thought. Within this framework, one of the solutions offered to the problem (as part of a wider programme of counter-terrorism measures) is the strengthening of “British values”—promoting integration through ideological constructions of national identity. The ideological construction is made more apparent by counter-discourse reported in The Guardian, which used the case to attack the Government’s education policy. The case highlights the continued focus on Muslims as a “suspect community”, as the practice of Islam is interpreted as extremism, which is perceived as a route to terrorism.", "The Operation Trojan Horse case has its origins in a letter, sent to Birmingham City Council, that suggested there was an organised plot to remove headteachers and spread an Islamist ethos in Birmingham’s schools (which it referred to as “Operation Trojan Horse”). It was later leaked to the media.2 It is not the first time this term has been used to describe Muslims living in Europe. Kundnani (2014, 245) recalls when Filip Dewinter, the leader of the Belgium Flemish nationalist group Vlaams Belang, told an Israeli newspaper, Haaretz, in 2005 that Islam in Europe was a Trojan Horse, which Kundnani argues symbolises ideas of Islam as a fifth column, an enemy within.", "The Sunday Times was the first newspaper to break the story, “Top Academy Investigated for “Sidelining” Non-Muslim Staff” on February 23, 2014.3 Subsequent news reports contained allegations of gender segregation, forced prayers and talks from militant clerics (Allen 2014). What followed was a series of inspections of 21 Birmingham schools, in March and April 2014, by Ofsted (Office for Standards in Education, Children’s Services and Skills), and further investigations by Birmingham City Council, the Department for Education and the Education Funding Agency (Cannizzaro and Gholami 2016). A controversial appointment, of Peter Clarke—the Former Head of Counter Terrorism, to head up the Department for Education investigation, was made by Michael Gove, the then Education Secretary. The subsequent reports from these investigations were released in June and July 2014.", "Ofsted (2014) reported that there was evidence of an “organised campaign to target certain schools” and found that some governors had attempted to “impose and promote a narrow faith-based ideology” in some of the schools. Five schools were placed in special measures.4 This included two schools that had previously been rated as “outstanding” (Ofsted 2013). The report by Clarke (2014) found no evidence of extremism but that “there are a number of people in a position of influence who either espouse, or sympathise with or fail to challenge extremist views”.5 The local city council report (Kershaw 2014), however, found that the majority of schools in Birmingham were well governed, stating that “there is no evidence of a conspiracy to promote an anti-British agenda, violent extremism or radicalisation in schools in east Birmingham” but pointed to governor malpractice in a minority of schools.", "Many sources, including the national media, immediately suggested that the letter was a hoax, sent by a disgruntled headteacher following her dismissal (Allen 2014). However, the story had all the elements of an Islamist scare story that would appeal to a Government and media organisations with an integrationist agenda. The story broke into a context following the revelations of several tabloid newspapers that high-profile food chains use halal meat, provoking accusations of creeping Sharia and Islamification, alongside growing media coverage of British jihadists leaving the United Kingdom to fight in Syria. The story was useful (for those parties) in drawing the connection between Islamification at home, extremism and radicalisation through British institutions, and terrorism. It provided central Government, with the media as its mouthpiece, with an opportunity to further manage minority communities and restrict civil rights in the professed interests of preventing terrorism. The story was transformed from one of school mismanagement to a security issue.6", "This was illustrated immediately by the reaction of both Michael Gove and Prime Minister David Cameron. On June 9, Michael Gove announced in the Commons that, in the wake of these allegations, all school children would be required to learn “British values”, the response implying that the schools involved were currently outside Britishness. On June 10, David Cameron held a press conference to set out these “British values” and on June 15 wrote an article in The Mail on Sunday defining these as “a belief in freedom, tolerance of others, accepting personal and social responsibility, respecting and upholding the rule of law”. Whilst both qualified their statements with reference to Islamism as “a perversion of Islam”,7 Cameron reinforced the need for a policy of “muscular liberalism” (discussed below), “That’s what a genuinely liberal country does: it believes in certain values and actively promotes them”.8 Michael Gove, who had previously pronounced on the necessity to “drain the swamp” (of extremists), echoed these comments when he appeared on BBC’s The Andrew Marr Show on Sunday July 6, 2014, calling for a “robust” defence of “liberal values” to challenge “extremist views” in Britain’s schools.", "I would argue that the Operation Trojan Horse case allowed central Government to strengthen its position, adopted under the previous Coalition Government (see the June 2011 review of Prevent, HM Government 2011) of placing extremist ideology more centrally as a route to terrorism (Kundnani 2014). By framing these activities as “extremist”, the story was told through a radicalisation narrative allowing for a renewed push for anti-extremist measures across the public sector, but especially in education. Moreover, it offers “muscular liberalism” as a solution, using “British values” to shore up its policy of integration. It is not the intention of this article to interrogate the facts of the Trojan Horse case but to show how it has been ideologically framed within two differing national newspapers and to also suggest that the dominant interpretation supports central Government’s current domestic and foreign policies."]}, {"title": "Context", "paragraphs": ["This event took place against a neoliberal socio-political backdrop that saw a Conservative-led government gathering momentum. The multicultural policies of the past had already given way to that of community cohesion (integration), under a new Labour government, in a post-terrorism environment further destabilised by economic uncertainty. This context provides a sympathetic setting for assertions of Britishness along ideological lines. The case is one of many that could be used to show how press discourse around Islam represents an attempt by various elite groups to construct a discourse of the nation and in doing so creates insiders and outsiders within a polarised identity politics. However, what was significant here was that this event allowed central Government to reinforce its doctrine of “muscular liberalism”, taking New Labour’s integrationist policies to another level. First muted at a Munich security conference in 2011, the Prime Minister, David Cameron, revealed his Government’s approach to “radicalisation and Islamic extremism”, locating the blame for extremism within Muslim communities. Here, he argued that the policies of multiculturalism have allowed for an over-liberal “passive” tolerance of difference and that, equally, an over-emphasis on ethnic identities has led to segregation and extremism. Liberal democracies like the United Kingdom should therefore become more “muscular” in dealing with immigration as well as “actively” defending its “liberal values” (which are later defined as “British”). This, and subsequent speeches, work to entangle complex and often separate issues such as multiculturalism, immigration, extremism and terrorism, and propose particular strategies for protecting national security. In this article I will show how these ideas are evident in the representation of the Operation Trojan Horse case.", "The article draws on the work of Arun Kundnani (2014), in particular, his recent study of radicalisation in the United States and the United Kingdom. This extensive study, involving 160 interviews, criticises dominant constructions of the process of radicalisation that conflates political views with terrorism. His analysis of available research shows no demonstrable evidence between holding an Islamist ideology and committing acts of terrorism. Kundnani argues that the current phase of the war on terror, and its representations, sustains the idea of a terrorist threat (which to the West is marginal) and allows for the mass surveillance of Muslims and the repression of political views. Kundnani suggests that what was once a “state of emergency” has now become permanent as people accept the erosion of their civil rights to allow the Government to manage “extremism”. In this way liberals (in the United States, under Obama) have normalised the counterterrorrism discourse that Islam gives rise to terrorism and therefore needs to be managed. For Kundnani, by drawing on research that equates ideology with terrorism, Governments conflate political dissent with political violence which allows them to survey all Muslims for these “indicators of radicalization” (118).9", "It is also pertinent to mention Prevent here. Prevent (Preventing Violent Extremism, HM Government 2006) is part of a strategy to counter terrorism, adopted by the last Labour Government following the 7/7 London bombings. It has been implemented in institutions where people (especially the young) are seen to be at particular risk from radicalisation, to identify and intercept in that process. This, according to Kundnani (2014, 135) is “based on an understanding of the process of radicalisation  …  whereby individual ideology is activated by a group dynamic—institutions therefore can be ‘radicalization incubators’”. We can see how this thinking has been applied to the Operation Trojan Horse case. Framed as an example of (organised) extremism in schools, it has allowed for further anti-terrorism legislation, which has strengthened the ability of government agencies to intervene in education. Prevent Duty, for example, which became law in June 2015, takes this strategy one step further by enlisting those working in education environments into the surveillance of “suspects”, in this case largely Muslims."]}, {"title": "Representations of Muslims and Islam", "paragraphs": ["A large and international body of evidence has grown over the past two decades that demonstrates the negativity towards Islam in the mainstream media of a number of “Western” countries. Analyses of the UK press show how global Islam has been represented as conflictual, threatening, barbaric, despotic and misogynistic (Richardson 2004). Meanwhile British Muslims have been constructed as predominantly a cultural but also increasingly (since 7/7) a terrorist threat (Poole 2002, 2006, 2016). Subsequent studies have shown the continued focus on these themes and the increase in volume related to specific events and agendas (Greater London Authority 2007; Khiabany and Williamson 2008, 2015; Moore, Mason, and Lewis 2008; Morey and Yaqin 2011; Petley and Richardson 2011; Baker, Gabrielatos, and McEnery 2013; Mertens and d’Haenens 2013). It is, of course, simplistic to homogenise the media in this way, counter-discourse exists even within single texts, but there is now sufficient evidence to assert that there is a distinct framework of reporting in relation to Islam and Muslims in the mainstream UK news media."]}, {"title": "Methods", "paragraphs": ["This article examines the representation of the Operation Trojan Horse case in two British newspapers, the Daily Mail and The Guardian, including all coverage in 2014. The database Nexis UK was searched using the terms in Table 1. Those articles referring to “British values”, given the focus of this paper, were selected for careful qualitative analysis although a reading of wider coverage was made to obtain an impression of the reporting overall. The Daily Mail is a middle-market tabloid with a conservative bias, and taking into account the Mail Online, is the most popular UK newspaper.10 A familiarity with coverage of this event across the British press enables me to argue that the Daily Mail’s representation of the case was fairly standard as the bulk of the (conservative) press shared its interpretation on this issue. The Guardian is less popular but provides a contrast to the Daily Mail due to its left-leaning politics.11 It was included to demonstrate the counter-politics at play. Due to the focus on constructions of British values and identity, I also included coverage responding to David Cameron’s article “My Faith in a Christian Country” (Church Times, April 16, 2014), which provoked a significant debate and became part of the wider discussion on Britishness at the time. This study would benefit from a quantitative linguistic analysis, using basic automated processes, to identify word frequencies and combinations. This would extend our understanding of the discursive tendencies and topics covered in the newspapers, and further reveal their ideological construction while providing supporting evidence of this (see Baker, Gabrielatos, and McEnery 2013). Constructing “British Values” within a Radicalisation NarrativeThe reporting of the Trojan Horse affairAll authorsElizabeth Poolehttps://doi.org/10.1080/1461670X.2016.1190664Published online:17 June 2016TABLE 1 Articles retrieved by search termCSVDisplay Table", "A previous study, of 49 articles from five national newspapers from June 2014, found that coverage of the Trojan Horse news story reported evidence of Islamist ideology more frequently (61.5 per cent) than evidence of poor governance (38.5 per cent). Using quantitative techniques, the study measured only the terms which related to evidence in the investigation, Islamist ideology was given as the causal factor in the majority of cases. The authors conclude that: Such a partial coverage relied on the press tradition of representing Islam and Muslims in terms of ideological dualisms and negative stereotypes, and on the textual strategy of selecting some features (extremism) whilst omitting others (of equal importance) (governors’ misconduct, incompetence, personal politics and conflict of interests). The Trojan Horse news story was by and large represented as a case of Islamist extremism. (Cannizzaro and Gholami 2016)", "Such a partial coverage relied on the press tradition of representing Islam and Muslims in terms of ideological dualisms and negative stereotypes, and on the textual strategy of selecting some features (extremism) whilst omitting others (of equal importance) (governors’ misconduct, incompetence, personal politics and conflict of interests). The Trojan Horse news story was by and large represented as a case of Islamist extremism. (Cannizzaro and Gholami 2016)", "They go on to say “‘poor governance’ constitutes exactly the sort of ‘representational absence’ which allows for other modes of signification—in this case Islamic extremism—to coalesce, gather momentum, become reified, ‘rational’, authorized, powerful, operational, and so forth”. Looking specifically at the newspapers analysed in this article, the Daily Mail was more likely to represent the explanation as Islamist ideology rather than poor governance (64 per cent versus 36 per cent) with The Guardian the least likely (45 per cent versus 55 per cent).12 On this basis, they appear to represent opposite ends of the spectrum in terms of how this was represented in the UK press and are therefore useful cases for study. In this analysis, it was easy for the press to blame the jihadist threat for school failures over and above any alternative explanation, given that the discursive environment already existed and the public had been primed to receive this message."]}, {"title": "Press Representation: Radicalisation, Ideology and British Values", "paragraphs": ["Be More British Cameron Tells UK Muslims: PM Issues Powerful New Pledge to Combat Extremism School inspectors said that at some Muslim-dominated schools in Birmingham, pupils were taught that white women were “prostitutes”, boys and girls were segregated, Christmas events were scrapped, tombolas were banned as “non-Islamic” and children in biology lessons were told that evolution was untrue. The dispute convinced Mr Cameron that it was time to lead a fightback on behalf of British values. In addition, there are growing fears that radical preachers are encouraging young British Muslims to join terrorists fighting to bring down the democratically elected government of Iraq. And it is alleged radical clerics have tried to establish “Sharia Law Zones” in some British cities with bans on gambling, music and alcohol. (Simon Walters, Daily Mail, June 14, 2014)", "Be More British Cameron Tells UK Muslims: PM Issues Powerful New Pledge to Combat Extremism", "School inspectors said that at some Muslim-dominated schools in Birmingham, pupils were taught that white women were “prostitutes”, boys and girls were segregated, Christmas events were scrapped, tombolas were banned as “non-Islamic” and children in biology lessons were told that evolution was untrue.", "The dispute convinced Mr Cameron that it was time to lead a fightback on behalf of British values.", "In addition, there are growing fears that radical preachers are encouraging young British Muslims to join terrorists fighting to bring down the democratically elected government of Iraq.", "And it is alleged radical clerics have tried to establish “Sharia Law Zones” in some British cities with bans on gambling, music and alcohol. (Simon Walters, Daily Mail, June 14, 2014)", "This extract encapsulates the reporting of the Trojan Horse case in this paper, and the narrative that has become dominant in thinking about processes of radicalisation more generally. This position suggests that ideology is responsible for extremism, and that this leads to terrorism, therefore any extreme ideas should be challenged, in this case with “British values”. There are several strategies in the Daily Mail’s coverage here: the threat (to culture and security) is amplified by listing examples of “extremism” thought to have been practised at the school, and there is a conflation from conservativism to violence as these practices are linked to terrorism and extremism elsewhere (Iraq, Sharia law).13 That this is part of a broader pattern of thinking is reflected in the reporting of Tony Blair’s comments linking Operation Trojan Horse to Boko Haram as part of a “movement that has spread across the world” in “Trojan School Plotters Share the Warped View of Terrorists” (Jason Groves, June 16).", "In these articles, the allegations go unquestioned and are reported as fact. “Evidence”, such as separate Physical Education lessons for boys and girls, is reformulated as sex segregation and combined with other claims as proof of an Islamist plot. Muslims are categorised as “radical”, “militant”, “extremist”, “fanatics” and “hardline”. Images show Muslim women dressed in full burkas in Birmingham’s public spaces (Peter Hitchens, June 15). Muslim sources are used to support the argument “local MP [Member of Parliament] Mr Mahmood said he believed members of a Wahabit Salafist group were trying to impose their views on the majority of Muslims in Birmingham … He warned that pupils could be radicalised” (Laura Clark and Chris Pleasance, April 21).", "Radicalisation is also linked to the United Kingdom’s policy of multiculturalism: Both Mr Gove and the Home Secretary, Theresa May, have in practice supported the transformation of this country into a borderless, multicultural, multi-faith zone. Much of what was left of Christian teaching in state schools was stripped out of them years ago by secular radicals. (Hitchens, June 15)", "Both Mr Gove and the Home Secretary, Theresa May, have in practice supported the transformation of this country into a borderless, multicultural, multi-faith zone. Much of what was left of Christian teaching in state schools was stripped out of them years ago by secular radicals. (Hitchens, June 15)", "In the above quote, wider fears, about immigration, are provoked, and as elsewhere in the paper, fears of political contagion “Park View school, pictured above, is being investigated over the plot—which headteachers fear could spread” (Clark and Pleasance, April 21).", "So “Now is the time to start such a campaign in earnest” (The Mail on Sunday comment, June 15) to “Be more British” (Walters, June 14); and so the Mail repeatedly asserts the need to “ensure” and “promote” these “British values” as others seek to “undermine” and take “a blow to” them.", "Its support for this campaign is illustrated by the inclusion of an article penned by the Prime Minister: “British values aren’t optional, they’re vital. That’s why I will promote them in EVERY school: As row rages over ‘Trojan Horse’ takeover of our classrooms, the Prime Minister delivers this uncompromising pledge” (David Cameron, The Mail on Sunday, June 15). In this article, Cameron defines British values as “a belief in freedom, tolerance of others, accepting personal and social responsibility, respecting and upholding the rule of law”. These, he argues, are not exclusive but “rooted in our traditions and history” (are based on a heritage that has become institutionalised). He suggests that the United Kingdom has been too liberal and this has allowed extremism to flourish, rather he defines and makes a claim to liberalism: “That’s what a genuinely liberal country does: it believes in certain values and actively promotes them”. His solution is that “we need to be far more muscular in promoting British values and the institutions that uphold them”.", "Here David Cameron repeats a key message (stated in previous speeches) that liberalism must be muscular. The Conservative Party have been strategic in appropriating oppositional positions, thus appearing to occupy the centre. Tough action can be justified by linking the growth of extremism to failed leftist policy and by characterising it as liberalism (Cameron’s progressive conservatism).", "For the Mail, these are “Wise words, but now we need action” (The Mail on Sunday comment, June 15). We should “aim this ‘fightback” at “preachers of hate” (Walters, June 14). As we saw previously, those in the Trojan Horse case have already been associated with extremist ideas (see Groves, June 16), and so anyone holding conservative views or speaking out against the Government, can be categorised as such, creating a “suspect community”.", "Having said this, the muscular liberalism of Cameron (Obama, and previously Blair) differentiates between “good” and “bad” Muslims by arguing Islamist extremism emerges out of a distorted ideology and is not representative of ordinary Muslims, adopting a reformist approach to Islam (Kundnani 2014). Either way, the Governors who sought to bring Islamic values to these schools are deemed as circulating extremism and criminalised. By understanding the process of radicalisation in this way, any circulation of “extremist” ideas must be countered. Here, “British values” are used to counteract oppositional viewpoints. The fact that they are loosely defined, through a set of universal principles, leaves the concept empty enough to be filled in opposition to any opinion that the Government may find offensive, closing down the free speech they purport to defend. However, by identifying them as “British” constructs an Othering discourse, rendering these universal values as exclusive, so anyone holding oppositional views is perceived as non-British and treated with suspicion.", "In Clark and Pleasance’s early report on Operation Trojan Horse (Mail Online, April 21), a banner titled “Related Articles” directs you to coverage of an additional story, that broke around the same time, which also engages with questions of national identity. This follows the publication of another article written by the Prime Minister for the Church Times, “My Faith in a Christian Country” (April 16, 2014), in which he claims that Britain is a Christian country and professes “a desire to ‘infuse politics’ with ‘Christian values”. These ambitions to expand “the role of faith-based organisations” in society appear to exclude Islam, given the reaction to the Operation Trojan Horse case. His stance is denounced in an open letter from the British Humanist Society (supported by over 50 academics, writers and broadcasters), published in The Telegraph on Easter Monday (April 20), which claims that Britain is a plural society and to suggest otherwise “fosters alienation and division”. This provoked a national debate about the character of contemporary Britain which was reported internationally.", "The Daily Mail takes a clear position defending the Prime Minister, and his claim that the United Kingdom is a Christian country, in all seven of its articles. Coverage emphasises “Britain’s Christian heritage”, and uses high-profile elite sources to support this, such as Lord Carey, the former Archbishop of Canterbury (Matt Chorley, April 24), but also other faith leaders such as Farooq Murad, of the Muslim Council of Great Britain: “No one can deny that Britain remains largely a Christian country, with deep historical and structural links with the established Church” (April 30).", "Part of its argumentative strategy is to provide evidence from politics, history and the arts, as well as statistics: “60 per cent of Britons identify as Christian” (Stephen Glover, April 22). A “persecution of Christians” narrative is also evident, using high-profile cases of Christians whose practices have been censored, for example, Nadia Eweida, an employee of British Airways, who was asked to cover up a Christian cross, and was placed on unpaid leave when she refused either to do so, or to accept a position where she did not have to cover it up (Paul Donnelly, April 27). “In practice, of course, it also means that Islam, which brooks no mockery or disrespect, grows strong while the gentler voice of Anglicanism grows fainter and fainter until it is blown away on the breeze” (Hitchens, April 27).", "Whilst on the one hand, the Daily Mail therefore appears to support Cameron’s liberalist position, this story allows it to adopt a stronger stance, to re-assert the Christian identity that it perceives as being under attack. It uses more opinionated voices to make these arguments: Peter Hitchens, for example, who describes himself as “politically conservative/Christian right”. He uses the platform to attack the liberal establishment, including “militant atheists”. This includes the “celebrity atheists” and the “anti-God squad” that signed the British Humanist Society letter. Elsewhere they are described as “aggressive”, “unpleasant”, “self-rightous” (Jason Groves and Louise Eccles, April 22) and even “extremist” by Glover (April 22). This persecution of Christians/Islamification narrative is a theme of the conservative press and has been identified elsewhere in coverage of Muslims (Knott, Poole, and Taira 2013). It serves not only to attack Muslims for their prohibitive actions but liberal elites for introducing policies that undermine Christianity and British values. This type of coverage rallies support for a more muscular politics. It therefore worked in parallel to the reporting of the Operation Trojan Horse case in constructing ideas about British identity: “Alongside values which are religiously based, there has to understanding that this is the UK and there is a set of values—some of which I would say are Christian based—which permeate our sense of citizenship” (Laura Clarke, April 21).", "In the reporting of this story, the Daily Mail adopts a culturalist position towards Islam; that extremism is inherent within it and at odds with Western culture (Kundnani 2014).", "The Guardian makes an interesting case study due to its left-leaning politics which resulted in quite a singularly different interpretation of this event in its reporting. In a political move the newspaper uses the case to attack Ofsted, and central Government, for undermining “British Values”, and the Government for their “liberalisation” of the education system. Its approach is evident in “‘All Schools Must Promote ‘British Values’, Says Gove: Education Secretary Seizes on Birmingham Reports” (Richard Adams, Patrick Wintour, and Steven Morris, June 10, emphasis added). This article, reporting on Gove’s response to Ofsted’s findings, is cynical about the Government’s motives, portraying them as opportunist. It rarely refers to extremism, only to say where schools have been cleared, and concentrates on issues of governance. Its language is more measured, suggesting some schools “require improvement” and it does not refer to radicalisation. The responses of three of the accused schools are included. Initially, it questions the “evidence” and concludes: In Birmingham, the leader of the Labour-run council, Sir Albert Bore, said he was “very reassured” that Ofsted had not uncovered evidence of a coordinated plot or conspiracy to seize control of schools but said it was clear some governors and governing bodies had “failed in their duties” to pupils. (Adams, Wintour, and Morris, June 10)", "In Birmingham, the leader of the Labour-run council, Sir Albert Bore, said he was “very reassured” that Ofsted had not uncovered evidence of a coordinated plot or conspiracy to seize control of schools but said it was clear some governors and governing bodies had “failed in their duties” to pupils. (Adams, Wintour, and Morris, June 10)", "The Government’s neoliberal free market policy comes under attack: In the Commons, the shadow education secretary, Tristram Hunt, said Gove’s “agenda has been an ideology of atomisation and fragmentation: teachers without qualifications; every school an island; a free market of provision; and an attempt to oversee it all from behind a desk in Whitehall. Birmingham has shown that that model is bust. (Adams, Wintour, and Morris, June 10)", "In the Commons, the shadow education secretary, Tristram Hunt, said Gove’s “agenda has been an ideology of atomisation and fragmentation: teachers without qualifications; every school an island; a free market of provision; and an attempt to oversee it all from behind a desk in Whitehall. Birmingham has shown that that model is bust. (Adams, Wintour, and Morris, June 10)", "In reporting the tensions between Ofsted and Michael Gove, The Guardian again demonstrates a political agenda, but in doing so provides a more balanced analysis of Ofsted’s findings (June 11).", "The newspaper is critical of the concept of “British Values” from the outset. Its early coverage on this features a report on a letter written to The Guardian by Sir Tim Brighouse (former Birmingham Education officer) and 20 other leading educationalists who state “Ofsted (is) being guided by an ideology at odds with the traditional British values which schools are meant to espouse, particularly fairness, justice and respect for others” (June 3, emphasis added). There are various other examples of critique, on how British values are being defined, for example, in “Dear Mr Gove: What’s So ‘British’ About Your ‘British Values?”, Michael Rosen challenges central Government on their own record in exhibiting these values, as well as questioning their uniqueness to Britain (July 1). On June 20, The Guardian’s Education correspondent, Richard Adams, reports on the Government’s stipulation that funding should be dependent on schools being able to demonstrate “Fundamental British Values”. Adams argues that the term is too broad and that the Government has too much power to define these, and with this, the power to decide who is too extreme, potentially excluding Muslims from school Governing Bodies. Elsewhere, he mocks the policy in “toddlers must learn British values” (August 8). Instead, British values are used in The Guardian in a defence of multiculturalism, to celebrate plurality, diversity (June 17) and to highlight the illiberalism in central Government policy.", "So, in The Guardian the Government is constructed as being undemocratic. There is more complexity in its coverage and it highlights the “prejudice” and “scare-mongering” (Owen Jones, June 23) in its policies. As well as featuring Muslim perspectives, concern is voiced for the well-being of Muslims in Birmingham, in the fallout of this case (Robin Richardson, June 3). It is careful with its terminology and refers to those accused as “conservative” rather than radical (Adams, June 20). In this way, it provides quite a different construction of this event to the dominant conservative narrative. However, due to its focus on Government Education policy, it spends less time critiquing and investigating the initial claims made about Islamification: “As for the Birmingham ‘conspiracy’, that, too, is more complicated than it seems: while there have undoubtedly been moves to Islamise the schools’ curricula and atmosphere, much of the pressure in this direction has come from parents” (Christopher de Bellaigue, July 23).", "There is some acceptance in its reporting that the claims have substance. This has been particularly evident in the subsequent reporting of the disciplinary hearings of some of the teachers involved in the case (October 2015). At this point, it appears to have accepted the claim that there was an organised attempt to Islamicise some schools (hence the trials, although it continues to be more careful in the language it uses). This demonstrates the strength of the official narrative on this issue that has largely been unchallenged in the mainstream. Whilst it is not the aim of this article to establish the facts of this case, following meetings with representatives of various stakeholder groups in Birmingham, as well as parents and governors, it would appear that there are claims of misrepresentation which require further investigation (see letter from Putting Birmingham School Kids First, The Guardian, June 20, 2014). Some of the schools’ employees argued that accusations made against them were not proven or based on facts. For example, there were questions around the impartiality of Ofsted and how this impacted on their investigation. It was alleged that inspectors did not go into some schools, or speak to the governors concerned, but relied heavily on hearsay and anecdotal evidence rather than observed practice (private meeting).14 There was an insufficient interrogation of the actualities of the case, even in The Guardian.", "In the “Is Britain a Christian country”? debate, reporting, editorial and opinion in The Guardian is largely cynical towards the Government’s motives, perceiving them as politically expedient, in trying to win back its core voting constituency before the impending general election. It is dismissive of the claim and puts forward several counter-arguments: that Cameron is “divisive” and his position “ahistorical” (in bringing religion into the political sphere), it questions some of the statistics offered as proof, and presents its own evidence such as “dwindling church attendances” (April 18). It also points out that there is a difference between claiming that Christianity is an “important part of British national life” to identifying it “as a distinguishing aspect of British identity” (April 18, their emphasis).", "There is also a secularist thread. The newspaper uses a number of secular and atheist commentators who endorse the arguments made by the British Humanist Society. The debate led to the Deputy Prime Minister and leader of the Liberal Democrat Party, Nick Clegg, making the case for disestablishment (the separation of state and religion). Whilst this position was strongly criticised in the Daily Mail, The Guardian uses much of its coverage (including an Editorial) to support it. In a feature by atheist Julian Baggani, the author slams “religious schools, automatic seats in the House of Lords for bishops or increased involvement of faith groups in delivering state-sponsored public services”, claiming “There isn’t much to complain about in such tepid claims for faith. It’s only when religion is brought into the workings of government and state that we should be worried” (April 22).", "Only one opinion piece (out of 12 articles) goes against the grain of this argument, agreeing with Cameron’s viewpoint, but on the basis of adherence to rituals rather than belief (Christina Patterson, April 28)."]}, {"title": "Sources and Actors", "paragraphs": ["An analysis of the central actors in these articles shows that The Guardian uses a greater number and variety of sources, whereas the Daily Mail relies on institutional/establishment sources. In the Daily Mail, a total of 18 actors could be identified, predominantly central Government, Opposition and former politicians, and local councillors. Only four other voices appeared on solitary occasions and the end of articles—one parent, a headteacher, a representative from the Park View Education Trust and Talha Ahmed of the Muslim Council of Britain. In The Guardian, 37 actors could be identified (only counting the letter from the British Humanist Society, signed by over 50 academics, once). Whilst the majority again were establishment figures, more Opposition MPs and official organisations (British Association of Early Childhood Education, British Humanist Association, etc.) were used to criticise central Government policy (rather than in support of the Government as in the Daily Mail). The Guardian was much more likely to refer directly to the reports of the investigating organisations and use a greater variety of actors within one article. Out of 37 actors, they included the voices of 14 schools plus representatives of the teaching profession. However, whilst many voices were oppositional in The Guardian, only six Muslim voices were evident including a parent, former student, teaching assistant, the Park View Education Trust and the Muslim Council of Britain. Pupil’s voices were also absent from the debate."]}, {"title": "Impact", "paragraphs": ["For most of the press, this case was presented as one issue—“extremism”—when many were at stake—professional and educational (Howarth 2014). Ofsted did in fact find evidence of poor governance, such as incompetence and professional misconduct, but this “representational absence” represents a discursive shift, absolving officials of responsibility and conveniently locating this with a pre-existing enemy (Cannizzaro and Gholami 2016). Whilst The Guardian did examine education policy, its main objective was to attack central Government for creeping privatisation. This led to other, equally significant discussions, being omitted. For example, in order to provide more agency and autonomy to minority communities, the local Labour council has encouraged parents to participate in schools that were 95–99 per cent Muslim in the area. Instead of acknowledging this and recognising the huge successes this brought in attainment, this was perceived as infiltration, again marginalising communities and undoing the achievements of the last 20 years. Previously model citizens were therefore reformulated as outsiders. Awan (2014) has observed the damage to community cohesion and children’s self-esteem following the publicity around this case. In interviews with 50 parents, teachers, governors and local residents, 95 per cent felt that the case had damaged community cohesion and 90 per cent thought the media had distorted the case. Many felt that the label of extremist had been applied universally and that this closes down future opportunities for the children involved, in particular, but also for all Muslim children.", "As the Government sought to further embed Prevent into education policy, this case presented “the evidence” that was needed to justify this. It has allowed for the further dismantling of anti-racism in schools evident in the revisions to guidance on Religious Education and the erosion of an anti-racist curriculum in teacher education (Smith and Lander 2012; Smith 2014). The erosion of the language of (ethnic) equality in teachers standards in recent years is in stark contrast to the directives around “Fundamental British Values” and is evidence of the Government’s ideological stance (Smith 2013, 2014).15 “Here”, Smith argues, “homogeneity is overtly valued through an overarching assimilationist agenda. Deficit is now more openly articulated as attached to those who need to assimilate” (Smith 2013, 443). Part of the objective could be perceived as “white-washing”, removing Muslims from public positions, reverting to a colonial anti-democratic model of governing."]}, {"title": "Conclusion", "paragraphs": ["Despite the central allegation of an Islamist plot to gain control of these schools (both operationally and ideologically) never being proved, and the language of Ofsted being measured in its reporting, press coverage (demonstrated here by the Daily Mail) slipped from allegation to fact, with small pieces of evidence exaggerated. In this way, the conservative press constructed the story of this case and how it should be interpreted. Having already been primed, the evidence becomes irrelevant, as the story fits with previous “truths”. Problems of governance were reformulated as an issue of national security. What was presented was a radicalisation narrative, where Islamist groups are infiltrating ordinary schools and corrupting vulnerable children through extremist ideology. In this narrative, ideology is perceived as a route to terrorism and therefore must be countered (Kundnani 2014). In this way a local issue is linked to a wider global threat. The solution is to strengthen the integrationist agenda and remove difference from public spaces. This discourse has become so normalised that it has “set the terms of reasonable debate” (Howarth 2014). Other views are illegitimate, to dissent is to be an apologist for extremism and terrorism. The aim is to proscribe a common identity but with a concept so open—Fundamental British Values—this can be redefined as and when needed. Meanwhile, it allowed the Government to appear to be taking action on terrorism (following Woolwich16 and in the run-up to a General Election) and to justify a raft of counter-terrorism legislation that impinges on civil liberties. Unfortunately, the outcome is counter-productive, depoliticising (rather than engaging) and alienates an already marginal community.", "The construction of British values, in this case, is the continuation and extension of an identity politics that has been in progress since the 1989 Rushdie Affair, but especially since the war on terror, which forces people to take sides. Muscular liberalism (becoming less tolerant) is justified as a response to “their” intolerance and in this way Liberalism has become part of this identity politics (Kundnani 2014, 113). An over-liberal tolerance (including multiculturalism) has been blamed for creating an environment, in allowing difference, where radicalisation is possible. This discourse has allowed the right to redefine liberalism from progressive to “muscular”, a version of state liberalism that continues to be “underpinned by an ideology of superiority and difference” (Khiabany 2014). The reporting of Operation Trojan Horse can be seen as part of this wider hegemonic project, an ideological battle it appears to be winning. Whilst The Guardian strongly challenged the concept of “British values”, criticised central Government’s education policy and provided space for oppositional voices, the official version of events appears to have been largely accepted, in its reporting of the criminal trials of teachers, for example (October 2015). The radicalisation narrative has also been more widely accepted which has paved the way for muscular liberalism. The aim of this article is to demonstrate, through theoretical and empirical analysis, how the reporting of this event offered an ideological interpretation which served a specific political agenda. However, the cost of reinforcing this cultural identity politics will continue to be felt by all but, most adversely, by those at the bottom of society."]}], "references": [{"title": "Operation Trojan Horse: Islamophobia or Extremism?", "year": "2014", "journal": "Political Insight", "volume": "5", "authors": [{"name": "Awan Imran.", "first_name": "Awan", "last_name": "Imran."}]}, {"title": "The Devil is Not in the Detail: Representational Absence and Stereotyping in the ‘Trojan Horse’ News Story", "year": "2016", "journal": "Race, Ethnicity and Education", "volume": "", "authors": [{"name": "Cannizzaro Sara", "first_name": "Cannizzaro", "last_name": "Sara"}, {"name": "Gholami Reza", "first_name": "Gholami", "last_name": "Reza"}]}, {"title": "Veiled Bodies — Naked Racism: Culture, Politics and Race in The Sun", "year": "2008", "journal": "Race and Class", "volume": "50", "authors": [{"name": "Khiabany Gholam", "first_name": "Khiabany", "last_name": "Gholam"}, {"name": "Williamson Milly", "first_name": "Williamson", "last_name": "Milly"}]}, {"title": "Free Speech and the Market State: Race, Media and Democracy in New Liberal Times", "year": "2015", "journal": "European Journal of Communication", "volume": "30", "authors": [{"name": "Khiabany Gholam", "first_name": "Khiabany", "last_name": "Gholam"}, {"name": "Williamson Milly", "first_name": "Williamson", "last_name": "Milly"}]}, {"title": "Cultural Values in Press Reporting on Islam: The UK and Flanders Compared", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Mertens Stefans", "first_name": "Mertens", "last_name": "Stefans"}, {"name": "d’Haenens Leen", "first_name": "d’Haenens", "last_name": "Leen"}]}, {"title": "A Critique of the Teaching Standards in England (1984–2012): Discourses of Equality and Maintaining the Status Quo", "year": "2013", "journal": "Journal of Education Policy", "volume": "28", "authors": [{"name": "Smith Heather. J.", "first_name": "Smith", "last_name": "J."}]}, {"title": "A National Curriculum For All: A Cautionary Tale", "year": "2014", "journal": "Journal of Curriculum and Pedagogy", "volume": "11", "authors": [{"name": "Smith Heather J.", "first_name": "Smith", "last_name": "J."}]}, {"title": "Collusion or Collision: Effects of Teacher Ethnicity in the Teaching of Critical Whiteness", "year": "2012", "journal": "Race, Ethnicity and Education", "volume": "15", "authors": [{"name": "Smith Heather. J.", "first_name": "Smith", "last_name": "J."}, {"name": "Lander Vini", "first_name": "Lander", "last_name": "Vini"}]}]}