{"doi": "10.1080/17512786.2019.1571937", "url": "https://doi.org/10.1080/17512786.2019.1571937", "title": "Bearing the Burden of Corporate Restructuring: Job Loss and Precarious Employment in Canadian Journalism", "volume": "13", "year": "2019", "issue": "7", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Cohen", "first_name": "Nicole", "name": "Nicole S. Cohen"}, {"last_name": "Hunter", "first_name": "Andrea", "name": "Andrea Hunter"}, {"last_name": "O’Donnell", "first_name": "Penny", "name": "Penny O’Donnell"}], "abstract": "ABSTRACTThis article reports on job loss among Canadian journalists between 2012 and 2016. Building on Australian research on the aftermath of job loss in journalism, this article examines the experiences of 197 journalists who were laid off or who took a buyout, voluntarily or not, due to corporate restructuring in Canadian media (both French and English). To date, no scholarly research in Canada has examined what happens to journalists after they are laid off, including the personal and professional experiences journalists undergo when they lose their job and seek a new one, or the implications of these experiences for Canadian journalism in general. Overall, in a result that mirrors laid-off Australian journalists’ experiences of re-employment, we find a dramatic shift among journalists’ employment status and a decline in incomes after job loss. The majority of our survey participants moved from full-time, secure, and well remunerated work to more precarious forms of employment in and out of journalism, including freelance, contract and part-time. This shift in employment status demonstrates underlying precariousness in Canadian journalism. We argue that job loss in journalism has implications for broader social life and for journalism as an institution vital for participation in democratic life.", "body": [{"title": "Introduction", "paragraphs": ["If there is one certainty during these uncertain times for journalism, it is job loss. As media companies globally react to changes in technologies, production practices, business models, consumer habits, and broader political economic conditions, journalists face job loss in the form of layoffs and voluntary buyouts as newspapers and magazines close, broadcasters contract, and online media companies change their business strategies (Elefante and Deuze 2012; Deuze 2014; O’Donnell, Zion, and Sherwood 2016; Zion et al. 2016; Örnebring 2018). Canadian journalists are no exception. Over the past decade or so, newspapers, magazines, and digital media sites in Canada have closed (Eisler 2016), companies have merged, public broadcaster budgets have been slashed and revived, and corporations have contracted their workforces to boost profits (Drohan 2016).", "Reports on the total number of journalists in Canada who have lost their jobs in recent years vary (Skelton 2018). Canada’s Public Policy Forum (2017, 28) reports that “over the past few decades,” somewhere between 12,000 and 14,000 journalism jobs have been eliminated. This tally is an estimate based on records kept by Canadian media unions, and monitoring of the media coverage of layoffs. Elsewhere, a report from the federal government’s Standing Committee on Canadian Heritage draws on Canadian Media Guild (2013) data to claim that around 16,500 jobs have been lost since 2008. These include “7,790 layoffs in the print media sector, 5,911 in the broadcasting sector and 2,799 in other sectors (i.e., digital media, Canadian Press, etc.)” (Fry 2017, 56). While these tallies differ, both provide evidence of a significant depletion in the journalistic workforce in recent years.", "Yet, as Winseck (2017) suggests, it is important to account for jobs gained as well as those lost, in order to get the whole picture on employment trends in Canadian journalism. Data that Winseck acquired from Statistics Canada indicates that the number of full-time journalists in Canada has increased modestly from 10,000 in 1987–11,631 in 2015. The latest census shows there were 12,050 journalists in 2016 (see Skelton 2018). However, Winseck argues that the numbers need to be interpreted within the context of an evolving media sphere, with its emerging new job categories and other employment trends. For example, new journalist positions have been created in recent years that do not reflect traditional journalistic work or job titles, especially in the expanding digital-first news sector. Moreover, although the number of journalists working in Canadian media appears to be “relatively steady,” the number of media outlets in Canada has increased, as has the volume of journalistic production, which suggests that fewer journalists are producing more journalism. This means, in real terms, that the number of full-time journalists has “shrunk relative to the size of the media economy” (Winseck 2017).", "Rather than get caught up in the complexities of how many Canadian journalists have lost their jobs, this article instead investigates who has been laid off or taken a buyout, voluntarily or not, due to corporate restructuring. It asks what job loss has meant to these journalists both individually and collectively.", "To date, the experiences of laid off journalists have been investigated by scholars in the United Kingdom (Nel 2010), the United States (Brownlee and Beam 2012; Reinardy 2016), and Australia (O’Donnell, Zion, and Sherwood 2016; Zion et al. 2016), but not in Canada. This despite recent reports on the state of Canadian journalism, such as The Shattered Mirror (Public Policy Forum 2017) and Disruption: Change and Churning in Canada’s Media Landscape (Fry 2017), which mention layoff numbers as evidence of the “crisis” in journalism as a critical institution for Canadian democracy. Yet, neither report attends to the people who have experienced industry transformation firsthand, and who are the casualties of media companies’ efforts to maintain profitability in a changing corporate and technological news environment.", "The rationale for this study is to better understand the implications of losing, through job cuts, the very people who produce the country’s journalism every day. Canada has a relatively small population of around 37 million people, and a highly concentrated media market (see cmcrp.org). Ongoing job loss in journalism, and journalists’ consequent exit from the profession, suggest there is likely to be a shrinking pool of people able to participate in journalistic work, a decline which will have implications for the types of journalistic stories that are able to be told (Cohen 2016). There is therefore a pressing need to understand not only who is leaving journalism, but also if and where they gain new employment, what kind of employment arrangements they are offered, and whether their journalistic skills and expertise remain useful.", "This research is part of an international investigation into the aftermath of job loss in journalism led by the Australian New Beats research team (O’Donnell, Zion, and Sherwood 2016; Sherwood and O’Donnell 2018). Building on the Australian research, we wanted to understand if and where journalists find work after losing their jobs, and the effects this transition might have on people’s income, professional identity, and overall well-being.", "We anticipated there might be similarities between the Australian and Canadian experiences of job cuts in the context of commercial media restructuring, because the two countries have comparable media sectors, characterized by high levels of media ownership concentration. The New Beats research found that 83 percent of their 225 survey respondents—working journalists in the “prime” of their careers—had found work within two years of major job cuts at Australian media companies, but that fewer than one in three (31 percent) found full-time work in journalism (Zion et al. 2016, 125). Most were in precarious forms of work such as part-time, contract, and freelance, working for lower wages, and fewer hours per week. While Australian journalists found employment after losing their jobs, the process of re-entering the labour market was unsettling and often traumatic, “exacerbated in many cases by a perception that management had handled the redundancy [lay-off] process poorly” (121).", "We found similar trends among Canadian journalists who were laid off or accepted a voluntary buyout between 2012 and 2016, a finding that demonstrates linkages between journalists, the journalism industry, and the corporate logics that shape the industry transnationally. The majority of our survey participants moved from full-time, secure, and well remunerated work to more precarious forms of employment in and out of journalism, including freelance, contract and part-time. This shift in employment status demonstrates underlying precariousness in Canadian journalism, a phenomenon that is often commented upon but difficult to empirically demonstrate. Further, while losing one’s journalism job has a significant impact on individuals’ material conditions, such as financial insecurity and a loss of benefits, we find that job loss also negatively shapes journalists’ sense of self-worth and professional identity. While this may not be surprising, as work plays a central role in our general sense of self-worth and “self-realization” (Svendsen 2008, 1), the journalists we surveyed ascribe social value to their work and view journalism as a public service, indicating that job loss in journalism is also a social loss. Journalists we surveyed are concerned that losing their job means they can no longer contribute to civic life by producing information and communication that is vital for an informed citizenry in a democratic society (see also Siegelbaum and Thomas 2016; Reinardy 2016).", "Overall, we argue that individual journalists bear the risks and costs of sustaining journalism as an industry in the for-profit context of Canadian media. As companies lay off journalists as a way to maintain profitability for shareholders, or as the national public broadcaster has had to rationalize operations to deal with budget cuts over the past decade, journalists and journalism bear the consequences. Structural changes in media industries are intensely personalized, experienced as a sense of personal failure, a loss of professional or occupational identity, and even depression or anxiety. Yet job loss in journalism has implications for broader social life, too, and understanding shared individual experiences points to structural trends and issues in journalistic work. After a brief review of literature on journalism job loss and journalism and precarious employment, we describe our methodology and findings."]}, {"title": "Precarious Work and Journalism", "paragraphs": ["Scholars have tracked an ongoing shift toward precarious employment in journalism (McKercher 2009; Deuze and Fortunati 2011; Paulussen 2012; Ekdale et al. 2014; Gollmitzer 2014; Salamon 2015; Örnebring and Conill 2016; Spilsbury 2016; Williams 2016). Precarious employment is defined as “work for remuneration characterized by uncertainty, low income, and limited social benefits and statutory entitlements” (Vosko 2010, 2), and encompasses insecure forms of work such as freelance, part-time, or contract. While the degree of a job’s precariousness is shaped by a range of factors—some freelancers, for example, earn high wages per hour, and the effects of precariousness are mitigated by social location, sector, and ability to access forms of support—generally people in precarious employment experience uncertainty, anxiety about the future, erratic and unpredictable pay, and an inability to access benefits such as health or employment insurance (Edstrom and Ladendorf 2012; Lewchuck 2015; Cohen 2016).", "For those journalists who have managed to keep their jobs through rounds of layoffs and budget cuts, the type of work they are being asked to do has undergone a shift. As Compton and Benedetti (2010, 494) note, layoffs in the UK, the US and Canada have resulted in “fewer reporters with heavier workloads, not solely in terms of coverage of news events, but in how those events are covered in the converging newsrooms.” Journalists can no longer specialize in one medium, but are required to be multi-platform journalists who must be able to write for the internet, post audio and video clips, shoot and upload photographs, as well post to social media and live-tweet breaking news or events (ibid.). Journalism work is being pushed towards being “flexible, multi-skilled and movable” (Deuze and Fortunati 2011, 118). Reinardy (2016) details deepening stress and burnout among journalists who remain employed in American newspapers, documenting evidence of “persistent stressors” (21). As Lee-Wright (2012) notes, the precarity and casualization of labour in journalism has a profound effect not only on how journalism is created, but on what type of journalism is created, as labour conditions take a toll on the ability of journalists to function in their social role as “watchdogs.” Growth in casual employment means journalists have less time to develop relationships with sources, mentorship disappears, and freelancers, who are not covered by insurance policies, may become “risk averse,” reluctant to chase difficult stories for fear of being sued (26).", "Following the Australian New Beats project, this article examines how layoffs and buyouts contribute to the spread of precarious employment in journalism. In their research, the Australian research team found journalists that left full-time secure newsroom jobs subsequently experienced a significant shift towards more precarious and casual work, for lower wages and fewer hours (Zion et al. 2016). The journalists they surveyed felt as if their professional identity was “weak or fading” as they moved into more precarious work or out of journalism entirely (Sherwood and O’Donnell 2018, 1033). Likewise, a survey of journalists who lost their jobs in the United Kingdom (Nel 2010) also found a shift toward more precarious employment. Nel found that just under a quarter of 144 respondents had found full-time work after being laid off, 20 percent were working part-time, and 42 percent were still job-hunting. Of those who found work, only 18 percent had found full-time work in journalism, nine percent part-time, and 30 percent had managed to secure some freelance work. The rest had either moved into jobs that had a tangential relationship to what they did before, such as public relations, communications, or education, while one fifth of the respondents had moved into jobs completely outside of journalism, including working in retail, administrative work, or in food service. While some respondents found the move positive and were relieved to leave a profession they felt was in trouble, the majority experienced journalism job loss negatively, describing their experience as “sad,” “depressing,” “soul destroying,” and “miserable” (36). The report puts it bluntly: “life after being laid off is tough” (29). Our survey found similar results. In the next section we describe our methodology, including how participants were recruited and details of our survey."]}, {"title": "Method", "paragraphs": ["Due to a lack of accurate data on journalism job loss in Canada, it is difficult to enumerate this population and to locate journalists who have lost their jobs. As we noted earlier, estimates from media unions and government reports note that anywhere between 12,000 and 16,500 journalists have been laid off, but this number likely accounts for a running tally of positions lost rather than individuals displaced from media industries. Additionally, as the Australian New Beats researchers note, there are “logistical difficulties” in finding journalists who have moved out of media organizations, where contact information is generally accessible, to “an unknown number of dispersed workplaces or unemployment” (O’Donnell, Zion, and Sherwood 2016, 39).", "In response to these challenges, we used the purposive method of snowball sampling to recruit participants (Priest 2010), and narrowed our focus to include journalists working in both French and English media who had been laid off or took a buyout between 2012 and March 2016. A limitation of this sampling method, also known as respondent-driven sampling (Lee 2009), is that it runs the risk of over-representing those most invested in the topic (e.g., dissatisfied former journalists). In practical terms, however, it was the best available means of engaging with this particular occupational group.", "We created a website to host links to the survey in English and French, and asked Canadian media unions and journalists’ organizations to circulate the survey among their memberships. We publicized the survey on email lists that journalists access and on industry websites in both languages. We used Twitter and Facebook to promote the survey and asked potential participants to send the link to colleagues and friends.", "In the two months the survey was open (February and March 2016), 208 surveys were completed. We received 140 responses in English and 68 in French, and the French surveys were translated into English. Ten surveys were eliminated due to layoff/buyout dates before 2012. In total, we included 198 surveys as part of the data set. A limitation of our study is that not all respondents answered all questions, as the survey design enabled people to skip questions. All surveys contained enough responses to offer substantial data (for example, if a participant answered most questions in relation to job loss and the subsequent search for employment, but left out their age and/or gender, the survey was included). When citing quantitative findings in our discussion below, we include the number of responses to that specific question. The survey’s 48 questions followed the text of the Australian New Beats survey, adapted to suit the Canadian context, including being translated into French and using Canadian terminology (for example, layoffs instead of the Australian term redundancies). We asked seven demographic questions about age, gender, race, language, education, and years working in journalism. Twenty-three quantifiable questions asked about employment status, employers, and job titles pre- and post-job loss, and squestions about training or reskilling, and union and employer support. Seventeen open-ended questions required written responses on the experience of job loss and the transition to new work. Respondents were asked to describe their contribution to journalism pre-layoff/buyout as well as the experience of job loss and seeking work, including any emotional or practical issues they encountered. We asked those who found work in journalism about the type of journalism they practice in their current job and to compare this work to what they had been doing. If respondents had left journalism, they were asked to describe this transition, including any emotional issues they faced or changes to professional identity. All respondents were asked about coping strategies, resources they drew on to adapt to their new circumstances, and to reflect on their well-being.", "Our survey participants have a range of experiences in journalism. Of those who indicated a medium, 113 worked in print and 38 worked in radio and/or television. Although it is likely that many had their work appear online, only 12 people specifically identified as working online. Of 125 respondents, 72 identified as male (58 percent), 52 as female (42 percent) and one as genderqueer. Sixty-four speak English at home, 36 percent speak French. The majority of respondents were between 31–60 years old (107 total), 13 respondents were 18–30, and 7 respondents were 61 and older. Notably, most respondents—99.5 percent—identified as white. Our respondents were also highly educated: of 95 respondents, 31.5 percent have a college degree, diploma, or certificate; 50.5 percent hold a university undergraduate degree, and 21 percent hold a graduate degree.", "In this paper, our discussion of the survey findings on what happens to journalists after they are laid off centres on the following questions: if and where do they find work; how does this transition affect their income, professional identity, and overall well-being; how do they make sense of their changed circumstances, and, more broadly, what are the implications of individual job loss for journalism in general? We address these questions by integrating findings from the quantitative questions with relevant insights from the qualitative responses. These questions have been addressed in the Australian research (Zion et al. 2016; Sherwood and O’Donnell 2018), and draw attention to increasingly insecure work environments journalists globally face."]}, {"title": "Job Loss and Precarious Employment", "paragraphs": ["Respondents held a range of job titles pre-job loss, identifying as journalists, reporters, hosts, and editors in radio, television, print, and online. Most respondents were laid off from private sector media (143), while only 17 indicated they had worked for a public media broadcaster.", "Of 149 respondents, 73 percent (109) were laid off and 27 percent (40) took a voluntary buyout, indicating that most people did not choose to leave their jobs. We also find differences between those who took voluntary buyouts and those who were laid off in terms of gender, age, and experience. Of the people who reported gender, just over twice as many men (22) took voluntary buyouts as women (9), but a higher percentage of women were laid off than men: 66 percent men (48) and 75 percent women (39). Proportionally, those in the younger age brackets were more likely to be laid off. One hundred per cent of respondents who were between the ages of 18–30 were laid off. In the 31–40 and the 41–50 age groups, the percentage of those laid off decreases only slightly to 82 per cent. In the 51–60 age group 64 per cent were laid off. Finally, in the oldest age group, 61–65, we see a dramatic shift, with 86 per cent taking voluntary buyouts.", "This seems to indicate that those who were closer to the end of their careers were willing to take buyouts, perhaps in anticipation of early retirement, while there were others still in their mid- to late-career who took buyouts as a way to transition to other work. Both experienced and less experienced journalists faced job loss, but those with one to 10 years’ industry experience – 45 percent – were hardest hit, compared to 22.5 percent between 11 and 20 years, 21.5 percent between 21 and 30 years, 9 percent between 31 and 40 years, and 2 percent with more than forty years’ experience.", "We found that 83 percent of respondents were re-employed, but only 23 percent purely in journalism. Thirty-nine percent now work outside of journalism, 21 percent work a mix of journalism and non-journalism jobs, 18 percent are still looking for work, seven percent are taking a break from the job search, and four percent retired. Of those who work outside of journalism, just over half work in communications or public relations in areas such as government, education, healthcare, and non-profit organizations. Outside of this group, respondents are in a range of occupations, including teaching (five), directing non-profits (two), and working as a director in the corporate sector (one). Others started businesses or began freelancing in areas related to media, such as editing and translation. Others have left journalism to work in real estate, construction, law, retail, and food service. Notably, those who found work in journalism or whose employment included a mix of journalism and other work, are in more precarious employment in the form of freelance or contract work and are paid less than they were previously earning (we discuss these findings in the next section).", "Overall, in accord with the Australian research, we find a dramatic shift among journalists’ employment status and a decline in incomes after job loss. Most respondents moved from full-time, stable work as a journalist to more precarious forms of work, including freelance and part-time work in and out of journalism. In addition, most respondents now have lower incomes. Before they lost or left their jobs, the majority of our survey respondents—82.5 percent—were employed full-time. Five-and-a-half percent of respondents worked part-time, 6.5 percent on contract, and 5.5 percent freelance. After job loss, those who still work in journalism are in more precarious forms of work. Only 40 percent are employed full-time, 6 per cent part-time, 12 percent contract (almost double from before job loss) and, most significantly, 42 percent are freelance (only four percent are self-employed with employees, 38 percent are truly freelance, with no employees). This is a significant finding, as it signals a shift toward precarious employment in Canadian journalism. Several survey respondents say they were offered their same job but on a freelance basis, or were offered other freelance work within the same organization: “My employer was always satisfied,” notes one respondent. “I still do ‘almost’ the same job, for the same boss, but freelance … without all the advantages.” One person worked freelance for their former employer while looking for work, and another says “I could have accepted to continue working as a casual employee in the [newsroom], doing digital editing.” A journalist who experienced a difficult, six-month job search is now working full-time for their old employer on a casual basis. These experiences of employment reclassification demonstrate that media companies benefit from turning full-time positions into precarious jobs, often offered to the laid-off journalist who has limited choice but to accept less secure terms of employment. Many journalists who have found work outside of journalism are also in precarious forms of work, albeit work outside of journalism is more likely to be full-time: 55 percent of respondents now working outside of journalism are in full-time positions, five percent in part-time, 14 percent are contract, and 26 percent are freelance.", "This shift toward precarious employment is accompanied by a decline in income. Before job loss, only four percent of survey respondents earned under $20,000 per year. After job loss, this increased to 28 percent of those working in journalism and 24 percent of those working outside of journalism. Before job loss, the largest category of earnings (30 percent of respondents) was in the $40,000–$60,000 range. Post job loss, the number dropped to 21 percent of those still in journalism and 17 percent of those outside of journalism. Before job loss, 23 percent of respondents earned between $60,000 and $80,000; post job loss the number drops to 13 percent for those in journalism and 12 percent to those outside of journalism. Before job loss, 19 percent of respondents earned between $80,000 and $100,000; post job loss the number drops to 7 percent for those in journalism and 14 percent to those outside of journalism. Two categories increased after job loss: before job loss, 17 percent earned $20,000–$40,000, after job loss numbers increased to 20 percent for those in and out of journalism; before job loss only 3.5 percent of journalists earned $100,000–$120,000, and this increased to seven percent for those outside of journalism.", "Individual descriptions of loss of income demonstrate the twinned material and affective effects of job loss. A freelancer’s arrangement to write a column twice weekly for seven years ended with a phone call from an editor: “not a pleasant experience,” notes the freelancer. “One minute one has a $40,000-per-year client and the next minute one is out of work without severance, or retraining funds, or even access to [Employment Insurance].” Another journalist describes having “13 jobs in two years afterwards to get by.” Another says they work “a job-and-a-half to earn what I had been making before layoff,” including full-time in retail ($24,000 per year) and freelancing (about $10–15,000 per year).", "While those currently working outside of journalism earn more than those who have found journalism jobs, income levels among our respondents overall dropped from pre-layoff/buyout, drawing attention to another element of precarious work underpinning journalism: access to unions. Before job loss, 45.2 percent of respondents were in a union and 54.8 percent were not. This demonstrates that the mere fact of being unionized does not prevent layoffs, but considering salary decreases post layoff shows that union membership brings higher wages. Post-layoffs, 89 percent of those working in journalism are not union members and 11 percent are; and 92 percent of those working outside of journalism are not union members (11 percent are). Overall, we find that most journalists who experience layoffs or buyouts either move into non-journalism jobs or into precarious forms of work, and where they end up shapes their overall sense of well-being."]}, {"title": "Making Sense of Job Loss", "paragraphs": ["How journalists lose their job—either through a layoff or a voluntary buyout—affects their emotions and well-being. Journalists who were laid off experienced intense, difficult emotions such as betrayal, bitterness, grief, and experienced trauma and depression. Those who took voluntary buyouts experienced less extreme emotions, but the transition was still difficult because along with losing their job, they lost their main social connections. Those who found work outside of journalism reported reduced stress levels and improved quality of life, yet despite having job security and more structured work hours, some still miss the excitement of journalism. Those who found work in journalism still worry about future job losses. Freelancers, many of whom have coupled freelance journalism with work outside of journalism, report experiencing more flexibility but also negative feelings about their overall well-being. Those who have not yet found work described a mix of emotions ranging from happiness about their life change to despair at not being able to find work.", "Respondents overwhelmingly spoke of a deep commitment to their work before job loss and making sacrifices for their work. A former print journalist writes, “I was devoted to my work, going so far as putting my personal life aside. Often without any recognition or appreciation from my superiors and even colleagues from other departments.” Another print journalist writes, “I gave many nights, weekends and holidays to journalism.” Many described heavy workloads, such as one journalist who wrote six articles per day, amassing more bylines in the previous year than any other employee. Journalists took pride in their work, stressed they had many years of experience, and many won multiple awards.", "Many described the work they were doing as a public service and felt they played an integral role in democratic society by informing people about the world. A reporter who is now freelancing and working retail says: “I was a journalist [who] was devoted, motivated, ready to make numerous sacrifices (personal, familial etc.) for journalism. With the sole goal of advancing democracy.” Another says their job was “a part of what keeps democracy strong and vital.” When asked to describe the contribution they made to journalism, many wrote about helping to promote understanding of a diverse range of topics, from politics, to law, to health, and parenting issues. “As a woman of colour, I brought a diverse eye to covering stories,” notes one respondent. Others describe doing as much as they could with limited resources to serve communities: “I worked very hard to respect our listeners and the legacy of [broadcaster] despite some often very challenging staffing or low-resource issues.” Another notes that “the newsroom shutdown was devastating to the community,” while many say they focused on telling stories that were under-reported, including community news that bigger news outlets would overlook.", "While generally, journalists’ responses reflect a deep sense of devotion and commitment to public service and journalism’s democratic role, some spoke negatively about their contributions. “I feel like I was just a cog in the machine, cranking out content on a daily basis because we had a show to fill,” says one respondent. “I did not feel like the majority of the content we were producing was contributing to the advancement of journalism or to the improvement of public knowledge.” Another says their work was “of little importance” while others described feeling underpaid and overworked. A respondent writes, “I did not make any significant contribution to journalism as it was very unstable the entire time I worked in the newspaper industry—there was very little opportunity to make an impact/do serious work.” Another complains about facing “more contract work. More advertorial work. No investigative journalism. No in-depth reporting.” These comments reflect declining working conditions among journalists as media companies shrink newsrooms, close papers, squeeze resources, and introduce new technologies in the labour process while demanding increased output (Siegelbaum and Thomas 2016; Reinardy 2016; Cohen 2018). One person describes the stress in her journalism job that motivated her to look for something else: My well-being was most affected while I was working as a casual worker at [broadcaster] during a period of job losses and a changing media environment. At that time, I did not have any control over my schedule, was required to perform an increasing number of tasks within a given time frame and felt I was generally required to perform at super-human level every day. It had a negative effect on my family life and on my relationship with my spouse. Recognizing these difficulties prompted me to change professional course … Other comments reflect a perception of declining conditions in the industry. One person writes, “I was prepared for this eventuality given the precarious situation in the media.” Another says, “I left because I had a family to support and a mortgage to pay, and journalism offered no career opportunity with financial stability.” Still, this person “fell into a period of depression that lasted at least a year,” reflecting a reluctant departure and attachment to journalism as a profession.", "My well-being was most affected while I was working as a casual worker at [broadcaster] during a period of job losses and a changing media environment. At that time, I did not have any control over my schedule, was required to perform an increasing number of tasks within a given time frame and felt I was generally required to perform at super-human level every day. It had a negative effect on my family life and on my relationship with my spouse. Recognizing these difficulties prompted me to change professional course … ", "Extreme feelings about job loss are common among respondents, and their comments reflect emotional difficulties and challenging periods of life immediately following job loss. Says one journalist, “after a brief period of feeling energized about starting a new chapter, I became catastrophically depressed. I was eventually hospitalized … It was by far the worst and darkest chapter of my life.” For some, layoffs meant losing ties to coworkers they considered to be friends, which added to their emotional toll. For others, the method by which their company conducted the layoff was shocking, difficult, and stressful. A former copy editor says, “our bosses ignored us and didn’t thank us or say goodbye.” A former radio journalist felt betrayed by the treatment of company they had committed to: I felt the floor crumble under my feet … The way of doing the layoff was very cold on the part of [company]. I had to exit through the back door without being able to say goodbye to my colleagues. I found the experience very difficult, especially when we give body and soul for our career.Several journalists describe feelings of trauma, betrayal, or devastation. One former print journalist says their experience was difficult because they had cultivated a reputation as a very strong writer and journalist in community news. I felt betrayed and as a result found it difficult to apply in other newspapers owned by the same media conglomerate … . Bitterness and anger kept me unemployed for a long time. Technically, I’m still unemployed/self-employed.For some, immediate shock led to a sense of relief. A former radio journalist who now works for the government describes the transition: In ten minutes my broadcast journalism career ended. I walked in, was pulled aside and told by my news director that the station was making changes and I was being let go. Just like that. Within minutes I was walking out … with a large brown envelope and in shock. I remained in shock for several days afterwards and didn't sleep more than a few hours during that time. I did have the peace of mind to get a lawyer to examine my severance offer, grab some performance evaluations (all stellar) and some pay stubs to take to my attorney. Once the haze lifted and clarity returned I went through several weeks of trying to figure out if I even wanted to return to broadcast journalism. About three weeks after I was let go, a wave of tremendous relief set in. I didn’t miss the station. I didn’t miss the stress. I didn’t miss most of my colleagues. I was working in a very toxic atmosphere … ", "I felt the floor crumble under my feet … The way of doing the layoff was very cold on the part of [company]. I had to exit through the back door without being able to say goodbye to my colleagues. I found the experience very difficult, especially when we give body and soul for our career.", "had cultivated a reputation as a very strong writer and journalist in community news. I felt betrayed and as a result found it difficult to apply in other newspapers owned by the same media conglomerate … . Bitterness and anger kept me unemployed for a long time. Technically, I’m still unemployed/self-employed.", "In ten minutes my broadcast journalism career ended. I walked in, was pulled aside and told by my news director that the station was making changes and I was being let go. Just like that. Within minutes I was walking out … with a large brown envelope and in shock. I remained in shock for several days afterwards and didn't sleep more than a few hours during that time. I did have the peace of mind to get a lawyer to examine my severance offer, grab some performance evaluations (all stellar) and some pay stubs to take to my attorney. Once the haze lifted and clarity returned I went through several weeks of trying to figure out if I even wanted to return to broadcast journalism. About three weeks after I was let go, a wave of tremendous relief set in. I didn’t miss the station. I didn’t miss the stress. I didn’t miss most of my colleagues. I was working in a very toxic atmosphere … ", "Every journalist’s experience of job loss forced them to grapple with the state of the industry. And taken together, individuals’ difficult experiences post-job loss reflect structural precariousness underpinning journalism in Canada. But job loss is primarily experienced on a personal level and is traumatic for journalists, who are forced to rethink the viability of a career or profession they expected would last the rest of their working lives. For the journalists we surveyed, the jolt of job loss was experienced doubly as a personal loss of stability, material security, and friendships, and also as a severance from an industry people were invested in, as many felt working as a journalist enabled them to make a larger social contribution."]}, {"title": "Structures of Insecurity", "paragraphs": ["We asked survey respondents to reflect on their experiences looking for work post-job loss. Most report lengthy job searches, dwindling job postings, offers of low pay, insecure positions, and an increasing demand for skills in job postings. Many respondents undertook freelancing as a stop-gap measure while looking for work or because they could not find any full-time positions. Those who report being the most satisfied and those who found work quickly have jobs outside of journalism. Other comments reflect frustration with the industry: a lack of hiring, ageism—people report being considered too old and too young and inexperienced to land work—low freelance rates, and an abundance of contract and part-time work. Many journalists who chose to take voluntary buyouts indicate that the choice was made under pressure. Some took buyouts because of the declining state of journalism, where job prospects seemed bleak, making a voluntary buyout seem more like a “forced voluntary” buyout. In general, while some individuals report being pleased with where they ended up, our survey reflects precarity underpinning journalism and a dismal outlook on the future of journalism in Canada.", "Journalists’ job searches ranged from one month to 18 months, and many were still looking for work when they took the survey. Respondents describe a frustrating job search that was “challenging, stressful, demoralizing.” Some spent months looking for work and invested considerable energy into positioning themselves for the workforce only to find limited secure employment. Notes one journalist, “I sent hundreds of job applications out over the space of two years. Literally, no exaggeration, hundreds. It was demoralizing.” Many gave up on finding a job in journalism, such as this respondent, who found the search emotionally draining: I consider that I had a depression that lasted three years. I certainly found work, and sometimes very interesting, but always precarious, underpaid and short term. I devoted a lot of hours developing program projects, proposing story ideas, etc. However, it was an enormous amount of work for what I was [earning].Many did freelance or casual work until they found a full-time job. Others have had a more difficult time. Says one respondent, “I found a part-time contract one month later. It lasted five months. I have been looking for work for six months. I feel discouraged.” Another says they feel “powerless.”", "I consider that I had a depression that lasted three years. I certainly found work, and sometimes very interesting, but always precarious, underpaid and short term. I devoted a lot of hours developing program projects, proposing story ideas, etc. However, it was an enormous amount of work for what I was [earning].", "Many respondents expressed feelings of insecurity. For example, a print journalist who now works at a magazine says she felt “temporary depression” when she was laid off and, even though her overall sense of well-being has “greatly improved” since then, she still feels insecure: “I like my work, but it’s a contract. It’s insecure. And especially, with a big pay cut, I don't have the impression of having progressed.” Similarly, a print journalist notes: “I'm better now, since I'm employed. But I know that stability can end at any moment. It makes me want to leave the industry.” Even those who have found full-time work worry about their future. A print journalist who found full-time work at a magazine has maintained her freelance contracts, just in case she loses her job again. “I found my bearings and for now, everything is going well. But if tomorrow morning I lose my job, I know that I can return to freelance and make a living.” Another print journalist feels “much more secure with a steady paycheck, but very little confidence in long-term job security.”", "One reason layoffs have been difficult for journalists to deal with is because in almost cases, participants said journalism jobs are scarce. The following responses were typical when asked about the availability of journalism jobs: “Virtually non-existent, from what I've seen;” “Few and far between;” and “Zero. Zip. Zilch.” Another respondent writes, “There was simply no work available. I received a few freelance gigs and checked media job sites every day. There was nothing. I felt as if I had no future whatsoever.”", "Linked to a lack of jobs is the fact that, respondents report, most positions posted are for contract, part-time, or insecure forms of work that are low paid, exacerbating the stress and uncertainty journalists have about their futures. Those who comment on postings or on finding work say that positions are mostly freelance, “causal opportunities,” short-term contracts, or part-time work. Many unemployed journalists freelance until they can find a short-term contract to find some stability. One person in a five-month, part-time contract says, “I have been looking for work for six months. I feel discouraged.” As a former print reporter who now freelances writes, “What openings? Other than short term, contract, low-paid ones, that is. Do those actually qualify as jobs?” A former radio journalist who now works for the government was blunt when asked about the availability of journalism jobs: BWAH HA HA HA HA HA HA HA HA!!! Ho ho ho ho ho ho ho ho! You're hilarious. I'm holding my sides. Are you asking about job openings that pay barely over minimum wage? Sure there are some of those. But to make a living and not be a slave working off-hours? Good luck with that. There aren't many.As demonstrated by the salary ranges we reported earlier, many journalists took pay cuts when they accepted a new position. Says one journalist, “I felt relieved to leave a negative/dead-end situation, but it was very hard to find new work. I had to cold call/pitch editors and accept very low rates of pay as that’s all that was available.” Also, as we noted previously, many respondents continued to freelance for the employer that laid them off or work for their previous employer in precarious arrangements, such as the journalist who is now “working full-time for my old employer as a casual employee.” Those looking for work report high competition for the jobs that do exist. “It’s ridiculous,” says a former print journalist. “Every opening is junior contract work with 1,000 applicants and almost no pay to actually support yourself with.” This person decided to return to school to retrain for a different profession.", "BWAH HA HA HA HA HA HA HA HA!!! Ho ho ho ho ho ho ho ho! You're hilarious. I'm holding my sides. Are you asking about job openings that pay barely over minimum wage? Sure there are some of those. But to make a living and not be a slave working off-hours? Good luck with that. There aren't many.", "A few journalists describe confronting various forms of ageism, ranging from some feeling too young and inexperienced to others feeling too old. One comments, “ … you realize you are almost unemployable because everyone else in their 40s has moved up the ranks of their profession. Even though you are as up-to-the-minute on technologies … you are still considered a bit of a has-been.” Sociology research on job loss finds that job loss can be very difficult for older professionals (Gabriel, Gray, and Goregaokar 2013), but we found that young journalists also feel they lack experience to get good jobs in the wake of layoffs."]}, {"title": "Conclusion: Implications of Job Loss", "paragraphs": ["This paper reported on a survey of 198 journalists who lost their job through layoffs or buyouts in Canadian news media between 2012 and 2016. One goal of this research has been to build on the work done by Australian New Beats researchers, who are examining job loss among Australian journalists. Although 83 percent of Australian journalists surveyed had found work within two years of being laid off, less than one in three (31 percent) found work in journalism and many occupied precarious forms of employment, including less high-powered jobs, lower wages and/or fewer hours (Zion et al. 2016). Similarly, we found that while 83 percent of Canadian journalists were reemployed, only 21 percent now work solely in journalism. Our survey also finds evidence of precarious employment in Canadian journalism, with journalists moving from full-time, secure positions to part-time, contract, and freelance work in the industry, which is lower paid and insecure. Those working outside of journalism were more likely to find full-time employment, yet precarious employment is still prevalent among those who leave journalism. In the above sections, we discussed both the quantitative and qualitative experiences of precarious employment in journalism, including the shift towards more precious, lower-paid work, extreme feelings of grief and depression in the wake of job loss, loss of friendships and social connections, and general feelings of insecurity. In this concluding section, we address some implications of generalizing insecurity in Canadian journalism through three interlinked points, which we will examine in greater detail in future research.", "First, our survey affirms that journalists themselves feel that journalism plays an important role in democratic life, adding a vital element to a general concern over “brain drain,” (O’Donnell, Zion, and Sherwood 2016, 48), or a loss of senior journalistic experience expertise from Canadian newsrooms. As we have discussed in this paper, many of the journalists we surveyed viewed their work as a public service, playing a role in democratic society by informing communities, bringing diverse perspectives to stories and issues, and bringing to light underreported issues in local communities. Many of the reported comments from journalists who expressed negative feelings about their contributions reflect disappointment in not being able to produce meaningful content that contributes to public knowledge. Our findings suggests that layoffs of journalists, especially when journalists do not return to the industry, can have lasting implications for communities, public knowledge and discourse in Canada.", "Second, attention to the form of journalists’ work—namely, their employment status—demonstrates that precarious employment and precarity are prevalent in Canadian journalism, which our survey participants make clear undermines journalists’ ability to participate in an institution they feel is vital for democracy. Certainly precarious forms of employment have long existed in journalism—including freelancers, interns, contracts, and other short-term, insecure positions—but the new business model, driven by online advertising dynamics, can be linked to a shift to more precarious employment (Drohan 2016), and what some perceive as a downgrading of the value of journalism: as O’Donnell, Zion, and Sherwood (2016, 48) write, “journalistic expertise and experience appear to have become disposable assets in converging digital newsrooms.” This shift will have repercussions for journalism as a democratic institution (see Hunter 2015, 2016; Cohen 2016).", "While precarious employment speaks to the specific form employment takes and the material and social conditions linked to that employment form (wages, access to benefits and union protections, for example), the term precarity speaks to the broader psychological experience of occupying insecure and uncertain employment. Gorz (2010, 24) describes precarity as “the insecurity, discontinuity and randomness that now hangs over all work.” This sentiment is prevalent throughout our survey responses, and manifests for journalists in declining material conditions, uncertainty around re-reemployment, and a general sense of unease about prospects for work—and meaningful work—in journalism in Canada. Precarity refers to the “subjective dimension” of precarious employment, or the “relational, emotional and existential aspects having to do with how workers lend meaning to their working and social lives and position themselves in society” (Morini, Carls, and Armano 2014). The concept draws attention to a deepening process of individualization in journalism as an industry, whereby journalists are made insecure, employed on tenuous terms, and responsible for finding, securing, and sustaining work, often through self-funded skills training, self-promotions and branding, crowdfunding, and orienting toward an entrepreneurial outlook (Neff 2012; Cohen 2015; Hunter 2015, 2016).", "Third, while employment and job loss in journalism are experienced individually, and manifest as insecurity, anxiety, isolation, and other affective states we discuss in this article, employment, job loss, and re-employment are linked to structural forces in journalism and are collective experiences. As such, links need to be drawn between individual experiences of layoffs and job loss and the organization of Canadian journalism, including intensifying media concentration, ownership, sustained profitability despite claims to the contrary, business strategies, the state of journalism unions, and power relations within journalism as an industry. As O’Donnell, Zion, and Sherwood (2016, 48) argue, journalism layoffs are a result of media companies reducing labour costs as they strive to maintain profits, with detrimental effects on journalism: high workloads for journalists who survive layoffs, a lack of mentorship for young journalists, and declining quality of reporting (see also Reinardy 2016). “Journalistic expertise and experience appear to have become disposable assets in converging digital newsrooms,” O’Donnell, Zion, and Sherwood (2016, 48) write.", "Our study of journalism job loss in Canada draws attention to such power dynamics at play in Canadian journalism. As newspapers, broadcasters, magazines, and online media outlets restructure to maintain profitability in an uncertain economic climate, individual journalists experience the brunt of economic restructuring in journalism. Structural changes in media industries—the adoption of new technologies, shifts to new business models, etc.—are deeply individualized (Örnebring 2010; Paulussen 2012; Comor and Compton 2015). While journalists keenly understand the structural dynamics shaping their working conditions and the industry more broadly, this study suggests the effects of industry restructuring on journalists are experienced in an individualized way: the loss of a job, of income, declining mental and emotional health, and the loss of friendships and social connections. Journalists alone must determine how to cope and find work, which can include upgrading skills on their own time to secure a job (only18 percent of our survey respondents received career support as part of a layoff/buyout package).", "While it is not surprising that job loss for any worker would be an intensely personal and devastating experience, journalists’ demoralization comes not only from losing their work and livelihoods, but also from being unable to contribute to what they view as an important social good or vital public service. As such, journalists experience job loss as not only sense of personal failure and responsibility, but a loss in their ability to participate in an institution they feel is critical to democratic life. This commitment is palpable in our survey, both in how journalists characterize their contribution to journalism pre-layoff and in their worry about the future of journalism. As one broadcast journalist wrote, they felt ready to leave their company because they did not share the same vision as management, who they felt focused on “superficial content in favour of multitasking, quantity over quality, obsession with social media.” Indeed, many journalists seemed relieved to leave journalism, as the quality of journalism was eroding. As one respondent wrote: I had become quite beaten down about myself and my own capacities in my previous role. Having given that some thought, I think it was because there was no way to really win – the old standards of winning awards and telling great stories had been swallowed up in the need to get immediate, daily eyeballs and engagement and all the web-driven stats. I had lost my enthusiasm and my way.When asked about how they feel about journalism today, all 121 respondents who answered had negative things to say, from pointing to declining quality to increasingly stressful and precarious work environments, emphasizing how hard it is to make a living as a journalist. Notably, those who now work outside of journalism report feeling much better about themselves overall in terms of reduced stress levels and improved quality of life, especially if they are earning more money. As Canadian journalists continue depart the industry, by choice or not, it is important that we assess not just individual experiences of job loss, but also the implications for broader social life. This article, which documents a shift toward precarious employment in Canadian journalism, is a first step in that effort.", "I had become quite beaten down about myself and my own capacities in my previous role. Having given that some thought, I think it was because there was no way to really win – the old standards of winning awards and telling great stories had been swallowed up in the need to get immediate, daily eyeballs and engagement and all the web-driven stats. I had lost my enthusiasm and my way."]}], "references": [{"title": "Entrepreneurial Journalism and the Precarious State of Media Work", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Cohen Nicole S.", "first_name": "Cohen", "last_name": "S."}]}, {"title": "Journalistic Labour and Technological Fetishism", "year": "2015", "journal": "Political Economy of Communication", "volume": "3", "authors": [{"name": "Comor Edward", "first_name": "Comor", "last_name": "Edward"}, {"name": "Compton James", "first_name": "Compton", "last_name": "James"}]}, {"title": "Labour, New Media and the Institutional Restructuring of Journalism", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Compton James", "first_name": "Compton", "last_name": "James"}, {"name": "Benedetti Paul", "first_name": "Benedetti", "last_name": "Paul"}]}, {"title": "Work in the Media", "year": "2014", "journal": "Media Industries Journal", "volume": "1", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "Freelance Journalists as a Flexible Workforce in Media Industries", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Edstrom Marla", "first_name": "Edstrom", "last_name": "Marla"}, {"name": "Ladendorf Martina", "first_name": "Ladendorf", "last_name": "Martina"}]}, {"title": "Newswork Within a Culture of Job Insecurity", "year": "2014", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Ekdale B.", "first_name": "Ekdale", "last_name": "B."}, {"name": "Tully M.", "first_name": "Tully", "last_name": "M."}, {"name": "Harmsen S.", "first_name": "Harmsen", "last_name": "S."}, {"name": "Singer J.", "first_name": "", "last_name": "J."}]}, {"title": "Media Work, Career Management, and Professional Identity: Living Labour Precarity", "year": "2012", "journal": "Northern Lights: Film and Media Studies Yearbook", "volume": "10", "authors": [{"name": "Elefante Phoebe Harris", "first_name": "Elefante", "last_name": "Harris"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Job Loss and its Aftermath Among Managers and Professionals: Wounded, Fragmented and Flexible", "year": "2013", "journal": "Work, Employment and Society", "volume": "27", "authors": [{"name": "Gabriel Yiannis", "first_name": "Gabriel", "last_name": "Yiannis"}, {"name": "Gray David E.", "first_name": "Gray", "last_name": "E."}, {"name": "Goregaokar Harshita", "first_name": "Goregaokar", "last_name": "Harshita"}]}, {"title": "Precariously Employed Watchdogs?", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Gollmitzer M.", "first_name": "Gollmitzer", "last_name": "M."}]}, {"title": "Crowdfunding Independent and Freelance Journalism: Negotiating Journalistic Norms of Autonomy and Objectivity", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Hunter Andrea.", "first_name": "Hunter", "last_name": "Andrea."}]}, {"title": "It&#039;s Like Having a Second Full-Time Job", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Hunter Andrea.", "first_name": "Hunter", "last_name": "Andrea."}]}, {"title": "Understanding Respondent Driven Sampling from a Total Survey Error Perspective", "year": "2009", "journal": "Survey Practice", "volume": "2", "authors": [{"name": "Lee Sunghee.", "first_name": "Lee", "last_name": "Sunghee."}]}, {"title": "Writing On The Margins: Precarity and the Freelance Journalist", "year": "2009", "journal": "Feminist Media Studies", "volume": "9", "authors": [{"name": "McKercher Catherine.", "first_name": "McKercher", "last_name": "Catherine."}]}, {"title": "Precarious Passion or Passionate Precariousness? Narratives from Co-Research in Journalism and Editing", "year": "2014", "journal": "Recherches Sociologiques et Anthropologiques", "volume": "45", "authors": [{"name": "Morini Cristina", "first_name": "Morini", "last_name": "Cristina"}, {"name": "Carls Kristen", "first_name": "Carls", "last_name": "Kristen"}, {"name": "Armano Emiliana", "first_name": "Armano", "last_name": "Emiliana"}]}, {"title": "Where Do Journalists Go After Newsroom Job Cuts?", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "O’Donnell Penny", "first_name": "O’Donnell", "last_name": "Penny"}, {"name": "Zion Lawrie", "first_name": "Zion", "last_name": "Lawrie"}, {"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn"}]}, {"title": "Technology and Journalism-as-Labour: Historical Perspectives", "year": "2010", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "11", "authors": [{"name": "Örnebring Henrik.", "first_name": "Örnebring", "last_name": "Henrik."}]}, {"title": "Journalists Thinking About Precarity: Making Sense of the ‘New Normal’", "year": "2018", "journal": "\\#ISOJ", "volume": "8", "authors": [{"name": "Örnebring Henrik.", "first_name": "Örnebring", "last_name": "Henrik."}]}, {"title": "(De)valuing Intern Labour: Journalism Internship Pay Rates and Collective Representation in Canada", "year": "2015", "journal": "tripleC: Communication, Capitalism and Critique", "volume": "13", "authors": [{"name": "Salamon Errol.", "first_name": "Salamon", "last_name": "Errol."}]}, {"title": "Once a Journalist, Always a Journalist? Industry Restructure, Job Loss, and Professional Identity", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn"}, {"name": "O’Donnell Penny", "first_name": "O’Donnell", "last_name": "Penny"}]}, {"title": "Putting the Work (Back) Into Newswork", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Siegelbaum Sasu", "first_name": "Siegelbaum", "last_name": "Sasu"}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Working For Less: The Aftermath for Journalists Made Redundant in Australia between 2012 and 2014", "year": "2016", "journal": "Communication Research and Practice", "volume": "2", "authors": [{"name": "Zion Lawrie", "first_name": "Zion", "last_name": "Lawrie"}, {"name": "Dodd Andrew", "first_name": "Dodd", "last_name": "Andrew"}, {"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn"}, {"name": "O’Donnell Penny", "first_name": "O’Donnell", "last_name": "Penny"}, {"name": "Marjoribanks Timothy", "first_name": "Marjoribanks", "last_name": "Timothy"}, {"name": "Ricketson Matthew", "first_name": "Ricketson", "last_name": "Matthew"}]}]}