{"doi": "10.1080/1461670X.2011.557559", "url": "https://doi.org/10.1080/1461670X.2011.557559", "title": "CITIZEN JOURNALISTS AND THEIR THIRD PLACES", "volume": "12", "year": "2011", "issue": "5", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Robinson", "first_name": "Sue", "name": "Sue Robinson", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Deshano", "first_name": "Cathy", "name": "Cathy Deshano", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This research examines whether people who contribute to local news sites achieve feelings of community typically associated with America's “Third Places” (an Oldenburg, 1991, term that refers to the coffee shops, libraries and other community gathering spots). The article posits that some so-called “citizen journalists” find that they enhance their individual fulfillment, empowerment over information and local communal connections when they contribute to local news sites and blogs online. The research also explored why some otherwise motivated people remain non-contributors. Four realms of tension inhibit full engagement—perceptions of a social collective, authority over information, temporal confusion, and a spatial discomfort between physical and virtual worlds. ", "body": [{"sec_title": "Introduction", "sec_content": ["The interactivity of the Web, computer-enabled telecommuting, wiki-sharing and mass collaborative dynamics of digital culture give rise to an open-source civil society that could revolutionize communal connections (Benkler, 2006). Alternatively called weapons of mass collaboration, peer production, cybernetworks, and digital commons, online user participation represents a social activity of the best kind: little cost and immediate gratification (Tapscott and Williams, 2007). This exploratory study focuses on one of these new formations of social ties in cyberspace: so-called “citizen journalism.” In particular, we examine how “regular” people (that is, non-journalists) who exchange information about one capital city in the United States—Madison, WI—in blogs and other news websites consider their efforts online in relation to their local communities: Do acts of news production in virtual spaces result in any new or increased feelings of local communal connection? This article posits that “reporting” on the events and other happenings in their city might enhance people's sense of belonging to where they live. Yet if not everyone feels comfortable participating in these news blogs and other commenting spaces, then any ideal version of local community shall stumble.1 Therefore, this research also studied citizens who expressed a motivation to contribute to news sites for the purpose of becoming more involved in their communities, but remained “lurkers”—those people who read but never post.2 We sought to discover what stymied their productivity in these spaces.", "To explore these puzzles, we conducted in-depth interviews with a segment of the population in Madison, WI, where community activism is high and locally based user-generated content proliferates. Some of those interviewed were actively producing news or otherwise writing about community events online and some had indicated they wanted to engage in this way but never did. This case study called on the theoretical framework of the “Third Place,” an Oldenburg (1991) term referring to the coffee shops, pubs and other public spaces where people can collectively deliberate on community issues. We wanted to determine if participants were attaining the feelings of belonging associated with their community's physical-realm Third Places when they practiced forms of “citizen journalism.” This article sought to contribute to the developing body of literature about citizen journalism and other user-generated news content."]}, {"sec_title": "“Citizen Journalism”", "sec_content": ["The phrase “citizen journalism” embodies the grassroots self-publishing of content that creates and extends conversation by citizens who were once part of the audience but are now “produsers” without institutional backing (Bruns, 2006; Gillmor, 2004). The term “citizen journalism” has been declared problematic (Allan, 2009; Tilley and Cokley, 2008). Nevertheless the label is used pervasively to describe everyone from bloggers to those who merely contribute to news forums. This article refers to the authors of news content on online community news sites as citizen journalists—though the reader will see that the term inhibits production for some would-be contributors. Much scholarship has tried to deconstruct citizen journalism and decipher its implications for politics, social networks, professional journalism and the other parts of society (Allan and Thorsen, 2009; Rosenberry and Saint John, 2009). So far it has been determined that: online news contributors have been motivated by an interest in expressing themselves, promoting themselves, improving themselves, documenting their activities, connecting with others with similar interests or problems, sharing information, and exploring multiple facets of their identities (Huang et al., 2007; Joinson, 2003; Nardi et al., 2004; Sundar et al., 2007). Spending more time online leads to increased levels of civic engagement offline. People volunteer more, attend more public events, and otherwise increase their level of civic or political participation (Atkin et al., 2005; Rojas and Puig-i-Abril, 2009; Shah et al., 2002). People who use the Internet as a communication tool report higher satisfaction with their community (Dutta-Bergman, 2006). And those who manage to garner more trust and reciprocity in their online worlds not only become more active in those worlds, but also tend to extend that participation into offline domains (Kobayashi et al., 2006). Yet not all scholarship has shown such positive outcomes. Some studies suggest that only the weakest of social ties are created when people enter online communities (Hampton, 2007). Rosenberry (2010) found that while posting online might help people appreciate their local communities better, such actions do not translate into more civic engagement.", "This research adopted the puzzle of how participating in citizen journalism influences the feelings that people have about being members in their local community. Do people feel less or more connected to their neighbors and fellow residents? Little research has examined how motivations to contribute to online news forums are connected to feelings about physical-world, local community. Even less scholarship has touched on what prevents people from contributing in these realms.3 Such an inquiry is important to consider as we move from an information age of top-down dissemination to a digital era of collaborative information gathering. This research helps document what gratifications online contributors achieve in relation to community as well as how information spaces could be improved to encourage more involvement in both online and offline activity."]}, {"sec_title": "Community in Third Places", "sec_content": ["But first we must consider what we mean by community. Most scholars consider “community” to entail shared experiences that set one group apart from another through a network of common values (Tyler, 2006). Raymond Williams (1985) characterized community as having local, immediate, concrete relationships between individuals of a common ilk (in contrast to the more abstract “society,” described by Williams as having institutionally based relationships). For Michael Schudson (1999), community entails a specific geographically based gathering of publics. Other scholars have suggested physicality is not a necessary component of community, which can be “imagined” in order to foster a “deep, horizontal comradeship” (Anderson, 1983, p. 7). Nip (2006) neatly summed up the components of community as: a sense of belonging, shared forms of interactions, and social ties among members of the group. To have “successful” communities, people must engage with each other and the larger collective on some level (Habermas, 1989).", "Often, such activity takes place in Third Places, which for sociologist Ray Oldenburg (1991, 2002) are the public spaces outside of work and home where people congregate and deliberate. The characteristics of a Third Place incorporate conversation, accessibility to communal gathering, a culture of equality and familiarity, and non-institutionalized, non-special-interest and non-conglomerated oversight (Oldenburg,1991, 2002). For the place to be viable, it requires a playful mood, a low profile, regulars, a feeling of being “at home,” and constant availability (Oldenburg, 1991, 2002; Simmel, 1949). This mix of characteristics results in social activity that produces warm feelings of belonging as well as a chance to seek alliances, build reputation, formulate and exercise a certain identity, and otherwise find a role for the self in society. The “successful” Third Place is one that connects “regular” people with societal leaders as well as each other; it also germinates worldly mentalities, facilitates political processes, encourages diverse association, and generally forces people to respect each other, according to Oldenburg. Therefore, participation in such spaces leads to communal engagement via relational associations (Oldenburg 1991; Oldenburg and Brissett, 1982). Habermas (1989) wrote that these forums serve as critical places that are essential to the health of any public sphere. Oldenburg called Third Places “the great good places … at the heart of a community” (1989, p. 1).", "A necessary ingredient of the Third Place's exercising of “community” is the exchange of local gossip, news and other information about daily happenings. Visitors carry the news of the day as conversation pieces and refer to contemporary information for deliberative points. Therefore, forms of journalism are pivotal to the success of a Third Place. Indeed, reporters have long been counseled to attend to their city's popular coffee shops, diners and pubs to become knowledgeable about their beats as well as the broader community.", "Some scholars contend that ideal forms of community are diminishing as fewer people take part in local organizations or otherwise engage with fellow residents within their cities, so caught up are they in their individualization (Bauman, 2001; Oldenburg and Brissett, 1982; Putnam, 2000). Bauman (2001, p. 71) critiqued what he called “pegs of communities” where “superficial and perfunctory, as well as transient … bonds” form without accountability. As a result, the vibrancy of Third Places may be muting (Bauman, 2001; Khermouch and Veronsky, 1995).4 ", "It has been reported that virtual realms offer new outlets for discussion and deliberation as well as play a part in revitalizations of community (Blanchard, 2004; De Cindio, 2004; Rheingold, 2000; Soukup, 2006). “Our communities are mobile, multiple and often mediated, but that does not make them thin,” wrote Bell (2006, p. 134) as he argued that researchers need to move beyond the “real-life” versus virtual exclusivity and accept that participation online could be conceived as New-World “pure” community work, however gradient it might be. Some research supports the idea that “Third Places” may be forming in online game sites or other virtual worlds (Agren, 1998; Kendall, 2002; Soukup, 2006; Steinkuehler and Williams, 2006). But these places have also been criticized because they are often hierarchical, inaccessible to certain groups, overly narrow in focus, and only rarely connected to local community (Soukup, 2006).", "Few scholars have tackled whether people who contribute to local news blogs and sites might be participating in Third-Place-like communities that transcend the virtual world and connect people to their local, “real-life” community—creating both online and offline relationships. This essay puts forward the idea that citizens producing content online regularly may be achieving the feeling of Third Places in some blogs, online news forums, journalism sites and locally run collaborative sites. The first research questions to guide this study were: Do feelings of community belonging emerge when people contribute to community information production online? How are these participants thinking about those online spaces in relation to places of community, if they are? In other words, are these online spaces for information production reflecting the feelings associated with Third Places for people in the same way that coffeeshops and other gathering spots offer for information exchange in the physical world? In addition, scholars have found that not everyone participates in these spaces. If we accept that an essential component of any successful Third Place is that it is inclusive, then we must also query people who are not engaged in these realms. Thus the second set of research questions is: Why do some people contribute to local online news sites while others do not? What considerations and values—especially as related to their feelings about community—keep people from participating? The answers to these questions might help community activists, journalists and others create the ideal information-production conditions for citizen engagement online so that physical-world communities may become more successful.", "To answer these research questions, we interviewed 60 people in Madison, WI, where civic engagement is high and citizens participate in several vibrant news sites, including Dane 101 (a citizen-based community), thedailypage.com (the alternative news weekly's online citizen forums), and a slew of local blogs. The researchers solicited active contributors to these citizen journalism spaces by emailing the most authoritative news blogs in Madison (according to Technorati) and employing the snowball technique (soliciting respondents for other names and following links). We talked to 30 bloggers and other kinds of news “contributors” about their motivations for participating in these sites, whether they considered their activity “journalism,” and how their contributions may be connected to their feelings of belonging in the local community.", "We also wanted to talk to people less visible, those who wanted to be in these spaces but refrained from participating. We turned to Madison Commons, a self-declared citizen journalism site established in 2006 with the intention of training Madison citizens to report on their neighborhoods.5 The founders, led by Lewis Friedland from the University of Wisconsin-Madison, hoped that accurate, well-sourced content written by citizens and distributed via the Web to all community members would help connect public places with private realms and link residents’ social and professional networks with local institutions. However, even though more than 90 people went through six hours of training in journalistic techniques, most of the citizen journalists ceased contributing material within a few weeks (Robinson et al., 2009). We interviewed 13 of these “non-contributors”6 about why they were motivated to take this training—thereby expressing their intent to participate in citizen journalism—but failed to actually contribute to citizen journalism sites. We interviewed an additional 17 Madison citizens, found via the snowball technique after asking the bloggers and others for people who did not engage online but wanted to participate more in community. We asked about their definitions of community, their considerations of both journalism and “citizen journalism” and how connected they felt to their Madison communities.7 ", "The study's participants ranged in age from 26 to 65; about 60 percent were female; two-thirds were white, one-third black; and most held at least a bachelor's degree and made more than $50,000. They tended to be Mid-western but not Madison natives. Most of the sample had moved into their current neighborhoods within the past five years but had lived in town for quite some time. All expressed high motivation for community involvement. Most were employed in some capacity—in business or sales; some harbored long-time desires to be writers, but only a couple had journalistic backgrounds.", "Their major factors of community attachment tended to be their children (as in the schools), their racial/ethnic heritage (civil rights), religion (their church), and their hobbies (mostly some form of the arts). All were promised anonymity. Each interview consisted of 50-plus questions in person or on the phone and lasted about an hour and a half. The open-ended strategy encouraged unguided introspection (Wallendorf and Brucks, 1993). We audio taped and then transcribed all the interviews before textually analyzing them using grounded theory and open, axial and selective coding (Strauss and Corbin, 1990). In this process, open coding involved dissecting each transcript paragraph by paragraph to identify recurring categories and themes. In the axial coding, we determined how well the categories reflected the data across all the transcripts to discern an overall narrative. Finally, the interviews were considered together to uncover thematic patterns illuminating a larger discourse about Madison's citizen-journalism community. This “selective” coding allowed us to see the “big picture” from the data (Strauss and Corbin, 1990).", "The preliminary coding of the data revealed four categories that characterized the tensions affecting people's decisions to participate in community-news sites. These were: Social Collective (self-interest versus societal responsibility), Authority (assumed information hierarchies), Time (obligations, perceptions, and realities), and Space (physicality versus virtuality).• Social Collective. Any Third Place must manifest informal, social group bonds that encourage conversation about a greater “good” and an appreciation for a collective as well as a group exchanging of information (Oldenburg, 1991). We asked people their definition and exercising of community, whether that definition changed because of the Internet, and what kind of social benefits or deterrents existed with online news contribution such as blog commenting. The interviews revealed a discrepancy between an idealized conception of community and its practice. Most people argued that community should entail shared goals that work toward a common good. However, most reported they were “participating” in community even when they were engaging in self-interested activities that often were solo in nature or did not include relationships.• Authority. Third Places should offer a destination where the often-alienating power structures of other parts of our life such as work give way to feelings of camaraderie and egalitarianism. A participant's meaningful contribution online depended upon their access to the societal information hierarchy—who had the power to disseminate news. This was operationalized by questions such as “where do you get your information about your community?”, “Why do you trust this person/product?”, and “How do you determine whether that information is credible?”• Time. To be a Third Place, a locale must be always accessible and visited regularly (Oldenburg, 1991). However, the perceptions and realities of people's time commitments prevented some in the sample from frequent contributions.• Space. Oldenburg (1991) also described Third Places as destinations akin to “common rooms” and suggested the physical layout mattered for the nature of exchange. Many people described online commenting spaces in physical-realm terms. Cyberspace had become their church, bar, school, mall, coffee shop, support group. Others made a point to distinguish between virtual and physical space, often prioritizing one over the other. This category emerged in the answers to questions such as “how do you consider these websites offering community news written by citizens?” and “in what ways is the Internet adding to or detracting from your ideal community?” ", " Social Collective. Any Third Place must manifest informal, social group bonds that encourage conversation about a greater “good” and an appreciation for a collective as well as a group exchanging of information (Oldenburg, 1991). We asked people their definition and exercising of community, whether that definition changed because of the Internet, and what kind of social benefits or deterrents existed with online news contribution such as blog commenting. The interviews revealed a discrepancy between an idealized conception of community and its practice. Most people argued that community should entail shared goals that work toward a common good. However, most reported they were “participating” in community even when they were engaging in self-interested activities that often were solo in nature or did not include relationships.", " Authority. Third Places should offer a destination where the often-alienating power structures of other parts of our life such as work give way to feelings of camaraderie and egalitarianism. A participant's meaningful contribution online depended upon their access to the societal information hierarchy—who had the power to disseminate news. This was operationalized by questions such as “where do you get your information about your community?”, “Why do you trust this person/product?”, and “How do you determine whether that information is credible?”", " Time. To be a Third Place, a locale must be always accessible and visited regularly (Oldenburg, 1991). However, the perceptions and realities of people's time commitments prevented some in the sample from frequent contributions.", " Space. Oldenburg (1991) also described Third Places as destinations akin to “common rooms” and suggested the physical layout mattered for the nature of exchange. Many people described online commenting spaces in physical-realm terms. Cyberspace had become their church, bar, school, mall, coffee shop, support group. Others made a point to distinguish between virtual and physical space, often prioritizing one over the other. This category emerged in the answers to questions such as “how do you consider these websites offering community news written by citizens?” and “in what ways is the Internet adding to or detracting from your ideal community?”", "In the next section, we explore these realms of tension, which informed citizens’ feelings about their communities and contributed to why people participated or refrained from online news spaces. Though we have differentiated between “non-contributors” and “contributors,” the conceptual boundaries of these terms are porous. For example, some of those we labeled “non-contributor” in terms of their activity on community-news sites actually participated in Facebook games and other online places; similarly, some “contributors” reported feeling uneasy about the potential ramifications of their participation and sometimes went for spates of time without engagement in this way. Finally, just because someone failed to contribute to a news site, did not mean they declined to consider it a place of community for themselves. Once again, this research's main intent was to investigate the feelings that emerged from actually exchanging information within online news blogs and sites and whether any kind of derived gratification enhanced their sense of community belonging to Madison, WI—either online or offline. In the concluding sections of this essay, we examine that puzzle by referring to the concept of the “Third Place” as a framework for discussion about the intersection of information production with community membership."]}, {"sec_title": "Findings", "sec_content": ["Some of those interviewed intended to participate in local “citizen journalism” and submitted to hours of training sponsored by the University of Wisconsin-Madison. Yet, actually producing content for community-news websites proved to be an insurmountable challenge for them. Respondents argued that “real citizen journalism” took more “time” than they had. “I like to have all the words have an impact, so I really think it through. It takes too much time,” said a 37-year-old female technician with two small children who underwent the Madison Commons training but never contributed (6). Yet people were spending many hours writing emails, chatting in specialized forums, playing euchre on yahoo—places where they felt they “belonged.” One would-be contributor, a 42-year-old author, took the training but never contributed more than two news stories online; yet she dedicated time to another part of her life—online witchcraft communities, which she contrasted to information exchange on news sites in this comment: with the [witchcraft website], you can say “let's do a blessing for JJ's grandchild,” and we could all contribute to it and it would take three minutes to do … When you are writing a story, there is research involved. You are double-checking your facts and you are getting everything right. You have to carve out two to three hours. (5)  ", "with the [witchcraft website], you can say “let's do a blessing for JJ's grandchild,” and we could all contribute to it and it would take three minutes to do … When you are writing a story, there is research involved. You are double-checking your facts and you are getting everything right. You have to carve out two to three hours. (5)", "And consider the following comments from three non-contributors—all of whom named “time” as the major reason for not participating more online: “When I get home, it's kind of hard to ratchet myself back up” (13); “I wear 25 different hats at work, and it is hard to sit down and focus to try to do that” (11); and, “I'd say I'm busy. I seem like I'm really open, but when I'm at home, I get shy” (14). This medley of reasoning reflected feelings of inadequacy, rather than time. Those who did not contribute regularly expressed awe for the “specialized training” (7) needed to manage all the reporting and writing of news. The interviews revealed an uneasiness about acting as a “journalist” along with a perception that only certain privileged individuals were authorized to produce information in the public realm. They were not confident that they could do “journalism” on any level, and certainly did not consider these news sites as familiar and easygoing Third Places where their contribution might be welcomed as worthy. The feeling that they did not “belong” in these spaces inhibited their participation significantly.", "Finally, non-contributors worried about how time spent in online news sites impacted on their physical-world communities. These study participants expressed a tension at being present in the virtual world at the expense of the physical one: When I am sitting there chatting with people and my kids are like “Mommy! Mommy!,” you might as well be in a meeting. I thought “this is very unhealthy. I need to talk to REAL people. I need to get out more.” You cannot go through life doing “LOL.” Well you can but you lose something. It is something about getting to look into somebody's eyes. (5)    These individuals suggested that virtual realms created only an illusion of community.    I think that is going to be the dilemma that people in my generation are going to have to struggle with. I care about trying to not get into the lure of the online too much. I think it is good to have face-to-face interactions. (7)  ", "When I am sitting there chatting with people and my kids are like “Mommy! Mommy!,” you might as well be in a meeting. I thought “this is very unhealthy. I need to talk to REAL people. I need to get out more.” You cannot go through life doing “LOL.” Well you can but you lose something. It is something about getting to look into somebody's eyes. (5) ", " ", "These individuals suggested that virtual realms created only an illusion of community. ", " ", "I think that is going to be the dilemma that people in my generation are going to have to struggle with. I care about trying to not get into the lure of the online too much. I think it is good to have face-to-face interactions. (7)", "These respondents said they were unwilling to enter the “fray:” “I don't comment on national blogs because I find a lot of it nonsense” (15). Non-contributors stayed away from websites they considered places of malevolence. A 55-year-old social worker and non-contributor said: There are times I read something [on the daily news site] and I almost started to post. I signed up to participate, and again I thought, “No.” You listen to people barking out their impressions. People have gotten so mean-spirited and racist. I don't want to put my voice into that … All of a sudden everyone has this license to talk out loud. I need someone to tell me whose minds I want to read. (1)  ", "There are times I read something [on the daily news site] and I almost started to post. I signed up to participate, and again I thought, “No.” You listen to people barking out their impressions. People have gotten so mean-spirited and racist. I don't want to put my voice into that … All of a sudden everyone has this license to talk out loud. I need someone to tell me whose minds I want to read. (1)", "This woman gave up on parsing the information on her own, preferring to leave that task to an expert third party. These forums did not represent “community” on any level for her, only noise. Another said, “I don't care for that [arguing in public], I like to do my arguing off to the side” (3). Most of the non-contributors were in favor of intense site moderation and registration. They liked designated spaces with place-based rules for online commentary. These non-contributors felt online local news spaces were too foreign, inaccessible and intimidating. For some study participants, “contributing” in these realms equated to “journalism,” which they felt they lacked the authority to report. For others, the sites seemed hijacked by those interested only in self-promotion, at the expense of community. This portion of the sample considered local news sites as formal spaces with designated privileges for those with the “license to talk out loud.” The local news sites may have been part of the public sphere, but they did not equate to places of community. Thus, these study participants rejected the viability of the online news space as a Third Place. For these people, community building depended on physical-world interaction around topical areas that were personally appealing and familiar.", "For the remainder of the sample—the 30 who contributed regularly—some of these news sites formed Third Places some of the time. Contributing to online news sites presented opportunities of self-therapy, identity expression and community participation. These respondents liked networking, promoting their particular hobbies, and otherwise exercising their offline-world interests. One business consultant wrote a blog to keep current with his job (4). Another, a 33-year-old salesman who moonlighted in Community Theater and contributed regularly to Dane 101, said: “That is the nice thing about it, that basically I write about plays I would be seeing anyway” (8). The “Third-Place-ness” within the news blogs and other commenting spaces emerged from the feeling that they could exercise their existing offline communities while online.", "Participants noted that the sites for which they felt most membership incorporated a sense of familiarity, informality, inclusiveness, and regularity—other components of a Third Place. Some liked the feeling that they were in charge of their own reporting and news production. One Dane 101 contributor (a freelance journalist in “real life”) liked to write about local news events for free because she enjoyed the lack of editorial oversight that the citizen-journalism site entailed: “It is freeing. I can interview someone … and it will go up exactly the way I want it” (7). The contribution ignored the institutional protocol she had to submit to in her work realms. Another woman liked contributing to citizen-produced news sites because “anyone can,” and said she got irritated when a print-based newsletter editor became territorial over her reporting: “I figure as long as it gets out there” (4). For these women, the gratification centered on informing people in a non-institutional, individualized manner (separate from work realms) that allowed them a measure of control over their contribution.", "But more importantly, those who contributed regularly talked specifically about the communal feelings that emerged after contributing. Some bloggers reported a strong “emotional satisfaction” after interacting with people on their blogs (40 but also 33, 36, 37). Participants reported identifying with specific groups in these spaces by “meeting,” “getting to know” and then appreciating individuals and their actions on the site (7). One young blogger became fascinated about a local issue because she recognized the byline of the writer from the Dane 101 forums: “It is easier to care about something if you know the person” (7), though she only “knew” the person via Dane 101. The blogger also contributed to a popular site of the local alternative weekly, where she often “saw” familiar “faces”: “when I go thedailypage.com forum I see ‘Blunt’ and I think, ‘oh yeah there is that person again! It is Blunt again’ and I feel like I know ‘Blunt’ really well, and I don't really know him” (7). This Dane 101 regular named this news site as one of her communities, even though she never interacted with contributors in “real life.” Another blogger said he learned more about his community writing online, saying those who commented on his blog felt like his neighbors, as if he “lived next door to them” (33).", "These feelings of comfort and familiarity created a sense of empowerment for people, as they saw how participation could lead to rich community networks. Consider the story of a 51-year-old male blogger and trained geographer (32) writing a blog about community sustainability issues. The blogger had called for a “purging” of Madison's water utility board because of the city's contaminated water wells. He linked to the mayor's blog. The mayor sent the post to city department heads for consideration. Other bloggers and journalists got wind of it. City councilors started talking about reorganizing the water board. The blogger called this the “ping” effect (32): “All of a sudden, things started happening, and I'm going, ‘holy smokes! This technology is amazing!’” The communicative act in this space enacted a community network; his activity affected realms beyond the blog, both online and offline. Furthermore, the posting, linking, emailing and other exchanges exercised a deliberative process. The blogger achieved a measure of authority on this topic, in this instance, and the result was an expansion of his associative communal ties.", "Once frequent contributors rejected the idea that information was privileged for professional journalists, they assumed more active roles within the local community. I feel like I can go up and ask people questions now. I feel more of a connection. People are feeding me information. They all know me as the business reporter and so that is nice … I know these people now and can talk to them on topics that go beyond chitchats. (2) Within these information realms, these regular contributors saw themselves as authorities, compared to other people: “It is kind of exciting to discover things that people might not know about otherwise … things that would not get covered by more established sources. It is nice to let people know about them” (8). “Knowing” something “first” and then being able to relay that information to their communities led to a perception of greater social power. Regular contributors in the sample described themselves as having “insider information.” And though several rejected the term “journalist” to describe themselves, a handful of the bloggers acknowledged what they were exchanging in these spaces could be considered “journalism” (32, 36, 41). For these people, information held distinction and value, a way to wield their individual knowledge to situate themselves in a greater community. Through these online acts, people made connections on a deeper level that led to feelings of belonging in their particular communities.", "I feel like I can go up and ask people questions now. I feel more of a connection. People are feeding me information. They all know me as the business reporter and so that is nice … I know these people now and can talk to them on topics that go beyond chitchats. (2)", "The citizen journalists reported that as they contributed more often, their goals shifted from the individual to the collective. They desired to “create community dialogue” (33) about Madison in the online world, as one popular blogger said. The 21-year-old history major who wrote about local issues suggested he was trying to create “sort of an online hangout for people” (32). Another, a former city alder and now frequent contributor to list serves and local forums, said he wrote in order to “develop the community that I'm interested in by providing information and sharing that information” (35). This last was echoed by a couple of local food bloggers, one of whom said “one of the things that is important for us is we want to be part of a community that is in some way growing and therefore able to give something back” (36). Their blog “builds a gateway to the community” (37) as “a conversation starter” (36). Indeed most of these frequent contributors knew each other, at least in the virtual realm, and called each other by their blog name. They referred to specific contributions on each other's blogs or popular forum sites. “On the north side there was a break in the other day in a couple houses near my sister and mom, so I sent out the link to the story to them. I shared it more with people that aren't online constantly all day like I am” (34). In this comment, the blogger thought of his “work” in all online realms—from his blog posts to comments in other forums to his emails and list-serve management—as “community contribution” (34). Included in this experience were all the associations, relationships, and strong/weak ties that existed in his offline world, transferred into the online environment. The network of blogs and news sites together represented a single Third Place online dedicated to the offline community of Madison; in other words, these virtual spaces became indistinguishable from the real-world community for these participants.", "They discovered they shared feelings of kinship with people they had never met (8, 33, 34, 38, 40): “In fact people got to know each other because of the commenting on the website. They had something to talk about,” said a former student who started a blog about local community issues (40). Those interviewed reported a heightened interest in their neighborhoods. For one woman, the one community story she wrote changed the way she thought about a particular issue, making her more understanding of the other perspectives on it. “I feel more connected. It's like peeling layers of an onion. I realize incredible stuff is going on in this neighborhood” (9). Another said that her contributions had: “opened my eyes. I pay more attention to things going on in the neighborhood. Always with the idea of ‘gee! I wonder if there is a story there.’ There is a heightened interest in my neighborhood” (10). One regular contributor to Dane 101 said she wrote for two reasons: one, to keep up on her writing (she was a theater lighting technician but longed to be a journalist) and two, to make herself become more engaged with her community (15). Her citizen journalism contributions had not expanded her interests; however, they have made her go deeper into her existing ones, causing her to spend more time in them. For example, when she attended a community event or meeting, she arrived early and stayed late, talked to more people, and asked more questions. This in turn caused her to write more on different topics—increasing her ability to be reflexive within the community. Those who managed to contribute frequently developed niches that may have corresponded to their offline interests, but the act of reporting resulted in some diversification across Madison communities.", "All of this made them feel as if they had attained a role in the community online and offline. A blogger reported that people seemed to “hear” him more, that he felt “listened to” (40). Another newer contributor said when she wrote online she was motivated because she “wanted to be somebody. I wanted to be a part of something that was noticed in the community” (4). Ultimately, the contribution erased apathy and enhanced feelings of community and individual empowerment over knowledge. Their contributions tended to result in more support of community events, more conversations with neighbors, and other practices of community engagement in both physical and virtual worlds. The food bloggers reported being more engaged in local issues than before contributing (36, 37). Said the young blogger (7) who had lived in Madison most of her life: It has definitely given me the opportunity to feel more connected. For instance I am working on interviews with directors of films that are coming to the festival, which I have never been interested in attending. Now I am getting into that this year and I am excited about it. I connect that excitement with the opportunity.  ", "It has definitely given me the opportunity to feel more connected. For instance I am working on interviews with directors of films that are coming to the festival, which I have never been interested in attending. Now I am getting into that this year and I am excited about it. I connect that excitement with the opportunity.", "The founder of a popular citizen-journalism aggregating site in town said he switched from being a “voyeur” to a “participant” after he started the blog space. “I used to go to shows; now I put on shows. I would comment in places anonymously. Now I help create what's being talked about” (39). They used online writing as a way to carve out an identity and role within these online communities—situating themselves, establishing their status, and often seeking to achieve a specific objective. They liked knowing they were “helping out” (8). All who contributed reported improvements in their feelings of individual empowerment, connection with the world around them, and general public life satisfaction and community awareness. These feelings increased the more they contributed. They became “regulars,” with some participants writing several times a day."]}, {"sec_title": "Discussion", "sec_content": ["One important finding to come from these interviews was that people do not feel empowered simply by being trained in production, which was supposed to be a step towards getting people to contribute. Guiding people to these news websites and explaining to them how to take part will not guarantee active contribution to news production, even with motivated would-be participants. It could be that the training these citizens underwent through Madison Commons contributed to the reason for their intimidation. Once some citizens learned the standard protocol for information dissemination, some of them declined to participate. Those interviewed reported that the notion their contribution might be considered “journalism” acted as a barrier to their engagement. News as “commodity” did not interest them—only expertise. As such the idea that citizens shall step in to become general-assignment reporters seemed to fail, as least with these participants. Those non-contributors who were interviewed reported significant concerns about their level of information authority over unfamiliar topics as well as the time and effort necessary to perform well. Therefore, these tensions over what a news community should be must be resolved before any citizen-journalism forum can become a significant component of people's communal lives. And that community should not have an institutional protocol where mass news production is the main goal. Rather, people wanted to consider the information bits they owned as worthy, useful and valued in a particular realm. In other words, people had to achieve the feeling that they were visiting a Third Place before they followed through on their initial impetus to become an exchanger of communal information.", "This wariness dissipated once citizens began contributing to sites on a regular basis. The more people wrote, the more they felt like “regulars” and viewed the contribution as a practice of social power, community engagement, and societal knowledge building. Their authority, at least on this site for that article, was assured. Each production motivated more contributions. Like some research has shown, their contributions generally reflected the participants’ pre-existing ways of communal engaging. Blogs, commenting spaces and other news spaces proved to be outlets for their work, hobbies and other offline habits. Nonetheless, this evidence showed that the Madison information community benefited from a more diverse set of writers providing rich information in spheres that otherwise went under-reported.", "Furthermore, one major finding from this research showed that for many of those reporting frequent information production, citizens expanded their kinds of communal participation. Those who contributed in the virtual world felt as if they had achieved new social power in the sense of stronger connections and a greater presumption of authority as well as new connections to people in their local community. Community engagement from the virtual realm tended to carry into the physical ones in several ways: one, individuals felt empowered to create both online and offline dialogues with people, connected to events on a more personal level, and engaged (volunteered, attended, and otherwise participated) in community issues/events. Two, their social power grew because others in their social network recognized these contributors as information purveyors. They “like being the first person to tell something that happens,” said one blogger (15). “That is always exciting to be experiencing it and seeing what is going on and having first dibs on a story and being able to share it with people.” And three, knowledge, tolerance and awareness increased, allowing the individual to then widen social circles.", "But now for the framing questions of this research: did this participation online in these local news sites result in feelings akin to those felt when visiting a physical-world Third Place? Can motivating to actively and regularly contribute to information production at a local level enhance people's sense of community membership? Certainly non-contributors and contributors alike did not always feel a sense of play or warmth in these user-generated news sites; in fact some of them were repelled by the content they found within, actively avoided these sites or visited only to “vehemently disagree” (37, 39, 40). Even regular contributors said these blogs and commenting sites were not always the most comfortable places (38). This would seem to suggest that our original premise that acts of “citizen journalism” might increase feelings of community belonging could be deemed inaccurate. Parts of this evidence suggested that employing “citizen journalism” to enhance collective participation in geographic-based community may not be a viable primary goal for site administrators. Some of these contributors seemed to be practicing a self-interested information exchange more than any “citizen journalism.” It appears from this evidence that the label “citizen journalism” can actually be disempowering and inhibit communicative acts that might otherwise allow the creation for true, whole Third Places that enhance local community by means of information production and exchange.", "And yet those active contributors in Madison, WI, spoke of their virtual visitations in much the same way Oldenburg described the ideal outcomes that should emerge from any physical-world Third Place. It is the premise of this essay that some news contributions online resulted in a fluctuating “Third Place-ness” that enhanced engagement with local communities—though that was often not the primary intent for people. The inclusiveness and familiarity that study participants associated with their online news activity transcended the more organized structures of society, including their workplaces. They developed communities where they felt “at home,” where they “knew” people they had never actually met, and where they had control over bits of societal information that helped establish (and re-establish) their role in these communities. In several instances, participants described situations where they came in contact with societal leaders as a result of their information production and exchange on some blog or in a commenting forum. This evidence suggested that via some “citizen journalism” participation, individuals strengthened weak communal ties, augmented existing relations and manipulated their social networks in a gratifying and empowering way (as Benkler, 2006, posited might happen). These reported feelings born from online communicative acts extended into the physical-world, local community of Madison, WI. Several respondents indicated that they had developed associative ties that would not have existed had they not contributed. Some said they felt “closer” to Madison, naming the city as one of their communities more frequently than those who did not contribute regularly to local news sites. In these ways, modes of “citizen journalism”—or at least information exchange—in news-dedicated spaces enhanced notions of place-based community for those interviewed."]}, {"sec_title": "Conclusion", "sec_content": ["Much research has documented the rise of the so-called “citizen journalist” and of niche communities online. We were interested in how the greater world of Madison might be recreated or at least improved because of the online information being exchanged, as some research had indicated. As Oldenburg surmised, creating a successful Third Place depended on its participants’ motivations and forms of activity as well as a successful overcoming of various tensions. This research demonstrated that the very idea of journalistic performance can inhibit free exchange in public online spaces and reduce any feeling of empowerment. Site administrators and local bloggers who aim to promote a greater sense of community should consider the particular dynamics of a space that will make people feel inspired to participate in the same way a good coffeehouse might.", "And yet, for those who did begin contributing regularly, a richer sense of community followed participation. The implications of this for both online and offline community building as well as for journalism are immense. From John Dewey to James Carey, scholars have long connected powerful journalism to healthy communities. However, in their theorizing, news production occurred as part of the institution of the press. In this research, some citizens found they themselves could engender important dialogue online in a way that enriched the offline world—circumventing the press. Their exchanges of their expertise in these forums helped create a sense of place for the contributors, allowing them to develop an active role within Madison, WI, both online and offline. Citizens as part of niche communities contributed to specific information realms, which served as a bridge to a broader physical-world community."]}], "references": [{"title": "The Antecedents of Community-oriented Internet Use: community participation and community satisfaction", "year": "2006", "journal": "Journal of Computer-mediated Communication", "volume": "11", "authors": [{"name": "Dutta-bergman Mohan", "first_name": "Dutta-bergman", "last_name": "Mohan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Communication, Community, and Democracy: toward a theory of the communicatively integrated community", "year": "2001", "journal": "Communication Research", "volume": "28", "authors": [{"name": "Friedland Lewis", "first_name": "Friedland", "last_name": "Lewis", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Neighborhoods in the Network Society: the e-Neighbors study", "year": "2007", "journal": "Information, Communication \\& Society", "volume": "10", "authors": [{"name": "Hampton Keith", "first_name": "Hampton", "last_name": "Keith", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Bloggers’ Motivations and Behaviors: a model", "year": "2007", "journal": "Journal of Advertising Research", "volume": "47", "authors": [{"name": "Huang Ching-Yuan", "first_name": "Huang", "last_name": "Ching-Yuan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shen Y.-Z.", "first_name": "Shen", "last_name": "Y.-Z.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lin H.-X.", "first_name": "Lin", "last_name": "H.-X.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Change S.-S.", "first_name": "Change", "last_name": "S.-S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Third Places", "year": "1995", "journal": "Brandweek", "volume": "36", "authors": [{"name": "Khermouch Gerry", "first_name": "Khermouch", "last_name": "Gerry", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veronsky Frank", "first_name": "Veronsky", "last_name": "Frank", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Collective Use of the Internet and Reciprocity as Lubricants of Democracy", "year": "2006", "journal": "Information, Communication \\& Society", "volume": "9", "authors": [{"name": "Kobayashi Tetsuro", "first_name": "Kobayashi", "last_name": "Tetsuro", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ikeda Ken'ichi", "first_name": "Ikeda", "last_name": "Ken'ichi", "affiliation": "", "orcid": "", "role": ""}, {"name": "Miyata Kakuko", "first_name": "Miyata", "last_name": "Kakuko", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why We Blog", "year": "2004", "journal": "Communications of the ACM", "volume": "47", "authors": [{"name": "Nardi Bonnie", "first_name": "Nardi", "last_name": "Bonnie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schiano Diane", "first_name": "Schiano", "last_name": "Diane", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gumbrecht Michelle", "first_name": "Gumbrecht", "last_name": "Michelle", "affiliation": "", "orcid": "", "role": ""}, {"name": "Swartz Luke", "first_name": "Swartz", "last_name": "Luke", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Exploring the second phase of public journalism”", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "NIP JOYCE", "first_name": "NIP", "last_name": "JOYCE", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Third Place", "year": "1982", "journal": "Qualitative Sociology", "volume": "5", "authors": [{"name": "Oldenburg Ray", "first_name": "Oldenburg", "last_name": "Ray", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brissett Dennis", "first_name": "Brissett", "last_name": "Dennis", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mobilizers Mobilized: information, expression, mobilization and participation in the digital age", "year": "2009", "journal": "Journal of Computer-mediated Communication", "volume": "14", "authors": [{"name": "Rojas Hernando", "first_name": "Rojas", "last_name": "Hernando", "affiliation": "", "orcid": "", "role": ""}, {"name": "Puig-I-Abril Eulalia", "first_name": "Puig-I-Abril", "last_name": "Eulalia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Virtual Community Support for Offline Communities Through Online Newspaper Message Forums", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Rosenberry Jack", "first_name": "Rosenberry", "last_name": "Jack", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Nonrecursive Models of Internet Use and Community Engagement: questioning whether time spent online erodes social capital", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Shah Dhavan", "first_name": "Shah", "last_name": "Dhavan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schmierbach Michael", "first_name": "Schmierbach", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hawkins Joshua", "first_name": "Hawkins", "last_name": "Joshua", "affiliation": "", "orcid": "", "role": ""}, {"name": "Espino Rodolfo", "first_name": "Espino", "last_name": "Rodolfo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Donavan Janet", "first_name": "Donavan", "last_name": "Janet", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Sociology of Sociability", "year": "1949", "journal": "The American Journal of Sociology", "volume": "55", "authors": [{"name": "Simmel Georg", "first_name": "Simmel", "last_name": "Georg", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Computer-mediated Communication as a Virtual Third Place: building Oldenburg&#039;s great good places on the World Wide Web", "year": "2006", "journal": "New Media \\& Society", "volume": "8", "authors": [{"name": "Soukup Charles", "first_name": "Soukup", "last_name": "Charles", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Where Everybody Knows Your (Screen) Name: online games as ‘third places’", "year": "2006", "journal": "Journal of Computer-mediated Communication", "volume": "11", "authors": [{"name": "Steinkuehler Constance", "first_name": "Steinkuehler", "last_name": "Constance", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Dmitri", "first_name": "Williams", "last_name": "Dmitri", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Deconstructing the Discourse of Citizen Journalism: who says what and why it matters", "year": "2008", "journal": "Pacific Journalism Review", "volume": "14", "authors": [{"name": "Tilley Elspeth", "first_name": "Tilley", "last_name": "Elspeth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cokley John", "first_name": "Cokley", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Introspection in Consumer Research: implementation and implications", "year": "1993", "journal": "Journal of Consumer Research", "volume": "20", "authors": [{"name": "Wallendorf Melanie", "first_name": "Wallendorf", "last_name": "Melanie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brucks Merrie", "first_name": "Brucks", "last_name": "Merrie", "affiliation": "", "orcid": "", "role": ""}]}]}