{"doi": "10.1080/1461670X.2013.824207", "url": "https://doi.org/10.1080/1461670X.2013.824207", "title": "A News Negotiation of A State's “History”", "volume": "15", "year": "2014", "issue": "4", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Robinson", "first_name": "Sue", "name": "Sue Robinson", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Knisely", "first_name": "Sandra", "name": "Sandra Knisely", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Schwartz", "first_name": "Mitchael", "name": "Mitchael L. Schwartz", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This research documented the collective mnemonic story that arose from the news coverage of the first anniversary of the Wisconsin protests in 2012. The evidence from news articles, books, and social media demonstrated that although interactivity offered an opportunity for people to reclaim the story of the protests, the content in citizen-populated spaces only served to recreate the fiery binaries from the mainstream news coverage. Strategic rituals of objectivity dominated reportorial writing; citizens used eyewitness reports, personal experience, and links to assert their right to remember. In the end, the stories that emerged were so divisive—even at the anniversary—that no collective memory appeared to be coalescing and the state remained mired in its past. This case study serves as an opportunity to unveil the processes of collective memory formation in a digital era when citizens can help produce the nation's historical accountings alongside journalists. This evidence demonstrated that user-generated spaces online can disrupt formalized collective-memory formation and become a place where time stands still, raw feelings can fester, and little in the way of alternative perspective prevails, despite new-media scholars' hopes.", "body": [{"sec_title": "Introduction", "sec_content": ["On February 11, 2011, Wisconsin Governor Scott Walker and his Republican legislature introduced the “budget-repair” bill that cut pensions for all public workers and throttled unions' rights to collectively bargain for benefits. Word spread by February 14 when the first wave of protesters—about a thousand graduate students from the University of Wisconsin-Madison—demonstrated at the state Capitol. Crowds swelled to hundreds of thousands of teachers, public workers, and others. The “Wisconsin protests” prompted a recall campaign against the governor and other politicians and spurred similar pro- and anti-union movements throughout the nation. A year later, citizens rallied again to commemorate the anniversary of the protests when journalists and citizens re-negotiated the meaning of the protests.", "This article seeks to tell the collective mnemonic story of the Wisconsin protests as it was forming during the anniversary in February and March 2012. Wisconsin's journalists and book authors worked to construct a formal, compelling, mythic narrative that imbued a sense of meaning into the unrest a year prior, even as continuing political uncertainty prevented any true historical account from solidifying. But as digital technologies have complicated the process of collective memory formation, this article also will investigate how citizens responded to these formal, published narratives in virtual spaces. Fisher (1987, 154), writing before the internet's popularization, considered audience as a mere presumption by an author—an assumption shared by journalists and historians (Bodnar 1992; Edy 2006; Gillis 1994; Haskins 2007). However, with digital interactive capabilities, audiences as authors can exert their own mnemonic narrative role. Narrative characters, chronologies, settings, morals, and themes may no longer abide by any “in common” narrative rationality of the kind Fisher has described. This article documents the emerging collective memory(ies) of the Wisconsin protests in order to explore how online interactivity encourages new kinds of remembering and how those memories intersect with narratives developed by journalists and historians. This case study is particularly interesting because it offers an incredibly divisive event that polarized the state in 2011 and through 2012 at the anniversary.", "In essence, the collective memory developing at the time of the first anniversary in formal print publications and in more vernacular spaces like online citizen forums reaffirmed hegemonic values and situated the events in history. This evidence did not reveal a plethora of individual voices as scholars predicted, but rather demonstrated a polarization of two mainstream storylines emphasizing what it meant to be an ordinary Wisconsinite and American citizen. Whereas journalists fell back on strategic rituals of objectivity (Tuchman 1972), citizens attempted to gain authority and engage in “collective” framing by sharing links, eyewitness reports, and personal experience. In their exuberance to demonstrate experience and knowledge—and thus the “right to remember”—citizens essentially reconstructed the original protests online, altered the temporal aspects of the protest memory, and reworked morals from the story. This problematizes the notion of an idealized collective memory because divergent citizen voices on a single event could stagnate the state in the past, rather than helping it to move forward."]}, {"sec_title": "Literature Review", "sec_content": ["Calling it the “narrative paradigm,” Fisher (1987) proposed that humans conduct themselves according to a narrative logic. Historians, journalists, fiction writers, and others populate stories with a collection of symbols to explain by way of “good reason.” Both the informal stories we participate in via interpersonal conversation and formal stories via public spaces help people contextualize their lives according to history, culture and character (Fisher 1987, xii). News scholars have adopted this paradigm to explain how reporters produce archetypes, perpetuate cultural values, repeat common myths, and generally assign narrative properties to the components of any news story (Barkin 1984; Bird and Dardenne 1997; Eason 1981; Gans 1979; Kitch 2005; Lule 2001; Zelizer 1990). Carey (1986) argued that such stories emerge not from individual news articles, but from the entire “curriculum” of coverage, aggregating pieces of meaning into a master narrative of dominant values.", "Coined by sociologist Maurice Halbwachs, the concept of collective memory incorporates at its core the “narrative paradigm.” Historians have often noted the communal contexts associated with interpreting social texts as legends. Lipsitz (1990) highlighted the link between history and popular culture, noting how emerging modes of storytelling such as the telegraph re-shape collective memory processes. Disagreement exists over who can serve as “author” of such collective narratives. Fisher (1984) believed the process of narrative construction represented a universal human trait, as all cultures in all eras have produced some form of story. Rowland (1987) criticized Fisher for ignoring expert domination in the public sphere and argued that collective narratives are not inherently democratic and do not necessarily serve as alternatives to hierarchical systems of social knowledge. The paradigm should act as a philosophical approach to interpreting and assessing human communication (Fisher 1989). As such, the narrative paradigm incorporates both formal narratives constructed by elites/professionals and the creative processes of citizens.", "Over time, professional and vernacular narratives coalesce into collective memory. Collective memory entails the collaborative, public creation of shared remembrance of national events (Zelizer 1995). This consensual understanding occurs via many cultural vehicles, including books, art, memorials, museums, and movies (Bodnar 1992; Hoerl 2007; Sturken 1997); collective memory is also presented and shaped by news narratives (Edy 1999; Kitch 2003, 2005; Robinson 2009; Schudson 1992; Sturken 1997; Zelizer 1992). Much has been written about how collective memory can become politicized as a way for present-day society to navigate contemporary uncertainty and unrest (Archibald 2002; Halbwachs 1992; Rosenzweig and Thelen 1998). It is through commemorative news reports following any crisis that a nation learns to cope and heal. In finding exemplar sources, reporters present characters within mythic narratives whose morals relay a positive message even in the face of senseless tragedy (Berkowitz 2010; Kitch 2003; Robinson 2009).", "The key here is the term “collective.” Collective memory entails a dualistic creation of both the individual and universal understanding of past events (Zelizer 1994). Gillis (1994) wrote:Commemorative activity … is by definition social and political, for it involves the coordination of individual and group memories, whose results may appear consensual when they are in fact the product of processes of intense contest, struggle, and in some instances, annihilation. (5) ", "Commemorative activity … is by definition social and political, for it involves the coordination of individual and group memories, whose results may appear consensual when they are in fact the product of processes of intense contest, struggle, and in some instances, annihilation. (5)", "Any time a crisis occurs—be it political unrest or a natural disaster—journalists help to unify an often fractured public by offering an explanation of the situation, reassuring people of institutional authorities' competence, and reconnecting citizens with each other as well as with mainstream norms and values (Berkowitz 2010; Kitch 2003; Robinson 2009; Schudson 2002). Kitch (2003) calls this a collective ritual people must perform in order to reestablish a sense of communal wellbeing in the wake of disaster or tragedy. Journalists, for example, did not need to be told to assume a “pastoral,” “protective,” and “neighborly reassurance” role post-September 11, wrote Schudson (2002, 41); journalists form and perpetuate the very notion of the “consensual we” (41) during such times.", "But researchers have pointed out how anniversary stories often fail to revisit the complexities of the events. Whether in history books or news accounts, memory narrative has traditionally comprised literate, elite males to the exclusion of other voices unless that memory was confined to vernacular material such as quilts (Bodnar 1992; Gillis 1994; Haskins 2007). Consider Edy's (2006, 195) findings that: “Individuals are typically granted access to the news only briefly and therefore cannot engage in a concerted program to affect the development of stories about the past.” Any individual counter-memory becomes an anomaly marginalized in the master narrative.", "With the advent of the internet and the rise of the “mass self-communicator” (Castells 2009), some scholars maintain the line has blurred between official, collective memory statement and vernacular particulars of remembrance—that is, the individual, singular memory (Foot, Warnick, and Sneider 2005; Haskins 2007; Savoie 2010; Warnick 2002; Zelizer 2004). Much has been written about the way in which new media can alter the formation of a narratized collective memory (Neiger, Meyers, and Zandberg 2011; Haskins 2007; Robinson 2009; Savoie 2010; Zelizer 2004). Neiger, Meyers, and Zandberg (2011) argued that emerging digital technologies provide new venues for memory construction beyond traditional, elite media platforms, and Pinchesvski (2011) argued that online archives provide constraint-free platforms for memory construction, as well as opportunities for social ties to develop. While investigating the 9/11 archives for Ground Zero, Savoie (2010) argued that online venues created space for individual memory but that citizens also sought common storytelling. However, other forms of digital remembering privilege “individual particularity”—as Savoie (2010) calls it—but little collective possibility. Thus, one wonders if the result may be little opportunity for a larger narrative to be healing, given other scholarship on the influence of collective memory.", "The widespread ability for people to bear witness in online archives and other enduring spaces should complicate, empower, and diversify memory narrative. One potential by-product of the melding of this former binary—that is, particularity to universal—is the ensuing narrative confusion that can occur (Huyssen 1995, 253). Volume, commercialization, and a growing superficiality in the sharing culture also add to the list of potential drawbacks of such mass mnemonic work in forums, blogs, archives, journaling, and other venues online (Gillis 1994; Haskins 2007; Manovich 2001). Studying the 9/11 digital archive, Haskins (2007) discovered that although the archive offered a diverse, democratic, and inclusive set of narratives, the archive narratives also resulted in political fragmentation and an acceleration of primary-event amnesia.", "If we accept the Web's potential for allowing alternative narratives, thereby democratizing narrative construction, then anniversary news coverage should reveal a cacophony of agendas, ideas, and memories about the original event, rather than a single, master narrative. Complicating the Wisconsin case was the participation of union members and solidarity symbols, such as the raised fist. The original protests in Madison depended upon a united front. The merging of the anniversary with the ongoing national Occupy Movement, which adopted the motto “we are the 99%,” cemented that dependence on universality. Can the ability of the protester to mass self-communicate allow that person to undermine such a movement of solidarity? Our investigation was guided by the following questions for analysis:What are the narratives arising from the Wisconsin protests at its anniversary in press reports and books?How did individual citizens support or contest those narratives?What are readers to remember about the Wisconsin protests when considering all of this content as a “curriculum” of coverage? What values are generated, hegemony reaffirmed, ideas purified, and dominant thought subverted (Fisher 1989)? ", "What are the narratives arising from the Wisconsin protests at its anniversary in press reports and books?", "How did individual citizens support or contest those narratives?", "What are readers to remember about the Wisconsin protests when considering all of this content as a “curriculum” of coverage? What values are generated, hegemony reaffirmed, ideas purified, and dominant thought subverted (Fisher 1989)?", "Through all of these responses, we consider how the past events intermingle with ongoing political unrest, how “memory” becomes politicized for present-day circumstances (Archibald 2002; Halbwachs 1992; Rosenzweig and Thelen 1998), and how what we know and understand about activities from a year prior contributes to a developing mnemonic story."]}, {"sec_title": "Method", "sec_content": ["To answer these questions, we collected every journalistic piece written about the anniversary of the protests between February 1 and March 12, 2012. This amounted to 34 articles in 12 mainstream news publications from around the state. We included three books published around the anniversary that documented the original coverage authored by local historians or journalists—authors intent on telling a cohesive narrative of what happened (Buhle and Buhle 2012; Nichols 2012a; Weidemann 2012). In addition, we collected the first 200 comments on each of the published news articles—about 3500 comments in all. We supplemented this user-generated content (UGC) with social media content by collecting comments under news article postings in the two most frequented liberal Facebook Groups (“Shit my Governor is Doing to the State” and “Shit My Governor Says”) and the two most frequented conservative Facebook Groups (“We Support Scott Walker in Making Wisconsin Great Again” and “I Stand with Scott Walker”). We also looked at five articles from Dane 101, an established non-partisan citizen journalism site, and several live blogs (moderated by a local alternative weekly) that aggregated tweets during the anniversary rallies.", "We approached these data using qualitative textual analysis techniques, employing an adapted “signature matrix” from Gamson and Lasch (1983) that provides a comprehensive model for capturing narrative components: “Every package has a signature—a set of elements that suggest its core frame and position in a shorthand fashion” (399). The data were mined for the following categories of narrative: Characters: Who is present? What role do they play in the story? Roots of complication: What motivations for taking part in the protest narrative can be discerned? Metaphors/catchphrases: What comparisons are being made, and what slogans evoked? Past/present exemplars: What historic and other events are referenced? Appeals to principles: What values emerge from the narrative? Consequences: How will people remember the moral of this story? ", " Characters: Who is present? What role do they play in the story?", " Roots of complication: What motivations for taking part in the protest narrative can be discerned?", " Metaphors/catchphrases: What comparisons are being made, and what slogans evoked?", " Past/present exemplars: What historic and other events are referenced?", " Appeals to principles: What values emerge from the narrative?", " Consequences: How will people remember the moral of this story?", "Narrative textual analysis—particularly in collective memory—depends upon an appreciation of authorship and readership in tandem with the political, cultural, and social context of the event (Berkowitz 2010; Fisher 1987; Flyvbjerg 2011; Kitch 2003, 2005; Robinson 2009; Zelizer 1998). To capture this context, all material was read twice: once to interpret the content according to the matrix and once to discern the thematic patterns of the dominant and counter-narratives according to the genre of the authorship. In this re-reading, we applied concepts from narrative theory and collective memory scholarship. We examined how narrative elements formed a storyline generating a value system (Halbwachs 1992), offering subversive meaning (Fisher 1987) and counter-memory (Zelizer 1998), depicting archetypes (Lule 2001), and otherwise attempting to form a consensual “we” (Schudson 2002) via the strategic rituals of classic journalism (Tuchman 1972)."]}, {"sec_title": "The Case Study", "sec_content": ["As with all historic events, the 2011 Wisconsin protest “story” was multifaceted. The story included the (ultimately ineffective) walkout of 14 state senators to Illinois to delay voting on the bill and the presence of celebrities, such as Michael Moore and MSNBC's Ed Shultz. Other elements of the narrative included:Protesters originally fought for collective bargaining rights and against cuts to benefits for state workers.Teachers were lambasted by both sides when they closed schools for nearly a week.Protesters, though largely peaceful, caused $270,000 in damages to the state Capitol Building and more than $10 million in police costs. ", "Protesters originally fought for collective bargaining rights and against cuts to benefits for state workers.", "Teachers were lambasted by both sides when they closed schools for nearly a week.", "Protesters, though largely peaceful, caused $270,000 in damages to the state Capitol Building and more than $10 million in police costs.", "The protests spurred a statewide recall campaign for a handful of Democratic and Republican legislators, along with the governor. Ultimately a million signatures were collected, sending the recall to an election held in June 2012. And, around the nation, labor activists organized rallies protesting similar legislative bills in their homes. Some even argued the Madison protests fueled the Occupy Movement, which spread across the country that summer."]}, {"sec_title": "The “Official” Collective Narrative", "sec_content": ["In much the same way Kitch (2007) described the “blue-collar patriots” of a West Virginian mining disaster, the journalists and book authors documenting the Wisconsin protest anniversary crafted a narrative about heroic ordinary people—working-class citizens who banded together to confront a common enemy. A year after Wisconsin farmers drove their tractors to the Capitol, one book author remembered them as patriotic: “for we electrical workers, gas station clerks, and accountants, farmers are a symbol of what America is, and what it can be. To lose what we were is to lose what we are” (Weidemann 2012, 14). Those actions were also often described as first-time acts, and thus, more genuine and authentic (Spicuzza 2012). Protesters were described as “standing together” (Nichols 2012b): “‘It was about the solidarity with all the different struggles,’ Pan [a student leader] said. ‘Looking back, that's sort of what I got out of it. All of our struggles are interconnected’” (Peterson 2012). Their story reflected the story of every Wisconsinite, and also, therefore, of every American. For example, the anniversary accounts often connected the protests to the Occupy Movement, using as its motto “we are the 99%” (August 2012; Mukherji 2012; Nichols 2012a; Schneider 2012; Spicuzza 2012; Thompson 2012). Protest coverage occasionally evoked the term “revolution” or couched the dialogue in references to the American Revolution and other tales of innocent underdogs fighting for justice:“The people are down right now, but we are not out,” said Mahlon Mitchell, Fire Fighter. “This is a fight they wanted, this is a fight they started. Well if it's a fight they want, it's a fight they're going to get.” (August 2012) ", "“The people are down right now, but we are not out,” said Mahlon Mitchell, Fire Fighter. “This is a fight they wanted, this is a fight they started. Well if it's a fight they want, it's a fight they're going to get.” (August 2012)", "In this quote, the speaker is described as a “fire fighter” (as opposed to Mitchell's other title—“candidate for lieutenant governor”), and he tells the story of an oppressed people who muster the courage to rise up (thus the oft-repeated catchphrase “uprising”) to “fight” aggressors. As in other anniversary tales (Kitch 2007), firefighters and other working-class protesters were commonly viewed as courageous, selfless heroes. The anniversary stories re-reported the protests as an epic battle for the state's soul (Glauber 2012b, 2012c; Knutsen 2012c; Kujak 2012; Nichols 2012a; Porter 2012). In these articles the protesters were remembered as triumphing over adversity by braving the cold, standing up to power elites, and performing the hard work of democracy (Knutsen 2012a; Nichols 2012a; WBAY-TV 2012). They deserved “an enduring place in Wisconsin history, “ according to a video on an alternative weekly news site.", "In an effort to maintain balance, journalists presented the Republicans and Gov. Walker as Responsible Capitalists (Gans 1979) faced with the challenging task of balancing the state budget from within a sanctioned American institution. Although his actions were relayed with battle-frame catchphrases such as “dropping the bomb,” “attacked,” “stripped,” “forced,” and “pushed,” Walker was also consistently connected with budget balancing in the face of intense criticism (August 2012; Mukherji 2012). At times, the protesters were portrayed as irresponsible and anti-regular “folk”:… said Republican Senator Frank Lasee of De Pere. “Folks nationally and in every state in the country, times are kind of tough … I hope it doesn't add up to millions of dollars of police overtime again … That $10 million could go to helping taxpayers, helping citizens.” (WBAY-TV 2012) ", "… said Republican Senator Frank Lasee of De Pere. “Folks nationally and in every state in the country, times are kind of tough … I hope it doesn't add up to millions of dollars of police overtime again … That $10 million could go to helping taxpayers, helping citizens.” (WBAY-TV 2012)", "Coverage may generally depict Walker as an aggressor, but in pieces like this one, his aggression is framed as “helping citizens” (and not only “taxpayers”). Many of the stories positioned Walker as an “elected official” conducting “government proceedings” (Kujak 2012). In addition, reporters described the anniversary protests as “union” or “labor” events, widely quoting the “we're baacccckkkk” comment made by the president of the Wisconsin AFL-CIO (American Federation of Labor and Congress of Industrial Organizations) who spoke at the anniversary rally. This choice framed the rallies as strategic, supported by the use of activist sources such as union officials and “professional” protesters: “Larry Christianson … held a sign that read, ‘Fire the Liar,’ and said he had at least 40 other signs at home. ‘I've been here about 100 times in the last year’” (Rodriguez 2012). In portraying these actions as typical and strategic and by including “officials” for both sides, journalists and book authors fell back on “strategic rituals of objectivity” (Tuchman 1972) that imbue the pieces with historical authority (Zelizer 1992).", "All of the stories described the 2011 protests as “historic” events that helped the state move forward (August 2012; Barbour 2012; Nichols 2012a; Schneider 2012; Simmons 2012; WBAY-TV 2012). “It is important to recognize that what is truly remarkable about the Wisconsin uprising is that it is now about so much more than Wisconsin. What started in Wisconsin is, as the BBC's Paul Mason puts it, ‘kicking up all over’” (Nichols 2012a). Furthermore, the employment of catchphrases like “Solidarity,” “This is what democracy looked like,” and “We are Wisconsin,” in addition to “historic” helped local journalists and book authors situate the state's importance in the larger American story. Several of the articles, for example, characterized Wisconsin as the birthplace of public unions and the Progressive Party (Glauber 2012c; WBAY-TV 2012). Most importantly, this reclamation of Wisconsin's voice was meant to signify an enduring presence in American engagement on the world stage. One major lesson from the past year, according to the formal narratives, taught that uprisings spur additional democratic action and justify claims to American history (August 2012; Mukherji 2012; Krueger 2012a, 2012b)."]}, {"sec_title": "The Citizen's “Collective” Narrative", "sec_content": ["In the citizen content produced simultaneously with the professional content, a similar narrative appeared in terms of the ordinary-person-as-hero archetype, the governor as a Responsible Capitalist, and the importance of the protests in Wisconsin history. However, people commenting in these areas took their narratives to extremes, resurrecting the protests in virtual realms. Furthermore, the strategies citizens employed to relay these stories demonstrated developing UGC rituals in the formation of collective memory—even as that memory was still being developed. Indeed, through all of these comments, “memory” of the protests mingled with observations about present-day unrest.", "Walker and the unions were either denigrated as “liars” with hidden agendas or praised as fiscally responsible heroes. Protesters were depicted as either patriots or traitors who hate capitalism (and thus, democracy and America). For example, in this post citizens argued over ownership of the term “union thug” as used to describe protesters:The Mannnnn:Calling hundreds of thousands of fed-up Wisconsinites “union thugs” is not the wisest way to avoid getting tossed from office. Let's stop kidding ourselves. The 1,000,000 ccNOT “union thugs.” Tpartywarrior:No, the “thugs” are the union leaders, the rest are mindless sheep. (Glauber 2012a) ", "Calling hundreds of thousands of fed-up Wisconsinites “union thugs” is not the wisest way to avoid getting tossed from office. Let's stop kidding ourselves. The 1,000,000 ccNOT “union thugs.”", "No, the “thugs” are the union leaders, the rest are mindless sheep. (Glauber 2012a)", "In the above post, conflicting roles for the unions such as Trickster (a Lule [2001] term for a character archetype who pretends to be something he is not) manipulating workers or as leaders of an active electorate collective reflect a constant volleying for the storyline. Pro-Walker citizens marginalized protesters by calling them hippies, Marxists, Socialists, Communists, and other radicalized terms. Walker was the “responsible capitalist”—a Gans reference to an American value often depicted in news narratives—whom they compared to Reagan (indeed, one major thread in the Facebook groups suggested Walker run for president as the “Great Communicator”), providing “evidence” that the unions manipulated Wisconsin residents, and reminding people that the state had democratically elected the governor in a large majority. In this post on the We Support Scott Walker in Making Wisconsin Great Again Facebook page, note the battle-like terminology from the mainstream coverage flipped to show the protesters as invaders and pro-Walkerites as “responsible”: “Carol: Show the protestors holding our Capital hostage and then cut to those of us who instead showed up for our jobs and kept working.” For these people, the lessons from the protests was one of economics: “TerryN: The over average job decline in Wisconsin can be directly attributed to the protests in Madison and the recall effort. Business are seeing what the workforce has become and are bailing out” (Gilbert 2012).", "Contesting that frame in aggressive, direct counterpoints, pro-protester authors demonized the governor because he “acted as a dictator”—and thus, was unworthy of leading the people. Citizens characterized the elected politicians as Trickster:Bengal:I have to hand it to Walker, he is a master of manipulating people so they are at each other's throats. I do think the issue of collective bargaining is just a red herring to distract the people from his main agenda. I often wonder what his real agenda is. (Spicuzza 2012) ", "I have to hand it to Walker, he is a master of manipulating people so they are at each other's throats. I do think the issue of collective bargaining is just a red herring to distract the people from his main agenda. I often wonder what his real agenda is. (Spicuzza 2012)", "In these frames, protesters were fighting the good fight, acting in solidarity with all Wisconsinites as a matter of “life and death” (Mills 2012). The UGC-specific catchphrase “grassroots” referenced the original motivation for the protests as “authentic” and not strategic.", "Stories emerged through vigorous, evidence-based dialogue as in the response to TerryN's declaration that the protests would diminish Wisconsin's economic stability:FightinTheGoodFight:SO, if the jobs report later this week shows a net increase, will you be consistent and give credit to the protestors, or will that somehow magically be Walker's doing? Ignaz:Which is why Walker should not have acted like a dictator. unions pay you share:Ignaz maybe you should look at your hero Obama as the dictator, he tells religions how to think, how we should spend our money … Quahe:@ TerryN—that is just an asinine statement with no proof whatsoever. TerryN:Yes, there is no proof of my statement. Doesn't make it asinine, just opinion. unions pay you share:TerryN you can have a opinion and the facts to support it. The libs don't accept that. You either agree with Obama or you are a racist … I just can't wait until November when he goes back to Reverand Wright. citizen21:@unions. Note, I supplied data (facts), you merely gave some crazy rant about Reverend Wright, etc … (Gilbert 2012) ", "SO, if the jobs report later this week shows a net increase, will you be consistent and give credit to the protestors, or will that somehow magically be Walker's doing?", "Which is why Walker should not have acted like a dictator.", "Ignaz maybe you should look at your hero Obama as the dictator, he tells religions how to think, how we should spend our money …", "@ TerryN—that is just an asinine statement with no proof whatsoever.", "Yes, there is no proof of my statement. Doesn't make it asinine, just opinion.", "TerryN you can have a opinion and the facts to support it. The libs don't accept that. You either agree with Obama or you are a racist … I just can't wait until November when he goes back to Reverand Wright.", "@unions. Note, I supplied data (facts), you merely gave some crazy rant about Reverend Wright, etc … (Gilbert 2012)", "This was a typical exchange in the commenting spaces. First, note the tugging over the characters: Who should be worshipped as hero? In this case, the very role of “hero” is sarcastically articulated. Second, references to “proof,” “facts,” and “data” thread the narrative such that the evidence itself becomes a supporting actor and a dominant storyline. The commenters referred to past events, reports, personal experience, and websites to support their points. Note the tension around whether the commenting space should be a place for opining or exchanging factual information. As part of “fact,” individuals recounted witnessing the original events. They also directly engaged with reporters: “midwis: Another ‘objective reporting’ article by Spicuzza—she and Barbour, left wing activist posing as journalists. Interesting poll on Channel 3000 website [cites URL]” (Spicuzza 2012). Without some kind of “proof,” posters became marginalized and their comments met counter “evidence” represented largely by URLs or other “reporting.”", "Many comments used the anniversary as an occasion to make points about other political situations local and national, historical and contemporary. For example, mention of a bill to ease environmental regulations for an iron mine in northern Wisconsin appeared repeatedly, connected to the original protests in terms of jobs and the “real” will of “real” Wisconsinites. One commenter suggested the protesters were misguided, and unions were destroying the state via a grand conspiracy against rich job creators (Glauber 2012c). Citizens rallied for ownership over the working-class Wisconsinite identity, bringing in unrelated political situations such as the Occupy Movement or the Great Depression. Both conservatives and liberals aligned themselves with working-class “heroes.” Comments in these sections exercised a desire to define the citizenry and to lambaste those elites trying to control it—a key negotiation in this anniversary coverage. For example, people co-opted memories of Ronald Reagan, Franklin D. Roosevelt and others to re-argue who is really looking out for the ordinary people—Politicians? Unions? Protesters? (August 2012). These past- and present-day exemplars symbolized the lessons of the past-protest story, allowed citizens to claim ownership over ordinary Wisconsinites, and re-constructed the meaning of the protests in terms of the state's identity.", "The citizen contributions in our sample also took up the topic of the anniversary, making claims about its meaning and what role the protests would play in Wisconsin and American history. The “remember” mandate emphasized the importance of constructing significance for what the state endured a year prior—especially in terms of what the commemoration would mean for the state in the future. For citizens, the anniversary was a time for state and working-class roots reclamation (Mills 2012). The theme of co-option was dominant in these comments—either Walker and his cronies or the unions and their puppet protesters had “taken over.” Individuals asked people to “remember” the protests in specific ways that often became contested in social-media forums:mediatrackers:Remember when the WI Capitol was the home to anarchists during the Madison protests? #doccupation #WiRight SpudLovr:Remember when Kapanke lied and said protestors threw stone/damaged his windshield? http://m.jsonline.com/120595794.htm#wiunion djambrek:A year ago today, it was students who launched the biggest & longest protest WI's history. We're still here, we still ♥ UW. #WIUnion. (Knutsen 2012b) ", "Remember when the WI Capitol was the home to anarchists during the Madison protests? #doccupation #WiRight", "Remember when Kapanke lied and said protestors threw stone/damaged his windshield? http://m.jsonline.com/120595794.htm#wiunion", "A year ago today, it was students who launched the biggest & longest protest WI's history. We're still here, we still ♥ UW. #WIUnion. (Knutsen 2012b)", "Citizens worked to reposition what had happened as emblematic of something enduring and significant, but they contested what those protests actually symbolized. They used links and hashtags to demonstrate their views were rooted in evidence and common thought. UGC as a core site of contestation and memory construction supports Bird's (2011) observation of a convergence culture of consumer-producers facilitated by digital spaces. Digital audiences do not operate with complete autonomy from mainstream sources; they still often follow mainstream cues. Nonetheless, digital tools give audiences new power to generate answers to questions formerly addressed predominantly by professional journalists. Were the 2011 protests a national ploy by unions? Were they grassroots uprisings by regular people and students? Were they spurred by a dictating trickster or a conservative, responsible hero? All of these storylines were renegotiated in online spaces, with significant contributions from both professional journalists and citizens, in an attempt to reclaim Wisconsin."]}, {"sec_title": "Discussion", "sec_content": ["Thinking about the anniversary coverage as a “curriculum” (Carey 1989) and the idea that all communicative exchanges form some kind of a “narrative paradigm” (Fisher 1989), we can follow two dominant narrative arcs through both the print and citizen coverage. Table 1 compares the dominant signature matrix that emerged from the content by journalists/authors with those in the commenting spaces. The major components of these developing collective memories overlap in both kinds of “coverage;” however, individual citizen contributors expanded and countered major themes in the print coverage. Narratively, journalists and authors told formalized stories with heroic ordinary people overcoming adversity (bitter temperatures, power elites), combative-yet-responsible politicians, and symbolic allusions to the past and present that positioned the state and these protests within a more significant context. Citizens offered tales that demonized those responsible-capitalist politicians, marginalized those heroic protesters, and re-negotiated exactly what the protests were supposed to mean in Wisconsin history.", "Fisher (1989) suggested that any kind of communicative exchange would generate values, reaffirm hegemony, purify ideas, and/or subvert dominant thought. Digital memory scholars argued that self-archiving opportunities have the potential to alter the emerging dominant narrative of any given event. This next section explores several major themes that emanated from the data, to form a developing storyline of collective memory.", "The dominant theme in all this coverage presented a battle over the identity of the state of Wisconsin, especially in terms of how being a Wisconsinite translated into being an American. Referencing the labor union history of Wisconsin or “Fighting” Bob Lafollette (an early twentieth-century Progressive who championed workers' rights) reminded people of the state's working-class roots. Making a point about people's tax bills or labeling the political candidate and rally organizer as a “firefighter” did the same. To be a struggling working-class citizen is to be like many Americans; to protest is to exercise that identity.", "The narratives in the mainstream and UGC took up competing American values: the individual underdog triumphing over adversity and notions of a collective will that must democratically prevail. The anniversary represented an opportunity for mainstream journalists to contextualize the protests as a meaningful collective event to re-establish the individual's role in a democratic community, as in one article: “There is a renewed sense that all of us matter” (Krueger 2012b). We saw similar storylines in the UGC where people also worked to establish their individual right to tell their story of the protests.", "Both print and citizen narratives sought to bear witness to protest retelling. For example, journalists reported on “memory documentation stations” during the anniversary rallies (Krueger 2012a) that asked sources to share protest stories. Citizens recounted their role in protests via personal reports while referencing historical events and figures to contextualize the protests and seem authoritative. The hyperlinks peppered throughout these forums represented a symbolic mechanism for imparting legitimacy to the burgeoning collective memory. Bearing witness in these digital realms, alongside the mainstream press' first draft of history, entailed these new “strategic rituals” during collective memory formation.", "When taken as a “curriculum” of coverage, all the narrative themes reified traditional American values—but those values were competing. The journalistic anniversary narratives revolved around the notion of democracy as the will of the people and the response when representative bodies, elites, or “non-ordinary” people ignore or manipulate that will. For pro-protesters, the 2011 events embodied the spirit of democracy, despite the protests' intrinsic anti-institutional expression. Meanwhile, pro-governor commenters underscored the (also democratic) idea that Walker was duly elected and thus, his wisdom as the Responsible Capitalist should be heeded. These themes, nestled in the democracy-rules framework, illuminate a central tension around the issue of legitimacy: Whose will is legitimate? How do acts become legitimate? Who has power over this event's meaning? In virtual realms, citizens' re-negotiation of these ideas radicalized the balanced master narrative presented in mainstream stories, and in essence, reinstated the process of public contestation that Gillis (1994) lamented is lost when formal collective memories are put forward during anniversaries. However, the re-articulation of memory in the forums did not subvert any dominant thought in the way that Fisher (1987) argued might happen. Furthermore, individuals in the commenting spaces exercised new understandings about what it meant to “bear witness,” or at least how to convey one's witnessing in a ritualized manner.", "It is important to note we did not see the kind of plurality of stories or marginalized voices that other scholarship has suggested. Little subversion of dominant thought occurred. Rather, users adopted mainstream storylines in a way that showed their connections to a larger community. Commenters linked to “evidence” such as news articles or pictures from the event, trying to “prove” that they were not lone renegades. Many re-iterated slogans from a year prior like “this is what democracy looks like” or “Union thugs! Union thugs!” (Knutsen 2012b). This kind of protest re-living placed individual commenting into larger collectives, thus achieving the right to help form the collective memory of those past events.", "Thus, instead of “moving forward” to the evolving governor-recall story as the major narrative resolution (i.e. the protests resulted in the recall movement and now the story would shift focus), citizens re-enacted the original story over and over in online forums, re-hashing the dominant characters' motivations and predicting alternative endings. If one of the major roles of collective memory is to unify the populace in the wake of unrest (Bodnar 1992; Edy 1999), then the result of this polarized contestation ironically arrested unification around a singular protest memory. Because UGC allowed for constant contestation of the major narratives in mainstream coverage, the ultimate narrative for the 2011 Wisconsin-protest collective memory could not coalesce."]}, {"sec_title": "Conclusion", "sec_content": ["This case proved a useful exploration of the process by which citizens participate in the remembering of a crisis or event. The evidence showed how in some cases, digital abilities to publish as formal, public, mass authors can contribute to further polarization as “bearing witness” becomes a political act for individuals (as well as journalists and historians). As we saw in Wisconsin, this has the potential to stagnate society and keep it mired in that past, preventing it from making sense of the past events in order to heal rifts and move forward. Collective memory scholars have argued that professional writers of the past have always politicized those past events for present-day circumstances; here we can see how citizens without professional authority to tell a formal, societal story used social media and other online spaces to re-invigorate the politics from that event, calling on current events to make their points. Instead of being “communal,” the dominant memories of citizens battled for value prominence without any cohesive master narrative, wounding anew and replaying the crisis over and over. On the other hand, as more authors help in the meaning-making of some divisive event, this loss of a singular master narrative allows for what might have been considered anomaly alternative voices to coalesce into a community of like remembering, which we also saw in this sample (particularly the Facebook Group pages). Furthermore, where other scholars have lamented the volume, commercialization and superficiality of citizen mnemonic content, this case study showed that citizen contributors also amplify journalistic themes and attempt to mimic reportorial technique. They appear to be striving for an emergent protocol that incorporates kinds of evidence and reasoning about the past event in a way that is not only meaningful to them but also contributes to an ever-evolving quilt of a memory. If that tale is not quite “collective,” perhaps ultimately these voices will add to the “curriculum” that is that past event's historical story, authored by many rather than a mere few.", "If collective memory is indeed never complete and remembrance is a constant process about reconciling the past with the present (Edy 2006; Zelizer 1995), then we must recognize that the protest anniversary represented only a single moment in time. At the anniversary of the 2011 protests, the political climate in Wisconsin remained charged and the memory of the protests was intractably caught up in ongoing unrest. This article was not meant to declare the finished collective memory for Wisconsin, but rather to document the remembrance as it was developing within the current political uncertainty in order to contribute to the growing body of work around the historical function of journalism evolving with digital technologies."]}], "references": [{"title": "The Journalist As Storyteller: An Inter-disciplinary Perspective", "year": "1984", "journal": "American Journalism", "volume": "1", "authors": [{"name": "Barkin Steve", "first_name": "Barkin", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism and the Ironic Hero of Virginia Tech: Healing Trauma through Mythical Narrative and Collective Memory", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Berkowitz Daniel", "first_name": "Berkowitz", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Telling Stories and Making Sense", "year": "1981", "journal": "Journal of Popular Culture", "volume": "15", "authors": [{"name": "Eason David", "first_name": "Eason", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalistic Uses of Collective Memory", "year": "1999", "journal": "Journal of Communication Spring", "volume": "", "authors": [{"name": "Edy Jill", "first_name": "Edy", "last_name": "Jill", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Clarifying the Narrative Paradigm", "year": "1989", "journal": "Communications Monographs", "volume": "56", "authors": [{"name": "Fisher Walter", "first_name": "Fisher", "last_name": "Walter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Narration as a human communication paradigm: The case of public moral argument", "year": "1984", "journal": "Communication Monographs", "volume": "52", "authors": [{"name": "Fisher Walter", "first_name": "Fisher", "last_name": "Walter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Web-based Memorializing after September 11: Toward a Conceptual Framework", "year": "2005", "journal": "Journal of Computer-mediated Communication", "volume": "11", "authors": [{"name": "Foot Kirsten", "first_name": "Foot", "last_name": "Kirsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Warnick Barbara", "first_name": "Warnick", "last_name": "Barbara", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sneider Steven", "first_name": "Sneider", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Archive and Participation: Public Memory in a Digital Age", "year": "2007", "journal": "Rhetoric Society Quarterly", "volume": "37", "authors": [{"name": "Haskins Ekaterina", "first_name": "Haskins", "last_name": "Ekaterina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mario Van Peebles&#039; ‘Panther’ and Popular Memories of the Black Panther Party", "year": "2007", "journal": "Critical Studies in Mass Communication", "volume": "24", "authors": [{"name": "Hoerl Kristen", "first_name": "Hoerl", "last_name": "Kristen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mourning in America: Ritual, Redemption, and Recovery in News Narrative after September 11", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Kitch Carolyn", "first_name": "Kitch", "last_name": "Carolyn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mourning &#039;Men Joined in Peril and Purpose&#039;: Working-Class Heroism in News Repair of the Sago Miners&#039; Story", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Kitch Carolyn", "first_name": "Kitch", "last_name": "Carolyn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘If You Had Been with Us’: Mainstream Press and Citizen Journalists Jockey for Authority over the Collective Memory of Hurricane Katrina", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Narrative: Mode of Discourse or Paradigm?", "year": "1987", "journal": "Communications Monographs", "volume": "54", "authors": [{"name": "Rowland Robert C.", "first_name": "Rowland", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Memory Work in the Digital Age. Exploring the Boundary between Universal and Particular Memory Online", "year": "2010", "journal": "Global Media Journal", "volume": "9", "authors": [{"name": "Savoie Hillary", "first_name": "Savoie", "last_name": "Hillary", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity As Strategic Ritual", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Achieving Journalistic Authority through Narrative", "year": "1990", "journal": "Critical Studies in Mass Communication", "volume": "7", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reading the Past against the Grain: The Shape of Memory Studies", "year": "1995", "journal": "Critical Studies in Mass Communication", "volume": "12", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Which Words Is a War Photo Worth? Journalists Must Set the Standard", "year": "2004", "journal": "USC Annenberg Online Journalism Review", "volume": "", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie", "affiliation": "", "orcid": "", "role": ""}]}]}