{"doi": "10.1080/21670811.2016.1234147", "url": "https://doi.org/10.1080/21670811.2016.1234147", "title": "A Community of Practice", "volume": "5", "year": "2017", "issue": "5", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Hutchins", "first_name": "Brett", "name": "Brett Hutchins"}, {"last_name": "Boyle", "first_name": "Raymond", "name": "Raymond Boyle"}], "abstract": "Over two decades ago, Barbie Zelizer argued that journalists should be approached as an “interpretive community” in order to understand the processes through which journalists generate shared meanings around major political events. This article refocuses Zelizer’s concept in order to analyse the consequences of rapid technological transformation, fraught industry conditions, and disparate audience formations in the context of contemporary news media and journalism. Focusing on the challenges faced by professional sport journalists, we invoke the concept of “community of practice” to make sense of this fluid and commercially volatile context, using it to analyse empirically the experiences of journalists in Australia and Scotland. Informed by the interrelationship that exists between formats of news and the practices that produce it, this paper presents evidence drawn from in-depth semi-structured interviews with journalists, editors, news presenters and commentators who specialise in and/or work across newspapers, radio, television, online and mobile media. Understood as a community of practice, sport journalists are shown to be under pressure because of mutually reinforcing changes in mobile and digital media technologies, journalistic routines and institutional relations.", "body": [{"title": "Introduction", "paragraphs": ["It’s [news] changed in the digital world. Because what is news now? It’s anything. If it’s on a news website, is that news? I doubt sometimes that it’s news. And yet you read stuff and you go, “How is that news?” You read it on social media and ask, “How is this even on here? Why are we writing about this?” … I think for me, if someone’s willing to read it, it’s news. I know that’s a very basic way of looking at it, but if it makes someone learn something or someone read something and they weren’t aware of it, that’s news. (Sport Editor, interview, 8 October 2015)1", "It’s [news] changed in the digital world. Because what is news now? It’s anything. If it’s on a news website, is that news? I doubt sometimes that it’s news. And yet you read stuff and you go, “How is that news?” You read it on social media and ask, “How is this even on here? Why are we writing about this?” … I think for me, if someone’s willing to read it, it’s news. I know that’s a very basic way of looking at it, but if it makes someone learn something or someone read something and they weren’t aware of it, that’s news. (Sport Editor, interview, 8 October 2015)1", "This statement by the sport editor of a daily newspaper strikes at the indeterminate status of news under the conditions of informational capitalism. The combined effects of rapidly evolving media and communications technologies, struggling news industry business models and changing audience behaviours are undermining shared understandings of news. As the above quotation indicates, even those charged with producing the news each day lament selected stories circulated by their own publications in the pursuit of reader clicks, social media referrals and advertising revenue. In the eyes of an experienced professional paid to produce it, news has been reduced to “anything” that someone is “willing to read”, signalling an erosion of the epistemological status of news and the stories told in its name.", "Using sport as a case study, this article aims to make sense of the fluid and volatile conditions that are impacting news and journalism by focusing attention on “media practice” (Couldry 2012)—what news workers do with media and how they articulate their decisions, roles and futures in relation to this practice. Recalling an enduring sociological concern with journalistic practice and the structures in which it takes place (Tumber 2014), the evidence presented in later sections suggests that transformation is a dominant motif of journalism and news at this moment in their history. News is said to be characterised by, all at once, decentralisation, ambience, crisis, chaos, destabilisation and disposability (Crawford 2011; Curran 2011; Hermida 2012; McNair 2006; Meikle and Redden 2011). Yet, the influence of multiple crosscutting forces does not mean that shared practices of news work no longer exist, or that journalists have voluntarily ceded their cultural authority to “the crowd” in determining what counts as news and how it should be produced and delivered.", "Borrowing and refocusing Barbie Zelizer’s (1993, 219) widely cited formulation of “journalists as interpretive communities”, we argue that the work of journalists has moved beyond the “shared discourse and collective interpretations of key public events” in line with a movement away from mass media models of communication. The industrial ructions and audience fragmentation triggered by digital and mobile models of content distribution and consumption are now also forcing journalists to defend their authoritative role as providers of news by reference to practice. This practice is professionally grounded in specialist journalistic training, accumulated experience, technical production skills and quality, cultivation of reliable sources, access to newsroom resources and appeal to sizeable audiences. We invoke the concept of “community of practice”2 (cf. Cotter 2010; Weiss and Domingo 2010) to describe this shared legitimation process. Based on interview evidence collected from Australian and Scottish sport journalists, editors, presenters and commentators, this term first describes how professional journalists distinguish themselves from so-called semi-professionals, amateurs, enthusiasts and purveyors of sponsored content (e.g. bloggers, citizen journalists, social media commentators, marketers and public relations practitioners), privileging the actions and logics they use to produce knowledge about events in the social world. Second, it captures an important process whereby news workers attempt to make sense of, and locate their role within, the turbulent social, economic and technological conditions that define their workplace experiences. The explanations and justifications of practice offered by journalists are a means of locating what they do and why within publicly articulated traditions of news and journalism, emphasising their longstanding relevance as a domain of specialist skills in the service of informing audiences and wider publics (Curran 2011). For those paid to produce the news, these functions serve to buttress the relevance and effectiveness of their practice, even as they adapt to ongoing changes in the organisation of newsrooms and the skill sets required to work in them (Schlesinger and Doyle 2015)."]}, {"title": "Methods and Sites of Investigation", "paragraphs": ["The analysis and evidence presented in this article is informed by 10 in-depth semi-structured interviews with journalists, editors, news presenters, commentators and producers who specialise in newspaper, radio, television, online and mobile media reporting. Covering both commercial and public service media, five of these figures work for Australian news outlets and five for Scottish publications and broadcast networks. All specialists in sport reporting, their careers range from 3 to over 30 years in duration. Eight are male and two female, reflecting the historical legacy of male dominance of the sport journalism and news workforce (Boyle 2006). A conspicuous feature of these individuals is that while they often self-identify as a newspaper, radio, television or online reporter, all but two work across multiple platforms and/or formats (e.g. a print journalist who contributes to television and radio programmes, a broadcast journalist who writes a weekly column for an online news site, an online journalist who produces both written reports and video content). These 10 interviews were conducted in Australia and Scotland as part of a larger international research project that investigates mobile media, sport markets and changing communication practices.3 The focus of this project extends beyond news and journalism. Nonetheless, a broader programme of interviews with sport, media and digital technology industry professionals (N = 65) informs our analysis indirectly and supplies helpful contextual knowledge in the formulation of the arguments presented. This context is particularly relevant in cases where informants such as league and club communications managers (N = 11) interact regularly with journalists, editors and news outlets.", "The selection of Australia and Scotland as sites for investigation is indicative of more than where the two co-authors are based, and speaks to analogous sporting cultures and media systems. Often circulated via the news media, popular and populist stories told about sport—of famous victories, brave defeats, heroes, injustices—are key sources of national myth making and the expression of cultural nationalism in both countries. In Australia sport has offered a symbolic means to assert a stunted independence from the greater powers that shadow its history; the United Kingdom in the case of its colonial history and the first half of the twentieth century, and the United States in the post-World War II era where American economic, military and popular culture influences loom large (Mandle 1977). Similarly, for Scotland sport has historically offered a means to express an identity distinct from England, as well as a setting for visible displays of nationalism organised as much around anti-English sentiment as a homogenous sense of nationhood (Whigham 2014). Other commonalities of Australia and Scotland include features of their media systems. Both have limited but highly competitive newspaper, radio and television markets. Commercial media outlets operate alongside a sizeable public service media sector, with the Australian Broadcasting Corporation (ABC) having been modelled on the British Broadcasting Corporation (BBC). From the perspective of globalised media capital, they are geographically located near bigger and more commercially attractive regions (e.g. Southeast Asia, and England and Europe), meaning that the long-term commercial viability of a range of daily newspapers and radio and television networks is a concern for the journalists whose livelihoods depend on them. A related pattern is evident in the digital, online and mobile media industries in terms of where companies and services base their headquarters in the medium-to-long term. By virtue of their small populations compared to the likes of the United States, England, Germany, India or China, both Australia and Scotland struggle to provide the user bases, “scalability”, and/or volume of content required to satisfy the demands of venture capital and institutional investors for accelerated market growth and high-yield financial returns (Rushkoff 2016).4"]}, {"title": "Sport News and Journalism: Form, Process and Practice", "paragraphs": ["Despite the credibility and seriousness of sport news coming under constant scrutiny, sport reports and information remain important for media organisations because of their popularity with advertisers and audiences (Boyle, Rowe, and Whannel 2010). Sport is a source of reliable and plentiful content due to the frequent scheduling of events and the regularity of competitions for an array of national and international leagues (including association football, Australian rules, tennis, netball, basketball, cricket, the rugby codes, etc.), high-profile world championship and cup tournaments, and multi-sport global mega-events. Matches and events deliver an exhaustive cycle of reportable results, highlights, press conferences, pre- and post-event interviews, athlete and team profiles, injuries, controversies, analysis and commentary, social media communication, fan actions and reactions, publicity and official statements.", "The structures and rhythms of sport have dual consequences for news and journalism. At one level, the appeal and reliability of sport as a source of news means that journalists know their “beat” has a sizeable audience eager to consume content. Their reports and stories are likely to perform well in terms of the online metrics and data analytics that now help to inform editorial decisions and the allocation of space and time for stories (MacGregor 2007) (although it should be noted that data-led logics are also disadvantaging many women’s and disability sports that have long struggled for public attention and sponsorship; Hutchins 2015). At another level, sport journalists are struggling with the same pressures that are buffeting journalism in general, including reduced newsroom resources, severe time pressures, the need to produce stories for multiple platforms, the rise of automated content production, and growing competition from content aggregators and “social” news specialists (Allan 2012). Paradoxically, the popularity and volume of sporting fixtures and events that guarantees the employment of sport journalists also presents a burden when they are expected to cover so many of them with limited resources and time across two or more platforms (Hutchins and Rowe 2012).", "Recent sport journalism scholarship outlines many of the specific challenges confronted by sport reporters and editors. For example, Peter English presents extensive evidence of falling revenue and staffing levels in newsrooms (English 2014), and anxieties among editorial staff that a focus on speed and “churn” in digital and online publishing is adversely affecting accuracy and fact-checking in reporting (English 2012, 145). These issues make it difficult for many sport reporters to obtain the considerable resources and time needed for in-depth investigations into sly practice and systematic corruption, as the current imbroglio surrounding FIFA and its scandalised former President, Sepp Blatter, demonstrates (Rowe 2016). This situation makes many journalists reliant on a steady stream of “information subsidies” produced by club and league media units to meet their weekly story quotas (Sherwood, Nicholson, and Marjoribanks 2016). Built on public relations strategies and problematic levels of control over access to players and coaches, these information subsidies include polished textual and video content created by in-house league/club media production teams. This content is then recycled in newspaper and television news reports (Sherwood, Nicholson, and Marjoribanks 2016). Journalists and news organisations are also grappling with the vicissitudes of social networking and real-time communication in the delivery of sport news, including via Facebook, Twitter and live blogging (Boyle and Haynes 2013; English 2016; McEnnis 2015; Sherwood and Nicholson 2013). Accelerating the flow of both reliable news and scurrilous rumours, these platforms complicate how journalists present and circulate stories, understand audience expectations, interact with sources and audience members, and present themselves to the public.", "Sport news is an underdetermined form given the competing factors detailed in the existing literature. One means of analytically negotiating this problem is to discard the idea of news as a definitive or perhaps even stable cultural form. News is recast as a “processual” outcome of interactions across and between institutional structures, funding models, professional decision making, consumer media technologies and consumption practices (Revers 2014). Judging by the sport journalism literature and the interview data we collected from journalists, it is apparent that an unprecedented diversification at the level of news content and technology links with a countervailing focus on the shared journalism practices used to collect newsworthy information and interpret events. Our deployment of the term community, therefore, encapsulates the self-ascribed specialist character of reporting sport news and the work routines of print, broadcast, online and mobile journalists who produce reports, stories, opinion, commentary and features on controversial issues that occasionally appear in wider news agendas (e.g. drug cheating, match-fixing and financial corruption). This is a community that justifies its contribution and value by seeking to adapt traditional precepts of journalism to a changeable context in which digital and mobile media continue to alter the presentation, economics and parameters of news. This adaptation is evident by reference to perceptive first-hand observation (i.e. “knowing the game and the people who play it”), storytelling and investigative skills, editorial oversight and workplace standards, formal reporting rounds and accreditation, the ability to make and maintain contacts (i.e. find “insider information”), and the telling fact they get paid for their journalism by established news organisations.", "The following sections present two key areas that highlight how changing forms of news are assimilated into articulations of journalism practice. The ways in which these professionals describe and explain their activities show that sport journalism practice is: (1) increasingly mobile in format and focus, and (2) impacted by institutional changes that demand adaptability from journalists and influence their workplace conditions and employment."]}, {"title": "Mobile Media", "paragraphs": ["Wireless communications networks (e.g. Wi-Fi, 3G, 4G/LTE, WiMAX) and mobile media devices such as smartphones and tablet computers are widely recognised as pivotal but unpredictable factors in determining how news is now produced, presented and consumed. The resulting combination of technological promise and future uncertainty can be partly attributed to the pace of change in consumer technology and telecommunications network innovation. To this can be added fluctuating take-up rates of mobile devices, operating systems and myriad software tools across the news industries and by citizens, with considerable variation evident by region, country and age (Reuters Institute for the Study of Journalism 2015). Another complicating factor is that mobile media is constituted by assemblages of media technologies and practices of direct consequence to the conduct of journalism and the circulation of news (Goggin 2011; Goggin, Martin, and Dwyer 2015; Nel and Westlund 2012; Westlund 2013, 2014). A complex array of mobile software and hardware is penetrating news markets and affecting journalism, including apps, mobile internet, social and locative media, messaging systems, mobile video, live streaming, camera phones and data analytics.", "Evidence of the contrasting effects of smartphones and tablets in particular is readily available through high-profile surveys of changing news consumption habits. The Pew Research Center (2015, 4) has found that 39 of the top 50 digital news sites in the United States receive more traffic from mobile devices than desktop computers, although the duration of stay by visitors is often less on mobile sites when compared to desktop. An annual survey of more than 20,000 people across 12 nations, including Australia and the United Kingdom, by the Reuters Institute for the Study of Journalism (2015) offers related results. The latest edition of this report shows that two-thirds of smartphones users surveyed use their devices for news every week (8). This positions the smartphone as “the defining device for digital news with a disruptive impact on consumption, formats, and business models” (8, original emphasis).", "A related picture of overall yet uneven growth emerges in relation to sport news consumption via smartphones and tablets. A 16-nation survey, The Global Sports Media Consumption Report (Perform, Kantar Media, and Sport Business 2014), reveals considerable variation in the use of mobile devices to consume sport news. In China, 55 per cent of surveyed users access news about sport via mobile devices, followed by other countries such as India (46 per cent), Turkey (45 per cent) and South Africa (40 per cent). The United Kingdom and Australia deliver figures of 25 and 22 per cent, respectively (15). Both of these nations also report striking results of over 50 per cent for users who use a tablet or smartphone to access live text commentary during sport events (29; see McEnnis 2015). Sport journalists working in Australia and Scotland confirm these trends. Repeated references were made during our interviews to mobile media as “where the audience is going” (Sportswriter and Broadcaster, interview, 9 November 2015) and the need for news organisations to become “mobile first” in their thinking and output (Head of Digital, interview, 28 March 2014). One of the largest news outlets shared internal figures showing that 50 per cent of their users consume content on a mobile device, with one in four page views and video streams coming through their mobile site. Interestingly, mobile users report slightly higher levels of watching videos until their completion compared to desktop. However, this pattern is offset by average session durations being notably longer on desktop when compared to mobile (12 minutes on desktop versus 3 minutes on the mobile site) (Head of News, email correspondence, 29 October 2014).", "The increasing use and “taken-for-grantedness” (Ling 2012) of mobile media and communications represents a critical development in the history of news and journalism. An interrelationship exists between formats of news and the practices that produce it, with each affecting the other to differing degrees depending on available infrastructures, competing commercial interests, intervening government actions and events in the wider world. Communications theorist, James W. Carey (1983), dissected this complex interdependence three decades ago in the course of his seminal examination of the telegraph and its large-scale effects on the circulation of information and ideas in time and space. He argues that the spread of the telegraph across North America in the nineteenth century helped to produce lasting effects on news and journalism. The form of the cable and telegram demanded a “flattened out and standardized” language of journalism, giving rise to a condensed “cablese” noted for its sparse and unadorned written style (310–311). A source of fascination for figures such as Ernest Hemingway, this distinct modification of literary style was imposed on journalists and correspondents as the cost structures and “lingo” of the cable led to an “objective” model of nationalised news denuded of humour, irony and the colloquial. This form of reporting also allowed for a greater volume of news to be communicated quickly across the continent as the telegraph spread word about a “real glut of occurrences”, meaning that the frame of news moved outwards from its previously localised and partisan emphasis. The commodifying effects of the telegraph and telegram became obvious over time. In conjunction with the expansion of markets, entrepreneurial endeavours and industrialisation, news became a commodity to be “transported, measured, reduced and timed” (311), recalling an analogue equivalent of online and mobile metrics.", "The impact of smartphones and tablets on news arguably follows a parallel logic to the one described by Carey. The format and appearance of news stories are altering in relation to mobile media consumption patterns, the parameters presented by smartphone and tablet functionality and screens, and emergent mobile journalism practices. Interviewees explained that the length of written reports is being reduced to accommodate the tendency of users to “skim” the news on mobile devices for short periods of time. For instance, editors acknowledge that their audiences and readers use mobile devices in escalating numbers, even if they also consume print and/or broadcast stories from the same news outlet. According to a Head of Content for an online news organisation charged with managing the presentation of stories across different media (desktop, social, mobile, video and audio/podcast), this means adapting written stories for smartphone screens and the shorter session times associated with mobile device use:We’ve got to accept that eventually our audience will be in the majority on these devices. So we’ve got to write a little bit shorter because our news stories might go to 18 pars [paragraphs], but 10 to 12 pars is probably the “sweet spot” for someone standing at the train station. (Interview, 11 April 2014)", "We’ve got to accept that eventually our audience will be in the majority on these devices. So we’ve got to write a little bit shorter because our news stories might go to 18 pars [paragraphs], but 10 to 12 pars is probably the “sweet spot” for someone standing at the train station. (Interview, 11 April 2014)", "The popularity of mobile devices is leading other editors and journalists to claim that longer sport stories written for desktop consumption “will not matter in a couple of years” (Head of Digital, interview, 28 March 2014). While this claim is disputable, it signals that mobile media and communications are central to how news producers think about the presentation of stories and content into the future.", "The triumvirate of shorter usage sessions, concise stories and compact mobile screens is changing the practice of journalists and, in the process, their expectations. An experienced Sportswriter and Broadcaster made reference to a belief that most people “will not read more than 900 words on their mobile [phone] or their tablet” (interview, 9 November 2015). This length entails a pragmatic acceptance on his behalf, as he had spent much of his career writing features of anywhere between 1000 and 3000 words:I go back to the point about splitting the text up and making it digestible and readable for that [mobile] device because people are not going to go through lots and lots [of words] … it does have that practical impact. There’s no point writing a piece of 2000 words. It’s just wasting everybody’s time really. (Sportswriter and Broadcaster, interview, 9 November 2015)", "I go back to the point about splitting the text up and making it digestible and readable for that [mobile] device because people are not going to go through lots and lots [of words] … it does have that practical impact. There’s no point writing a piece of 2000 words. It’s just wasting everybody’s time really. (Sportswriter and Broadcaster, interview, 9 November 2015)", "Other sportswriters have a less accepting attitude towards the effects of mobile media on their journalism. A Senior Online Sportswriter and Broadcaster outlined how the presentation constraints presented by the mobile phone and tablet have, at the behest of his news directors, changed how he writes match reports in a way that is “depressing” (interview, 9 November 2015). In the movement from print to mobile reporting, the first four paragraphs of match reports have been reduced “to more or less one sentence paragraphs with all the key details” (e.g. teams, score, star player, the decisive moment in the game). He explained that the rest of the report can resume a more traditional style, but “a child of 10” could do the opening because “they [his outlet] just want the details so they can sit on the screen of a mobile phone”.", "Similar to correspondents needing to learn “cablese” and report via telegraph during the nineteenth century, a challenge faced by sport journalists in the new millennium is learning how to report for and via mobile media. For most journalists, this involves internalising the requirements of story formats on mobile devices and incorporating mobile social media into their research and reporting practices. However, we also found an example of an early “adapter”—the Sportswriter and Broadcaster (radio and television) discussed above—who has become adept at using a tablet computer and smartphone to file stories with both written and audio components. His level of proficiency appears unusual, but is nonetheless worth detailing as an indicator of the technical skills that sport journalists may need to develop in the coming years. His embrace of mobile reporting practices is motivated by his continual movement around a football stadium on match day to attend press conferences, interview players and coaches, and relay scores and updates for both television and radio. He describes a shrinking in the size of his computing devices that is assisted by the shorter reports now preferred by his news outlet:If I’m at a press conference on my own I’ll record it on my phone. I’ll ping it back [to the office], so there’s just a technical app that we use. So they’ll get audio quality back here over a Wi-Fi signal in 10 minutes if it’s a 5-minute press conference. I’ll then quickly write up a news line, a top line for the press conference, three or four pars and send that over. They will put that up very quickly on to the Web and on to Twitter. While still sitting in my car or wherever, I’ll then transcribe the full thing and write up the full news story … I just got fed up lugging my laptop about, which was heavy. And then my laptop died on me and I got an iPad so I was using my iPad quite a lot. And I flipped between having a keyboard for that and just writing on the screen. I can write a match report on my phone. The match reports here are all under 500 words, but I have written 900 word pieces on my phone. I don’t mind it. (Sportswriter and Broadcaster, interview, 9 November 2015)", "If I’m at a press conference on my own I’ll record it on my phone. I’ll ping it back [to the office], so there’s just a technical app that we use. So they’ll get audio quality back here over a Wi-Fi signal in 10 minutes if it’s a 5-minute press conference. I’ll then quickly write up a news line, a top line for the press conference, three or four pars and send that over. They will put that up very quickly on to the Web and on to Twitter. While still sitting in my car or wherever, I’ll then transcribe the full thing and write up the full news story … I just got fed up lugging my laptop about, which was heavy. And then my laptop died on me and I got an iPad so I was using my iPad quite a lot. And I flipped between having a keyboard for that and just writing on the screen. I can write a match report on my phone. The match reports here are all under 500 words, but I have written 900 word pieces on my phone. I don’t mind it. (Sportswriter and Broadcaster, interview, 9 November 2015)", "This description speaks to an adaptability that has become a requirement of sport news and journalism. In contemplating her career trajectory and that of her peers, another television, radio and online Sport Journalist observed that a willingness to adapt is essential in an industry where “journalism is a performance in some ways and you’re commissioned to be a certain type of journalist”, with the commissioning process entailing intermittent shifts in focus depending on the job and outlet (interview, 21 April 2016).", "Changes in journalism practice are easier to identify and describe than comparatively opaque transformations in news as a textual system that exercises social and cultural authority in the construction of reality (Meikle and Redden 2011). However, the spread of mobile media is altering this textual system, triggering questions about how an event is awarded the status of reportable news. The Online Sport Editor for a newspaper revealed that mobile device use is, in some cases, refashioning which stories are selected for publication. The question of what people want from a story presented on a smartphone compared to a newspaper is a factor in editorial decision making:You need to be a bit snappier because people aren’t looking for long reads on a mobile phone. It’s maybe not so much the way sports journalism is done in terms of writing that has been affected. It’s probably more in the selecting of stories. If people are out on a weekend, you’re trying to envisage what sort of information they are using their mobile phone for. And they’re probably trying to find out scores and what’s going on, and they want that in a fairly easily digestible manner. (Interview, 31 August 2015)", "You need to be a bit snappier because people aren’t looking for long reads on a mobile phone. It’s maybe not so much the way sports journalism is done in terms of writing that has been affected. It’s probably more in the selecting of stories. If people are out on a weekend, you’re trying to envisage what sort of information they are using their mobile phone for. And they’re probably trying to find out scores and what’s going on, and they want that in a fairly easily digestible manner. (Interview, 31 August 2015)", "Other informants confirm this impressionistic account of how stories are chosen. The stunning popularity of mobile video (Goggin 2014) means that, for those outlets with ready access to content, stories accompanied by short-form video featuring pre-roll advertisements are prioritised (Head of Digital, interview, 28 March 2014). This focus on mobile video produces a bias towards footage that is most likely to be watched until the end and shared on social media. A dispiriting result of this preference is that, for a major national news organisation, the most popular videos often involve sporting violence: “That’s what people want. Going back to that notion of ‘if it bleeds it leads’, people want to see violence” (Head of News, interview, 29 October 2014).", "The following section widens the scope of the analysis presented so far by examining how this community of practice is responding to changes in the organisation of newsrooms, and the challenges faced by news organisations and journalists when confronted by an expanding range of competitors."]}, {"title": "Institutional Change", "paragraphs": ["Variance in the practices and norms of contemporary sport journalism are related to widespread transformations across the news industries as organisations scramble to find sustainable structures and business models. Under the conditions fostered by industrial capitalism and mass communications for much of the twentieth century, news media came to exercise institutionalised power by the accretion of a putatively objective authority built from the systematic administration of news production and the applied expertise of journalists, thereby ensuring the reliability and timeliness of reports (cf. Weber 1991 [1948]). The new millennium has seen the health of this industrial model deteriorate following a splintering of the companies, groups and individuals that supply, circulate, recycle and remediate news, confusing the once comparatively stable organisational logics of print and broadcast news media (Singer et al. 2011). Sport news both leads and is subject to a tide change in personalised news presentation and multi-platform consumption. It is, for example, available from a growing range of digital, mobile media and telecommunications companies and intermediaries such as Copa90, Perform, SendtoNews, The Players’ Tribune, BT Sport, Telstra Media, Apple News, YouTube, Snapchat, Twitter and Facebook. As already mentioned, to these can be added the multiplication of quasi-news services operated in-house by leagues and clubs, including the likes of MLB Advanced Media, AFL Media and Celtic TV. The institutional power and authority to produce news is atomised in this environment, affecting how newsrooms are organised and the ways in which journalists exercise their craft.", "The practice of professional journalists is challenged significantly by the proliferation of news provision and a concomitant dispersal of authority in determining what news is (and is not). The impact of these processes is most obvious in the expansion of information supplied by public relations practices throughout professional sport. A Senior Sports Writer for a national newspaper is critical of promotional strategies and policies designed to protect the brands of associations, leagues and clubs by limiting journalist access to athletes, which also serves to advantage their own branded “news” and online information services. Sardonically referring to communications and public relations figures as “media prevention officers”, he believes that their actions devalue the potential benefits of journalism and are deleterious to the public image of sportsmen and women:They’re a disaster for sportspeople as much as they are for sportswriters because what they’re doing is preventing personalities from being conveyed. It makes for duller copy and it’s much harder for sportspeople to actually portray themselves as individuals—as people with proper personalities—because they never develop any relationships with journalists or anyone else for that matter it seems. They’re constantly protected. They live in little bubbles and increasingly think that’s who they should be as well. (Senior Sports Writer, interview, 9 November 2015)", "They’re a disaster for sportspeople as much as they are for sportswriters because what they’re doing is preventing personalities from being conveyed. It makes for duller copy and it’s much harder for sportspeople to actually portray themselves as individuals—as people with proper personalities—because they never develop any relationships with journalists or anyone else for that matter it seems. They’re constantly protected. They live in little bubbles and increasingly think that’s who they should be as well. (Senior Sports Writer, interview, 9 November 2015)", "This opinion is indicative of the fact that it is much harder for journalists to find good leads and reliable sources in the midst of a structural shift in the employment market towards public relations and corporate communications. For example, in the same week that the UK national newspaper, The Independent, closed its print edition after 30 years, with the loss of 100 journalism jobs, PRWeek magazine noted the defection of senior journalists and editors to the corporate communications sector (Rogers 2016). Career opportunities in communications and public relations are “booming” compared to journalism (Lloyd and Toogood 2015), as the spread of league and club communications units and media operations attest.", "The rise of public relations strategies creates a double bind for sport journalists in the area of source relations. Journalists find it harder to access major sporting figures reliably, forcing them to seek alternative sources for stories and reports. When combined with considerable workloads, this lack of access generates a pull towards more easily accessed source material on social media and, in the process, weakens the experience and skills needed to cultivate and maintain dependable “insider” sources. This dynamic almost inevitably edges sport reporting ever closer to “churnalism” and an emphasis on “nowness” that hollows out the value of journalism performed in the service of an informed and engaged public (Davies 2011; Lewis 2013). In this regard, it is worth quoting the observations of distinguished newspaper journalist, Hugh McIlvanney, at length, as he draws on his nearly six decades of experience:No doubt the Scottish connection helped to secure educational sessions with Sir Matt Busby, Bill Shankly, Jock Stein and Sir Alex Ferguson … But that privileged access is firmly associated in my mind with the atmosphere and ethos of those days, a time when the links between journalists writing about sport and the subjects of their pieces were more relaxed and more real. It was all a far cry from having to create a story from some player’s brief babblings on Twitter. Technology has delivered many a boon to the working reporter but in sport, especially, there are penalties. The demand for instant information and comment for the internet in addition to the copy transmitted to the newspaper must eat into the opportunities for the ferreting around that I always found productive in the immediate aftermath of an event. (McIlvanney 2016)", "No doubt the Scottish connection helped to secure educational sessions with Sir Matt Busby, Bill Shankly, Jock Stein and Sir Alex Ferguson … But that privileged access is firmly associated in my mind with the atmosphere and ethos of those days, a time when the links between journalists writing about sport and the subjects of their pieces were more relaxed and more real. It was all a far cry from having to create a story from some player’s brief babblings on Twitter. Technology has delivered many a boon to the working reporter but in sport, especially, there are penalties. The demand for instant information and comment for the internet in addition to the copy transmitted to the newspaper must eat into the opportunities for the ferreting around that I always found productive in the immediate aftermath of an event. (McIlvanney 2016)", "The nostalgia of McIlvanney’s account is underpinned by the centrality of extensive source relations to effective journalism practice, and the difficulties that arise when there is limited time to “ferret around”.", "However, as with the case of mobile media, there is evidence of adaptation to combat impediments to the cultivation of sources. This involves the use of the (admittedly contested) cultural status of professional journalism in social media environments, displacing the relatively flat user hierarchies engineered by the operators of these connective platforms. By virtue of their public visibility, journalists often stand out on the likes of Facebook and Twitter because of their follower numbers, possession of “verified” accounts, and widespread awareness of the news organisations and brands attached to their profiles (Hanusch and Bruns 2016). These features assist when journalists contact sporting figures via social media, allowing them to develop relationships at a distance and receive responses to at least some of their inquiries. The Senior Online Sportswriter and Broadcaster discussed earlier administers a Twitter profile with over 30,000 followers, and uses this service to make direct contact with athletes and famous figures. Employing Twitter as an introduction tool, he describes how his persistence led to a “phenomenal interview” and three-page newspaper feature on the boxer Buster Douglas, the fighter who once defeated the then heavyweight world champion, Mike Tyson. Success in the case of Douglas prompted similar approaches:", "Margaret Court was another one, the great Australian tennis player. That happened in a similar way [contact made via Twitter]. Again [it led to] a two-page interview and there’s a few others similar to that. So you can use it [Twitter]. I know my main producer has generated a lot of radio interviews on the back of contacting people on Twitter, and he has maintained those contacts over the years. He’s prolific at it. (Interview, 9 November 2015)", "Margaret Court was another one, the great Australian tennis player. That happened in a similar way [contact made via Twitter]. Again [it led to] a two-page interview and there’s a few others similar to that. So you can use it [Twitter]. I know my main producer has generated a lot of radio interviews on the back of contacting people on Twitter, and he has maintained those contacts over the years. He’s prolific at it. (Interview, 9 November 2015)", "Other forms of adaptation to reduced source access are evident. Twitter has, for instance, been used to stimulate the development of source networks. The Sport Editor quoted at the outset of this article initiated a weekly column that curated messages published on this service as a way of summarising events in a local football competition. Initially aimed at generating content for the Friday edition of his newspaper, the column was an unanticipated success:The column got a cult following … I was producing this compilation of the best tweets of the week. It was 300 words. You’d probably get 10 to 12 tweets in there. I just watched this world expand … this column just became insane … There was this expectation that people on a Friday would flick to it. It was one of the popular things in the paper each week. It was fascinating because it was something readers had access to online, but it was almost linking the online and print worlds. (Sport Editor, interview, 8 October 2015)", "The column got a cult following … I was producing this compilation of the best tweets of the week. It was 300 words. You’d probably get 10 to 12 tweets in there. I just watched this world expand … this column just became insane … There was this expectation that people on a Friday would flick to it. It was one of the popular things in the paper each week. It was fascinating because it was something readers had access to online, but it was almost linking the online and print worlds. (Sport Editor, interview, 8 October 2015)", "The benefit that flowed from this weekly column was significant. It positioned the Editor as a “gatekeeper” in terms of judging the most important tweets of the week and, by extension, interpretation of events across the league. Different members of the football league who read the column initiated contact with him via Twitter and entered into discussions with him when he was completing his reporting rounds and covering games: “By doing that I got to meet people that I’d never met before in the sporting industry.”", "The combined effects of public relations on the news industries and the adaptability required to practise journalism produces uncertainty in two ways. First, it makes it difficult for some journalists to envision a long-term career. As mentioned earlier, the process of being “commissioned to be a certain type of journalist” can entail precarious employment conditions forced by regular changes of focus in terms of routine, platform and/or outlet (even within the same news organisation). This situation is manifest in the case of a Freelance Sportswriter who has been writing for newspapers and online news sites for a few years. Stating that she has “doesn’t really have a long-term [career] plan because I don’t really know what is going to happen” (interview, 10 November 2015), she goes on to explain that the variable income produced by her freelance status spurs a tension between needing to pursue work to earn money, but not so much work that it dilutes the quality of her journalism:I kind of like things like that [work from a particular news outlet] and that’s a bit of extra money. But I would never count on it because one month I could get 600 quid easily from them and then the next month I get nothing. So you can never bank on the fact that’s going to be coming in. But I’m also quite conscious that I don’t want to start trying to do lots of stuff and do none of it properly because … someone like [names journalist] can sit down and [quickly] bash out a 900-word article and it’s really good. But I can’t do that. (Freelance Sportswriter, interview, 10 November 2015)", "I kind of like things like that [work from a particular news outlet] and that’s a bit of extra money. But I would never count on it because one month I could get 600 quid easily from them and then the next month I get nothing. So you can never bank on the fact that’s going to be coming in. But I’m also quite conscious that I don’t want to start trying to do lots of stuff and do none of it properly because … someone like [names journalist] can sit down and [quickly] bash out a 900-word article and it’s really good. But I can’t do that. (Freelance Sportswriter, interview, 10 November 2015)", "Second, this type of insecure work produces flow-on effects in terms of journalism training. Beyond adaptability, the question of the skills that novice journalists need when they enter the field presents hurdles for those seeking to train graduate journalists for the realities of workplace conditions and expectations in newsrooms, but also in league and club media units and corporate communications departments. It is a question confronted by a Sport Journalist who worked for many years in a major news organisation and now divides her time between teaching journalism at a university and producing content for a football club media unit. She is keenly aware of the complexities and contradictions that exist across all these roles:[When you’re] running a club channel, you’re very aware that you’re not critical of the club in any way, and it’s quite hard because I’m training journalists to be critical … And then you’re saying [to the trainees], “Okay, so this weekend you’re working for [a club] and it’s a different kind of journalism where you’re not critical, where your job is to promote your employers” … It’s an uncomfortable mix of PR and journalism and traditionally within the club it has been PR departments who have performed that function. But now, because they’re also content creators, journalists are the ones with the skills to edit football packages together. They’re the storytellers, so people are training as journalists and then going in-house somewhere and basically being asked, “Could you leave those bits of journalism at the door? Because that’s not what you’re being paid to do.” (Sport Journalist, interview, 21 April 2016)", "[When you’re] running a club channel, you’re very aware that you’re not critical of the club in any way, and it’s quite hard because I’m training journalists to be critical … And then you’re saying [to the trainees], “Okay, so this weekend you’re working for [a club] and it’s a different kind of journalism where you’re not critical, where your job is to promote your employers” … It’s an uncomfortable mix of PR and journalism and traditionally within the club it has been PR departments who have performed that function. But now, because they’re also content creators, journalists are the ones with the skills to edit football packages together. They’re the storytellers, so people are training as journalists and then going in-house somewhere and basically being asked, “Could you leave those bits of journalism at the door? Because that’s not what you’re being paid to do.” (Sport Journalist, interview, 21 April 2016)", "This quotation highlights the intersecting institutional pressures impacting sport journalism, including multiplying news and content providers, the strength of public relations strategies and promotional cultures in sport, and the tangled expectations confronted by journalists who produce news and attempt to make a living from it. The notion of practice—of acting, doing and making news via variegated technologies and outlets—has then become a key means of making sense of professional experience in unwieldy news and media ecosystems."]}, {"title": "Conclusion", "paragraphs": ["We have employed the concept of “community of practice” to emphasise the existence and significance of shared practices within the profession of sport journalism. Particularly in the case of journalists working for established newspaper and broadcast organisations, these practices and the values attached to them exhibit continuity with a longer history of journalism and news reporting. However, these practices and values are located within a more complex, mobile, uncertain and multi-layered media environment than even a decade ago:The basics don’t really change. It’s about developing contacts and coming up with ideas and being able to write news stories based on breaking news stories or following news stories through contacts. And coming up with original feature ideas and interviews that you can go and do … That aspect of the job hasn’t changed. I think what has changed is some of the more nuts and bolts aspects of it, in terms of how much you’re writing or what platform you’re doing an interview on, and fitting things around the demands to be multi-platform. (Sportswriter and Broadcaster, interview, 9 November 2015)", "The basics don’t really change. It’s about developing contacts and coming up with ideas and being able to write news stories based on breaking news stories or following news stories through contacts. And coming up with original feature ideas and interviews that you can go and do … That aspect of the job hasn’t changed. I think what has changed is some of the more nuts and bolts aspects of it, in terms of how much you’re writing or what platform you’re doing an interview on, and fitting things around the demands to be multi-platform. (Sportswriter and Broadcaster, interview, 9 November 2015)", "The ongoing challenge for journalists and editors is to maintain these “basics” in the midst of volatile news and media markets where the fevered pursuit of reliable revenue and funding is paramount. As this article has shown, a conundrum confronted by news media organisations is how to adequately resource engagement with fickle audiences that exist across mutable devices, formats, platforms and networks. The arduous task of consistently attracting the attention of large audiences through different combinations of adaptable content is also having material consequences for those who create reports and stories. A recurring theme for sport journalists—and journalists more generally—is that the security of working for an established news outlet on a full-time basis is a privilege that fewer and fewer enjoy.", "In returning to Zelizer (1993), the evidence presented here suggests that the institutionally legitimated interpretive authority of sport journalism is fragmenting. The growth of quasi-news services whose institutional antecedents are in public relations, corporate communications and information technology (e.g. search and social media) have contributed to an erosion of sport news as a coherent textual system. In some cases news is as general as “anything” that citizens are “willing to read”, while in others as specific as a “flattened out” format that needs to “sit on the screen of a mobile phone”. These developments are resulting in a much needed defence of the journalistic practices that underpin the production of reliable news that, in principle, serves the interests of wider publics. This defence connects to the “double time” now performed by sport journalists, the character of which has changed since Zelizer (1993, 224) described a temporally constituted interpretive process over 20 years ago. The double time of contemporary sport journalism is a fraught affair of adaptive reporting with dwindling resources in the present while thinking forward into a future that promises constant change in communications and media technology, journalistic routines and institutional relations."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the authors."]}, {"title": "Funding", "paragraphs": ["This research was supported by an Australian Research Council Future Fellowship [FT130100506; http://artsonline.monash.edu.au/mobilemediasport/]."]}], "references": [{"title": "Technology and Ideology: The Case of the Telegraph", "year": "1983", "journal": "Prospects", "volume": "8", "authors": [{"name": "Carey James W.", "first_name": "Carey", "last_name": "W."}]}, {"title": "Caught by the Web: The Case of Guardian News and Media’s Sports Desk", "year": "2012", "journal": "Journal of Sports Media", "volume": "7", "authors": [{"name": "English Peter", "first_name": "", "last_name": "Peter"}]}, {"title": "Twitter’s Diffusion in Sports Journalism: Role Models, Laggards and Followers of Social Media Innovation", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "English Peter", "first_name": "", "last_name": "Peter"}]}, {"title": "Locative News: Mobile Media, Place Informatics, and Digital News", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Goggin Gerard", "first_name": "Goggin", "last_name": "Gerard"}, {"name": "Martin Fiona", "first_name": "Martin", "last_name": "Fiona"}, {"name": "Dwyer Tim", "first_name": "Dwyer", "last_name": "Tim"}]}, {"title": "Journalistic Branding on Twitter", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}]}, {"title": "Tales of the Digital Sublime: Tracing the Relationship between Big Data and Professional Sport", "year": "2015", "journal": "Convergence", "volume": "22", "authors": [{"name": "Hutchins Brett", "first_name": "Hutchins", "last_name": "Brett"}]}, {"title": "Tracking the Online Audience—Metric Data Start a Subtle Revolution", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor Phil", "first_name": "MacGregor", "last_name": "Phil"}]}, {"title": "Following the Action: How Live Bloggers Are Reimagining the Professional Ideology of Sports Journalism", "year": "2015", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "McEnnis Simon", "first_name": "McEnnis", "last_name": "Simon"}]}, {"title": "The 4C’s of Mobile News: Channels, Conversation, Content and Commerce", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Nel Francois", "first_name": "Nel", "last_name": "Francois"}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "The Twitterization of News Making: Transparency and Journalistic Professionalism", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Revers Matthias", "first_name": "Revers", "last_name": "Matthias"}]}, {"title": "Sports Journalism and the FIFA Scandal: Personalization, Co-Optation, and Investigation", "year": "2016", "journal": "Communication \\& Sport", "volume": "", "authors": [{"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}]}, {"title": "From Organizational Crisis to Multi-Platform Salvation? Creative Destruction and the Recomposition of News Media", "year": "2015", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "16", "authors": [{"name": "Schlesinger Philip", "first_name": "Schlesinger", "last_name": "Philip"}, {"name": "Doyle Gillian", "first_name": "Doyle", "last_name": "Gillian"}]}, {"title": "Web 2.0 Platforms and the Work of Newspaper Sport Journalists", "year": "2013", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "14", "authors": [{"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn"}, {"name": "Nicholson Matthew", "first_name": "Nicholson", "last_name": "Matthew"}]}, {"title": "Access, Agenda Building and Information Subsidies: Media Relations in Professional Sport", "year": "2016", "journal": "International Review for the Sociology of Sport", "volume": "", "authors": [{"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn"}, {"name": "Nicholson Matthew", "first_name": "Nicholson", "last_name": "Matthew"}, {"name": "Marjoribanks Timothy", "first_name": "Marjoribanks", "last_name": "Timothy"}]}, {"title": "Innovation Processes in Online Newsrooms as Actor-Networks and Communities of Practice", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Communities of Practice: The Organizational Frontier", "year": "2000", "journal": "Harvard Business Review", "volume": "78", "authors": [{"name": "Wenger Etienne C.", "first_name": "Wenger", "last_name": "C."}, {"name": "Snyder William M.", "first_name": "Snyder", "last_name": "M."}]}, {"title": "Mobile News: A Review and Model of Journalism in an Age of Mobile Media", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "&#039;Anyone but England&#039;? Exploring Anti-English Sentiment as Part of Scottish National Identity in Sport", "year": "2014", "journal": "International Review of the Sociology of Sport", "volume": "49", "authors": [{"name": "Whigham Stuart", "first_name": "Whigham", "last_name": "Stuart"}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}