{"doi": "10.1080/17512786.2014.928467", "url": "https://doi.org/10.1080/17512786.2014.928467", "title": "Politicians as Media Producers", "volume": "9", "year": "2015", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Ekman", "first_name": "Mattias", "name": "Mattias Ekman"}, {"last_name": "Widholm", "first_name": "Andreas", "name": "Andreas Widholm"}], "abstract": "The emergence of social media raises new questions concerning the relationship between journalists and politicians and between news media and politics. The increasingly complex media milieu, in which the boundaries between media producers and audiences become partly dissolved, calls for new theoretical approaches in the study of journalism. This article reassesses central theoretical arguments about the relationship between journalism, sources, politics and democracy. Drawing on a pilot study of the printed press, it explores the increased social media use among politicians in Sweden and its implications for political journalism. The article suggests that power relations between journalism and politics can be fruitfully explored from the perspective of mediatized interdependency, a perspective that acknowledges that journalists and politicians have become both actors and sources through mutual interaction in online spaces. Furthermore, it argues that social media use has expanded journalism's interest in the private life of politicians, thereby contributing to a de-politicization of politics.", "body": [{"title": "Introduction", "paragraphs": ["A key trajectory in the relationship between news media institutions and political institutions is related to the changing practices of media production. The interconnections between journalists and politicians have been increasingly complex after the rise of political communication on and through social media platforms. Political actors, previously positioned outside the realm of media institutions, have now incorporated social media such as Twitter, Facebook and blogs into their daily communication strategies. Politicians use Twitter and Facebook as communicative platforms, both in relation to private users (citizens, audiences), and in order to influence and network with news media professionals (e.g. Larsson and Moe 2012). Thus, journalists are now facing politicians in a multimodal communication environment, which means that they cannot solely rely on traditional journalistic methods such as interviewing political actors or attending press conferences, etc. Simultaneously, journalists are also incorporating social media use in their daily work routines. A recent study shows that Twitter is the fastest growing social media platform deployed by journalists in Sweden (Lindqvist 2013). In 2013, 68 per cent of all Swedish journalists used Twitter in their profession compared to 48 per cent in 2011, thus making Twitter-use equal to Facebook-use. On the other hand, the number of journalists that used Facebook in their profession declined to 68 per cent in 2013 from 77 per cent in 2011 (Lindqvist 2013). If this trend continues, it means that Twitter soon will be the biggest social media platform used by Swedish journalists in their work practices. This trend is also evident in other countries. In the United Kingdom, 97 per cent of business journalists use social media regularly for their work, with Twitter being the most popular platform used by 70 per cent (Cision 2012).", "Considering the specific character of online social media, both politicians and journalists become increasingly dependent on factors that pertain to certain communicative processes of social media use and practices. Furthermore, this implies that if all institutions are to some extent media institutions (e.g. Altheide and Snow 1991), it calls for both theoretical and empirical clarity when addressing processes and events that seem to rely on the meta-process of mediatization (cf. Strömbäck 2011a) or the overall media logic (Altheide and Snow 1979). Therefore, there is a need to reassess some theoretical perspectives on journalism practices and on the relationship between news media, politics, audiences and democracy. Whereas previous studies of Twitter have scrutinized, among other things, the dissemination and discussion of news topics (Bruns and Burgess 2012), journalistic practices in relation to Twitter (Lasorsa, Lewis, and Holton 2012, 30), news coverage of Twitter as a technological phenomenon (Arceneaux and Schmitz Weiss 2010) and how Twitter is deployed during election campaigns (Larsson and Moe 2012), this article explores some of the theoretical implications that emerge concerning the changing relationship between politicians and news journalism reflecting the emergence of social media use.", "The article begins with a review of central theoretical arguments concerning the power relations between journalism and sources. These are then discussed in relation to the new forms of interaction that take place between journalists and politicians in online environments, where the concept of “mediatized interdependency” is introduced. The following sections set the focus on social media logics and how the interrelationship between journalists and politics on Twitter actualize new questions concerning personification and celebrity politics. Drawing on a pilot study of the printed press, the article explores the increased social media use among politicians in Sweden and its impact on political news journalism. In the final section, the article discusses both the problems and benefits of the new media environment for journalism's role in democracy."]}, {"title": "Sources, Journalists and Power", "paragraphs": ["Sources are a key ingredient in all forms of professional journalism. As a cornerstone in journalistic work, sources provide information, background and broader contexts that journalists draw upon in the construction of journalistic texts. Political journalism would be unthinkable without established relations with political institutions and, traditionally, the same has been said about political institutions and their relationship with news media. In fact, politicians' ability to communicate their agenda is to a great extent governed by their relationship with journalists and media institutions. It is against this background that we also need to understand one of the most classic questions of journalistic research, namely who has the upper hand in the source–reporter relationship. Before we go into a couple of empirical examples of how social media, and especially the use of Twitter, has changed the dynamics between reporters and sources, it is important to reflect briefly on the historical context of research on sources and news media. Basically, three strands of research can be seen here. First, there are those who centre on journalism's central role regarding the selection and framing of social phenomena, arguing that journalists have acquired an informational power position that few other actors in society can match. The classical works on “media logic” (Altheide and Snow 1979, 1991; Hernes 1978) and some of the more recent works on “mediatization” (Strömbäck 2011a) represent a position that centres on the media's ability to influence the behaviours and modes of communication of other social institutions. Although the concept of mediatization comes in several versions, most scholars who use the term tend to underline that, for example, political institutions need to adapt their strategies and operations so that they fit the logic of the media. In some of the classical analyses of journalistic production practices, we find analogous arguments about journalism's power in society. Tuchman's (1973) contention that news work can be understood in terms of a “routinization of the unexpected” indirectly underlined that sources need to adapt their strategies in both time and space, packaging information subsidies in a media-friendly manner in order to have a chance to pass journalism's gatekeeping function. Recent studies have argued that these relations prevail in the digital era. Journalists may be served with an extensive amount of information by external sources, but they still decide how this information is turned into news through the practices of journalism (Reich 2008; Broersma, den Herder, and Schohaus 2013). Thus, journalists hold the power of selecting, processing and distributing information according to a set of rules that are generally inaccessible to members of the public (Quandt 2011).", "A second type of research sets the focus on professional sources and effective strategies for managing the news. A bearing argument is that journalists generally reproduce rather than challenge political agendas and frames of understanding. The reporter–source relationship has been a contested issue in media research for several decades. As indicated above, there are also several reasons why we need to problematize the notion that mediatization works in favour of journalistic institutions. The fact that journalism is governed by rules and conventions that have consequences for the operations of other social institutions does not necessarily mean that sources are “dominated” by the news media. The increased awareness of journalism's modus operandi also opens up for effective strategies of news management, reflected in the vast resources spent on public relations by political institutions (Strömbäck 2011b; Davis 2002). More recent studies of structural transformations in the media industry have suggested that sources have strengthened their grip in the source–journalist relationship due to a long list of factors. The shift to digital distribution has caused severe problems for most media companies, which are still leaning on traditional newspaper business models. Downsized news desks and multi-skilled journalists rather than special reporters (Witschge and Nygren 2009) together with a growing dependence on externally produced materials are some of the consequences often brought to define journalism in the digital era. In such a situation, information subsidies become increasingly significant raw materials for news production (Lewis, Williams, and Franklin 2008), and so do the “primary definers” (Hall et al. [1978] 2013) who serve as journalism's main informants. Journalists can still be “internal” gatekeepers, but without resources for critical scrutiny, fact checking and investigative reporting, the “power” of journalism is reduced to headlining and choice of angle.", "The rise of social media has had several implications for the interrelationship between journalist and politics. As journalism no longer can claim monopoly over public information, there is also much that indicates that information providers that are located outside the traditional news institutions increasingly challenge journalistic constructions through alternative forms of communication, not least through social media platforms. A third type of research that focuses on journalism and sources in terms of interaction are therefore particularly helpful here, as the question of influence becomes increasingly complex and difficult to determine. Berkowitz (2009) conceptualizes the relationship between journalists and sources in terms of negotiation, where both parties hope to achieve their goals and strengthen their statuses through mutual interaction. In this process of “give and take”, sources strive for both public influence and personal recognition in the same way as journalists are driven by the ambition to produce stories that become appraised both internally in the news organization and externally by the general public. In order for this relationship to be effective, it is important that both parties feel that they gain from it. Thus, according to this view, neither sources nor journalists have the upper hand since the relationship is built on a mutual recognition of interests. In a similar manner, Broersma, den Herder, and Schohaus (2013) talk about the source–reporter relationship as a struggle, where sources decide what could be published while journalists eventually decide what will be published. In addition, they argue that this interdependency is important for the constant reproduction of journalistic norms. Personal relationships between politicians and reporters are usually considered problematic in the journalistic profession, while professional contacts that give “access” to important information is considered both valuable and necessary. An integral part of journalism's professional ideology is to acknowledge constantly the fact that sources are both biased and partial. For example, the basic journalistic principle of validating a story with at least two independent sources is indicative of how this acknowledgement is applied in the daily work. According to Deuze (2007), most journalists see their work as a public service, meaning that they want to produce valid and legitimate information as a service to society using professional codes of ethics. In order to uphold this ambition, they commonly accept established principles of objectivity (to be fair, neutral, impartial, etc.) as well as principles of autonomy (to keep a proper distance and independence to the actual “objects” of news reporting). The power of news journalism—the capability to produce information that is perceived as true by its public—lies to a great extent in its ability to establish legitimacy through the adoption of such an ideology (Ekecrantz and Olsson 1994)."]}, {"title": "Mediatized Interdependency", "paragraphs": ["In the context of new media technologies, and especially considering the role of social media, there are several reasons why we need to approach the interrelationship between sources and journalism from a fresh analytical lens. It is, of course, worth noticing that much of the research above is still valid. There is an urgent need, however, to develop theories on journalistic sources in ways which make them applicable in a media landscape characterized by an increasing expansion of various forms of media technologies and practices. We suggest that power relations between journalists and political actors are most fruitfully explored from the perspective of mediatized interdependency where both parties are reliant on each other in order to get their work done properly. Previous research seldom takes into account the fact that sources to an increasing extent are active media producers themselves (through practices that are increasingly similar to those used by journalists). Twitter and blogs, tools that are used extensively by politicians, are dynamic and fast-changing sources that are very different from traditional journalistic raw materials such as press releases or the type of information that “comes alive” through face-to-face interaction during an interview or at a press conference.", "A brief overview of Twitter use among political journalists and politicians reveals a vast flow of information being disseminated on the platform by both parties. Sixty-eight per cent of all Swedish journalists use Twitter professionally (Lindqvist 2013) and according to a recent survey made by an online news outlet, more than 200 members (57 per cent) of the Swedish MPs are active on Twitter (Adolfsson 2013). Twitter is a fast and effective distribution channel for political information, and as Broersma and Graham note, “searching for quotes on Twitter has developed into an established journalistic routine, while the inclusion of tweets in news discourse has become an established textual convention” (Broersma and Graham 2013, 451). The struggle is, however, no longer so much about what “could” be published, but about an on-going discursive struggle that takes place in the digital public space. Political actors often make official statements through Twitter, where they “correct” publications they consider problematic. When doing so, they become media producers themselves who, in turn, use journalism as a source and vehicle for promoting their own agenda. Consequently, media logic in the digital era is not restricted to the ground principles of journalistic work, but to a much broader set of opportunities, available to political and commercial institutions in society as well as to the broader public. Hjarvard (2008) has touched upon this development, distinguishing between, on the one hand, media logic, which is the institutional and technological modus operandi of the media, and on the other hand, mediatization, which is the process whereby society becomes submitted to, or dependent on, this logic. Mediatization can thus be seen as a process that changes the modes of interaction between various social and cultural institutions as a consequence of the media's major role and influence in society. This means, on the one hand, that the media become integrated into the functions and operations of societal institutions, but also, on the other hand, that interaction within and between institutions to a greater extent is performed through the interaction with a medium (Hjarvard 2008, 111). As noted by Kammer (2013), mediatization can be conceived of as a process that draws together societal institutions in a mutually influencing and moulding relationship. The fact that journalists and politicians have become both “media actors” and “media sources” give evidence to the new type of interdependency that this development entails.", "The negotiation of meaning between journalists and politicians is, for example, an activity that to an increasing extent takes place in public, and Twitter provides an important space for such interactions. Göran Hägglund (@goranhagglund), party leader of the Christian Democrats and current minister for Health and Social Affairs in Sweden, can be taken as an interesting example of this new mediatized interdependency. Through his Twitter account, Hägglund provides links to news articles he finds interesting and that support his party's policies on a variety of issues. However, he also actively contests interpretations offered by journalists and analysts, seen for example on 30 September 2013, when he confronted Carl Melin (@carlmelin), “Chief pollster” at the Swedish PR company United Minds, and political analyst at Aftonbladet, Sweden's largest tabloid. Melin had criticized the Christian Democrats' new policy on a coming Swedish NATO membership, resulting in a Twitter conversation where Hägglund called Melin a “social democratic demagogue”. Hägglund also tweets extensively about his favourite hockey team, HV71, accentuating a more private side of online political communication. In fact, being private is a thinkable key to success for a politician on Twitter. Other examples of such “personal” forms of political communication can be detected in the practices of image-blogging on platforms such as Instagram. Several high-ranking Swedish politicians use their Instagram accounts as a way of disseminating visual snapshots of their daily life, a type of communication that has no or a weak connection to traditional politics. Instead, this form of political communication is more about the construction of symbolic values, reflected in the way politicians portray themselves as “ordinary” hard-working citizens, concerned and dedicated parents, culturally engaged, and so forth.", "Another interesting example of the blurring boundaries between the personal and professional aspects of political communication was highlighted by the New York Times. In the article, Sweden's foreign minister, Carl Bildt, was interviewed together with the US ambassador to Russia, Michael A. McFaul. Bildt's style on Twitter appears in the news article as a mix of life and work, “one moment tweeting about Syria and the next gently complaining about the long line for takeoff at the Istanbul airport”. McFaul, one of Bildt's followers, says in the same article that he is “learning where the lines are” between private and personal forms of communication: “any time there is something personal or something with a photo or video it gets much more pick up or retweets than a statement on Syria” (Freeland 2012).", "Besides being a new, potentially rich, source of information for journalists, social media becomes a space where they can publicly address politicians directly and indirectly in real-time. When politicians respond to journalists on Twitter, their comments become mediated to the greater audience of online users. Twitter is a platform where rapid public conversation takes centre stage, but in order to gain public status (followers, re-tweets, etc.) and uphold professional prestige, both journalists and politicians have become increasingly dependent on each other. During September 2013, Niklas Svensson (@niklassvensson), political news reporter on Sweden's second largest tabloid, Expressen, published over 30 tweets tagging Swedish foreign minister Carl Bildt's Twitter account (@carlbildt), and during the same month the same reporter re-tweeted eight tweets from the foreign minister. The two users also engaged in short discussions over political matters, resulting in a total of nearly 50 tweets on the reporter's Twitter account mentioning the Swedish foreign minister in September alone. The specific practice of tweeting implies that both journalistic and political messages are shaped by specific media logics constituted by the characteristics of Twitter—short and witty messages that ultimately strive for large public attention. This communicative interaction both reflects and increases the ongoing transformation from “traditional journalistic ‘objectivity’ to the ‘subjectivity’ of bloggers, social networking and adversarial journalism” (Wheeler 2013, 18–19), prevailing in social media communication. Since Twitter accounts of political journalists tend to be semi-attached to the publisher- or broadcaster-employer,1 reporters are inclined to be both more personal and more subjective on their social media outlets, compared to the publications in their respective news medium. These “ambient” forms of journalism (e.g. Hermida 2010; Bruns 2010) reflect the increasingly blurred boundaries between the professional and the personal in news practices, and between journalists, political actors and the audience. Political news journalism on Twitter also seems to be about marketing individual news reporters in order to enhance personal careers, but also to boost the publishers' or broadcasters' image and profile. So, it is not only politicians that use social media in order to profile themselves, but also journalists. Social media can be used as platforms where specific political journalists are promoted as celebrities in the same fashion as anchors and reporters have been promoted on television over the past decades (e.g. Hamilton 2004, 161)."]}, {"title": "Politicians' Tweets as News Sources", "paragraphs": ["The extent to which politicians' social media use transforms the practices and content of news can be approached from various angles and in order to substantiate the theoretical discussion, the findings from a pilot study are presented here.2 The pilot study is heuristic in the sense that it provides a first analytic step towards assessing the theoretical concept of mediatized interdependency. The study examines the impact of politicians' Twitter-use on news content, looking at the way tweets are used as sources, what news topics they are part of and what parties receive most attention. The study also looks at the extent to which the articles pertain to personal or political dimensions of the tweeter. Furthermore, the article examines if the tweets are framed in negative, positive or neutral terms. The analysis deliberately deals with the relation between tweets and print news rather than online news, since this can reveal if social media use has any effect on more traditional political news reporting outside online communication. The sample is based on news stories published in the printed Swedish press during 2012. The material was collected using the database “Retriever”, Sweden's largest online press archive, and we chose to include eight newspapers: Aftonbladet, Expressen, Dagens Nyheter, Svenska Dagbladet, Sydsvenskan, Östgöta Correspondenten, Dagens Industri and Göteborgsposten. We limited the sample to articles that contained the word “Twitter” together with one or several of the political parties represented in the Swedish parliament. The material was narrowed down to articles where political Twitter messages were explicitly cited or referred to in the text. This resulted in 86 news articles, of which the majority was published in the two tabloids Aftonbladet and Expressen. The relatively small sample of 86 articles made it possible to navigate the material more qualitatively. For example, the part of the analysis dealing with the particular framing of the tweet (using the values positive, neutral and negative) demanded more attention from the coder, which was manageable due to the sample size (i.e. the coding implied a more qualitative approach). Furthermore, it was also possible to re-assess the material in order to get some more qualitative insights on specific news events that included tweets as sources (e.g. the news articles dealing with Twitter-generated scandals and the articles using tweets from the Swedish foreign minister as sources).", "The Swedish political landscape is divided into two major blocs. A centre-right constellation of four parties including the Center Party, the Liberals, the Moderate Party and the Christian Democrats has held power since 2006. Prior to the 2010 election, the Left Party, the Social Democrats and the Green Party co-operated as a united political alternative, but after failing in the same election, that strategy was abandoned. Although informal co-operation still exists, the three challenging parties are now developing separate political agendas. The right-wing populist party Sweden Democrats constitutes a third political force in Sweden. The party managed to get seats in the Swedish parliament for the first time in 2010, drawing on anti-immigration policies and highly conservative ideals similar to the populist right-wing tendencies that have been consolidated in other European countries. An important question is thus to what extent this landscape is reflected in the way Twitter messages are used as explicit news sources.", "The Moderate Party received most of the attention during the period with 38 mentioned tweets or 44 per cent of all articles. The Social Democrats and the Sweden Democrats reached 16 tweets or nearly 19 per cent each, followed by the Center Party and the Christian Democrats, which stayed at 7 per cent each. Neither the Left Party, nor the Liberals or the Green Party, reached more than 2 per cent in total during the studied period. On a more general level, these figures reflect the power constellation in Swedish politics, as the Moderate Party to the right and the Social Democrats to the left are the largest parties on each side of the political spectrum. However, the uneven distribution, and especially the high figures for the Sweden Democrats, suggests that there are other factors that seem to be at work here. The pilot study indicates that there are two specific factors that appear to have an impact on why politicians' tweets are used as news sources—negativity and personification.", "When addressing the modality variable attitude, we measure the news article's specific attitude towards the tweet. Since this part of the coding implied a more qualitative dimension, the values used were positive, neutral and negative. These values measure when the tweet is referred to (or framed) in positive, neutral or negative terms by the main author of the text (i.e. the journalist). The result reveals that an important factor for news impact seems to be negativity. Fifty-five per cent of all news articles framed the politician's tweet in negative terms (34 per cent were neutral and only 12 per cent were positive). If we look more specifically at the distribution between the political parties, we see, for example, that the Moderates as well as the Sweden Democrats received extensive negative coverage while other parties seemed to face a milder treatment during the period. The reasons for these figures can be explained by both thematic and producer-oriented factors. Sweden's foreign minister, Carl Bildt (a member of the Moderate Party), is very active and well established on social media platforms (which points to frequency and professionalism as important factors). He often uses his blog and Twitter account to comment on political currents, trying to establish his own agenda without journalistic interventions. Bildt's influence on journalistic content can be seen in the figures for foreign policy (10 per cent in total, of which all articles dealt with messages communicated by him).", "The importance of negativity is also highly visible in the high figures for scandals (14 per cent) and in news on migration (11 per cent), both displayed in Figure 1. The Sweden Democrats as well as the Moderate Party had representatives that were involved in scandals pertaining to allegations of racism during the studied period. In November, Swedish tabloid Expressen published controversial videos of three representatives of the Sweden Democrats in the city centre of Stockholm. The party tried to parry a huge wave of criticism by using Twitter, but as suggested by our figures, that was hardly a successful strategy as the tweets were framed in exclusively negative terms. The Moderate Party, on the other hand, was involved in a “Twitter Scandal” after one of the party representatives had expressed racist comments on his micro-blog. While the former example illustrates that Twitter does not necessarily increase the influence on news media, the latter also shows that the level of professionalism is highly important to succeed. Without a carefully chiselled communication strategy, politicians become easy targets for journalists. However, that is not to say that political communication through Twitter must be “serious” and carefully planned in advance. On the contrary, one of the most striking results from our study is the extensive coverage devoted to tweets that offer insights into the private and personal sphere of politicians. This is also a type of communication that receives a predominantly neutral or positive response from journalists.", "The second factor that seems to affect the impact of tweets as sources in the news is connected to personification. Twenty-six per cent of all articles, using tweets as sources, relate to the personal aspects of the politician rather than to “conventional” political news topics. The category personal/other is by far the most common one in the sample (see Figure 1). The result indicates that more trivial topics (e.g. when politicians comment on everyday life) seem to generate news impact. News reporting focuses on both the professional and personal/private aspects of politicians, hence reflecting the increased blurring of the private and professional in politics at large (Wodak 2011).", "As illustrated in Figure 1, Twitter seems to increase the personalization of politics in news reporting. Furthermore, when journalists produce news about political tweets, they are often doing so by focusing on negativity, conflicts and scandals. As journalism still leans on professional ideals and pre-established working routines and news values, there is not much that indicates a radical change in the relationship between print news media and politics in terms of power. However, the results indicate that the communicative practices among journalists and politicians inherit a dimension of interdependency that takes increasingly mediatized forms. The personalization of politics is not only the result of commercialized news values or market-driven journalistic priorities. It is also a consequence of more personalized forms of communication among politicians. Being personal is both a way of increasing the possibility of journalistic publicity and a good chance to establish personal political brands in the public debate (cf. Mancini 2011). Needless to say, the personal dimension is also widely visible in the modes of conversation that take place between journalists and politicians on Twitter. In contrast to traditional interviews, where journalists commonly want to mark a sense of distance by being objective and impartial, Twitter has made subjective and confrontational forms of interaction increasingly common. Mediatized interdependency does not necessarily involve more “matey” relations, as it also constitutes a new ground for the marking of professional identities and ultimately also for the reproduction and development of social agency (cf. Kammer 2013).", "Since one of the normative cornerstones of journalism in democratic societies has to do with its ability to provide citizens with information that ultimately guides them in political matters (e.g. Rosenstiel and Kovach 2001), it becomes necessary to reflect upon the development of political news in relation to politicians' communication on social media. The rise of online communication and social media has sparked many hopeful comments about an amplified political engagement among citizens (e.g. Castells 2009), more horizontal information flows (e.g. Keane 2009), digital democracy (e.g. Dahlberg 2001), a more diversified media landscape, and so forth. However, social media also tend to speed up other less desirable aspects within contemporary news media–politics relations. The study of politicians' tweets as news sources discloses that Twitter unquestionably contributes to the ongoing process of increased personalization of politics, foremost by mediating the personal and private realm of politicians' lives. Two important factors that pertain to the specific character of social media use within the process of unfolding and constructing political news, such as scandals or other unforeseeable events, is the dynamics of spatial–temporal proximity (to the driving factors of the event) and the velocity (the ability to provide updated information). Both of these are important mechanisms in accelerating the de-politicization of political news. This also adheres to traditional forms of media logic such as intensification and personalization (Hernes 1978; Altheide and Snow 1979).", "The situational and communicative aspects of political tweeting seem to increase the entertainment aspects of political news reporting. Both scandalization and personalization can be understood as drivers in reifying political journalism, as part of the market logic of news production. In relation to tweets as sources, the news focus tends to shift from political issues to the personal and private realms of individual politicians. The emergence of politicians' social media use (or at least parts of it) therefore relates to what Mancini (2011) defines as the “commodification of politics”, and what Wheeler (2013) calls “celebrity politics”—the construction of highly individualized and branded politicians. Since “high-end users” on Twitter tend to be already-established actors that belong to an elite in the public debate, for example politicians and news journalists (Larsson and Moe 2012, 741), social media constitute an arena where both political messages and identities become increasingly marketized (e.g. Wodak 2011; Wheeler 2013). This also means that politicians' communication on Twitter contributes to a process where politics becomes increasingly de-politicized. A previous study reveals that politicians' micro-blogging focuses on disseminating information rather than dialogue with other users (Larsson and Moe 2012). The communicative function of micro-blogging entails explicit aspects of image-making and branding of individual politicians (e.g. Wheeler 2013). It facilitates slogan-friendly communication and privileges reified and simple messages. The two tendencies observed seem to have a reciprocal relation to each other—news reporting focuses on the personal/private aspects of politicians, and politician-users tend to emphasize the personal/private realms of their professional identity while communicating on social media. Hence, both actors are contributing to the increased blurring of the private and professional in politics.", "News media actors and political journalists encounter a vast amount of communicated content emanating from high-end politicians that reaches far outside the realm of traditional politics, but that nevertheless makes it into the news from time to time. So, the “commercialization of news” (cf. McManus 2009; Schudson 2003) also feeds from the overall “commercialization of politics”, and social media add to, and speed up, the general tendencies advanced by televised politics. The processes of commercialization in news media and politics, respectively, are highly interrelated, and one visible output of increased marketization of political public life is the emergence of “celebrity politics” (Wheeler 2013). When politicians become celebrities they tend to rely on various factors related to news media, with the most notable one being staged performance on television (e.g. van Zoonen 2005). These performances (most often) make the private life of politicians the centre of interest (Sennett 1976, 284). Politicians' social media use seems to have similar consequences.", "The growing media interest in the private life of politicians (cf. Wodak 2011), and the general orientation towards personalization and individualization in political news reporting, appear to be key components in contemporary society (cf. Crouch 2004). The digitalization of news media increases the marketization processes through emergent interpersonal and intrapersonal communication practices. The infrastructure of social media platforms such as Twitter privileges individualized communication and therefore it also reinforces these tendencies in both news media and political communication.", "However, social media practices are still in an early and evolving stage, and there are also other, more positive, tendencies worth highlighting here. Social media such as Twitter and Facebook engage citizen-users in new forms of multi-communication practices relating to both news journalists and politicians. This implies that certain processes of news journalism become more transparent and increasingly dependent on the trust of audience-users (Lasorsa, Lewis, and Holton 2012). The interactivity with users and the emergence of user-generated content can harvest new forms of contra-flows. Since the communication between journalists and politicians becomes (partly) more visible in public, audiences can engage in and possibly add to the processes of news production in new and more diversified ways. Thus, social media can thereby contribute to a more engaged public and enable new forms of accountability."]}, {"title": "Final Reflections", "paragraphs": ["In recent years, media scholars have devoted a great deal of energy on Twitter as a publication platform and as a journalistic tool for information gathering. Few studies, however, have turned a critical spotlight on how tweets are used as news sources and what distinctive functions they play in news discourse. The examples discussed in this article are all indicative of the mediatized interaction that takes place in and through online public spaces such as Twitter, which also comes with new forms of interdependency between journalists and politicians. The pilot study also reveals that Twitter seems to strengthen processes of personalization and “celebritization” in political journalism. In order to understand the generative factors behind this development, we have to concentrate the analysis on the discursive connections and the mediatized intersection of interests between journalists and politicians that take place on new media platforms. With a more palpable “social” orientation of journalism and political communication comes an increased interest in the personal and the private. However, much more research is needed before we can draw precise conclusions regarding the consequences of this development. That includes, for example, specific case studies on prominent political actors and their ability to manage the news in specific directions. Further studies are also needed that deal more specifically with questions of discursive interaction and the way mediatized interdependency is manifested through digitalized forms of conversation. For example, analysing the public discursive “struggle” between journalists and politicians on social media platforms such as Twitter could be one way to further assess the concept of mediatized interdependency.", "There are also other potential consequences of increased social media use by politicians that point in other directions. While this article has focused on new interrelationships, social media may also strangle the social interaction between journalists and sources. As journalism has lost its former information monopoly, politicians can now increasingly rely on their own media production. Digital communication through social media is fast, accessible to anyone and easy to use, without any costs for journalistic institutions that are set under hard economic pressures. Communicating through blogs and social media can thus be used as a way of taking control over public discourse, where politicians can avoid tough questions and the critical scrutiny that they may entail. That can lead potentially to a breakdown of established source–journalist relations and to a decline of “the negotiation-through-conversation” that has characterized journalism for centuries (Broersma and Graham 2013). Furthermore, that would include implications regarding the power balance between journalism and sources, not in favour of journalists, as many mediatization scholars have argued, but in favour of sources."]}], "references": [{"title": "Seems Stupid Until You Try It: Press Coverage of Twitter, 2006-9", "year": "2010", "journal": "New Media and Society", "volume": "12", "authors": [{"name": "Arceneaux Noah", "first_name": "Arceneaux", "last_name": "Noah"}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}]}, {"title": "A Question of Power", "year": "2013", "journal": "Journalism", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Herder Bas den", "first_name": "Herder", "last_name": "den"}, {"name": "Schohaus Birte", "first_name": "Schohaus", "last_name": "Birte"}]}, {"title": "Twitter as a News Source: How Dutch and British Newspapers used Tweets in Their News Coverage, 2007–2011", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Oblique Strategies for Ambient Journalism", "year": "2010", "journal": "Media-Culture Journal", "volume": "13", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}]}, {"title": "Researching News Discussion on Twitter: New Methodologies", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Burgess Jean", "first_name": "", "last_name": "Jean"}]}, {"title": "", "year": "2012", "journal": "2011 Social Journalism Study: Perceptions and Use of Social Media among Journalists in the UK", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Internet and Democratic Discourse: Exploring the Prospects of Online Deliberative Forums Extending the Public Sphere", "year": "2001", "journal": "Information, Communication and Society", "volume": "4", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "Twittering the News: The Emergence of Ambient Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "The Mediatization of Society", "year": "2008", "journal": "Nordicom Review", "volume": "29", "authors": [{"name": "Hjarvard Stig", "first_name": "Hjarvard", "last_name": "Stig"}]}, {"title": "The Mediatization of Journalism", "year": "2013", "journal": "MedieKultur. Journal of Media and Communication Research", "volume": "29", "authors": [{"name": "Kammer Aske", "first_name": "Kammer", "last_name": "Aske"}]}, {"title": "Studying Political Microblogging: Twitter Users in the 2010 Swedish Election Campaign", "year": "2012", "journal": "New Media and Society", "volume": "14", "authors": [{"name": "Larsson Anders O.", "first_name": "Larsson", "last_name": "O."}, {"name": "Moe Hallvard", "first_name": "Moe", "last_name": "Hallvard"}]}, {"title": "Normalizing Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "How Citizens Create News Stories: The ‘News Access’ Problem Reversed", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Mediatization and Perceptions of the Media&#039;s Political Influence", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "Making News by Doing Work: Routinizing the Unexpected", "year": "1973", "journal": "American Journal of Sociology", "volume": "79", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Journalism: A Profession under Pressure?", "year": "2009", "journal": "Journal of Media Business Studies", "volume": "6", "authors": [{"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}]}]}