{"doi": "10.1080/1461670X.2017.1375387", "url": "https://doi.org/10.1080/1461670X.2017.1375387", "title": "Migration Maps with the News", "volume": "19", "year": "2018", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Adams", "first_name": "Paul", "name": "Paul C. Adams"}], "abstract": "Maps showing immigration into Europe are a potential source of journalistic bias. Limited time and funding to create maps of migration can lead to dependence on data from institutions dedicated to controlling migration, in effect promoting a logic of surveillance directed at immigrants rather than a logic of hospitality based on respect for human rights. There are organizational and logistical barriers to overcome if migration is to be portrayed in ways that support thoughtful, democratic, rights-based deliberation but efforts need to be made to map migration in ways that reveal the geographical experiences of individual immigrants including their movement paths and the risks they face. This article examines unusual maps of migration, drawing on examples from news media as well as from non-governmental organizations, research teams, book authors, private companies, and entertainment media based in several European countries. The examples provide a foundation for concrete recommendations regarding the responsible use of cartographic visualization as a component of immigration news.", "body": [{"title": "Introduction", "paragraphs": ["“If there is one thing certain about the EU, it is that there will be many more maps in many more colours, with many more lines.” (Manners 2011, 254)News articles on refugees, asylum seekers and immigrants entering Europe are often illustrated with eye-catching maps featuring brightly colored arrows converging on Europe from various directions, scaled to represent aggregated human flows—a thousand people coming by one route, several tens of thousands via another route. These representations play a vital role within the larger body of news about migration, rendering migration visible in certain ways, directing attention toward selected aspects of migration, and reinforcing particular understandings of migrants. Graphic representations of migration, henceforth indicated as “migration maps,” necessitate cartographic choices. The choices that are made not only present different facts, they also resonate with different emotional responses to migration. Through these differences, migration maps in the news play an important political role. In a time when the issue of migration has become a political lightning rod there is an ethical imperative to critically examine this role. Maps in the news can act insidiously to perpetuate social marginalization, discrimination and exclusion (Vujaković 2002, 188). In response, this article critically examines the task of visualizing migration and suggests ways to overcome common types of cartographic bias.", "“If there is one thing certain about the EU, it is that there will be many more maps in many more colours, with many more lines.” (Manners 2011, 254)", "The objectives of this article are simultaneously practical and ethical. I offer concrete suggestions regarding the creation of maps that counterbalance existing journalistic biases. The suggestions are driven by the question of how to look not only at migrants but also with migrants, attending to their individual experiences, motivations and risks. I also consider how to encourage public participation in, and engagement around, questions of migration through concrete guidelines for more ethical cartographic approaches to migration. The maps used to illustrate the guidelines are drawn from a range of sources within and beyond news media and point to the potential for news media to draw from the cartographic innovations of nongovernmental organizations (NGOs), research teams, book authors, private companies, and entertainment media. In various ways, each of these sources employs a unique perspective on migration with clear potential to guide journalistic cartography. The article proceeds from a theoretical section exploring how ideology operates through maps, to guidelines for mapping that avoid the biases of conventional migration maps, and concludes with a reflection on the role of alternative migration maps in relation to the functions of journalism within civil society."]}, {"title": "Visual Media and the Power of Maps", "paragraphs": ["Every map reflects choices regarding what to include and exclude, what scale and orientation to adopt, what symbols and colors to employ, and so forth. Any given approach to map-making inevitably promotes certain biases. The maps accompanying newspaper and television reports are often quite simple, with their information pared-down and focused to capture attention, to expedite the sending of messages, and to avoid reader confusion. However, the simpler the map the more it leaves out of the story. As information is excluded sources of potential bias are introduced. There is consequently a need for critical reflection on maps that accompany the news, particularly insofar as maps in the news are a critical component of what we could call “news place-making” (Gutsche 2014a, 2014b) including constructions of the nation as a place of individual and collective identity, and news stories are the most important media genre in which maps are encountered (Monmonier 1989, 19).", "In a prominent analysis of framing, Entman argues that there are inherent connections between the salience of phenomena, ways of defining problems, presumptions of causality, moral judgments, and recommended treatments (1993, 52). In a later work, he links this argument to visual representation and action, arguing that images have the power to affect judgments after only a single viewing (2004, 6). Visuals in the news do not merely direct a way of looking, a gaze, they also shape judgments regarding what should be done with regard to policy. Coleman confirms this link (2009, 240), arguing that visuals in the news demonstrate “Entman’s four functions: defining problems, assigning blame, declaring right or wrong, and fixing them.” Her survey of research on visual agenda setting and framing highlights a key insight: if a news story is constructed so that the “visual message is different from the verbal message, people’s impressions tend to go with the information conveyed by the visual.”", "Maps are similar to other news genres in that they contribute to framing, agenda setting, and priming (Scheufele 1999; Weaver 2007; Protess and McCombs 2016). Starting with frames, these are “interpretations that lead to evaluations” (Entman 2004, 26) and they manifest as “schemes for both presenting and comprehending news” (Scheufele 1999, 106). Functionally, frames create connections between journalists and audiences which can be thought of as the lines along which journalists organize reality in order to be understood by audiences and the lines audiences follow to trace the meanings of the news they encounter (Gamson and Modigliani 1989). While these lines are metaphorical in the case of verbal representations (i.e., lines of reasoning), they are literal when we consider cartographic representations. That is, lines on paper or onscreen represent borders and human movements, and as seemingly straightforward as a line may be, its color, weight, orientation, and scale all speak to both structure and agency, order and disorder, the footprint of state power and the traces of human lives. Cartographic elements act as what D’Angelo calls “framing devices” (2002, 881), telling stories and making arguments. Just as the notion of framing can be applied to cartography, agenda setting is also present in maps. The agenda setting power of cartography in the news works at two levels: the first shows what issues are worth paying attention to, directing attention to certain phenomena as relevant, and the second establishes how issues are actually defined (Coleman 2009, 251). The second level would, for example, emphasize attributes of a particular place (e.g., the island of Lampedusa) once that place has been designated as relevant to the story of migration. The power of framing and agenda setting to affect public opinion is referred to as priming. Priming is notoriously difficult to measure because it works cumulatively over a long period of time through multiple media encounters and feedback loops, and journalists respond to public opinion even as they shape it. Rather than belabor the distinctions between framing, agenda setting, and priming, the interest here is on cataloguing alternative mapping strategies which can intervene in all three of these processes.", "Visual representations, including maps, lay claim to objectivity through their seeming transparency, as they “frame what can be seen, thought and said” (Bleiker 2015, 874). Objectivity has been criticized as a “god trick,” an attempt to see the world in a way that distances “the knowing subject from everybody and everything in the interests of unfettered power” (Haraway 1988, 581). Migration maps adopt such an omniscient angle, what Thomas Nagel (1989) called a “view from nowhere,” seemingly objective but performing a kind of surveillance. This way of visually organizing the world benefits from and reinforces what Gunnar Olsson calls “cartographic reason,” the habit of thinking of reason itself in terms of mapping (Olsson 2007), and it fosters the imperialist notion that whoever employs Western style mapping has the right to control and dominate territory (Cosgrove 2001). Maps do of course come from somewhere, in both a literal and a figurative sense, serving particular political, economic and social interests of those who have made them (Harley 1988, 1989; Woodward 1992).", "Among the most common visualizations of migration are maps showing human movements as various sized arrows superimposed on national outlines—a map genre which is easy to create and immediately recognizable by news consumers (Figures 1–2). Such maps portray refugees, asylum seekers and immigrants (henceforth indicated collectively as migrants) in a way that is impersonal, static, and selective, but it is so familiar as to seem natural and unquestionable. These maps contribute to the processes of agenda setting, framing, and priming, and their ideological and political power merits careful consideration for theoretical, practical, and ethical reasons. Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 1  Map of immigration to the Europe, aggregated to show migration flow volumes as scaled arrows in different shades of red entering Europe by four access routes and returning by one route. Europe is rendered in blue with faint internal borders. Source: “Illegal border crossings by source and route in the third quarter of 2015” Frontex Risk Analysis Unit (January 2016). FRAN Quarterly, Quarter 3, July–September 2015, p. 9. Warsaw, Poland. Copyright Frontex, reference number: 20617/2015Display full sizeFIGURE 1  Map of immigration to the Europe, aggregated to show migration flow volumes as scaled arrows in different shades of red entering Europe by four access routes and returning by one route. Europe is rendered in blue with faint internal borders. Source: “Illegal border crossings by source and route in the third quarter of 2015” Frontex Risk Analysis Unit (January 2016). FRAN Quarterly, Quarter 3, July–September 2015, p. 9. Warsaw, Poland. Copyright Frontex, reference number: 20617/2015 Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 2  Map of migration flows across the Mediterranean in the first three quarters of 2015, aggregated with three scaled circles in yellow, blue and red, for the western, central and eastern routes, respectively. Europe is rendered in tan with gray internal borders. Source: “Så mange har flyktet over Middelhavet” [So many have fled across the Mediterranean] by Tom Byermoen accompanying the article “Slik reiser flyktningene til Europa … og så mange omkommer i forsøket” [How refugees travel to Europe … and so many die in the attempt]. Verdens Gang, August 25, 2015. Online file at: http://www.vg.no/nyheter/utenriks/flyktningkrisen-i-europa/slik-reiser-flyktningene-til-europa/a/23511730/ (accessed 18 May 2017)Display full sizeFIGURE 2  Map of migration flows across the Mediterranean in the first three quarters of 2015, aggregated with three scaled circles in yellow, blue and red, for the western, central and eastern routes, respectively. Europe is rendered in tan with gray internal borders. Source: “Så mange har flyktet over Middelhavet” [So many have fled across the Mediterranean] by Tom Byermoen accompanying the article “Slik reiser flyktningene til Europa … og så mange omkommer i forsøket” [How refugees travel to Europe … and so many die in the attempt]. Verdens Gang, August 25, 2015. Online file at: http://www.vg.no/nyheter/utenriks/flyktningkrisen-i-europa/slik-reiser-flyktningene-til-europa/a/23511730/ (accessed 18 May 2017)", "FIGURE 1  Map of immigration to the Europe, aggregated to show migration flow volumes as scaled arrows in different shades of red entering Europe by four access routes and returning by one route. Europe is rendered in blue with faint internal borders. Source: “Illegal border crossings by source and route in the third quarter of 2015” Frontex Risk Analysis Unit (January 2016). FRAN Quarterly, Quarter 3, July–September 2015, p. 9. Warsaw, Poland. Copyright Frontex, reference number: 20617/2015", "FIGURE 1  Map of immigration to the Europe, aggregated to show migration flow volumes as scaled arrows in different shades of red entering Europe by four access routes and returning by one route. Europe is rendered in blue with faint internal borders. Source: “Illegal border crossings by source and route in the third quarter of 2015” Frontex Risk Analysis Unit (January 2016). FRAN Quarterly, Quarter 3, July–September 2015, p. 9. Warsaw, Poland. Copyright Frontex, reference number: 20617/2015", "FIGURE 2  Map of migration flows across the Mediterranean in the first three quarters of 2015, aggregated with three scaled circles in yellow, blue and red, for the western, central and eastern routes, respectively. Europe is rendered in tan with gray internal borders. Source: “Så mange har flyktet over Middelhavet” [So many have fled across the Mediterranean] by Tom Byermoen accompanying the article “Slik reiser flyktningene til Europa … og så mange omkommer i forsøket” [How refugees travel to Europe … and so many die in the attempt]. Verdens Gang, August 25, 2015. Online file at: http://www.vg.no/nyheter/utenriks/flyktningkrisen-i-europa/slik-reiser-flyktningene-til-europa/a/23511730/ (accessed 18 May 2017)", "FIGURE 2  Map of migration flows across the Mediterranean in the first three quarters of 2015, aggregated with three scaled circles in yellow, blue and red, for the western, central and eastern routes, respectively. Europe is rendered in tan with gray internal borders. Source: “Så mange har flyktet over Middelhavet” [So many have fled across the Mediterranean] by Tom Byermoen accompanying the article “Slik reiser flyktningene til Europa … og så mange omkommer i forsøket” [How refugees travel to Europe … and so many die in the attempt]. Verdens Gang, August 25, 2015. Online file at: http://www.vg.no/nyheter/utenriks/flyktningkrisen-i-europa/slik-reiser-flyktningene-til-europa/a/23511730/ (accessed 18 May 2017)", "As Thompson notes, ideology is “meaning in the service of power” (1990, 7, emphasis in original). In the case of immigration, dominant ideologies construct immigrants as economic refugees who depend on welfare while taking jobs from the local population, persons do not belong and need to be sent back to their country of origin (Foss 2004, 239). While such frames are readily apparent in verbal texts it is somewhat trickier to see how they operate in visual texts like photographs and maps. Representations adopted or accepted with little thought to their intersection with power relations can misinform people and contribute to exclusionary forces acting in and through public discourses, impairing journalism’s vital democratic functions including information dissemination and the fostering of inclusionary debate (Strömbäck 2005). The challenge is to enhance sensitivity to ways in which the “little tacit theories about what exists, what happens, and what matters” (Gitlin 1980, 6) are at work behind the scenes in processes of cartographic representation. It is in the spirit of counterbalancing the ideologies implicit in “default” migration maps that the body of this article proposes some alternatives to the common migration maps and their surveillant gaze (Vukov and Sheller 2013).", "Critiques of mapping therefore draw on broader concerns with objectivity and representation, arguing that each map stakes out a position. This positioning is particularly evident in maps of migration which speak with authority about who “should be here” and who “belongs elsewhere”—a complex process of bordering and ordering (Van Houtum and Van Naerssen 2002). As the borders of European states and the “external” borders of Europe, that is, the Schengen Area, are foregrounded by news reports of immigration, what is pushed to the background and treated as neutral and natural are the state borders, including the “arrogant partitioning” (Monmonier 2010, 4) imposed by colonial powers without regard for pre-existing linguistic, religious, and ethnic geographies which set the stage for political instability and international conflict in the twentieth and twenty-first centuries. Human flows are juxtaposed on borders which seem to be “given” but in fact reinforce perceptions of borders as: natural (instead of created), equivalent (since they are represented on all sides of every country with the same kind of line), and linear (although the forces that maintain borders are anchored at many points far away from borders), while disguising the border’s role as a “power container” (Sack 1986; Vujaković 2014). Therefore migration maps promote “a quest to become inhospitable” (Balch 2016, 2), resonating with state propaganda and nationalism (Pickles 1992) as “veiled racial acts” (Gutsche 2014a, 12). Thus, the features on the map become objectively real through the understandings people have when they appropriate cartographic representations for individual and collective purposes, and maps are implicated in historical processes (including migration) even as they seem to be transparent windows on the world.", "Exclusionary representations, including those embodied in maps, also enact various forms of surveillance. While surveillance is often taken to mean targeted observation of a single person, for example through the tapping of telephone conversations, it can also refer to social surveillance—a host of monitoring and cataloguing practices applied to a group or an entire population (Foucault 1976, 1978; Hartley 2008; Houen 2008; Mbembe 2008; Reid 2008; Morton and Bygrave 2008b). In the context of migration maps, alien bodies are rendered as political threats through the surveillant gaze. For example, the monitoring of Europe’s Mediterranean border zone involves “real-time mapping” with the “technological eyes” of ocean patrols guided by radio, radar and remote sensing imagery (Tazzioli 2016, 571). Such mappings have both exclusionary and inclusionary implications, depending on the biases of map makers and map readers (Tazzioli 2016; Casas-Cortes et al. 2017).", "Bias can result simply from decisions like which color to use for map elements. Red and orange are semiotically tied to all sorts for bad, negative, risky things while green and blue are generally used for good or neutral things. A naïve reading of a migration map juxtaposing red arrows on a cool or neutral colored base map (as with the original versions of Figures 1 and 2) is that the territorial order is good and normal while the flow of people is bad and dangerous. This reading resonates with maps of floods, wildfires, infestations, epidemics and invasions. The shape of the arrows and the way they penetrate the boundaries of the state (or multi-state territory in the case of the EU) resonates with exclusionary discourses which associate foreigners with narratives of contamination, pollution and rape (Ó Tuathail and Agnew 1992, 200–201; Keskinen 2016)."]}, {"title": "Methods of Cartographic Critique", "paragraphs": ["Distinct methodologies are required so journalistic maps can be reconsidered in accordance with an ethics of hospitality (Dikeç 2002; Silverstone 2007; Horsti and Nikunen 2013; Jansson 2017). This presents a challenge because of the contrast between verbal and visual communication. While the potential to critique visual representations has been demonstrated within various critical frameworks such as cluster criticism, feminist criticism, metaphor criticism and generic criticism (Foss 2004), the majority of rhetorical criticism still centers on written and spoken texts. Methods targeting terminology have been demonstrated abundantly in studies of verbal accounts of migration (Gitlin 1980; Pan and Kosicki 1993; Kurtz and Snowden 2003; Ibrahim 2005; Vliegenthart and Roggeband 2007; Balch and Balabanova 2011; Helbling 2014). For example, tabloids are more likely than broadsheets to characterize migrants as “spongers,” “gangsters,” “criminals,” and “fanatics” (Gabrielatos and Baker 2008, 29). Guidelines for interpreting frames in visual representations are less common although a valuable summary is provided by Coleman (2009) who also highlights the reasons why frames are hard to identify in maps. While visual images are usually processed “peripherally,” meaning that audiences do not pay as much attention to news images as to the words, images elicit more emotional responses which contribute to the meaning of the whole text via “emotional lamination” (Coleman 2009, 239).", "This lamination means images do not argue in discrete units analogous to words, nor do their elements interrelate via rules as rigid or easily defined as the rules of grammar. This elusive quality accounts for the rhetorical power of visual media, however, because a message is more likely to be accepted at face value when one is unsure how to argue with it. Recalling Coleman’s model, maps are particularly powerful when included with the news because they simultaneously show audiences what to look at (first level agenda setting) and how to look at things (second level agenda setting). In addition, there is a gap between the banal and utilitarian language of mapping and the more artful forms of visual communication such as painting, photography, sculpture, and architecture (Foss 2004, 78–93, 168–181, 205–218, 325–331). This gap exacerbates the taken-for-grantedness of the messages embedded in maps, making them less amenable to critique. Maps are also rather peculiar among visual media in that they are expected to carry substantive meaning—facts rather than impressions. This makes the “emotional lamination” of cartographic discourse particularly surreptitious. A map is given the weighty responsibility to explain, analyze, and elucidate the accompanying verbal arguments, so its emotional impact can be easily overlooked.", "To give a specific example, to show the difference in the number of migrants entering Europe via the Canary Islands and the number of migrants entering via the Aegean Sea, a common strategy would make the latter arrow proportionally wider, trying to match the ratio in arrow widths to the numbers of immigrants taking each route. This “default” method of using scaled arrows to show differences in flow almost inevitably leads to bias because the ratio is over 1:80, forcing the wider arrow to read (if erroneously referenced to the map’s scale) as hundreds of kilometers wide. A naïve reading of the map therefore produces the impression that an impossibly huge number of people is flooding across the borders of Europe, an impression which resonates with news frames operating at various scales and contexts to create the xenophobic frame Gutsche in a very different context describes as “encroachment of others into our spaces” (Gutsche 2014a, 6).", "The techniques of critical cartography help respond to the peculiarities of maps. Insight is found, for example, in works such as Mark Monmonier’s Maps with the News (1989) which takes a historical and descriptive approach to journalistic mapping practices, How to Lie with Maps which takes a more pragmatic approach to cartography’s fraught relationship with the truth (Monmonier 2014), and No Dig, No Fly, No Go (Monmonier 2010) which focuses on the exclusionary practices concretized in maps. There is insight as well in the foundational works of critical cartography which showed maps as cultural products reflecting social, spatial and historical contexts (Harley 1988, 1989; Pickles 1992; Woodward 1992), and in the large body of geographic work that continues to cite these scholars, especially in the journals Cartographica, The Cartographic Journal, and ACME. Such contributions analyze, interpret and contextualize cartography as a social practice, but their insights have yet to be systematically applied to migration-related news (although see Tazzioli 2016; Casas-Cortes et al. 2017).", "Alternatively, maps can offer the progressive “capacity to imagine places anew” (Nikunen 2016, 165). An innovative map offers avenues to question the rigid social and geographical order and take a proactive position within the ongoing “combat of cartographies” (Casas-Cortes et al. 2017, 28). It can be hospitable to marginalized groups and co-opt the surveillant gaze. Ways of doing this become clearer in conjunction with concrete cartographic guidelines."]}, {"title": "Guidelines for Mapping Migration", "paragraphs": ["The following section introduces four guidelines to counterbalance habits of cartographic representation that are inherently inhospitable and are tied in to social surveillance practices. Each cartographic strategy will be explained, illustrated with one or two sample maps, and linked to broader theoretical issues. Recommendations are guided by D’Angelo’s (2002) model of framing as multiple flows. The maps reference any or all of the affected groups: refugees, asylum seekers and immigrants, so I simplify by employing the term “migration map.” Each example is followed by relevant theories. While some of the examples are not from news media, they all indicate practices that could be adopted to the needs of journalism.", "Map the paths taken by particular refugees, asylum seekers, and immigrants before, during, and after the period of relocation. This type of mapping can involve, for example, tracing initial moves between countries in the Middle East or Africa, the locations of entry into Europe (i.e., the Schengen Area or the EU), personal movements between European countries (for example seeking asylum in a country with relatively hospitable laws), and personal movements within European countries (for example relocation between various camps and detention facilities). Maps of this type reveal aspects of immigration that are normally invisible in maps, news stories, and daily life more generally (Casas-Cortes et al. 2017, 14).", "To appreciate this guideline, we must reflect for a moment on the politics of personalization. Photographic images accompanying Australian news stories about immigration were found to perpetuate what Bleiker et al. (2013, 413) described as a “pattern of anonymous masses.” Photographers and editors favored images of medium to large groups as opposed to images of individuals or small groups. The “category of images that is most likely to evoke compassion in viewers—a single refugee with clearly recognisable facial features” accounted for only two percent of such images (Bleiker et al. 2013, 405). This obsession with anonymous masses and avoidance of the individual portrayal supports viewing “the ‘imagined refugee’ as a distant being” (Lenette 2016, np.) while casting immigrants as a kind of swarm that endangers territorial integrity.", "What group photos are to photography, straight arrows are to cartography. Arrows showing migration as an aggregate flow or flows (see Figures 1 and 2) resonate with the same defensive emotions as maps of storm movements, troop advances or epidemic disease outbreaks, and as such “contribute to further dehumanizing refugees, and erase their humanity or biographies” (Lenette 2016, np.). In relation to this guideline we also must note the peculiarities of representing Europe, where territorial integrity is associated most often with the outside boundaries of the EU/Schengen countries and “migration is not covered in the media as an exclusively national issue; instead, it is socially constructed as a European problem” (e.g., Horsti 2012, 298). For example, nine maps used by the BBC to represent “‘Key Migrant routes from Africa to Europe’ … limited their depictions to the Europe–Africa border, without depicting the complicated, winding routes the migrants took prior to reaching Europe or after their arrival. The arrows pointed from Africa to points of entry into Europe: Canary Islands, Ceuta, Melilla, Lampedusa and Malta” (Horsti 2016, 10–11). These oversimplified trajectories present immigrants as a threat, evoking “powerful metaphors of war and invasion” (Horsti 2016, 10–11).", "To counterbalance this “interpretive package” (Gamson and Modigliani 1989, 3), line details as well as line type and color can differentiate individual modes of immigrant transport (water, land, air) and conditions of travel (foot, private vehicle, public transit, smuggler-supplied vehicle, hidden compartment, etc.). Figure 3 is a map of the migration paths of Nidal and Salah, two brothers from Syria. Salah and his family were selected for admission by lottery while Nidal took the risk of entering Europe uninvited, crossing the Aegean Sea in a small boat then making a sinuous crossing through seven or eight European countries, in order to reunite with his brother. The map is part of a multimedia NRK documentary incorporating written story, photos, videos, and another map. Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 3  Map of the migration paths of two brothers, Salah and Nidal, as blue and red lines. The former is shown traveling directly to Norway by air while the latter’s trajectory goes more indirectly by land. European and non-European countries are rendered in the same shade of gray with white borders. Source: Mari Grafsrønningen, untitled map with the article “Ble da brødrene flyktet” [When the brothers fled] NRK, 11-24-2015. Online file at: https://www.nrk.no/dokumentar/xl/ble-da-brodrene-flyktet-1.12667811 (accessed 18 May 2017)Display full sizeFIGURE 3  Map of the migration paths of two brothers, Salah and Nidal, as blue and red lines. The former is shown traveling directly to Norway by air while the latter’s trajectory goes more indirectly by land. European and non-European countries are rendered in the same shade of gray with white borders. Source: Mari Grafsrønningen, untitled map with the article “Ble da brødrene flyktet” [When the brothers fled] NRK, 11-24-2015. Online file at: https://www.nrk.no/dokumentar/xl/ble-da-brodrene-flyktet-1.12667811 (accessed 18 May 2017)", "FIGURE 3  Map of the migration paths of two brothers, Salah and Nidal, as blue and red lines. The former is shown traveling directly to Norway by air while the latter’s trajectory goes more indirectly by land. European and non-European countries are rendered in the same shade of gray with white borders. Source: Mari Grafsrønningen, untitled map with the article “Ble da brødrene flyktet” [When the brothers fled] NRK, 11-24-2015. Online file at: https://www.nrk.no/dokumentar/xl/ble-da-brodrene-flyktet-1.12667811 (accessed 18 May 2017)", "FIGURE 3  Map of the migration paths of two brothers, Salah and Nidal, as blue and red lines. The former is shown traveling directly to Norway by air while the latter’s trajectory goes more indirectly by land. European and non-European countries are rendered in the same shade of gray with white borders. Source: Mari Grafsrønningen, untitled map with the article “Ble da brødrene flyktet” [When the brothers fled] NRK, 11-24-2015. Online file at: https://www.nrk.no/dokumentar/xl/ble-da-brodrene-flyktet-1.12667811 (accessed 18 May 2017)", "This map is instructive because it is both particular and general, in the sense that the brothers’ journeys are biographically accurate but also typify divergent experiences of arrival in Europe. It is common for irregular immigrants to make repeated efforts to cross certain borders within Europe; the typical path of a refugee or asylum seeker is convoluted and idiosyncratic, with multiple stages entailing particular risks and uncertainties, encumbered with twists, turns, returns, and delays (motivated for example by the Dublin Regulation, EU 2013). While it is impossible to capture a large number of complex trajectories on a single map, the reduction of immigrant movements to broad arrows as in Figures 1 and 2 masks several important things: it masks the personal experience of each migrant, including challenges encountered along the way; it masks the junctures where a migrant’s destination is uncertain; it masks strategic relocation within Europe; and finally it masks the long-distance ties to family and relatives who have remained at home or who have become separated as a result of migration. To map an individual immigrant’s trajectory is to create what one newcomer to Europe insightfully called a “tabu map” (Casas-Cortes et al. 2017, 14).", "To break the tabu what is needed is a different relationship to the production of the map, acquiring data that is normally ignored or purged from migration maps. To depict personal trajectories through space depends on biographical data that is difficult to access unless a reporter actually talks with migrants, sitting down with one or more migrants to hear their stories. A reporter may need to hear from friends and family, as well, if the migrant trajectory in question ended in death. Theoretically speaking, then, this guideline is justified by the need to transcend norms of cartographic production dependent on a “pattern of anonymous masses” (Foucault 1976, 1978; Morton and Bygrave 2008a; Bleiker et al. 2013, 413).", "Map the risks faced by people who are traveling to Europe as refugees, asylum seekers, and immigrants. This intervention is closely tied to the first and responds to the fact that there is a geographical organization to the risks that drive people to migrate and the risks to which they are exposed during migration. Geographers refer to the initial causes of migration as “push factors” and “pull factors” (Dorigo and Tobler 1983; O’Lear 1997) and geographers have long considered the distribution of such factors as essential to an understanding of migration. The risks encountered en route to Europe’s external borders, risks encountered while traveling to a destination country within Europe, risks encountered upon arrival at a destination country, and risks faced by those who undergo forcible removal back to their country or region of origin can all be mapped. These risks matter because they threaten wellbeing, security, physical health, mental health, social status, autonomy, dignity, and life itself, as well as “pushing” and “pulling” on migrants. Mapping makes such risks visible, joining in broader strategies of visualization which counter a logic of surveillance with “humanitarian visibility” (Tazzioli 2016), rendering at-risk lives more easily protected while enriching “qualitative understandings of [migrants’] lived experiences [in order] to effect social change, expose issues, and raise public awareness” (Lenette 2016, np). Maps of risks to migrants therefore counterbalance conventional migration maps which frame newcomers as a risk to society.", "Figure 4 shows a map from Le Monde Diplomatique, “Des morts par milliers aux portes de l’Europe” [Deaths by the thousands on the doorstep of Europe] designed by Olivier Clochard and Philippe Rekacewicz (http://www.monde-diplomatique.fr/cartes/mortsauxfrontieres). The map locates deaths of immigrants, classifying them by cause: drowning, asphyxiation, hypothermia, suicide, lack of medical care, violence and “other.” When representing people, it is easy to fall into stereotypes, marking certain persons as “out of place” and implying that others are “in place” (Cresswell 1996). This symbolic Othering (Van Houtum and Van Naerssen 2002), is one of the primary ways in which visualization perpetuates power relations. To create a different type of map that does not engage in Othering changes what is visible and hence it changes the frame construction flow (D’Angelo 2002). Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 4  Map of deathplaces of immigrants and refugees occurring in the years 1993 to 2006 inclusive, with aggregated counts shown as scaled circles juxtaposed the boundaries of both the Schengen area and the European Union. EU countries are light green and internal borders are white. Deaths are shown with circles colored blue, purple, orange, dark green, yellow, white and black. Source: Olivier Clochard and Philippe Rekacewicz “Des morts par milliers aux portes de l’Europe” [Deaths by the thousands on the doorstep of Europe]. Le Monde Diplomatique, March 2004. Online file at: http://www.monde-diplomatique.fr/cartes/mortsauxfrontieres (accessed 18 May 2017)Display full sizeFIGURE 4  Map of deathplaces of immigrants and refugees occurring in the years 1993 to 2006 inclusive, with aggregated counts shown as scaled circles juxtaposed the boundaries of both the Schengen area and the European Union. EU countries are light green and internal borders are white. Deaths are shown with circles colored blue, purple, orange, dark green, yellow, white and black. Source: Olivier Clochard and Philippe Rekacewicz “Des morts par milliers aux portes de l’Europe” [Deaths by the thousands on the doorstep of Europe]. Le Monde Diplomatique, March 2004. Online file at: http://www.monde-diplomatique.fr/cartes/mortsauxfrontieres (accessed 18 May 2017)", "FIGURE 4  Map of deathplaces of immigrants and refugees occurring in the years 1993 to 2006 inclusive, with aggregated counts shown as scaled circles juxtaposed the boundaries of both the Schengen area and the European Union. EU countries are light green and internal borders are white. Deaths are shown with circles colored blue, purple, orange, dark green, yellow, white and black. Source: Olivier Clochard and Philippe Rekacewicz “Des morts par milliers aux portes de l’Europe” [Deaths by the thousands on the doorstep of Europe]. Le Monde Diplomatique, March 2004. Online file at: http://www.monde-diplomatique.fr/cartes/mortsauxfrontieres (accessed 18 May 2017)", "FIGURE 4  Map of deathplaces of immigrants and refugees occurring in the years 1993 to 2006 inclusive, with aggregated counts shown as scaled circles juxtaposed the boundaries of both the Schengen area and the European Union. EU countries are light green and internal borders are white. Deaths are shown with circles colored blue, purple, orange, dark green, yellow, white and black. Source: Olivier Clochard and Philippe Rekacewicz “Des morts par milliers aux portes de l’Europe” [Deaths by the thousands on the doorstep of Europe]. Le Monde Diplomatique, March 2004. Online file at: http://www.monde-diplomatique.fr/cartes/mortsauxfrontieres (accessed 18 May 2017)", "Visualizing personal risks therefore co-opts an Othering process that imposes greater risks on certain people. The intertwinement over hundreds of years between “sending” and “receiving” regions (political, economic, and environmental aspects of colonial and postcolonial relations) falls out of the story when it is illustrated with a standard migration map but it is precisely this history that has created the risks faced now by immigrants. Maps of risks faced by migrants can therefore help expose the geography of personal risk that is obscured by the surveillant gaze.", "Map immigration in ways that invite audience involvement and participation. Journalism takes part in processes of geographical perception and place-making that are, over the long term, collaborative and interactive, “a shared process between journalists and their official sources” (Gutsche 2014b, 494). Digital media have affordances that foreground and support this interactivity, for example maps employing JavaScript. A dynamic map requires a considerably greater time investment than a static map but its additional functionalities alter the relationships between computer users and knowledge construction since the act of exploring an interactive digital graphic prompts greater audience engagement with the complexities of an issue (Gynnild and Adams 2013).", "Figures 5 and 6 suggest a couple of possibilities in this area. First, an interactive map and graphic created under the auspices of the Human Costs of Border Control (HCBC) at the University of Amsterdam (www.borderdeaths.org) employs JavaScript, permitting users to filter migrant fatalities according to the year of death. Numbers of migrant fatalities are shown as scaled circles juxtaposed on the approximate place of death, and these circles change size depending on a user-selected time period, which is set with sliders at the top of the image. Migrant deaths are shown as dots, organized in a block pattern and can be classified in different ways, including age, sex, region of origin and cause of death. Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 5  Interactive graphic mapping deaths of would-be immigrants with scaled blue circles. The map alters to show data from any interval between 1990 and 2013. Individual deaths are represented by a grid of 3188 dots. Clicking on “Who are they” reorganizes these dots by category: age, origin, and cause of death, while sex is indicated by the color of the dot. Source: Dutch Data Design (visualization) and the Human Costs of Border Control (HCBC) project at the University of Amsterdam, “Deaths at the Borders of Southern Europe.” Online file at: http://www.borderdeaths.org/ accessed 5-18-2017Display full sizeFIGURE 5  Interactive graphic mapping deaths of would-be immigrants with scaled blue circles. The map alters to show data from any interval between 1990 and 2013. Individual deaths are represented by a grid of 3188 dots. Clicking on “Who are they” reorganizes these dots by category: age, origin, and cause of death, while sex is indicated by the color of the dot. Source: Dutch Data Design (visualization) and the Human Costs of Border Control (HCBC) project at the University of Amsterdam, “Deaths at the Borders of Southern Europe.” Online file at: http://www.borderdeaths.org/ accessed 5-18-2017 Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 6  A dynamic, interactive map of country-to-country movement patterns as comet-like symbols moving between sending countries outside the Schengen area and receiving countries inside the Schengen area, with each comet representing 25 to 50 refugees “depending on device characteristics.” Countries are rendered in black with gray borders, but scrolling over the map shows sending countries in purple and receiving countries in green. Source: Lucify https://www.lucify.com (designed by Ville Saarinen and Juho Ojala). Online file at: https://www.lucify.com/the-flow-towards-europe/) accessed 5-19-2017Display full sizeFIGURE 6  A dynamic, interactive map of country-to-country movement patterns as comet-like symbols moving between sending countries outside the Schengen area and receiving countries inside the Schengen area, with each comet representing 25 to 50 refugees “depending on device characteristics.” Countries are rendered in black with gray borders, but scrolling over the map shows sending countries in purple and receiving countries in green. Source: Lucify https://www.lucify.com (designed by Ville Saarinen and Juho Ojala). Online file at: https://www.lucify.com/the-flow-towards-europe/) accessed 5-19-2017", "FIGURE 5  Interactive graphic mapping deaths of would-be immigrants with scaled blue circles. The map alters to show data from any interval between 1990 and 2013. Individual deaths are represented by a grid of 3188 dots. Clicking on “Who are they” reorganizes these dots by category: age, origin, and cause of death, while sex is indicated by the color of the dot. Source: Dutch Data Design (visualization) and the Human Costs of Border Control (HCBC) project at the University of Amsterdam, “Deaths at the Borders of Southern Europe.” Online file at: http://www.borderdeaths.org/ accessed 5-18-2017", "FIGURE 5  Interactive graphic mapping deaths of would-be immigrants with scaled blue circles. The map alters to show data from any interval between 1990 and 2013. Individual deaths are represented by a grid of 3188 dots. Clicking on “Who are they” reorganizes these dots by category: age, origin, and cause of death, while sex is indicated by the color of the dot. Source: Dutch Data Design (visualization) and the Human Costs of Border Control (HCBC) project at the University of Amsterdam, “Deaths at the Borders of Southern Europe.” Online file at: http://www.borderdeaths.org/ accessed 5-18-2017", "FIGURE 6  A dynamic, interactive map of country-to-country movement patterns as comet-like symbols moving between sending countries outside the Schengen area and receiving countries inside the Schengen area, with each comet representing 25 to 50 refugees “depending on device characteristics.” Countries are rendered in black with gray borders, but scrolling over the map shows sending countries in purple and receiving countries in green. Source: Lucify https://www.lucify.com (designed by Ville Saarinen and Juho Ojala). Online file at: https://www.lucify.com/the-flow-towards-europe/) accessed 5-19-2017", "FIGURE 6  A dynamic, interactive map of country-to-country movement patterns as comet-like symbols moving between sending countries outside the Schengen area and receiving countries inside the Schengen area, with each comet representing 25 to 50 refugees “depending on device characteristics.” Countries are rendered in black with gray borders, but scrolling over the map shows sending countries in purple and receiving countries in green. Source: Lucify https://www.lucify.com (designed by Ville Saarinen and Juho Ojala). Online file at: https://www.lucify.com/the-flow-towards-europe/) accessed 5-19-2017", "Second, a sophisticated digital representation created by the web design firm Lucify (https://www.lucify.com/the-flow-towards-europe/) renders migration as streams of white comet-like objects moving from source countries in Africa, Central Asia and the Middle East toward European countries. The graphic starts in June 2012 and progresses to the present, but users can jump forwards or backwards in time. In addition, hovering the cursor over a particular country filters the data to show only the streams of migrants to or from that country. Countries are shaded according to the number of immigrants or emigrants, and destination countries also tally immigration with vertical bars. Below the map one finds other informative graphics. All of this constitutes the most sophisticated interactive immigration graphic available—but one with room for improvement since one cannot see immigration and emigration from the same country and return migration is not indicated.", "Turning to theoretical arguments for interactivity, framing results in part from the reception of media by audiences, through what D’Angelo calls “framing effects flow” (2002). User involvement with a visual image is the first step toward involvement with whatever is portrayed in the image. In essence, interactivity affects awareness: people resistant to learning about certain problems, risks, or conditions are more receptive if they feel they are actively discovering something—even if they are aware that digital interactivity may be designed to steer them toward certain conclusions (Gynnild and Adams 2013, 55–56). Such interactive graphics are also suited to innovations that support “collective mapping” (Casas-Cortes et al. 2017), understood as a collaborative effort uniting immigrants with local participants. The potential importance of controversial messages is more likely to be recognized if these messages are embedded in interactive websites than if they are encountered passively through watching videos (Adams and Gynnild 2013, 124).", "Interactive visual representations are a relatively new phenomenon, and their affordances mark one of the ways in which digital media enable audience appreciation for the complex issues around migration. This argument assumes that cartographic framing of migration is a process of political socialization, open to co-optation, even as it is also a system of cognitive associations open to negotiation (D’Angelo 2002).", "Map the non-geographic spaces that refugees, asylum seekers and immigrants must navigate on the way toward becoming full citizens. Between the inside and the outside of the nation-state there exists a mazelike terrain of opportunity that is neither here nor there, “an open space affected by but not restricted to state boundaries” (Casas-Cortes et al. 2017, 19). These spaces include the bureaucratic maze that confronts immigrants on the way from outsider (non-citizen) to insider (citizen) status. Different status designations have implications for what one can do at any given time, for example open a bank account, attend school, travel abroad, access legal counsel, or receive medical care. There is a structure of opportunities between variously empowered states of citizenship: refugee, asylum seeker, unaccompanied child, paperless person, holder of residence permit, holder of work permit, guest worker, economic immigrant, resident of state-supported housing, resident of detention center, inmate of jail or prison, person awaiting forcible return, person preparing for voluntary return, newly-admitted citizen with foreign family members, and so on. These categories overlap to various degrees and are related to each other in particular ways, not only as higher or lower positions in a hierarchical social structure but also as points of passage through a space of different types and degrees of personhood. Maps of spaces of status and opportunity join the personalization strategies described in Guidelines 1 and 2, counterbalancing habitual modes of visualization that “contribute to further dehumanizing refugees,” and disrupting the taken-for-grantedness of visualizations that erase the “humanity or biographies” of less-powerful border-crossers (Lenette 2016, 3).", "Figure 7 shows one way of rendering visible the nonphysical spaces navigated by refugees and asylum seekers. The Norwegian radio channel P3, which is operated by the Norwegian Broadcasting Corporation (NRK) has an affiliated website, and on that site there appeared a story linked to the radio documentary “Norges lengste kø” [Norway’s longest queue] along with an interactive map. This remarkable map showed various stages of the immigration process along with corresponding status shifts, spatializing the complex terrain an immigrant must navigate between outsider and insider. Migration Maps with the NewsGuidelines for ethical visualization of mobile populationsAll authorsPaul C. Adams http://orcid.org/0000-0002-9303-0027https://doi.org/10.1080/1461670X.2017.1375387Published online:10 October 2017FIGURE 7  A map-like graphic “Asylprosessen for dummies” (Asylum process for dummies) accompanying the article “Norges lengste kø” (Norway’s longest waiting line) by Mari Aftret Mørtvedt, published 9-9-2015 on the P3 website, a radio station affiliated with NRK, the Norwegian national broadcasting company. The graphic shows various status designations for persons seeking citizenship. Scrolling over a region highlights the region and clicking produces a popup window with supplemental information. Online file at: http://p3.no/dokumentar/norges-lengste-ko/ accessed 5-19-2017Display full sizeFIGURE 7  A map-like graphic “Asylprosessen for dummies” (Asylum process for dummies) accompanying the article “Norges lengste kø” (Norway’s longest waiting line) by Mari Aftret Mørtvedt, published 9-9-2015 on the P3 website, a radio station affiliated with NRK, the Norwegian national broadcasting company. The graphic shows various status designations for persons seeking citizenship. Scrolling over a region highlights the region and clicking produces a popup window with supplemental information. Online file at: http://p3.no/dokumentar/norges-lengste-ko/ accessed 5-19-2017", "FIGURE 7  A map-like graphic “Asylprosessen for dummies” (Asylum process for dummies) accompanying the article “Norges lengste kø” (Norway’s longest waiting line) by Mari Aftret Mørtvedt, published 9-9-2015 on the P3 website, a radio station affiliated with NRK, the Norwegian national broadcasting company. The graphic shows various status designations for persons seeking citizenship. Scrolling over a region highlights the region and clicking produces a popup window with supplemental information. Online file at: http://p3.no/dokumentar/norges-lengste-ko/ accessed 5-19-2017", "FIGURE 7  A map-like graphic “Asylprosessen for dummies” (Asylum process for dummies) accompanying the article “Norges lengste kø” (Norway’s longest waiting line) by Mari Aftret Mørtvedt, published 9-9-2015 on the P3 website, a radio station affiliated with NRK, the Norwegian national broadcasting company. The graphic shows various status designations for persons seeking citizenship. Scrolling over a region highlights the region and clicking produces a popup window with supplemental information. Online file at: http://p3.no/dokumentar/norges-lengste-ko/ accessed 5-19-2017", "Theoretical defense of this kind of visualization depends on the argument that maps of people with contested status in a given society are most often created by and for those with less contested status, and this difference between Us and Them is written into many “normal” maps. Political scientist Ian J. Manners puts the case in the starkest terms: “The standard EU map serves as a multilingual icon of who is in and who is out” (2011, 254). By mapping the maze of in-between status designations and how they relate to each other a news story about immigration can help readers move beyond naïve understandings of migrant experiences. Here again the migration map intervenes in the framing effects flow (D’Angelo 2002)—reframing migration by altering the audience’s relationship to information and knowledge."]}, {"title": "Conclusion", "paragraphs": ["If typical migration maps frame migrants as faceless masses, with flame colored arrows smashing through pristine linear borders, the ethical response offered here supplements such maps with alternative visualizations that emphasize migrant movements, experiences and risks at the personal level, and encourages audiences to discover some of the complex spaces of immigration on their own. This builds sympathy and constitutes priming for more constructive public responses to immigration. Alternative mappings of migration promote visualization of the terrains of in-between status navigated by people whose citizenship is in transition, a framing strategy that helps co-opt dominant ideologies. Furthermore, user involvement in interactive discovery of the many facets of migration can be fostered with participatory cartography to set an agenda in which inclusionary public engagement revitalizes the democratic process.", "Care and reflection are needed in order to make cartographic visualizations that relate positively to multiculturalism, where justice is “a public and collective effort to achieve political parity among all social perspectives (along with the interests associated with them), including, especially, the perspectives (and interests) of systematically disenfranchised individuals and groups” (Glasser, Awad, and Kim 2009, 62–63). Migration maps enter into debates about ethical journalism, surveillance and technology in special ways, saying things that cannot be stated in words or numbers, speaking a language that is tremendously powerful yet poorly understood by most journalists and readers. It is incumbent on those who design and produce the news to be aware of the implicit biases of standard, default migration maps. There are ideological implications to treating immigration as an aggregate, faceless and impersonal flow, while simultaneously treating the audience as passive witnesses rather than active participants in the meaning-making process; this “official package” is an ethically questionable starting point for addressing immigration (Gamson and Modigliani 1989, 7).", "Migration maps in the news can alternatively help to individualize immigrants and extend rights and ordinary social obligations to them, support interactive exploration of data, and map the invisible spaces of “in between” statuses that assist audiences in negotiating the insider/outsider distinction. Within the overall mission of journalism to provide actionable information regarding democratic procedures and political choices (Strömbäck 2005), alternative cartographic visualizations enhance the role of journalism because they assist in avoiding the trap of lending de-facto support to dominant power blocks. They facilitate the dialogic processes of civil society. To reconceive how immigrants are represented by engaging in “counter-mapping” (Peluso 1995) is to avoid foreclosing debates about immigration. This representational “challenger package” (Gamson and Modigliani 1989, 8) promotes inclusive dialogue rather than exclusionary habits.", "Journalism professionals must ask of each migration map what it does: how it intervenes, to what purpose, and in support of what interests. This article has shown that the answers to such questions are not as obvious as they seem at the outset, nor are maps as simple as they at first appear. Drawing on D’Angelo’s (2002) nomenclature, when it comes to the mapping of migration, frame construction, frame effects and frame definition can all be addressed in more constructive ways by redesigned migration maps."]}], "references": [{"title": "Environmental Messages in Online Media: The Role of Place", "year": "2013", "journal": "Environmental Communication: A Journal of Nature and Culture", "volume": "7", "authors": [{"name": "Adams Paul C.", "first_name": "Adams", "last_name": "C."}, {"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "A System in Chaos? Knowledge and Sense-Making on Immigration Policy in Public Debates", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Balch Alex", "first_name": "Balch", "last_name": "Alex"}, {"name": "Balabanova Ekaterina", "first_name": "Balabanova", "last_name": "Ekaterina"}]}, {"title": "Pluralist Methods for Visual Global Politics", "year": "2015", "journal": "Millennium: Journal of International Studies", "volume": "43", "authors": [{"name": "Bleiker Roland.", "first_name": "Bleiker", "last_name": "Roland."}]}, {"title": "The Visual Dehumanisation of Refugees", "year": "2013", "journal": "Australian Journal of Political Science", "volume": "48", "authors": [{"name": "Bleiker Roland", "first_name": "Bleiker", "last_name": "Roland"}, {"name": "Campbell David", "first_name": "Campbell", "last_name": "David"}, {"name": "Hutchison Emma", "first_name": "Hutchison", "last_name": "Emma"}, {"name": "Nicholson Xzarina", "first_name": "Nicholson", "last_name": "Xzarina"}]}, {"title": "Clashing Cartographies, Migrating Maps: Mapping and the Politics of Mobility at the External Borders of E.U.rope", "year": "2017", "journal": "ACME: An International E-Journal for Critical Geographies", "volume": "16", "authors": [{"name": "Casas-Cortes Maribel", "first_name": "Casas-Cortes", "last_name": "Maribel"}, {"name": "Cobarrubias Sebastian", "first_name": "Cobarrubias", "last_name": "Sebastian"}, {"name": "Heller Charles", "first_name": "Heller", "last_name": "Charles"}, {"name": "Pezzani Lorenzo", "first_name": "Pezzani", "last_name": "Lorenzo"}]}, {"title": "News Framing as a Multiparadigmatic Research Program: A Response to Entman", "year": "2002", "journal": "Journal of Communication", "volume": "52", "authors": [{"name": "D’Angelo Paul.", "first_name": "D’Angelo", "last_name": "Paul."}]}, {"title": "Pera, Peras, Poros: Longing for Spaces of Hospitality", "year": "2002", "journal": "Theory, Culture and Society", "volume": "19", "authors": [{"name": "Dikeç Mustafa.", "first_name": "Dikeç", "last_name": "Mustafa."}]}, {"title": "Push-Pull Migration Laws", "year": "1983", "journal": "Annals of the Association of American Geographers", "volume": "73", "authors": [{"name": "Dorigo Guido", "first_name": "Dorigo", "last_name": "Guido"}, {"name": "Tobler Waldo", "first_name": "Tobler", "last_name": "Waldo"}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "Fleeing, Sneaking, Flooding: A Corpus Analysis of Discursive Constructions of Refugees and Asylum Seekers in the UK Press, 1996-2005", "year": "2008", "journal": "Journal of English Linguistics", "volume": "36", "authors": [{"name": "Gabrielatos Costas", "first_name": "Gabrielatos", "last_name": "Costas"}, {"name": "Baker Paul", "first_name": "Baker", "last_name": "Paul"}]}, {"title": "Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach", "year": "1989", "journal": "American Journal of Sociology", "volume": "95", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A."}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre"}]}, {"title": "The Claims of Multiculturalism and Journalism’s Promise of Diversity", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Glasser Theodore L.", "first_name": "Glasser", "last_name": "L."}, {"name": "Awad Isabel", "first_name": "Awad", "last_name": "Isabel"}, {"name": "Kim John W.", "first_name": "Kim", "last_name": "W."}]}, {"title": "News Place-Making: Applying ‘Mental Mapping’ to Explore the Journalistic Interpretive Community", "year": "2014", "journal": "Visual Communication", "volume": "13", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E."}]}, {"title": "Animation, Documentary or Interactive Gaming? Exploring Communicative Aspects of Environmental Messaging Online", "year": "2013", "journal": "International Symposium on Online Journalism", "volume": "3", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}, {"name": "Adams Paul C.", "first_name": "Adams", "last_name": "C."}]}, {"title": "Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective", "year": "1988", "journal": "", "volume": "", "authors": [{"name": "Haraway Donna.", "first_name": "Haraway", "last_name": "Donna."}]}, {"title": "Deconstructing the Map", "year": "1989", "journal": "Cartographica: The International Journal for Geographic Information and Geovisualization", "volume": "26", "authors": [{"name": "Harley J. B.", "first_name": "Harley", "last_name": "B."}]}, {"title": "Framing Immigration in Western Europe", "year": "2014", "journal": "Journal of Ethnic And Migration Studies", "volume": "40", "authors": [{"name": "Helbling Marc.", "first_name": "Helbling", "last_name": "Marc."}]}, {"title": "Visibility Without Voice: Media Witnessing Irregular Migrants in BBC Online News Journalism", "year": "2016", "journal": "African Journalism Studies", "volume": "37", "authors": [{"name": "Horsti Karina.", "first_name": "Horsti", "last_name": "Karina."}]}, {"title": "The Ethics of Hospitality in Changing Journalism: A Response to the Rise of the Anti-Immigrant Movement in Finnish Media Publicity", "year": "2013", "journal": "European Journal of Cultural Studies", "volume": "16", "authors": [{"name": "Horsti Karina", "first_name": "Horsti", "last_name": "Karina"}, {"name": "Nikunen Kaarina", "first_name": "Nikunen", "last_name": "Kaarina"}]}, {"title": "The Securitization of Migration: A Racial Discourse", "year": "2005", "journal": "International Migration", "volume": "43", "authors": [{"name": "Ibrahim Maggie.", "first_name": "Ibrahim", "last_name": "Maggie."}]}, {"title": "The New Dynamics of Strategy: Sense-Making in a Complex and Complicated World", "year": "2003", "journal": "IBM Systems Journal", "volume": "42", "authors": [{"name": "Kurtz Cynthia F.", "first_name": "Kurtz", "last_name": "F."}, {"name": "Snowden David J.", "first_name": "Snowden", "last_name": "J."}]}, {"title": "Writing with Light: An Iconographic-Iconologic Approach to Refugee Photography", "year": "2016", "journal": "Forum Qualitative Sozialforschung / Forum: Qualitative Social Research", "volume": "17", "authors": [{"name": "Lenette Caroline.", "first_name": "Lenette", "last_name": "Caroline."}]}, {"title": "Symbolism in European Integration", "year": "2011", "journal": "Comparative European Politics", "volume": "9", "authors": [{"name": "Manners Ian.", "first_name": "Manners", "last_name": "Ian."}]}, {"title": "Hopes of Hospitality: Media, Refugee Crisis and the Politics of a Place", "year": "2016", "journal": "International Journal of Cultural Studies", "volume": "19", "authors": [{"name": "Nikunen Kaarina.", "first_name": "Nikunen", "last_name": "Kaarina."}]}, {"title": "Migration and the Environment: A Review of Recent Literature", "year": "1997", "journal": "Social Science Quarterly", "volume": "78", "authors": [{"name": "O’Lear Shannon.", "first_name": "O’Lear", "last_name": "Shannon."}]}, {"title": "Geopolitics and Discourse: Practical Geopolitical Reasoning in American Foreign Policy", "year": "1992", "journal": "Political Geography", "volume": "11", "authors": [{"name": "Ó Tuathail Gearoid", "first_name": "Ó", "last_name": "Gearoid"}, {"name": "Agnew John", "first_name": "Agnew", "last_name": "John"}]}, {"title": "Framing Analysis: An Approach to News Discourse", "year": "1993", "journal": "Political Communication", "volume": "10", "authors": [{"name": "Pan Zhongdang", "first_name": "Pan", "last_name": "Zhongdang"}, {"name": "Kosicki Gerald M.", "first_name": "Kosicki", "last_name": "M."}]}, {"title": "Whose Woods are These? Counter-Mapping Forest Territories in Kalimantan, Indonesia", "year": "1995", "journal": "Antipode", "volume": "27", "authors": [{"name": "Peluso Nancy L.", "first_name": "Peluso", "last_name": "L."}]}, {"title": "Framing as a Theory of Media Effects", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A."}]}, {"title": "In Search of a Standard: Four Models of Democracy and Their Normative Implications for Journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Strömbäck Jesper.", "first_name": "Strömbäck", "last_name": "Jesper."}]}, {"title": "Eurosur, Humanitarian Visibility, and (Nearly) Real-Time Mapping in the Mediterranean", "year": "2016", "journal": "ACME: An International Journal for Critical Geographies", "volume": "15", "authors": [{"name": "Tazzioli Martina.", "first_name": "Tazzioli", "last_name": "Martina."}]}, {"title": "Bordering, Ordering and Othering", "year": "2002", "journal": "Tijdschrift voor Economische en Sociale Geografie", "volume": "93", "authors": [{"name": "Van Houtum Henk", "first_name": "Van", "last_name": "Henk"}, {"name": "Van Naerssen Ton", "first_name": "Van", "last_name": "Ton"}]}, {"title": "Framing Immigration and Integration Relationships Between Press and Parliament in the Netherlands", "year": "2007", "journal": "The International Communication Gazette", "volume": "69", "authors": [{"name": "Vliegenthart Rens", "first_name": "Vliegenthart", "last_name": "Rens"}, {"name": "Roggeband Conny", "first_name": "Roggeband", "last_name": "Conny"}]}, {"title": "Mapping the War Zone: Cartography, Geopolitics and Security Discourse in the UK Press", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Vujaković Peter.", "first_name": "Vujaković", "last_name": "Peter."}]}, {"title": "The State as a ‘Power Container’: The Role of News Media Cartography in Contemporary Geopolitical Discourse", "year": "2014", "journal": "The Cartographic Journal", "volume": "51", "authors": [{"name": "Vujaković Peter.", "first_name": "Vujaković", "last_name": "Peter."}]}, {"title": "Border Work: Surveillant Assemblages, Virtual Fences, and Tactical Counter-Media", "year": "2013", "journal": "Social Semiotics", "volume": "23", "authors": [{"name": "Vukov Tamara", "first_name": "Vukov", "last_name": "Tamara"}, {"name": "Sheller Mimi", "first_name": "Sheller", "last_name": "Mimi"}]}, {"title": "Thoughts on Agenda Setting, Framing, and Priming", "year": "2007", "journal": "Journal of Communication", "volume": "57", "authors": [{"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}]}]}