{"doi": "10.1080/14616700701504724", "url": "https://doi.org/10.1080/14616700701504724", "title": "BLAMING BUSH", "volume": "8", "year": "2007", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Kelley-Romano", "first_name": "Stephanie", "name": "Stephanie Kelley-Romano"}, {"last_name": "Westgate", "first_name": "Victoria", "name": "Victoria Westgate"}], "abstract": " Hurricane Katrina was one of the deadliest natural disasters in the history of the United States. Employing the taxonomy of Medhurst and DeSousa (1981), this essay examines the cartoons that attacked President Bush and were generated in the month following Hurricane Katrina. These cartoons made two basic claims: (1) that Bush's personal and policy decisions were detrimental to the relief efforts and the victims and (2) that he was lacking the intelligence and integrity necessary for the successful handling of the situation. An examination of these political cartoons demonstrates cartoons functioned to construct a national kategoria, or speech of accusation. The graphic strategies of size, placement, and relation of text are particularly suited to construct immediate indictments on policy choices and attacks on personal character. Finally, some conclusions as to the potency, both argumentatively and visually, of the political cartoon form are offered. ", "body": [{"title": "Introduction", "paragraphs": ["Charges of mismanagement regarding the handling of Hurricane Katrina in the immediate aftermath were in abundance and continue to surface.1 Because it was a natural disaster, in some sense, no one is to “blame” for Katrina. However, as the hurricane blew through Mississippi and Louisiana, it also dispelled notions many Americans may have had about the fairness and competence of government. Although several individuals—Kanye West, Ray Nagin, and most recently Michael Brown—have made public accusations against the government, the visual force of editorial cartoons articulated more completely the failures of institutions, policies, and individuals. Speedling has observed that political cartoons can “serve as a unique record of the particular events, attitudes and narratives present during a moment in political history” (2004, p. 7).", "Political cartoons can function in a multiplicity of ways—as commentary, critique, memorial, and criticism. This essay argues that cartoons played an important role in constructing the rhetorical situation following Hurricane Katrina. As Katz observes, “[I]t is in times of war and crisis, it seems, cartoonists reach their full potential” (2004, p. 46). Specifically, this essay addresses those cartoons that sought to advance a series of charges against President Bush and the administration and, in so doing, constructed a national kategoria. These cartoons demonstrate the symbiotic relationship between policy and character attacks in instances of accusation. Furthermore, this analysis demonstrates the strength of cartoons as a unique rhetorical form capable of articulating multiple, concurrent attacks on policy and character."]}, {"title": "The ABC's of Kategoria: Accuse, Blame, and Charge", "paragraphs": ["When people perceive wrongdoing or misbehavior, they naturally attempt to assign blame. Since before the word “rhetoric” was even commonly used or understood, categories of discourse have been identified and studied. Isocrates, for example, identified four types of discourse, “apology, encomium, accusation, and admonition” (Kennedy, 1963, p. 86). Attacks and defenses, then, have been subjects of rhetorical study for centuries. Those speeches that are responses to charges of wrongdoing, or apologia, have received substantial critical attention (e.g., Koesten and Rowland, 1994; Kruse, 1981; Ware and Linkugel, 1973).", "Less attention has been paid to the rhetoric of accusation, or kategoria. Within the literature that does look at kategoria, Ryan (1982) was the first to acknowledge the importance of examining both the indictments and the rhetoric of defense (apologia) as a set. In his work, he calls attention to the importance of understanding the quality of the accusation (Ryan, 1982, 1984, 1988). Rhetorical critics have attended various aspects of attack rhetoric. For example, Benoit's (1988) case study of Kennedy distinguishes between accusations concerning responsibility for an act and accusations for failure to act. Ryan's (1988) essay provides an example of how kategoria can be generated from multiple sources over time, as opposed to one sole accuser. Summarizing the literature on attack, Benoit and Dorries note a weakness of attack literature is the lack of “a list of strategies or topoi for constructing persuasive attacks” (1996, p. 464). Working toward that, Scharrer et al. examine “how and why the news media came to assign blame to products of popular culture” (2003, p. 49) in the Columbine killings, car crash of Princess Diana, and the murder following the Jenny Jones show.", "Several other communication scholars have attended to kategoria. Morris (1993) and McLaughlin et al. (1983a, 1983b) focus on the form an attack can take (e.g., silence, rebuking another person, and demanding explanations). None, however, offers a specific taxonomy of attack rhetoric. Recognizing this limitation, Benoit and Dorries (1996) outline a typology of persuasive attack. There are, they argue, two essential elements of any attack. First, the accused must believe that the attack will be “perceived negatively by a salient audience” (1996, p. 464). Second, the accused must be “perceived to be responsible, wholly or partially, for the wrongful deed” (1996, p. 464). They go on to note that once an attack establishes the accused as somehow culpable in the wrongdoing, further attacks function to develop the offensiveness of the act. They write, “offensiveness is more likely to function as a continuous variable” (1996, p. 465). The typology that Benoit and Dorries develop includes four rhetorical strategies for increasing perceived responsibility: “(1) accused committed the act before, (2) accused planned the act, (3) accused knew likely consequences of the act, (4) accused benefited from the act” (1996, p. 466). Once the accused has been deemed responsible, there are six ways rhetorically to develop negative perceptions of the act through attention to: “(1) extent of the damage, (2) persistence of negative effects, (3) effects on the audience, (4) inconsistency, (5) victims are innocent/helpless, (6) obligation to protect victims” (1996, p. 469)."]}, {"title": "Political Cartoons: No Laughing Matter", "paragraphs": ["Academics have attended to the form, content, and the functions of political cartoons in various contexts, including linguistics (Bergen, 2004), semiotics (Hill, 1984), sociology (Gamson and Stuart, 1992), and structuralism (Morris, 1993). Not surprisingly, a large amount of the work involving cartoons explores the formal components of cartoons (Bostdorff, 1987; Buell and Maus, 1988; Cahn, 1984; DeSousa and Medhurst, 1982; Morris, 1993; Olson and Olson, 2004; Plumb, 2004). Although this work has been useful in understanding the formal strategies available to political cartoons, Medhurst and DeSousa (1981) offer possibly the most useful perspective for this study. This work examines all “of the available means of graphic persuasion” available to the political cartoonist (1981, p. 197). The authors identify the six elements of graphic style as “use of line and form, exaggeration of physionomical features, placement within the frame, relative size of objects, relation of text to visual imagery, and rhythmic montage” (1981, p. 236).", "Rhetorical critics have also conducted thematic and content analysis of political cartoons. These analyses examine the portrayal of candidates (Edwards, 2001; Gilmartin, 2001; Koetzle and Brunell, 1996), as well as voters (Edwards and Ware, 2005). Attention to gender has resulted in studies that examine the portrayal of the first lady in cartoons (Edwards and Rong-Chen, 2000) and those that focus on female candidates (Gilmartin, 2001). Diamond (2002) examines political cartoons from Arab/Muslim newspapers to address those cartoons that are not “laughing matters” and instead articulate important political themes and motifs.", "Understanding the work cartoons do, as well as the ways that these visual images can function differently than oral rhetoric, has been a project of several scholars (DeSousa, 1984; Edwards and Winkler, 1997; Speedling, 2004). Bormann et al. (1978), for example, explore the way cartoons work to articulate a shared vision. Building on that theory, Benoit et al. (2001) examine the rhetorical visions proffered by cartoons during the Clinton–Lewinski scandal. All of this work underscores the vital relationship between rhetorical form and social function.", "Political cartoons fulfill a unique function in an age of instantaneous media. During times of crisis, as citizens are able to watch disasters unfold on television and computer screens, political cartoons critique situations, make attributions, and attack those presumed to be responsible. In short, as individuals are inundated with information and forced to understand and evaluate catastrophes instantaneously, political cartoons help them make sense of situations through non-discursive, emotionally evocative content.", "Building on the work of Ryan, Benoit notes that accusations can arise “generally in the media” as opposed to specifically from one rhetor (1995, p. 85). In these cases, he writes that “the ‘attack’ may still be important, but more difficult for the critic or analyst to identify” (1995, p. 85). Political cartoons present one opportunity to understand these general attacks being made against individuals and institutions—something Benoit (1995), p. 166) acknowledges is lacking.", "The political cartoons appearing during the Katrina crisis represented a coherent attack against President Bush and his administration. Although there were a variety of images—including those that memorialized the victims and paid tribute to New Orleans—the overwhelming majority that appeared blamed the president and his administration for some transgression.2 A focus on those cartoons blaming Bush is warranted for several reasons. First, cartoons played an important role in contributing to the articulation of dissatisfaction regarding the handling of the response to the hurricane by the administration at a time when most public discourse was focusing on how to help victims, how to stay strong, and what to do next. Second, these cartoons illustrate the power of the political cartoon to encapsulate complex ideas, and in this case accusations, in a single frame. Cartoonist Jeff Danziger observes that, “[A] drawing can pierce the emotional heart of a story deeper than the most gifted verbal lapidaries” (2004, p. 42). Third, these multi-vocal cartoons created a kategoria in the public sphere that was greater than the sum of its parts. Many individual cartoons contributed to a larger critical discourse. As El Refaie remarks, through the use of the visual metaphor, cartoons can “convey a complex message in a much more immediate and condensed fashion than language” (2003, p. 87). Finally, despite a seeming focus on policy and procedural decisions, an apparently primary motive underlying these cartoons and their associated accusations was to attack the character of President Bush. Like Benoit and Dorries (1996), we agree that an individual's actions necessarily speak to his/her character, and therefore, character attacks are often predicated by policy critiques. This is consistent with the view of Koetzle and Brunell (1996), who have shown evaluations about the personal characteristics of candidates are central to political cartoons."]}, {"title": "Methodology: Cartoons Attack!", "paragraphs": ["For this analysis, we collected over 200 political cartoons that addressed the hurricane and were published in the month following landfall of Katrina. We collected every cartoon from politicalcartoons.com and supplemented them with cartoons from cagle.com. From these cartoons, we selected those whose primary purpose appeared to be to assign blame. Cartoons that recorded, memorialized, contextualized the crisis within world events, or related the events of the hurricane to larger social issues were set aside.3 Of those that served to assign blame, only the ones that criticized President Bush, his policies, or his administration were selected for analysis. Examination of these cartoons revealed that the charges raised fell into two major categories: either President Bush had misplaced his priorities concerning hurricane relief, or more pointedly, he was incapable of enacting appropriate leadership during the crisis.", "Below, we use Benoit and Dorries’ typology to illustrate the way in which political cartoons function as kategoria. Specifically, we show how the cartoons anchor responsibility on the agent of President Bush and his administration and then expand on the offensiveness of the act.", "Within these two dominant themes, a multiplicity of graphic styles functioned to establish responsibility and then to heighten the offensiveness of the act. Medhurst and DeSousa's six elements of graphic style, “use of line and form, exaggeration of physionomical features, placement within the frame, relative size of objects, relation of text to visual imagery, and rhythmic montage” (1981, p. 236) constituted a visual system through which to examine the cartoons. Although we looked at the cartoons with an awareness of the other typologies identified, Medhurst and DeSousa's categories allowed us the most flexibility in exploring the relationship between the argumentative themes and the cartoon's visual form. This also allowed us to address the gap concerning kategoria identified by Benoit (1995) about the types of attacks one can make.", "The analysis reveals the rhetorical potency of cartoons in advancing multiple charges simultaneously through visual allusions and multiples lines of argument. Below, we consider the graphic strategies employed by the two major trajectories of arguments to illustrate how cartoons construct a national kategoria. "]}, {"title": "Charge: Misplaced Priorities", "paragraphs": ["The first major indictment of President Bush alleged that he, and the administration more generally, had misplaced priorities concerning hurricane relief. These images reinforced the notion that Bush's personal and political agenda had taken precedence over the crisis and the victims. Specifically, according to these cartoons, Iraq was more important than New Orleans, the victims did not matter, Bush was guilty of cronyism, and his personal political agenda was more important than hurricane relief.", "Immediately following landfall of Katrina, cartoons blamed a faceless “government” for inadequate storm preparation. In Figure 1, three heavyset white businessmen marked “Administration” are shown running away with flood control sandbags marked “Tax Cut” and “Iraq War.” In the foreground, a reporter is saying, “There are reports that looting started before the hurricane.” This cartoon advances the position that the administration misappropriated funds, which resulted in inadequate flood preparation implying that the “accused knew the likely consequences of the act” (Benoit and Dorries, 1996, p. 469). The use of graphic direction emphasizes the disjunction between the looting administrators—running left to right—and the rising floodwaters. Size is also significant, in that the height of the administration is below the top of the flood. This further conveys the extent of the damage in relation to preparedness. Clearly, this attack is on policy and represents a specific critique of the distribution of funds as determined by the Bush administration.", "Figure 1.  Dan Wasserman, The Boston Globe, August 31, 2005", "Figure 1.  Dan Wasserman, The Boston Globe, August 31, 2005", "Responsibility for the late response was attributed to the government. In Figure 2, a life preserver is thrown to a victim as he disappears from view. As he disappears, however, he “counts,” and the reader is able to see his fingers: one, two, three, and then just bubbles in his place. Graphically, placement, size, and use of line and form are significant in attributing blame to the government. The vast amount of white space draws the viewers’ eye to the drowning victim and emphasizes both the smallness and helplessness of the victim. Furthermore, the size of the meager life preserver, and its peripheral placement in the frame, underscores the inadequacy of the administrative response. In Figure 3, government bureaucracy is blamed for the late response. Titled “Just a Sec’,” this cartoon contrasts a large amount of white space with a dark black hand sinking into darkened waters. The size and placement of a fat Uncle Sam, in swim trunks and on a lifeguard stand, calling out, “Just a sec’ I misplaced my whistle,” reinforces that the government was in a position to watch as New Orleans went under. Also, as a lifeguard, he was the one responsible for averting exactly this type of catastrophe. The cartoon suggests that he did not do this because of his need to follow protocol over common sense. The tension between the casualness of Uncle Sam's “Just a sec’” and the urgency of the drowning hand portrays the government as callous and hints at an indifferent incompetence.", "Figure 2.  Jeff Stahler, The Columbus Dispatch, September 2, 2005", "Figure 2.  Jeff Stahler, The Columbus Dispatch, September 2, 2005", "Figure 3.  Mike Luckovich, “Just a Sec’,” The Atlanta Journal Constitution, September 2, 2005", "Figure 3.  Mike Luckovich, “Just a Sec’,” The Atlanta Journal Constitution, September 2, 2005", "Once the government had been clearly identified as a responsible agent, political cartoons continued to intensify the level of blame and increase negative perceptions of the act by attributing motivations to the lackluster response. For example, several cartoons illustrated the extent of Bush's commitment to Iraq over the victims. In “Leftovers from Iraq” (see Figure 4) a man, woman, and child labeled “Katrina Victims” are looking at a plate being held out to them by the arm of “Federal Aid.” On the plate are the “leftovers from Iraq,” which appear to be nothing more than crumbs. The entity holding the plate announces, “Dinner is served!” The artists intensified the degree to which the victims were unimportant to the administration through textual tension and size. As in the Uncle Sam cartoon, the text bubble “Dinner is served!” conveys a sense that the government presented aid as if it were sufficient, indeed, as if it were nourishing. Even the size of the text and proffering arm reinforce the relationship between the BIG BOLD type of the federal government and the more modestly sized font of the Katrina victims. Other cartoons acknowledged other harms caused by attention to Iraq and functioned to hammer home the inappropriateness of Bush's priorities. In Figure 5, “The Government We Have,” a monkey-like President Bush steals the tires of the FEMA emergency vehicle. As he rolls the tires, labeled “To: Iraq,” he states, “Ya go ta disasters with the government you have—not with the one ya wish ya had.” Size and relation of text are both instrumental in conveying the extent of the damage. Despite Bush's small size in relation to the larger FEMA truck, he is still able to cripple the vehicle easily. Furthermore, the text bubble containing his colloquial, almost sarcastic, comment characterizes Bush as uncaring and flippant. Conspicuously absent is any concern for the victims or sense of obligation to protect either victims or the agencies responsible for protecting citizens.", "Figure 4.  Monte Wolverton, “Leftovers from Iraq,” The Wolvertoon, September 4, 2005", "Figure 4.  Monte Wolverton, “Leftovers from Iraq,” The Wolvertoon, September 4, 2005", "Figure 5.  Pat Bagley, “The Government We Have,” Salt Lake Tribune, September 6, 2005", "Figure 5.  Pat Bagley, “The Government We Have,” Salt Lake Tribune, September 6, 2005", "Still other cartoons attributed motives for the delay while simultaneously expounding on the degree to which the administration seem to disregard the victims. In Figure 6, a helicopter marked “U.S. Rescue Effort” is flying over New Orleans while several flood victims are trapped on rooftops. The rescue worker inside the chopper states, “Sorry we're so late, but you're poor and don't have much to live for anyway.” The central placement of the text bubble and the contrast between the image of multiple victims on rooftops and the cold justification provided, accuse the administration of blatant and dangerous classism. In this frame, the victims are clearly innocent and helpless, which serves as a further indictment of the administration for not fulfilling its obligation to protect its citizens.", "Figure 6.  Chris Britt, The State Journal Register, September 5, 2005", "Figure 6.  Chris Britt, The State Journal Register, September 5, 2005", "In addition to indicating that policy decisions affected response time, some cartoonists illustrated the ways in which Bush's cronyism and personal agenda took priority over the crisis in New Orleans. For example, Figure 7 labels Bush the “Natural Disaster President.” According to the cartoon, “He's relaxed, well rested, and about 4 days late.” He is shown saying, “I got here the minute I found out” and in the next bubble “my vacation was over.” This is a classic example of textual tension between two or more verbal statements within a single frame. The second statement modifies the first to blame him as being hypocritical, selfish, and out of touch. He is drawn as neatly attired, in casual vacation wear. This is in stark contrast to the constant barrage of television images of rescue workers and even celebrities who were wading in waist-high waters to help victims. The small size of his head is also noteworthy in contrast to his large physique. This characterization indicates a diminutive intellect juxtaposed with his well-fed body at a time when thousands of his citizens had been days without food or water.", "Figure 7.  J. D. Crowe, The Mobile Register, September 6, 2005", "Figure 7.  J. D. Crowe, The Mobile Register, September 6, 2005", "A major theme picked up on by the political cartoonists concerned Bush's loyalty to his friends/cronies at the expense of the nation. In Figure 8, Dick Cheney is holding a resume in one hand and a newspaper with the headline “White House Cronyism” in the other. He says, “This person has no qualifications or expertise …” and is interrupted by Bush who says, “I know that Guy! Let's appoint him to my administration.” Again, size is used in that Bush is drawn as small compared to his chair, making him appear childlike. His desk is also absolutely clear, which further reinforces notions of incompetence since he is not working. Physionomically, Cheney's features are exaggerated to make him appear sneering, neckless, and old. Cheney's size and his possession of “work” imply that he is the one setting the agenda. Similarly employing size and physionomical graphic strategies, Figure 9 depicts a very small Bush aboard a plane. He is seated in a highchair, or possibly a child's car seat, attached to a “play” steering wheel. This basic portrayal is easily read by viewers to comment that Bush's control is only illusionary. A staffer stands next to Bush holding Michael Brown's resume. He states, “The director of FEMA should be fired! He even lied on his resume.” Bush's response, “Y'mean he wasn't a college roommate of a friend of mine?,” indicates an awareness of his misplaced priorities. Friends, and even roommates of friends, are always first on his mind as opposed to candidate qualifications and relevant experience. Cronyism is definitely a major accusation leveled against President Bush. Generally, in these cartoons, Bush is shown as childlike. His characterization as a child is highly significant because it directly indicts his character by visually constructing his approach to politics as immature, selfish, misguided, and infantile. He is portrayed as oblivious to the real issues around him and as transparent in his willingness to allow the country to suffer so that his friends can advance.", "Figure 8.  Gary Markstein, The Milwaukee Journal-Sentinel, September 30, 2005", "Figure 8.  Gary Markstein, The Milwaukee Journal-Sentinel, September 30, 2005", "Figure 9.  Bruce Plante, The Chattanooga Times Free Press, September 12, 2005", "Figure 9.  Bruce Plante, The Chattanooga Times Free Press, September 12, 2005", "As the Katrina crisis was developing and dragging on, Bush was trying to confirm John Roberts to the Supreme Court. Several cartoons criticized Bush's attention to the confirmation as misplaced as the crisis continued. For example, in Figure 10, Bush is shown holding a paper titled “New Orleans” as he gives a public statement. The serious-faced Bush states, “I acted swiftly and decisively …” and in the next frame grins and gestures as he finishes, “but enough about my nomination of Roberts as Chief Justice.” Textual tension draws attention to Bush's conflicting agendas. The text is further emphasized through the use of dark shading to pull the eye up. The relative size of the boxes is also significant. In the first frame, the audience is very limited in what it can see. In the second, and larger frame, it is as if the camera has zoomed out to allow the viewer to see the bigger picture, one that reveals Bush's true concerns and true self. Similarly, Figure 11 uses the “Bush White House” stopwatch to compare the times to “nominate a successor for heading the Supreme Court” with the time it took to respond “to the gulf coast catastrophe.” The use of a stopwatch adds a quantitative element to the crisis, which increases the offensiveness of the act of non-response. The two frames, side by side, are drawn almost identically and thus, make the difference between “seconds” versus “days” that much more egregious. In each instance in which Bush's priorities are called into question, cartoonists are able to use graphic visual strategies to indict Bush's character and critique his policy choices.", "Figure 10.  Gary Markstein, The Milwaukee Journal-Sentinel, September 7, 2005", "Figure 10.  Gary Markstein, The Milwaukee Journal-Sentinel, September 7, 2005", "Figure 11.  Jeff Stahler, The Columbus Dispatch, September 8, 2005", "Figure 11.  Jeff Stahler, The Columbus Dispatch, September 8, 2005"]}, {"title": "Charge: No Leadership", "paragraphs": ["The second major indictment of President Bush expanded the misplaced priorities theme to articulate an argument that Bush was incapable of enacting appropriate leadership tactics during the crisis. Very early in the crisis, on September 3 and 4, cartoons appeared that depicted simply, and vividly, the notion that leadership—and specifically President Bush's—was missing. In Figure 12, a victim stands in waist-high water while holding a sign that reads, “Leadership please.” The relative size of the victim contrasted with the size of the body of water illustrates the scope of the disaster and accents the negative perception of the act by highlighting the helplessness of the victims. Figure 13, depicting President Bush sitting in an easy chair in front of the television, ironically titled “The President Leaps into Action,” conveys the passage of time and calls out Bush's hypocrisy in that it took nine frames for him to jump up and say “Let's go save those hurricane victims!” In this cartoon, the placement of multiple identical images creates the illusion of multiple frames and the passage of time. When contrasted with the text—both the title and the text bubble—the images reinforce charges of Bush's hypocrisy. Over the next month, Bush's lack of leadership was attributed to incompetence, ignorance, and his unwillingness to assume responsibility for the crisis.", "Figure 12.  Scott Stantis, The Birmingham News, September 5, 2005", "Figure 12.  Scott Stantis, The Birmingham News, September 5, 2005", "Figure 13.  Daryl Cagle, “The President Leaps into Action,” MSNBC.com, September 3, 2005", "Figure 13.  Daryl Cagle, “The President Leaps into Action,” MSNBC.com, September 3, 2005", "The offensiveness of Bush's actions and non-actions was rhetorically extended through policy accusations that developed into general claims that he was incompetent. In Figure 14, the president's presumed incompetence is illustrated through his depiction as a child on a bicycle arriving at the broken levee exclaiming, “I got here as soon as I could!” As demonstrated earlier, the use of a child image connotes ineptitude and an almost excusable lack of competence. Children are not really to blame for their inabilities or inadequate level of development. However, these depictions that seem to suggest that Bush be excused are invariably juxtaposed with visual or textual elements that reinforce the deliberateness, maliciousness, or planned nature of his flawed handling of Hurricane Katrina. For example, in Figure 14, Bush arrives at the levee on a bicycle and appears to be no more than 6 or 7, an age of little accountability. What makes his actions inexcusable, however, is the presence of the victims in the floodwaters below. The victims all stare up at Bush and the graphic directions of their lines of sight create a triangle atop which Bush sits. Young Bush, however, does not return their gaze, but instead stares ahead, seemingly oblivious to the victims below.", "Figure 14.  Bob Englehart, “Bush Arrives,” The Hartford Courant, September 3, 2005", "Figure 14.  Bob Englehart, “Bush Arrives,” The Hartford Courant, September 3, 2005", "Ignorance was another charge leveled against the administration, specifically FEMA and Michael Brown. On September 6, at least three different cartoons ran that advanced the claim that Michael Brown/FEMA were ignorant of the situation. Figure 15 is the image of an overweight man in a lounge chair relaxing and sunning himself. Instead of waves lapping at his feet, however, there is a surge about to crash down on his head as he is “below see level.” Not only is he unable to see because of things outside his control, he has also lowered his cap to cover his eyes, is humming, and is twiddling his toes. This image portrays FEMA as being “on vacation.” The irony here is that he is below “see” level and, hence, incapable of accurately seeing the situation.4 Size is a key graphic strategy in this cartoon, as the comparative size of the incoming disaster and the relative size of FEMA foreshadow FEMA's inability to handle itself in the wave, let alone handle the wave.", "Figure 15.  Steve Benson, The Arizona Republic, September 6, 2005", "Figure 15.  Steve Benson, The Arizona Republic, September 6, 2005", "Cartoonists also made direct claims about Bush's ignorance concerning money. Toward the end of the month, Figure 16 appeared showing water rising to the roof of an unidentified building. A helicopter hovers above the victims atop the roof who hold a sign that reads, “HELP!” From the helicopter, the President asks, “This place is eerily familiar, what rooftop is that?” The response: “The Treasury, Mr. President.” In addition to the direct slight on his intelligence through his inability to identify a building nearly adjacent to the White House, this cartoon comments on Bush's ignorance of the consequences of the flood on the fiscal well-being of the nation. By extension, his lack of awareness about something as obvious as the destruction of the Treasury indicts his leadership abilities and, hence, his character. The placement of the helicopter and Bush's comments in the upper left quadrant of the frame ensures that viewers will pay it immediate attention, which thus, further reinforces his culpability.", "Figure 16.  Steve Kelley, The New Orleans Times-Picayune, September 26, 2005", "Figure 16.  Steve Kelley, The New Orleans Times-Picayune, September 26, 2005", "The final indictment of his lackluster leadership, that also enhanced the offensiveness of the act, concerned Bush's unwillingness to acknowledge responsibility. On September 13, Bush made his now infamous statement, “To the extent that the federal government didn't do its job right, I take responsibility.” Not surprisingly, the inclusion of a qualification in this statement, as well as the late timing, was attended to by political cartoonists and editorialists alike. Size is often used within these cartoons to reinforce the offensiveness of his actions. For example, in Figure 17, Bush is standing atop a mostly submerged car waving as he says, “My bad.” The small words and his relative small size in relation to the depiction of the disaster point to the massive extent of the damage, as well as the inadequacy of his acknowledgement of responsibility. Furthermore, the fact that Bush is depicted alone—neither FEMA nor Homeland Security are to be seen—suggests that he bears full culpability. In Figure 18, Uncle Sam stands atop a ladder screaming into Bush's unhinged (and empty) head, “Take Responsibility” as Bush mumbles “… I take responsibility …” Again, size is central to conveying the extent of his egregious behavior. The size of the words underscores the fervor with which the country felt Bush should be accountable juxtaposed with his words which were literally too little. A day later, on September 15, Figure 19 appeared in the Salt Lake Tribune and showed a slouched Bush hedging on the degree to which he would take responsibility. Here, he says, “To the extent that the federal government (which we all know is a fat, bloated bureaucracy that is the tool of liberals who want to take your money and your guns and give you abortions) didn't fully do its job right … I take full responsibility.” This direct cultural allusion to Bush's actual statement, enhanced by the parenthetical stereotypical Republican agenda, explicitly mocks Bush's rhetorical choices of two days earlier. The use of line and form, specifically font, is also visually interesting in this cartoon. Unlike other cartoons which used easy to read, bold words, this type is crowded and difficult to read. Both his posture and the messiness of the text contribute to an unpresidential, indeed unprofessional, image.", "Figure 17.  Dan Wasserman, The Boston Globe, September 14, 2005", "Figure 17.  Dan Wasserman, The Boston Globe, September 14, 2005", "Figure 18.  Daryl Cagle, “Take Responsibility,” MSNBC.com, September 14, 2005", "Figure 18.  Daryl Cagle, “Take Responsibility,” MSNBC.com, September 14, 2005", "Figure 19.  Pat Bagley, “Bush Kind of Takes Responsibility,” Salt Lake Tribune, September 15, 2005", "Figure 19.  Pat Bagley, “Bush Kind of Takes Responsibility,” Salt Lake Tribune, September 15, 2005"]}, {"title": "Conclusions", "paragraphs": ["This analysis has examined a limited number of the political cartoons created in reaction to the hurricane, response, and aftermath. Several significant conclusions can be reached. First, political cartoons constructed a national kategoria following Katrina. As a multi-vocal rhetorical form, political cartoons are able to mount an attack unlike any single rhetor. As a rhetorical text that appears in multiple incarnations simultaneously, cartoons can offer harsh critiques at a time when critical oral rhetoric might be deemed inappropriate. In the case of Katrina, political cartoons served to illustrate the many deficiencies that were exposed during the crisis.", "Second, Benoit and Dorries’ (1996) typology is particularly useful when looking at the ways political cartoons, as a rhetorical form of blame, function to intensify the offensiveness of an act. In the case of Hurricane Katrina, the attack cartoons relied on size, placement, and relation of text to articulate the dissonance between how the government should have responded and its actual responses. Although line and form, as well as exaggeration of physionomical features, were present in the cartoons, those strategies did not advance or intensify the accusations as pointedly as did size, placement, and relation of text.", "Third, because of the visual component of political cartoons, they are more easily able to cross the line between policy critique and personal attack. The cartoons concerning Katrina demonstrate the potency of political cartoons that make accusations about policy while simultaneously attacking the character of the presumably responsible agents. The use of size and placement are particularly well suited to making implicit accusations about importance and deliberateness. Consequently, while the text of a cartoon may offer a critique of the fiscal choices of the administration, the size of the moneybags carries with it a much more powerful evaluation than could words alone.", "In a time when people are increasingly dependent on visual cues, and less attentive to extensive rational argument, more attention to political cartoons is warranted. This analysis points to the potential relationship between political cartoons as kategoria and the genre of crisis rhetoric as it serves as a reaction to accusations. To examine political cartoons chronologically and thematically compare administrative response rhetoric as a speech set could potentially further validate the argument that cartoons function as a national kategoria. This analysis, however, serves as an important first step toward recognizing political cartoons as thematically important, having strong visual impact, and rhetorically significant."]}], "references": [{"title": "“Dateline NBC&#039;s Persuasive Attack on Wal-Mart”", "year": "1996", "journal": "Communication Quarterly", "volume": "44", "authors": [{"name": "Benoit William", "first_name": "Benoit", "last_name": "William"}, {"name": "Dorries Bruce", "first_name": "Dorries", "last_name": "Bruce"}]}, {"title": "“A Fantasy Theme Analysis of Political Cartoons on the Clinton–Lewinsky–Starr Affair”", "year": "2001", "journal": "Critical Studies in Media Communication", "volume": "18", "authors": [{"name": "Benoit William L.", "first_name": "Benoit", "last_name": "L."}, {"name": "Klyukovski Andrew A.", "first_name": "Klyukovski", "last_name": "A."}, {"name": "Mchale John P.", "first_name": "Mchale", "last_name": "P."}, {"name": "Airne David", "first_name": "Airne", "last_name": "David"}]}, {"title": "“Blasphemy as Sacred Rite/Right: ‘The Mohammed cartoons affair’ and maintenance of journalistic ideology”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "Eko Lyombe", "first_name": "Eko", "last_name": "Lyombe"}]}, {"title": "“Political Cartoons and Salient Rhetorical Fantasies: an empirical analysis of the &#039;76 presidential campaign”", "year": "1978", "journal": "Communication Monographs", "volume": "45", "authors": [{"name": "Bormann Ernest G.", "first_name": "Bormann", "last_name": "G."}, {"name": "Koester Jolene", "first_name": "Koester", "last_name": "Jolene"}, {"name": "Bennett Janet", "first_name": "Bennett", "last_name": "Janet"}]}, {"title": "“Making Light of James Watt: a Burkean approach to the form and attitude of political cartoons”", "year": "1987", "journal": "Quarterly Journal of Speech", "volume": "73", "authors": [{"name": "Bostdorff Denise M.", "first_name": "Bostdorff", "last_name": "M."}]}, {"title": "“Is the Pen Mightier Than the Word?: editorial cartoons and 1988 presidential nominating politics”", "year": "1988", "journal": "Political Science and Politics", "volume": "21", "authors": [{"name": "Buell Emmett H.", "first_name": "Buell", "last_name": "H."}, {"name": "Maus Mike", "first_name": "Maus", "last_name": "Mike"}]}, {"title": "“The Political Cartoon as Communication”", "year": "1984", "journal": "Media Development", "volume": "4", "authors": [{"name": "Cahn Dudley D.", "first_name": "Cahn", "last_name": "D."}]}, {"title": "“Drawing the Country&#039;s Mood”", "year": "2004", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "Danziger Jeff", "first_name": "Danziger", "last_name": "Jeff"}]}, {"title": "“Political Cartoons and American Culture: significant symbols of campaign 1980”", "year": "1982", "journal": "Studies in Visual Communication", "volume": "8", "authors": [{"name": "Desousa Michael A.", "first_name": "Desousa", "last_name": "A."}, {"name": "Medhurst Martin J.", "first_name": "Medhurst", "last_name": "J."}]}, {"title": "“No Laughing Matter: post-September 11 political cartoons in Arab/Muslim newspapers”", "year": "2002", "journal": "Political Communication", "volume": "19", "authors": [{"name": "Diamond Matthew", "first_name": "Diamond", "last_name": "Matthew"}]}, {"title": "“Running in the Shadows in Campaign 2000: candidate metaphors in editorial cartoons”", "year": "2001", "journal": "American Behavioral Scientist", "volume": "44", "authors": [{"name": "Edwards Janis L.", "first_name": "Edwards", "last_name": "L."}]}, {"title": "“The First Lady/First Wife in Editorial Cartoons: rhetorical visions through gendered lenses”", "year": "2000", "journal": "Women's Studies in Communication", "volume": "23", "authors": [{"name": "Edwards Janis L.", "first_name": "Edwards", "last_name": "L."}, {"name": "Rong-chen Huey", "first_name": "Rong-chen", "last_name": "Huey"}]}, {"title": "“Representing the Public in Campaign Media”", "year": "2005", "journal": "American Behavioral Scientist", "volume": "49", "authors": [{"name": "Edwards Janis L.", "first_name": "Edwards", "last_name": "L."}, {"name": "Ware Laura", "first_name": "Ware", "last_name": "Laura"}]}, {"title": "“Representative Form and the Visual Ideograph: the Iwo Jima image in editorial cartoons”", "year": "1997", "journal": "Quarterly Journal of Speech", "volume": "83", "authors": [{"name": "Edwards Janis L.", "first_name": "Edwards", "last_name": "L."}, {"name": "Winkler Carol K.", "first_name": "Winkler", "last_name": "K."}]}, {"title": "“Understanding Visual Metaphor: the example of newspaper cartoons”", "year": "2003", "journal": "Visual Communication", "volume": "2", "authors": [{"name": "El Refaie Elisabeth", "first_name": "El", "last_name": "Elisabeth"}]}, {"title": "“Media Discourse as a Symbolic Contest: the bomb in political cartoons”", "year": "1992", "journal": "Sociological Forum", "volume": "7", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A."}, {"name": "Stuart David", "first_name": "Stuart", "last_name": "David"}]}, {"title": "“Still the Angel in the Household: political cartoons of Elizabeth Dole&#039;s presidential campaign”", "year": "2001", "journal": "Women \\& Politics", "volume": "22", "authors": [{"name": "Gilmartin Patricia", "first_name": "Gilmartin", "last_name": "Patricia"}]}, {"title": "“An Historic Look at Political Cartoons”", "year": "2004", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "Katz Harry", "first_name": "Katz", "last_name": "Harry"}]}, {"title": "“Drawing Disaster: the crisis cartoons of Hurricane Katrina”", "year": "2006", "journal": "Texas Speech Communication Journal", "volume": "31", "authors": [{"name": "Kelley-Romano Stephanie", "first_name": "Kelley-Romano", "last_name": "Stephanie"}, {"name": "Westgate Victoria", "first_name": "Westgate", "last_name": "Victoria"}]}, {"title": "“The Rhetoric of Atonement”", "year": "1994", "journal": "Communication Studies", "volume": "55", "authors": [{"name": "Koesten Joy", "first_name": "Koesten", "last_name": "Joy"}, {"name": "Rowland Robert C.", "first_name": "Rowland", "last_name": "C."}]}, {"title": "“Lip-reading, Draft-dodging, and Perot-noia: presidential campaigns in editorial cartoons”", "year": "1996", "journal": "Press/Politics", "volume": "1", "authors": [{"name": "Koetzle William", "first_name": "Koetzle", "last_name": "William"}, {"name": "Brunell Thomas L.", "first_name": "Brunell", "last_name": "L."}]}, {"title": "“The Scope of Apologetic Discourse: establishing generic parameters”", "year": "1981", "journal": "The Southern Speech Communication Journal", "volume": "46", "authors": [{"name": "Kruse Nancy W.", "first_name": "Kruse", "last_name": "W."}]}, {"title": "“The Management of Failure Events: some contextual determinants of accounting behavior”", "year": "1983", "journal": "Human Communication Research", "volume": "9", "authors": [{"name": "McLaughlin Margaret L.", "first_name": "McLaughlin", "last_name": "L."}, {"name": "Cody Michael J.", "first_name": "Cody", "last_name": "J."}, {"name": "O'Hair Dan H.", "first_name": "O'Hair", "last_name": "H."}]}, {"title": "“Account Sequences in Conversations Between Strangers”", "year": "1983", "journal": "Communication Monographs", "volume": "50", "authors": [{"name": "McLaughlin Margaret L.", "first_name": "McLaughlin", "last_name": "L."}, {"name": "Cody Michael J.", "first_name": "Cody", "last_name": "J."}, {"name": "Rosenstein Nancy E.", "first_name": "Rosenstein", "last_name": "E."}]}, {"title": "“Political Cartoons as Rhetorical Form: a taxonomy of graphic discourse”", "year": "1981", "journal": "Communication Monographs", "volume": "48", "authors": [{"name": "Medhurst Martin J.", "first_name": "Medhurst", "last_name": "J."}, {"name": "Desousa Michael A.", "first_name": "Desousa", "last_name": "A."}]}, {"title": "“Visual Rhetoric in Political Cartoons: a structuralist approach”", "year": "1993", "journal": "Metaphor and Symbolic Activity", "volume": "8", "authors": [{"name": "Morris Ray", "first_name": "Morris", "last_name": "Ray"}]}, {"title": "“Beyond Strategy: a reader-centered analysis of irony&#039;s dual persuasive uses”", "year": "2004", "journal": "Quarterly Journal of Speech", "volume": "90", "authors": [{"name": "Olson Katherine M.", "first_name": "Olson", "last_name": "M."}, {"name": "Olson Clark D.", "first_name": "Olson", "last_name": "D."}]}, {"title": "“Politicians as Superheroes: the subversion of political authority using a pop cultural icon in the cartoons of Steve Bell”", "year": "2004", "journal": "Media, Culture \\& Society", "volume": "26", "authors": [{"name": "Plumb Steve", "first_name": "Plumb", "last_name": "Steve"}]}, {"title": "“Kategoria and Apologia: on their rhetorical criticism as a speech set”", "year": "1982", "journal": "Quarterly Journal of Speech", "volume": "68", "authors": [{"name": "Ryan Halford R.", "first_name": "Ryan", "last_name": "R."}]}, {"title": "“Baldwin vs. Edward VIII: a case study in kategoria and apologia”", "year": "1984", "journal": "The Southern Speech Communication Journal", "volume": "49", "authors": [{"name": "Ryan Halford R.", "first_name": "Ryan", "last_name": "R."}]}, {"title": "“Pointing the Finger of Blame: news media coverage of popular-culture culpability”", "year": "2003", "journal": "Journalism and Communication Monographs", "volume": "5", "authors": [{"name": "Scharrer Erica", "first_name": "Scharrer", "last_name": "Erica"}, {"name": "Weidman Lisa M.", "first_name": "Weidman", "last_name": "M."}, {"name": "Bissell Kimberly L.", "first_name": "Bissell", "last_name": "L."}]}, {"title": "“They Spoke in Defense of Themselves: on the generic criticism of apologia”", "year": "1973", "journal": "Quarterly Journal of Speech", "volume": "77", "authors": [{"name": "Ware B. L.", "first_name": "Ware", "last_name": "L."}, {"name": "Linkugel Wil A.", "first_name": "Linkugel", "last_name": "A."}]}]}