{"doi": "10.1080/17512786.2014.963367", "url": "https://doi.org/10.1080/17512786.2014.963367", "title": "Institutional Disconnects as Obstacles to Diversity in Journalism in the United States", "volume": "9", "year": "2015", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bodinger-de Uriarte", "first_name": "Cristina", "name": "Cristina Bodinger-de Uriarte", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Valgeirsson", "first_name": "Gunnar", "name": "Gunnar Valgeirsson", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The 1968 Kerner Commission identified the monocultural perspective of US media as contributing to 1960s social unrest. Ten years later, the American Society of Newspaper Editors (ASNE), a primary journalism gatekeeper, declared a mandate to diversify newsroom staff and news coverage. Journalism in the United States has been under this mandate for change for more than three decades. The year 2000 target date passed seriously short of achieving the diversity goal. Staffing demographics of 2013 show little promise for reaching the newer 2025 target. We suggest why only minimal, superficial diversification occurred during the last three decades, despite diversity goals promoted by journalism's professional associations and educational accreditation body. We conducted and helped to supervise in-depth interviews with 613 reporters, editors, and news directors from high-circulation newspapers, and radio and television broadcast newsrooms. We also examined journalism program descriptions and course syllabi. Finally, we reviewed professional association documents and reports, the ASNE newsroom census, and other studies. Findings indicate that such change requires a cohesive mission, consistent philosophical and material reinforcement of new values and practices, and changes in practitioner role definitions. These conditions must be met across relationships structuring the profession, and require “connectedness” among journalism institutions. Study results indicate that meaningful diversification of staff and news coverage is impeded by established newsroom culture and by the lack of structural mechanisms to facilitate such change. Findings indicate serious “disconnects” among the institutions of professional journalism, dissipating the “environmental pressure” for diversification and miring contemporary US newsrooms in outmoded monoculturalism.", "body": [{"sec_title": "Introduction", "sec_content": ["Multiple professional journalism associations have mandated that journalism organizations in the United States integrate newsroom staff and diversify news coverage. This has been particularly true since 1978 when racial and ethnic minorities comprised less than 4 percent of newsroom staff (ASNE 2006). Journalism and mass communication educational programs were similarly charged in 1984 by their accrediting body, the Accrediting Council on Education in Journalism and Mass Communications (ACEJMC [1997] 2012, 2012). ACEJMC and ASNE mandates for increased recruitment of racial and ethnic minority students were intended to diversify the pool of potential hires for newsrooms. Diversity-oriented accreditation standards were intended to support ASNE-mandated diversification of news coverage.", "News organizations have experienced three decades of ongoing “environmental pressure” or “environmental contingency” for change (Hall 2002; Armenakis and Bedeian 1999). However, parity was still far from achieved by the year 2000. Newsroom minority staffing has hovered at about 12 percent for the last decade, peaking seven years ago (13.7 percent) and then declining again (12.37 percent) according to ASNE (2013a). Further, more than half (57.5 percent) of American newspapers have no minority staff members—a number that has been growing since 2006 (ASNE 2013b). This makes achieving parity by the new target date of 2025 far from certain. The current situation has led the Diversity Today Committee of the Associated Press Managing Editors (APME) to say that they will “focus throughout the year on diminished diversity priorities” (APME 2013a).", "This study explores why only superficial staff and story-perspective diversification occurred, despite apparent goal agreement across institutions and associations. Findings indicate several factors contributing to the gap between the diversity pledge and the practice. Some of these are intra-organizational, and reinforce the argument that “the impetus behind diversity change also depends on the organization's internal context” (Gonzalez 2010, 200). However, factors also indicate that competing contextual factors contributed to a cross-institutional disconnect and countervailed long-term environmental pressures for change. Evidence was drawn from a national interview survey with journalism professionals, document analysis of relevant syllabi, review of journalism association materials, the annual ASNE census data, and the consideration of prior studies."]}, {"sec_title": "Environmental Pressure to Diversify", "sec_content": ["A comprehensive review of diversity-relevant changes to codes of ethics, mission statements, accreditations standards, and journalism mandates (with their various iterations and reiterations), is beyond the scope of this paper. The following set of examples gives an abbreviated indication of the environmental pressure to diversify under which news organizations have been operating for more than 30 years.", "In 1968, the report of the Kerner Commission (1968) identified the monocultural perspective of US media as a contributing factor in the social unrest of the 1960s. Nine years later, in 1977, ASNE appointed its first diversity committee and, in 1978, approved the following five-point mandate (ASNE 2001a):The commitment to recruit, train and hire minorities needs urgently to be rekindled. This is simply the right thing to do. It is also in the newspaper industry's economic self-interest.There should be at least an annual accounting by ASNE of minority employment, including not just total jobs but types of positions held.There should be special emphasis on increasing the number of minority newsroom executives.Small papers should especially be encouraged to add minority members to their staffs.Leaders among minority journalists have urged the industry to set a goal of minority employment before 2000 equivalent to the percentage of minority persons within the national population. The committee believes this is a fair and attainable goal. ASNE began an annual census of minority newspaper staff, adding retention data in 2000, minority-group-per-paper categories in 2006, and online newsrooms in 2010. Journalism professional associations throughout the 1980s and 1990s, in the United States, increasingly addressed staff diversity—both as a goal, and as a means to better representing diverse communities in news coverage.", "The commitment to recruit, train and hire minorities needs urgently to be rekindled. This is simply the right thing to do. It is also in the newspaper industry's economic self-interest.", "There should be at least an annual accounting by ASNE of minority employment, including not just total jobs but types of positions held.", "There should be special emphasis on increasing the number of minority newsroom executives.", "Small papers should especially be encouraged to add minority members to their staffs.", "Leaders among minority journalists have urged the industry to set a goal of minority employment before 2000 equivalent to the percentage of minority persons within the national population. The committee believes this is a fair and attainable goal.", "The ACEJMC added Standard 12. Diversity in 1984 and revised it in 1997. They revised Standard 3. Curriculum in 2000 (in view of diversity). The ACEJMC again revised both standards, putting greater emphasis on diversity, for adoption in the Fall of 2013 (ACEJMC [1997] 2012, 2012).", "In 1994, APME revised their code of ethics to incorporate diversification. The Society of Professional Journalists (SPJ) followed suit in 1996. Also in 1994, an alliance formed between the National Association of Hispanic Journalists (NAHJ) and the National Association of Black Journalists (NABJ), later joined by the Asian American Journalists Association (AAJA), the Native American Journalists Association (NAJA) and the National Lesbian and Gay Journalists Association (NLGJA); the resulting coalition is now called UNITY Journalists for Diversity (1999).", "By the turn-of the century, UNITY Journalists for Diversity held the first annual Time-Out-for-Diversity, a week-long event to heighten awareness of diversity issues in journalism. APME established Diversity Today, a committee charged with presenting annual awards for diversity leadership (APME 2013a). Parity, deemed “a fair and attainable goal” in 1978, still eludes news organizations despite the fact that, by 2010, the proportion of minority journalism and mass communication graduates (36.3 percent) was aligned with the current minority population share (37 percent) in the United States (Daniels 2011)."]}, {"sec_title": "Methods", "sec_content": ["A multi-method research approach incorporated historical context, document analyses, and a national interview survey with journalism professionals. Historical context included, for example, a review of all versions of ACEJMC Standard 12. Diversity and Standard 3. Curriculum criteria and all bound copies of the annual ASNE proceedings from 1978 to 2000, followed by ASNE website proceedings and census reports from 2001 to 2013. Additional insight was gained through this study's document analysis of course catalogs and syllabi from 1997 to 1999. According to Medsger (1996), journalism and mass communication programs reportedly implemented the standards five years before the training of the cohorts that are represented by the collected syllabi. These cohorts represent a significant part of current newsroom staff with seniority and, consequently, would be assumed to influence newsroom culture as practicing senior reporters, columnists, beat editors, etc. All accredited departments granting journalism degrees throughout the nation were contacted; just over two-thirds (68.5 percent) sent 300 syllabi of different (non-redundant) courses that they felt demonstrated compliance with Standard 12. Diversity. The findings section focuses primarily on the interview results, whereas the discussion section is informed by the multiple methods employed.", "The current paper draws primarily on confidential, in-depth, mostly open-ended, 32-item interview surveys with 613 US journalists. Of the 122 editors and news directors interviewed, 70 (57 percent) were from newspapers, and the remaining 52 (43 percent) were from broadcast radio and television. The 491 reporters interviewed worked in newsrooms for radio, television, and newspapers. The sample represented: 40 states and Washington, DC; 111 mainstream, high-circulation newspapers; and 72 national network, independent, regional, and cable/satellite broadcast news organizations. The 111 newspapers had a circulation of 100,000 or more, which is the measure used by ASNE to distinguish high-circulation newspapers in their annual census. High-circulation newspapers were chosen as those best situated to recruit and to have significantly more organizational resources to dedicate to diversification, and to diversity training, if so desired. In other words, high-circulaiton newspapers have the potential to reflect the best efforts being made to diversify staff and coverage.", "The sampling pool consisted of all broadcast news journalists and all target newspaper journalists who were listed in professional journalism directories available either in hard copy or on CD ROM; duplicated listings were removed. Only editors dealing with staffing and substantive content decisions were included in the pool (excluded as peripheral to the issues of this research were photography editors, copy editors, and layout management). The resulting pool was stratified by position: reporters versus editors and news directors.", "Randomized start interval sampling was used to identify the first 100 editors. Newspaper editors greatly outnumber broadcast news directors, so this 100-person sample had too few broadcast news directors to allow significant comparisons among media. Consequently, randomized interval sampling was resumed, suppressing the newspaper editors from the pool. The resulting sample of 122 allowed for more meaningful comparisons among media. To ensure a meaningful set of responses came from minority management, the accepted research strategy of purposive “over-sampling” was adopted (Baker 1999; Lohr 2010). Minority management comprised 20 percent of the interviews, more than double the percentage in the newsroom. It is important to note that the position of editor and news director is specified in the directories used for the sampling frame, and that this is a much smaller pool than would be indicated by the, very broadly defined, “supervisor” category used in the ASNE census, which put minority supervisory staff at 10 percent.", "The reporter sampling process paralleled that of the editor sampling process. The reporter pool was also intentionally over-sampled for minority respondents in order to have a high enough number to allow meaningful data comparisons. The reporter interviews include 18 percent racial and ethnic minority respondents, about half again as high a proportion as were employed in the profession between 2000 and 2013 (11.8–12.3 percent) according to the annual census (ASNE 2013e). As reporters with different assignment areas or “beats” might perceive diversification in significantly different ways, it was also important to ensure different areas of specialization were represented. Ultimately 491 newspaper and broadcast reporters were interviewed in order to represent the following areas: (1) opinion section; (2) daily news, crime, and law enforcement; (3) social issues—including minority affairs; (4) business and economy; (5) arts, entertainment, leisure, and lifestyle; (6) politics and government; (7) religion; and (8) investigative reports, features, and special projects.", "Aside from intentional over-sampling of minority journalists, reporter and editor interview samples mirror what is known about the demographics of the profession as a whole. This includes similar distribution of respondents across the categories of age, educational background, seniority, and sex. This increases confidence in the overall representativeness of the sample (Lohr 2010; Goldenberg 1992).", "A simple random sub-sample of 150 reporter interviews was drawn from the larger sample of 491. The sub-sample data runs were compared to the full sample data runs. The sub-sample was demographically parallel to the larger sample. Sub-sample findings were consistent with the findings from the larger sample. Methodologists agree that results from this technique of sub-sample comparison increase confidence in the findings and demonstrate the appropriateness of the sample size for a population in this type of qualitative survey research (Lohr 2010; Baker 1999; Goldenberg 1992). Newspaper and broadcast news findings are presented together, as no patterns of differences relevant to the issues in this paper were evident in the comparison data. Finally, data were run separately to compare responses by age, beat covered, seniority, sex, and minority versus non-minority demographics. Any significant and relevant patterns of difference are reported in the findings; divergent patterns were rare."]}, {"sec_title": "Findings", "sec_content": ["The findings reported below refer to “journalists” when combining responses from reporters and editors. In the tables, percentages are generally given for “reporters” versus “editors,” and then for journalists as a whole. Any pattern of difference may then be considered in terms of import for day-to-day reporting practice versus decision-making.", "Interviews included questions about how management and reporters actually defined diversity in terms of the profession, how diversity was (or was not) manifested in role-identity, and how they envisioned diversity as a part of the overall mission of their organizations. Survey questions were designed to establish whether news organizations and newsroom culture treated diversity issues in accord with the mandates of professional journalism associations. Interview responses reveal that too few reporters and editors held common understandings across five categories essential to implementing and supporting diversification. The first, most fundamental category involves defining diversity. The second would, presumably, build on such definitions, as it relates to perceived links between diversity and journalism ethics. The third category concerns views about the relevance of diversity in journalism practice. The fourth category relates to the mechanisms for implementation in terms of tangible diversity-support within newsroom culture or organizations. The final category considers diversity-relevant impact from degree programs by 2000 and in view of the 2025 goal. Diverging reporter and editor views are discussed, by category, in the following sections.", "Almost two-thirds of reporters (63.9 percent) and just over half of editors (53.3 percent) were unable to clearly define “diversity in relation to journalism” when asked. This means that 379 of the 613 journalists interviewed (61.8 percent) had no clear concept of what diversification meant within their organization. Definitions of diversity provided by the remaining journalists ranged widely and could be loosely categorized in five ways (Table 1).", "Demographically representative coverage was the most frequent definition given—its relative strength is emphasized by the fact that it is also a factor in the only definition that combines types of diversity. It is interesting to note, however, that editors were more likely to place importance on the significance of events for diverse groups (14 percent versus 2.8 percent), whereas reporters put more emphasis on simple demographic representation (41.2 percent versus 31.6 percent). Position-differentiated patterns may reflect, in part, the fact that a majority of reporters (60.1 percent) said “adding-in” the diversity aspects necessary to the story belonged to the role of editor (making impact issues less of a focus for reporters).", "Female editors were substantially more likely to emphasize demographically representative news coverage (36.4 percent versus 25 percent) and underrepresented views (33.3 percent versus 25 percent) than were their male counterparts. This is the only finding with notable divergence along gender lines. In part, this may reflect gender differences in overall post-women's-movement sensitivity to representational issues in media. It may also reflect differential receptivity to recent studies. For example, the analysis of New York Times front-page stories, in which stories by male journalists had double the male-to-female source ratio when compared to stories by female journalists (Layton and Shepard 2013), and the analysis of NPR showing most persons featured in over-the-air broadcast interviews (74 percent) were men (Gibbons 2012).", "However, response patterns by gender and by position are insufficient to account for widespread disparity among journalists when attempting to define diversity. Mandates for diversification may have been undermined by the absence of this fundamental requirement—a shared definition of the primary concept.", "Interviewees were asked four relevant open-ended questions about journalism ethics in an attempt to see if diversity issues received significant, spontaneous mention. Respondents were encouraged to discuss all ethical issues they felt to be relevant to the question. Four issues emerged as “the most important ethical issues for journalism.” Diversity was not among them. In fact, only a small percentage of journalists mentioned diversity in any way during the discussions of journalism ethics (Table 2).", "If diversity was mentioned during the discussion of any other ethics category, it was double-coded. For example, if a respondent said that “balance, accuracy, and objectivity” was most important, and referred to diversity as part of this, both were coded. Even so, diversity received minimal mention in the discussions of ethics. Three ethical issues were identified by more than 11 percent of the respondents as “most important” (Table 3).", "The strength of agreement on the “balance, accuracy, and objectivity” ethical standard is indicative of its shared importance as a role-defining ethical value for the professional journalist. This is underscored by the significant minority who also saw “balance, accuracy, and objectivity” as receiving too little emphasis, despite the level of agreement on its ethical import. It topped the three ethical issues receiving the most mentions in response to the question: “Are there ethical issues you feel have been underemphasized by the journalism community? If so, which issues?” (Table 4). This means that “balance, accuracy, and objectivity” are construed as somehow separated from issues of diversity in the minds of most practicing editors and journalists in the United States.", "In a later part of the survey, interviewees were asked whether they agreed with a set of statements about the practice of journalism. One of these was the statement: “Diversity in journalism is connected to ethics.” Close to half of reporters (46.0 percent) and almost one-third of editors (31.9 percent) disagreed; this accounts for the opinion of 265 (43.2 percent) of the 613 journalists interviewed. When asked to explain, responses typically expressed the perspectives reflected in these statements by interviewees:Diversity is not an ethical issue. It is an issue of representing your community. It is good business, but not an ethical issue. Ethics has to do with morality and doing the right thing.Ethics are a kind of guideline for how we approach what we do. Diversity is just trying to more accurately mirror the readership we are trying to pursue.Diversity is more of a liberal versus conservative argument/philosophical debate. Ethics is a whole different argument.", "Diversity is not an ethical issue. It is an issue of representing your community. It is good business, but not an ethical issue. Ethics has to do with morality and doing the right thing.", "Ethics are a kind of guideline for how we approach what we do. Diversity is just trying to more accurately mirror the readership we are trying to pursue.", "Diversity is more of a liberal versus conservative argument/philosophical debate. Ethics is a whole different argument.", "There is an apparent disconnect between the professional associations and newsroom culture as manifested by role-definitions and the professional values expressed by practitioners.", "A significant minority (21.9 percent) of interviewed journalists saw diversity as not being relevant, and saw their roles as reporters or editors as separated from issues of diversity. In answer to the question: “In general, which diversity issues are most likely to affect the way you edit, write, or report the news?,” such journalists often typified diversity as peripheral, topical content of little importance, or, more negatively, as “advocacy journalism” that might indicate reporter bias. One editor noted: “A story is a story. I would hope that diversity issues would not come into play.” Another stated: “We don't see ourselves as covering diversity issues.” These sentiments were echoed by columnists, business writers, social issues reporters, education reporters, and others who said: “Oh, I report on … [beat] so diversity issues don't really relate to my own work.” Such statements reveal confused perceptions of what it means to diversify news content.", "A clear majority of journalists (78.1 percent) said diversity was “relevant” to their work but this was not always well implemented. For example, most reporters said diversity was relevant to their work, but only a small percentage (19.9 percent) saw this as requiring any personal action. The majority of reporters (60.1 percent) saw it as the editor's role to appropriately adjust their stories in terms of diversity issues—the remaining reporters (20.0 percent) did not see diversity as relevant to their work. This means that about 80 percent either saw incorporating diversity as non-relevant or as something to be deferred to editors.", "The problematic interpretation of relevance is exacerbated at the editorial level. For example, more than half (56.5 percent) of all editors saw diversity as either playing no role in their work (25.4 percent), or as limited to keeping offensive stereotypes out of the news (31.1 percent). The remaining editors (43.5 percent) represent management who expressed a broader understanding of editorial diversity roles. This adds insight not apparent if one simply considers how many acknowledged diversity as “relevant” to their work (74.6 percent).", "This finding was supported in a later part of the interview when journalists were asked whether or not they agreed with the following statement: “When issues affect diverse constituents, some focus on that diversity is needed in order to adequately communicate the importance of the story.” Only about one-third of reporters (35.0 percent) and editors (38.5 percent) agreed. This reinforces the finding that definitions of diversity seldom included “the potential impact of events on relevant underrepresented groups.” The difference between what initially appeared to be agreement on the relevance of diversity in journalism practice, and what such relevance actually meant to participants, may help explain the relative stagnation in the mandate to diversify.", "Only a very small number of editors (11.5 percent) and reporters (5.1 percent) described their own news organizations as providing any tangible and significant diversity support. Only 17 (9.3 percent) of the 183 sampled news organizations were perceived by reporters and editors to have made genuine and significant efforts to embrace diversity in general; even fewer, eight (4.3 percent), were said to have made such efforts to diversify staff. Authors had no means of verifying the level of organizational efforts to diversify; however, the perception of editors and reporters was rooted in their experiences, observations, and interactions that reflected and helped to comprise newsroom culture in relation to diversification vis-à-vis professional socialization and choices made in day-to-day practice.", "Journalists indicated that the situation was more complex than a simple lack of proactive effort by their organizations. More than two-thirds (69.9 percent) who sought help to adequately address diversity issues in a story reported being unable to obtain any assistance. This is not surprising in light of findings that the majority of reporters (63.1 percent) and editors (62.3 percent) agreed that “editor-input” was often the only resource provided for “ensuring the representative portrayal of underrepresented groups.” This is a resource problem for two reasons. First, close to half of all editors (45.1 percent) agreed that they found it “problematic” to do so, and felt unable to provide meaningful help. Second, as previously mentioned, more than half (56.5 percent) saw diversity as irrelevant to their editorial work or as limited to monitoring overt bigotry.", "About one-third of the reporters (34.1 percent) saw part of this as an issue of newsroom make-up and said that diversity staffing needs went unmet. Editors saw staff diversity as necessary, but insufficient, to ensure diverse coverage unless combined with further organizational support for broader employee development around diversity issues—support for both minority and non-minority reporters. Reporters who expressed similar ideas and who mentioned attending diversity-oriented training, workshops, or seminars (30.9 percent) generally did so on their own initiative and at their own expense. Virtually all journalists saw diversification as impeded by a dearth of developmental funding (98.7 percent) and material or personnel resource support (90.5 percent). A significant group of editors (20.5 percent) viewed this lack of organizational support as having allowed entrenched anti-diversity attitudes to contribute to “bias, hostility, or other negative dynamics in the newsroom environment experienced by reporters working on stories with diversity issues.” Such newsroom hostility was exemplified by one reporter who said: “Diversity is nonsense, crap, stupid.” As one editor observed, “Those who care about diversity get isolated in the virtually all-white newsroom, and they then leave.”", "Findings indicate that diversity mandates have been undermined by the absence of organizational resources necessary to establish the mechanisms needed to support diversification and change newsroom culture.", "The number of students who received diversity training in their curriculum doubled for cohorts who would have been in the hiring pool for 1992 (Medsger 1996, 16). Curriculum that effectively promoted diversity values would be expected to result in relative coherence across definitions of diversity given by those in the sample hired after 1992, when compared to those hired before 1992. This was not the case (Table 5).", "Instead, the agreement across hiring cohorts is indicative of a consistent set of divisions within newsroom viewpoints—but one apparently unaffected by the upswings in diversity-relevant curriculum noted by Medsger (1996) for post-1992 hires. Further, these groups did not differ in relation to diversity issues addressed in the interviews. For example, time of educational completion did not predict who belonged to the significant group of reporters (43.2 percent) who felt diversity in news coverage was not connected to journalism ethics. It also did not predict which reporters were more likely to say that diversity issues were not relevant to their work (21.9 percent). Education and hiring cohort also did not account for which reporters showed a greater concern for diversity, such as the almost one-third (30.9 percent) who attended professional development training in diversity. Similarly, education and hiring year could not account for the slightly more than one-third (35.7 percent) who said that news stories potentially affecting diverse constituents require some focus on that diversity in order to adequately communicate story importance.", "The findings may result, in part, from the fact that programs with comprehensive treatment were rare. Syllabi sent for courses said to satisfy Standard 12. Diversity requirements typically compartmentalized the topic of diversity, rather than integrating it throughout the subject matter; diversity was most often limited to one to three sessions, primarily historical in nature. Diversity-comprehensive courses were generally optional. Extreme variance across educational programs in number and types of diversity components included the manner in which diversity was incorporated, and the degree to which diversity curriculum was required versus optional. Such variance has, no doubt, contributed to a lack of coherent outcomes."]}, {"sec_title": "Discussion", "sec_content": ["Interview findings, document analyses, and census data support the idea that long-term environmental pressure for change was countervailed by competing contextual factors and organizational entrenchment.", "The 1978 mandate included a “commitment to recruit, train and hire minorities” that has been partially successful. By 2010, more than one-third (36.3 percent) of the students enrolled in these programs were racial or ethnic minorities (Daniels 2011). Faculty representation lags behind. In 1984, few minority faculty members were hired (2 percent), 16 years later, full-time, part-time, and adjunct faculty combined (10 percent) still fell short of parity (Becker et al. 2002). Hiring parity for newsroom-bound minority students is also seriously problematic.", "Cohorts of diverse journalism and mass communication graduates have not automatically become cohorts of diverse newsroom staff members. Hiring practices and minority journalist attrition contribute to the failure to diversify staff in newsrooms across the United States, despite the fact that the minority journalist hiring pool has come to parallel the proportion (37 percent) of ethnic and racial minority Americans (Daniels 2011).", "Twelve percent minority staff is an improvement over the 4 percent of 1978, but this modest, 8 percent gain is not all it seems. The ASNE newsroom census reports show employed minority journalists at about one-third of parity (12 percent) for the last decade (ASNE 2006, 2010, 2011, 2012, 2013a, 2013b, 2013c, 2013e). This does not represent well-distributed integration across organizations, over half of which (57 percent) have no minority employees. The remaining newsrooms have not necessarily achieved significant staff diversity either. Affiliated minority-press dailies are counted toward staff diversity for the parent organization, whose newsrooms may have remained largely unchanged. For example, the ASNE census count of Miami Herald minority journalists includes those working at El Nuevo Herald, which in no way addresses the issue of segregated newsrooms and ethnocentric newsroom culture. It is particularly important to recognize the impact of minority-press affiliates on reported figures because the greatest diversity percentage-gains are reported for top-circulating newspapers that generally have one or more such affiliates.", "Lack of entrée, perceived lack of advancement opportunities, and a newsroom culture resistant to diverse views, combine to further depress newsroom diversification. Nearly 9 in 10 hires by newspaper, television, and radio newsrooms in 2010 came directly from college journalism or mass communication degree programs; yet, according to Daniels (2011), minority hires lagged behind non-minority hires by a significant margin (17 percent). Further, 2010 newsroom minority losses (12.7 percent) outpaced overall newsroom losses (11.1 percent) and continued to decline (3.6 percent) despite gains in overall newsroom staffing (0.2 percent) in 2011. Overall staffing declined again in 2012 (2.4 percent); the minority decline rate (5.7 percent) was more than double (Tenore 2012; Harlow 2012, 2010). Latino journalists dropped to 4 percent on dailies—even with the inclusion of the Spanish-language affiliates—the lowest Latino representation since 2001 (Hispanic Link News Service 2013).", "Minority journalist attrition was significant before newspapers faced financial setbacks. Between 1999 and parity target-year 2000, more minority journalists (700) left newsrooms than were hired (600). An ASNE review of 13 surveys of reporters conducted between 1989 and 2000 (totaling 4800 interviews) identified “advancement opportunities” as the top reason for minority journalist attrition; for White journalists, it was the bottom reason (ASNE 2001b).", "Turnover was also seen as resulting from, as well as contributing to, continuing mono-dimensional newsroom perspectives and, ultimately, coverage. As one editor stated, “We have had high levels of minority staff turnover. Staff who remain are the ones that are ‘mainstream’ or whose perspectives do not differ from their non-minority counterparts. They are not representatives of varied viewpoints.” Mono-dimensionality was evident in the fact that almost no patterns of difference emerged when data were run to compare responses by age, beat covered, position, seniority, sex, and minority versus non-minority demographics. The absence of variation attests to organizational dynamics discouraging diverse views. This also relates to problems in the educational pipeline.", "We found course syllabi addressing Standard 12. Diversity criteria too varied to socialize future professionals as cohorts of change. Rare programs were comprehensive enough to include diversity-relevant history, minority authors, minority issues, representative source-development, community coverage content, networking with diverse constituencies, and the importance of diverse perspectives. Most often, syllabi dedicated one to three sessions to diversity-relevant topics, commonly focusing on historical contributions made by female journalists and racial and ethnic minority journalists. Courses with more comprehensive treatment were minimal, and tended to be optional, rather than required. This may be why no improved diversity outcomes were apparent for cohorts hired after 1992, despite Medsger (1996, 16) reporting that the number of students receiving formal journalism “instruction in communicating effectively with people from diverse racial, cultural, and economic backgrounds” virtually doubled among those who would have graduated and been hired between 1992 and 1994 (59 percent) compared to those hired between 1981 and 1984 (30 percent).", "Neither the increased diversification of students and (more minimally) faculty, nor the curricular changes resulting from Standards 12 and 3, translated into the anticipated pipeline-to-newsroom diversification. The newly revised Standard 2. Curriculum and Instruction and Standard 3. Diversity and Inclusiveness have been scheduled to go into effect in Fall 2013, and to replace the old Standards 3 and 12, respectively. Both emphasize diversity in much more direct, concrete, and assessable ways. These changes could mean that diversity outcomes will be more evident in future cohorts.", "Minimal practical and cohesive curricular support, disproportionate hiring of minorities, disproportionate lay-offs of minorities, hiring dispersion of minorities among minority-affiliate dailies, attrition of minority hires who perceived no opportunity for advancement, and newsroom culture dismissive of diverse perspectives and diverse coverage from both minority and non-minority reporters, combine to explain, in part, the persistence of mono-dimensional newsroom culture and the continued inability of journalism institutions in the United States to satisfy the mandate for staff diversity.", "Organizations seeking to implement cultural change must, at the very least, ensure that their personnel share a common understanding of key concepts underpinning such change. In the case of mandated change across the journalism profession, successfully moving away from mono-dimensionality depends, in part, on a shared understanding of “diversity” as it relates to the operation of the newsroom, news gathering, and reportage. Interview responses indicate that this fundamental criteria was not met. Definition and narrative are linked. Effective narratives for diversification rely on shared conceptualizations. According to Benson (2005, 17), “American journalism's professional credo prohibits open advocacy. Hence the Unity journalists are placed in the difficult position of criticizing the media for lacking diversity, yet, in order not to seem ideological, forced to deny any substantive reason for such diversity.” This statement rests on a misconception shared by a number of journalists—one that would be avoided if narratives clearly and consistently articulated how diversity dovetails with, and reinforces, established professional values and ethical principles, and how it is distinct from “advocacy” of “special interests.”", "Journalism professionals use a number of diversity rationales recognized by organizational change scholars. Such rationales include providing visibility for marginalized constituencies, redressing the consequences of discrimination, reducing staff attrition, making products or services more attractive to diverse customers and clients, and demonstrating social responsibility (Van Ewijk 2011; Mor Barak 2005; Lorbiecki and Gavin 2000). Further, some journalists have developed rationales in which diversity is integral to “balance, accuracy, and objectivity,” a lynchpin value-set that interviewees deemed their most important ethical standard.", "The 1978 ASNE mandate framed the rationale for staff diversity as an ethical imperative, being “simply the right thing to do” and referred to parity as a “fair and attainable goal” (ASNE 2001a). One of five goals in their mission statement is: “To drive the quest for diversity and inclusion in the workplace and newspaper content” (ASNE 1994). Their “key initiatives” include the promise to “fight for industry-wide diversity by conducting our annual newsroom census” ASNE (2013d). This seems to assume that demonstrating disparity would, in itself, “drive the quest for diversity” by motivating organizations to do “the right thing.” Hiring and lay-off practices at news organizations show this not to be the case.", "Generally, news organizations did not identify diversification as an ethical imperative. Authors reviewed ethical codes in place during 2000, the diversity target-date, and found diversity was typically ignored by most large news conglomerates and major newspaper organizations such as: Chicago Tribune Company, E. W. Scripps, Houston Chronicle, Kansas City Star, The Los Angeles Times, The Philadelphia Inquirer, San Francisco Chronicle, The Seattle Times, and The Washington Post. With only rare exceptions, those including diversity left it undefined in a brief, vague statement amid multiple pages of standards.", "Unlike news organizations, all major journalism professional associations responded to the ethical imperative in the 1978 mandate, and directly addressed diversity. Closer examination, however, reveals little consistency in definition or focus among these ethical codes. For example:The newspaper should serve as a constructive critic of all segments of society. It should reasonably reflect, in staffing and coverage, its diverse constituencies. (APME 1994)Tell the story of the diversity and magnitude of the human experience boldly, even when it is unpopular to do so. Examine their own cultural values and avoid imposing those values on others. Avoid stereotyping by race, gender, age, religion, ethnicity, geography, sexual orientation, disability, physical appearance or social status. (SPJ 1996)Over time, rationales have further fragmented:Without diversity in our newsrooms we miss reporting on important stories in our communities. (Kaiser, ASNE President; ASNE 2010)This is far from just a numbers issue; this is a troubling content issue. (Agnew, ASNE Diversity Committee Co-chair; Harlow 2012)This should be a concern to all who see diversity as an accurate way of telling the story… (Agnew ASNE Diversity Committee Co-chair; ASNE 2011)This is an accuracy and credibility issue for our newsrooms. (Coleman, ASNE President; ASNE 2011)Without the benefit of diverse voices to help educate within the newsroom, some news organizations risked losing credibility with their audience. (AAJA; Tenore 2012)", "The newspaper should serve as a constructive critic of all segments of society. It should reasonably reflect, in staffing and coverage, its diverse constituencies. (APME 1994)", "Tell the story of the diversity and magnitude of the human experience boldly, even when it is unpopular to do so. Examine their own cultural values and avoid imposing those values on others. Avoid stereotyping by race, gender, age, religion, ethnicity, geography, sexual orientation, disability, physical appearance or social status. (SPJ 1996)", "Without diversity in our newsrooms we miss reporting on important stories in our communities. (Kaiser, ASNE President; ASNE 2010)", "This is far from just a numbers issue; this is a troubling content issue. (Agnew, ASNE Diversity Committee Co-chair; Harlow 2012)", "This should be a concern to all who see diversity as an accurate way of telling the story… (Agnew ASNE Diversity Committee Co-chair; ASNE 2011)", "This is an accuracy and credibility issue for our newsrooms. (Coleman, ASNE President; ASNE 2011)", "Without the benefit of diverse voices to help educate within the newsroom, some news organizations risked losing credibility with their audience. (AAJA; Tenore 2012)", "When newspapers, nationwide, faced financial problems, rationales increasingly paralleled the literature in diversity management that emphasized “improving organizational competitiveness” and “business purpose and market advantage” (Wrench 2007, 3).We all know that being diverse, inclusive and accurate is not just our obligation as journalists, but also a smart business survival imperative. (Carbajal, ASNE Diversity Committee Co-chair; ASNE 2013a)Diversity is not only a good thing to do, it is the right thing to do for business. (Hugo Balta, NAHJ President; Hispanic Link News Service 2013).…diversity is a business imperative. We must ensure that we cultivate diverse, creative staffs to create content that is relevant to growing communities of color. It's a critical key to our survival. (Magnuson, Editor and Vice President of News for the Democrat and Chronicle Media Group; ASNE 2012)We need to re-engage the CEOs and make the case that diversity is a business imperative. (Agnew, Chair of ASNE Diversity Committee; Tenore 2012)Compare the 1978 ASNE mandate focus to the current pledge:To cover communities fully, to carry out their role in a democracy, and to succeed in the marketplace, the nation's newsrooms must reflect the racial diversity of American society by 2025 or sooner. At a minimum, all newspapers should employ journalists of color and every newspaper should reflect the diversity of its community. (ASNE 2013c)", "We all know that being diverse, inclusive and accurate is not just our obligation as journalists, but also a smart business survival imperative. (Carbajal, ASNE Diversity Committee Co-chair; ASNE 2013a)", "Diversity is not only a good thing to do, it is the right thing to do for business. (Hugo Balta, NAHJ President; Hispanic Link News Service 2013).", "…diversity is a business imperative. We must ensure that we cultivate diverse, creative staffs to create content that is relevant to growing communities of color. It's a critical key to our survival. (Magnuson, Editor and Vice President of News for the Democrat and Chronicle Media Group; ASNE 2012)", "We need to re-engage the CEOs and make the case that diversity is a business imperative. (Agnew, Chair of ASNE Diversity Committee; Tenore 2012)", "To cover communities fully, to carry out their role in a democracy, and to succeed in the marketplace, the nation's newsrooms must reflect the racial diversity of American society by 2025 or sooner. At a minimum, all newspapers should employ journalists of color and every newspaper should reflect the diversity of its community. (ASNE 2013c)", "According to Van Ewijk (2011, 688), organizations face a “fundamental choice when arguing for diversity.” They can either provide “moral or practical” goals. They can use rationales focused on “the equal opportunities approach” or rationales focused on organizational “competitiveness” and “market advantage.” Both were evident in rationales provided by journalism professionals.", "We argue that “moral” and “practical” goals may coexist, complement, and reinforce one another in rationales to diversify staff and practices. However, for a rationale to appropriately motivate and socialize, it needs to be shown to dovetail with, and reinforce, existing professional values and role-definitions in a consistent narrative shared across institutions within the profession.", "The review of relevant codes of ethics, mission statements, and similar materials showed serious lack of consistency in the acknowledgment of diversity in ethical codes, and in the rationales offered for diversification. This narrative disconnect among journalism institutions constitutes a serious countervailing context against the environmental pressure to diversify.", "Findings show that journalists have not internalized diversity mandates. Journalists generally perceive news organizations as giving low priority to staff diversity, and see minority advancement as problematic. Further, they perceive there to be little to no practical and material support for diversification efforts in coverage. This is exacerbated by the fact that a clear majority of journalists did not view diversity as ethically imperative and did not believe it represented a salient aspect of their own work or personal responsibility. In sum, reporters generally agreed that the role of reporter was separate from actions required to diversify coverage.", "In stories they knew should address diversity, reporters typically deferred the “diversification activity” to an editor. This may, in part, reflect the fact that reporters were not prepared to accurately differentiate the impact of particular events by constituent group—that they had not developed a pool of sources with expertise on diverse effects for constituent groups, that they did not expose themselves to adequately diverse outlooks, and that they were less comfortable when required to work in unfamiliar settings. However, the ability to engage with constituents and sources, and to communicate as a representative of diverse views, is a critical factor. As one reporter said, “People need to get out of their comfort zone. Reporters do not expose themselves to a particular thing—say, a Black church—until they have to cover something. Then, they are supposed to be comfortable. We need to get out of our routines, being in places as people.”", "It is critical that representativeness in topic, coverage, sourcing, constituency, and viewpoint, not be reduced to staffing. Diverse staffing helps support diverse input, and helps depress stereotyping—but diversification in journalism practice cannot be solely dependent on diverse hires for a number of reasons. First, this concept can lead to what Foldy (2012) described as “spotlighting” diverse staff members, creating a newsroom environment in which their “difference” rather than their co-worker status is highlighted. Interviewed editors attributed some of the minority staff turnover to this factor. Second, the idea that particular staff members are “spokespersons” for a constituency marginalizes diversity rather than elevates it to a shared newsroom value. As one editor summarized:A diverse decision-making group serves to have better and deeper coverage, but you cannot absolve White people from educating themselves. You cannot have a newsroom of clueless White people and then put the burden on people of color (who are in the minority) to educate White people or to be story consultants. Similarly you cannot just hire a gay reporter and leave the situation like: “Let me talk to the gay person in the newsroom about a gay story.” We need to be able to cover a variety of communities and do a good job.", "A diverse decision-making group serves to have better and deeper coverage, but you cannot absolve White people from educating themselves. You cannot have a newsroom of clueless White people and then put the burden on people of color (who are in the minority) to educate White people or to be story consultants. Similarly you cannot just hire a gay reporter and leave the situation like: “Let me talk to the gay person in the newsroom about a gay story.” We need to be able to cover a variety of communities and do a good job.", "The “spokesperson” model prevents deeper newsroom cultural change that would incorporate role-expectations for journalists, generally, to become diversity-skilled. Organizational policies need to reinforce the idea that such abilities are key professional values and role-expectations. This needs to be seen as a critical part of the role of all professional journalists. Third, diversification of content is more complex than the encapsulated, monolithic representation of demographic categories—rather, it involves approaching stories as potentially layered with differential meanings and outcome import for a variety of constituencies.", "Organizational culture-change requires revision of both new and established role-definitions in order to support the actions needed to penetrate and modify existing work-site culture. This helps to socialize newcomers and supports an influx of newer ideas by re-socializing newsroom veterans (Ivancevich, Konopaske, and Matteson 2011; Tolbert and Hall 2009; Scott and Jaffe 2004). Re-socializing newsroom veterans is critical in order to resist the tendency to “spotlight” diverse staff members."]}, {"sec_title": "Concluding Remarks", "sec_content": ["UNITY Journalists for Diversity and APME have posted a definition of diversity as “inclusive of age, gender, race or ethnicity, sexual orientation, socioeconomic status, religious preference and physical ability” (APME 2013b). Inclusivity, however, is only a starting point from which to develop a more detailed diversity narrative. Journalism and mass communication educational programs, the ACEJMC, journalism professional associations, organizations employing journalists, and the newsrooms in which journalists interact, need a commonly held, fully articulated narrative around which they can organize concrete action and material resources. The first step would be to deconstruct “diversity” into several journalism-relevant components that would become distinct and mutually reinforcing aspects of the narrative. One such example would be this five-point, integrated series: (1) diversity in recruitment and retention; (2) diversity in source development; (3) diversity in constituents and communities featured in stories; (4) diversity in the implications addressed for constituencies affected by events covered; and (5) diversity in viewpoints respectfully presented in coverage.", "The second, critical step is to clearly identify, for each of the above components: (1) the reasons to diversify; (2) how diversity is related to specified mission-expectations for journalism organizations; (3) how diversity is related to specified role-expectations for professional journalists; and (4) what the specific diversity-expectations are for journalism outcomes or products. The resulting narrative should provide the basis from which to align ethical codes and mission statements across the profession. Many problems identified in the findings could be more effectively addressed if the various institutions that structure the journalism profession operated from a common narrative providing a consistent rationale and specifying concrete behavioral and material expectations that are reinforced through consistent ethical codes and mission statements."]}], "references": [{"title": "Organizational Change: A Review of Theory and Research in the 1990s", "year": "1999", "journal": "Journal of Management", "volume": "25", "authors": [{"name": "Armenakis Achilles A.", "first_name": "Armenakis", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bedeian Arthur G.", "first_name": "Bedeian", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2013", "journal": "Table C – Whites and Minorities by Job Category", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Diversity in Hiring: Supply Is There. Is Demand?", "year": "2002", "journal": "Freedom Forum", "volume": "", "authors": [{"name": "Becker Lee B.", "first_name": "Becker", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Daniels George L.", "first_name": "Daniels", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Huh Jisu", "first_name": "Huh", "last_name": "Jisu", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vlad Tudor", "first_name": "Vlad", "last_name": "Tudor", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "American Journalism and the Politics of Diversity", "year": "2005", "journal": "Media, Culture \\& Society", "volume": "27", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why Can’t Minority Journalism and Communication Graduates Find Jobs Like Other Graduates?", "year": "2011", "journal": "Society of Professional Journalists Diversity Committee: Who’s News? Diversity Everyday", "volume": "", "authors": [{"name": "Daniels George L.", "first_name": "Daniels", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Something of Collaborative Manufacture: The Construction of Race and Gender Identities in Organizations", "year": "2012", "journal": "The Journal of Applied Behavioral Science", "volume": "48", "authors": [{"name": "Foldy Erica Gabrielle.", "first_name": "Foldy", "last_name": "Gabrielle.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Industry Statistics.” Media Report to Women: Covering All the Issues Concerning", "year": "2012", "journal": "Women and Media", "volume": "", "authors": [{"name": "Gibbons Sheila.", "first_name": "Gibbons", "last_name": "Sheila.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Diversity Change in Organizations: A Systemic, Multilevel, and Nonlinear Process", "year": "2010", "journal": "The Journal of Applied Behavioral Science", "volume": "46", "authors": [{"name": "Gonzalez Jorge A.", "first_name": "Gonzalez", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Fewer Minorities in Broadcast News despite Increases in US Minority Population", "year": "2010", "journal": "Journalism in the Americas Blog", "volume": "", "authors": [{"name": "Harlow Summer.", "first_name": "Harlow", "last_name": "Summer.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Number of Minorities in U.S. Newsrooms Continues to Decline, Potentially Impacting How News Is Covered", "year": "2012", "journal": "Journalism in the Americas Blog", "volume": "", "authors": [{"name": "Harlow Summer.", "first_name": "Harlow", "last_name": "Summer.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Latino Journalists Make Up 4\\% of Dailies, Lowest Since 2001", "year": "2013", "journal": "VOXXI News", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Lack of Female Sources in NY Times Front Page Stories Highlights Need for Change", "year": "2013", "journal": "Poynter", "volume": "", "authors": [{"name": "Layton Alex", "first_name": "Layton", "last_name": "Alex", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shepard Alicia", "first_name": "Shepard", "last_name": "Alicia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Critical Turns in the Evolution of Diversity Management", "year": "2000", "journal": "British Journal of Management", "volume": "11", "authors": [{"name": "Lorbiecki Anna", "first_name": "Lorbiecki", "last_name": "Anna", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gavin Jack", "first_name": "Gavin", "last_name": "Jack", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Code of Ethics", "year": "1996", "journal": "Society of Professional Journalists: Improving and Protecting Journalism since 1909", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "New ASNE Figures Show Percentage of Minorities in Newspaper Newsrooms Continues to Decline", "year": "2012", "journal": "Poynter", "volume": "", "authors": [{"name": "Tenore Mallary Jean", "first_name": "Tenore", "last_name": "Jean", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Call for Action: Negative Diversity Trends in Newspapers Simply Unacceptable. UNITY", "year": "1999", "journal": "News Release", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Diversity and Diversity Policy: Diving into Fundamental Differences", "year": "2011", "journal": "Journal of Organizational Change Management", "volume": "24", "authors": [{"name": "Van Ewijk Anne R.", "first_name": "Van", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}]}