{"doi": "10.1080/1461670X.2014.947146", "url": "https://doi.org/10.1080/1461670X.2014.947146", "title": "Journalist–Source Relations", "volume": "16", "year": "2015", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Xiaoxuan Cheng", "first_name": "Daisy", "name": "Daisy Xiaoxuan Cheng"}, {"last_name": "Lee", "first_name": "Francis", "name": "Francis L. F. Lee"}], "abstract": "This article examines the news work of Taiwan correspondents in mainland China, focusing particularly on the issue of journalist–source relations. Drawing upon the concepts of tie strength and homophily from social network analysis, this article argues that strong and heterophilous ties play a crucial role for foreign correspondents working within a context where news information does not always flow freely. Data from in-depth interviews and a supplementary survey show that different types of source ties offer different types of information to the Taiwan correspondents. The analysis illustrates how strong ties with Chinese officials and correspondents from other countries allow Taiwan journalists to obtain the news information and clues that are of the highest value, i.e., information and clues about exclusive and/or sensitive stories. The Taiwan correspondents established such strong ties through long-term interactions and instrumental exchange. Implications of the findings for understanding the work of foreign correspondents are discussed.", "body": [{"title": "Introduction", "paragraphs": ["Despite shrinking investment on international news production by major Anglo-American media (Hamilton and Jenner 2004; Palmer and Fontan 2007), the number of foreign correspondents and news bureaus in China have increased substantially. In 1978, only 43 foreign correspondents worked in China (Li 2009, 7). The number increased to about 700 from 445 media organizations and 59 nations by the end of 2013 (Ouyang and Wang 2013). These journalists play a crucial role in constructing the social and political reality of China for the global audience. Notably, they have to deal with not only the difficulties faced by foreign correspondents in any country, such as cultural barriers and lack of organizational support (Ghorpade 1984a), but also China's system of news control. How they conduct news coverage and overcome the obstacles at work deserves scholarly attention.", "This study examines the case of Taiwan journalists in China. Although the Chinese government would insist that Taiwan is a part of China, Taiwan journalists are effectively “foreign journalists” in the sense that they work for news organizations that the Chinese government cannot control and adopt a professional ideology foreign to mainland China. More specifically, this article focuses on the journalist–source relation. The importance of sources for journalists is well noted (Berkowitz 2009; Ericson, Baranek, and Chan 1989; Sigal 1986). News sources are particularly important for foreign correspondents, who are often non-natives without in-depth knowledge of the local society (Hess 2005; Nair 1991). How do Taiwan correspondents establish ties with sources in mainland China? What kinds of ties with what types of sources are needed for Taiwan correspondents to obtain novel, and sometimes sensitive or exclusive, information?", "This study tackles these two questions by borrowing certain conceptual tools from social network analysis (Burt 1992; Granovetter 1973; Lin 2008). We contend that strong but heterophilous ties are crucial for the work of the Taiwan correspondents. Besides enhancing our understanding of the work of foreign correspondents in China, this study should generate insights into how contextual conditions, journalist–source interactions, and types of journalist–source relations shape the work of foreign correspondents."]}, {"title": "Taiwan Correspondents in China", "paragraphs": ["Before explicating the conceptual underpinnings for this study, more background about the work of Taiwan correspondents in China is provided. The Chinese government has long been suspicious about the presence of foreign media in China (Lee et al. 2010). Besides controlling the inflow of foreign media content, the Chinese state set up a system regulating and constraining the activities of foreign reporters. Official documents such as Regulations Concerning Foreign Journalists and Permanent Offices of Foreign News Agencies and Measures on Taiwan Correspondents in Mainland China defined which individuals and media organizations can report news in China. The regulations include vaguely formulated rules that would allow the authorities to crack down on news coverage (Wang 2012). For example, one regulation posits that foreign correspondents covering events in China need to obtain permission from the units being reported on. But the Chinese authorities might define “the units being reported on” idiosyncratically.1", "The Chinese government also tries to control foreign correspondents through surveillance, intimidation, and entrance restriction. The Foreign Correspondents Club of China reported 178 cases of governmental interference with foreign media in 2008 alone (Xu 2014). Connections between foreign correspondents and their sources could be cut off when the connection is regarded as threatening state security (Human Rights Watch 2008). Hence journalist–source relations can have potential negative consequences to both sides. This exacerbates the difficulties for foreign correspondents to establish relationships with sources.", "Taiwan correspondents do not need to face language barriers in China. The presence of substantial numbers of Taiwan business owners and fellow journalists also means the existence of an “in-group” that the Taiwan correspondents can turn to. But it does not mean that Taiwan correspondents do not face difficulties in finding sources (Wang 2012; Yang 2013). Moreover, the work of Taiwan correspondents is shaped by cross-strait relations. After the Republic of China took refuge in Taiwan in 1949, the ruling party Kuomingtang (KMT) imposed martial law in 1951 (Tien 1989) and restricted contacts between people across the Taiwan Strait (Wei 2000). The lifting of the martial law in 1987 and the end of the Cold War altered cross-strait dynamics. Taiwan residents have been allowed to visit China since November 1987. The number of Taiwan tourists has increased from 0.44 million in 1988 to 5.16 million in 2013. Economically, Taiwan businessmen also started investing in China, especially the coastal provinces, in the 1980s. Cross-strait trade volume increased from US$1.99 billion in 1994 to US$124.38 billion in 2013.2", "For the Taiwan media, intensifying social, economic, and political interactions across the Taiwan Strait created strong demands for news about the mainland. In 2013, 13 Taiwan media organizations, including China Times, United Daily News, Economic Daily News, Want Daily, Cti TV, China TV, ERA News, ETTV, Sanlih Television, TVBS, Central News Agency, Commercial Times and Global Views Monthly, had established bureaus in China.3", "Certainly, the relation between mainland China and Taiwan remains tension-filled. The Chinese government refused to rule out the use of force to enforce unification. A substantial proportion of the Taiwan public, on the other side, was attracted to the idea of formal independence, though they have also been pragmatic in supporting the policy of maintaining the status quo (Election Study Center National Chengchi University 2014). The future of the cross-strait relation remains uncertain, and the status of the cross-strait relation can affect the relations and interactions between Taiwan correspondents and their mainland sources."]}, {"title": "Conceptualizing Source Ties", "paragraphs": ["Foreign correspondents are usually responsible for reporting on multiple aspects of a country (Hess 1996). They are also largely detached from the daily routines of their news organizations at home (Hannerz 2004; Wu and Hamilton 2004). Therefore, news sources exert particularly strong influences on the news produced by foreign correspondents (Entman 1991). Past studies of foreign correspondents and their sources focused mainly on the questions of who the sources are and of access. Studies found that correspondents relied on the leaders of established institutions for news (Clausen 2004). Washington-based foreign correspondents, for example, relied mostly on diplomats, congressmen, and officials of the State Department, White House, and Pentagon (Ghorpade 1984a, 1984b). Qian (2012) also found that Chinese officials are the most widely used sources in China-related news of the New York Times.", "Many foreign correspondents suggested that accessing sources in foreign countries is more difficult than accessing sources in their home countries (Hess 2005; Willnat and Martin 2012). This can be due to lack of existing connections, cultural and language barriers, and sources’ distrust of foreigners (Hannerz 2004; Qian 2011). Besides, several factors could affect the ease with which foreign correspondents gain access to sources. It would be easier for a foreign correspondent to access sources in a host country which has a good and/or strategically important relationship with the correspondent's home country (Ghorpade 1984b; Hess 2005; Nair 1991). The political slant of the media organization that a foreign correspondent works for also matters: sources may reject interview requests if a correspondent works for a media organization perceived as hostile (Hess 2005).", "Foreign correspondents in China face similar problems of access to sources. Qian's (2012) survey found that 57 percent of foreign correspondents in China named finding news sources and persuading them to accept an interview invitation as the main difficulties they faced. Gaining access to Chinese officials, in particular, is “almost mission impossible” (Qian 2012, 58), partly because officials are often unwilling to bear the potential risks generated by giving interviews to foreign media.", "Foreign correspondents use various methods to resolve the problem of access to sources. They can establish friendship networks with people close to key news sources (Hess 2005). Besides, they can make use of the information and other resources in their hands to exchange for favors from news sources. Borrowing the conceptual terminologies from social network analysis (Lin 2001, 2008), foreign correspondents can mobilize instrumental and expressive resources to resolve the problem of access. Instrumental resources refer to resources utilized in a transaction based on calculations of interests and benefits, whereas expressive resources refer to resources such as trust and friendship, which serve as the basis of non-reciprocal transfer of benefits. The instrumental and expressive resources are embedded in different types of connections and can be mobilized to achieve different goals. The next section thus discusses various types of social ties and their utilities in the work of foreign correspondents.", "Sociologists have conducted much research on the characteristics and structures of social ties and how people obtain advantages from them (e.g., Acock and Hurlbert 1993; Lin 2001; Marsden and Campbell 1984). The strength and degree of homophily are two characteristics of social ties widely examined in the field. Granovetter (1973) defined tie strength as a combination of frequencies of interaction, emotional intensity, intimacy, and reciprocal services. The more frequently and intimately people interact with each other, the stronger their ties would be. Homophily, meanwhile, refers to similarities in social attributes (Rogers and Bhowmik 1970–1971, 526; McPherson, Smith-Lovin, and Cook 2001). For example, a social tie is highly homophilous if the two persons involved are of the same age, ethnicity, social class, occupation, religion, etc. Notably, most social ties in reality link together persons who are homophilous on some social attributes and heterophilous on others (Lin 2008). However, in specific studies, it may not be crucial for researchers to take into account a full range of social attributes and estimate the overall degree of homophily of a social tie. Rather, researchers typically focus on the social attributes most pertinent to the topic or phenomena at hand (Rogers and Bhowmik 1970–1971). For instance, whether two persons have the same occupation can be a core issue when studying the role of social ties in job search, but occupational homophily can be a non-issue when other topics are examined.", "Tie strength and degree of homophily are correlated with each other, as strong ties tend to be more homophilous (Huckfeldt, Johnson, and Sprague 2004; Ibarra 1993; Louch 2000). Sociologists thus sometimes explained the influence of strong versus weak ties in terms of degree of homophily versus heterophily. For instance, Granovetter's (1973) classic study found that individuals are more likely to find a new and suitable job through weak ties. He argued that it is because weak ties often connect people belonging to different social sectors. Weak ties are therefore more likely to become conduits of new information and other kinds of non-redundant, “bridging resources.”", "Numerous studies on job search, transmission of ideas, and diffusion of information have replicated the findings regarding “the strength of weak ties” (Levin and Cross 2004; Lin and Dumin 1986; Rogers 1995; Uzzi and Lancaster 2003). However, others have derived the contrary finding that strong ties are more important in the transmission of novel information (Hansen 1999; Uzzi 1997; Wegener 1991). Bian (1997), in particular, found that jobs in China were more frequently obtained through strong ties. He argued that, while information flows relatively freely in the open and competitive job market in the United States, the job market in China is closed. The flow of information and influence in China is premised more on trust and obligation. Strong ties thus become more important.", "Bian's (1997) argument should be applicable to understanding the work of foreign correspondents in China, where news information does not always flow freely. Establishing trust and obligation with sources can therefore be particularly important if correspondents want to get hold of news information, especially information about sensitive matters, which also tends to be the most newsworthy.", "Nevertheless, it does not mean that Granovetter's (1973) original argument is irrelevant. Rather, this study contends that one way to address the debate on the relative importance of strong versus weak ties is to “delink” the concept of homophily from tie strength. Instead of positing a dichotomy of “strong and homophilous” versus “weak and heterophilous” ties, a 2 × 2 typology can be created such that a social tie can be “strong and homophilous,” “strong and heterophilous,” “weak and homophilous,” or “weak and heterophilous.” With this typology, one may then argue that strong and heterophilous ties are crucial for information and resource transmission in certain social situations because such ties combine the presence of trust with the likelihood of the availability of non-redundant resources.", "We believe that this argument should hold true in the work of foreign correspondents in China. On the one hand, the value of heterophilous ties to journalists is obvious: journalists need to interact with a wide range of sources of diverse background to obtain a wider range of information and perspectives. But on the other hand, for foreign correspondents in China, trust and obligation can be the prerequisite for journalists to obtain sensitive and exclusive information. The challenge for foreign correspondents, therefore, is to establish strong ties with heterophilous news sources.", "As noted earlier, people can be homophilous with each other in some ways but heterophilous in others, and empirical research needs to focus on the attributes that are most pertinent to the topic at hand (Rogers and Bhowmik 1970–1971). Considering the work of foreign correspondents, ethnicity should be a key dimension central to information exchange, i.e., the challenge for a foreign correspondent is to establish ties with local people who are most likely to hold valuable information. Therefore, in the analysis in this article, we mainly refer to ethnic homophily or heterophily when discussing the significance of homophilous versus heterophilous ties. Yet it should be kept in mind that a correspondent may be similar to an ethnically heterophilous news source in terms of gender, age, or other attributes. These latter attributes are less central to news work, but they may not be totally irrelevant to relationship building. We will actually return to this point at the end of the analysis."]}, {"title": "Research Questions and Methods", "paragraphs": ["Based on the discussions in the previous sections, we state three specific questions to guide the analysis:RQ1: What are the characteristics of the Taiwan correspondents’ source networks (e.g., overall size, number of different types of sources, etc.)?RQ2: How do different types of journalist–source ties, especially the strong but heterophilous ties, facilitate the news work of the Taiwan correspondent?RQ3: How do Taiwan correspondents develop strong ties with heterophilous sources?", "What are the characteristics of the Taiwan correspondents’ source networks (e.g., overall size, number of different types of sources, etc.)?", "How do different types of journalist–source ties, especially the strong but heterophilous ties, facilitate the news work of the Taiwan correspondent?", "How do Taiwan correspondents develop strong ties with heterophilous sources?", "Data for answering these questions came from 56 in-depth interviews and a supplementary survey of 48 Taiwan correspondents in China. The research work began by the first author conducting six field visits between July 2010 and September 2012 to Beijing, the Southern metropolitan of Guangzhou, and the city of Dongguan in the Guangdong Province. Beijing is the nation's capital, whereas the Guangdong Province is the most important business base for Taiwan entrepreneurs. Each field visit lasted for one to three weeks. The researcher developed preliminary observations about and personal connections with the Taiwan correspondents through these visits.", "The in-depth interviews began in July 2010 and continued for a long period of time as the researcher identified additional interviewees. To derive a sample more systematically, the researchers then compiled a list of 67 Taiwan correspondents who had stationed in China during 2012 based on information provided by journalists belonging to the 13 news organizations which had established bureaus in China.4 The researchers invited all listed correspondents who have not yet been interviewed to participate in the study. In the end, 56 of the 67 correspondents on the list were interviewed, and 48 of them completed the survey (most of them completed the survey right after the in-depth interviews).", "Television journalists were slightly more likely to reject the interview request: 90 percent of print journalists accepted our interview requests, whereas about 78 percent of television journalists did so. One reason for this discrepancy is related to the division of labor within television stations. Taiwan television stations typically send a team of two comprised of a correspondent and a camera operator to the mainland bureaus. The researchers did not exclude the camera operator from the definition of “journalist.” But some of the camera operators, who took charge only of shooting, might not see themselves as reporters. Hence they might not be interested in participating in the study. Nevertheless, given the high response rate, the sample should not be biased substantially in specific ways.", "The data collection was completed in July 2013. Each interview lasted for an average of 90 minutes. The interviews were semi-structured. The main topics covered in the interviews included the correspondents’ daily work routines, their relationships and interactions with sources, including how they built their source networks and how their source networks evolved over the years, the difficulties and constraints they faced in China reporting, and their perceptions of changes over time. The survey aimed to collect information about the correspondents’ demographics, work routines, and major news sources.", "Table 1 provides the demographics of 48 survey respondents. Similar to Hess's (2005) profile of foreign correspondents in the United States, Taiwan correspondents in China were primarily well-educated males in their 30s or 40s with substantial amounts of journalistic experiences. Besides, slightly more than 60 percent of them had worked in China for five years or less, whereas more than 20 percent had worked in China for 11 years or more."]}, {"title": "Analysis and Findings", "paragraphs": ["RQ1 asks about the characteristics of Taiwan correspondents’ news sources in China. The survey first asked the respondents to estimate the number of sources they accessed and interviewed per week. The results show that the correspondents accessed 1–20 sources per week, with about 75 percent accessing 7 sources or fewer per week. The number of sources interviewed per week also ranges from 1 to 20, with 77.1 percent interviewing 7 sources or fewer per week.", "Adopting the format of the General Social Survey questionnaire (Burt 1984), the correspondents were asked to list their five most important sources and report on the characteristics of each of the named sources. The 48 respondents named a total of 237 sources (i.e., only three respondents did not name five sources). Among the 237 named sources, 191 (80.6 percent) are male and 46 (19.4 percent) are female. The average age of the named sources is about 48. Regarding educational level, 27 sources (11.5 percent) held a PhD degree, 48 (20.4 percent) held a master's degree, and 131 (55.7 percent) held a bachelor's degree.", "A substantial proportion of the most important sources (45.1 percent) actually came from Taiwan. These sources were mostly Taiwan businessmen and officials. More than half (52.3 percent) of the most important sources were mainland Chinese sources. The remaining ones included three from Hong Kong, one from the United Kingdom, one from “other places” (the respondent did not specify the place). When compared to correspondents who had worked in mainland China for long periods of time, newcomers relied relatively more on sources from Taiwan: 72.0 percent of the sources named by correspondents with more than 10 years of experiences in China were non-Taiwan sources, whereas the corresponding percentage is 43.2 percent for those who had spent five years or less in China. The relationship between ethnic homophily of journalist–source ties and journalists’ length of working in China is significant at p < 0.001 in a cross-tabulation analysis. This finding suggests that it takes time for Taiwan correspondents to foster ties with mainland Chinese sources.", "Business people constituted the largest group among the named sources, followed by officials, academics, and reporters. The correspondents adopted both direct and indirect means to access the sources. As Table 2 shows, direct interview requests are most common when Taiwan correspondents contacted business people, scholars, reporters, and sources of other professions. Access to officials, in contrast, was more often gained through some kinds of intermediaries, especially colleagues at their own or other media organizations.", "Finally, the survey asked the respondents to indicate their closeness to the sources. Table 3 shows that Taiwan correspondents are more likely to develop strong ties with businessmen and fellow reporters, whereas weak ties are relatively more likely to exist between journalists and officials. However, it does not mean that Taiwan correspondents cannot establish strong ties with Chinese officials: 50 of the 237 named sources are Chinese officials, and half of these ties were described as “close” or “very close.” Not surprisingly, tie strength is significantly correlated with the journalists’ length of working in China (r = 0.22, p < 0.01). Correspondents could develop closer relationships with sources over time.", "The second research question is concerned with how different types of ties facilitate news work. The first point to note is that useful information can indeed be obtained from ties with ethnically heterophilous sources even though many of these ties remain weak. For example, Taiwan correspondents can have access to officials when dealing with government press releases. But developing close ties is difficult partly because of temporal and locational rotation of the correspondents, and partly because the Chinese officials are not accustomed to dealing with journalists who aimed to monitor the government. A young newspaper journalist even suggested that “some officials see foreign correspondents as ‘ghosts’” (Informant 301).", "Ordinary citizens can also be important sources on specific news events or social issues ranging from riots to housing problems in big cities. But due to the weakness of the ties between the correspondents and the citizen-sources, the latter were very likely to turn down interview requests once the authorities intervene. An experienced newspaper journalist said, “what often happens is that [you have] a source who was very cooperative last time, and this time he is no longer willing to see us” (Informant 104). Another correspondent pointed out that sources often use sickness or other excuses to reject interview requests after they received the instruction not to talk to the media (Informant 702). One female television reporter recalled a specific case in which several Taiwan correspondents attempted to cover the “mouse tribe”—migrant workers living in cramped basements due to their inability to afford better housing. “They did not want to be interviewed because it was forbidden to rent basements in Beijing. The migrant workers even called the police to take us away because they feared that they could no longer live there after media exposure” (Informant 701).", "The above findings are in line with Bian's (1997) argument that strong ties could be important in contexts where information flow is not free. Indeed, the strong and ethnically homophilous ties between Taiwan correspondents and Taiwan businessmen can facilitate news work in China in ways that weak ties cannot. Many informants opined that Taiwan businessmen interacted with them frequently and developed close relationships with them, largely based on the common identity as Taiwanese. As a senior newspaper journalist put it, “Taiwan businessmen were willing to become news sources, unless their parent companies explicitly told them not to talk to the press” (Informant 1301). In addition, Taiwan businessmen were also willing to serve as bridges between the correspondents and other sources. As a senior correspondent with 19 years of experiences in China said:When cross-strait communication began [in the late 1980s], the information environment was closed. Many people felt that investing in mainland was not good behavior. People worried about their own reputation. Hence Taiwan businessmen were usually unwilling to be interviewed by media … But if the president of the Taiwan Business Association in Shenzhen played the role of the middleman, then the Taiwan businessmen would be willing to have a chat. (Informant 206)", "When cross-strait communication began [in the late 1980s], the information environment was closed. Many people felt that investing in mainland was not good behavior. People worried about their own reputation. Hence Taiwan businessmen were usually unwilling to be interviewed by media … But if the president of the Taiwan Business Association in Shenzhen played the role of the middleman, then the Taiwan businessmen would be willing to have a chat. (Informant 206)", "Nevertheless, the news clues and information transmitted through such strong and homophilous ties are often non-exclusive because the information providers would be, as a young television journalist put it, “afraid of alienating people” (Informant 1102). The Taiwan correspondents thus labeled this kind of information the “open agenda” (Informant 1003). Although the open agenda is not totally worthless, it is not the information most valued by media organizations. As one TV journalist put it, “from the chief editor's viewpoint, getting an exclusive is an achievement of the media organization and the guarantee of rating” (Informant 1005). Therefore, developing strong and ethnically heterophilous ties were after all crucial because this latter type of tie is where important and exclusive news primarily came from.", "As shown in the previous section, despite the difficulties involved, some Taiwan correspondents did establish close ties with individual Chinese officials. The in-depth interviewees pointed out that establishing trust with officials is particularly important because the officials may be willing to tell the respondents insider information when trusts exist. Even on sensitive matters, the official source may offer helpful hints or leads to a trusted correspondent:A friend whom I know for more than 10 years, he won't directly reject you. But he won't tell you everything he knows, because some are too sensitive. He may give you some simple or yes–no answers, or he tells you a direction and you go there to find the answers. (Informant 102)The trust is constructed through interaction; I keep respecting him, over time he is willing to tell me something as long as those are not state secrets. (Informant 203)", "A friend whom I know for more than 10 years, he won't directly reject you. But he won't tell you everything he knows, because some are too sensitive. He may give you some simple or yes–no answers, or he tells you a direction and you go there to find the answers. (Informant 102)", "The trust is constructed through interaction; I keep respecting him, over time he is willing to tell me something as long as those are not state secrets. (Informant 203)", "Beside officials, other foreign correspondents and Hong Kong reporters can also serve as sources of exclusive and sensitive information. In fact, some Taiwan correspondents met regularly with these other correspondents. The Taiwan correspondents could use their own exclusive information to exchange for other information with correspondents from other countries. Since correspondents from different countries are not direct competitors, the information exchanged can remain “exclusive” for both parties in the sense that it is information that other correspondents from one's own country do not have. Therefore, mutual benefits exist in this kind of instrumental exchange relation.", "One illustrative example of the utility of ties with journalists from other countries is related to the case of civil rights activist Chen Guangcheng. Chen was jailed by the Chinese government between 2006 and 2010 and was under house arrest after his prison term. In April 2012, Chen escaped and entered the US Embassy in Beijing. After negotiation, the US and Chinese governments agreed that Chen could leave and travel to the United States. The itinerary of Chen was kept secret. A senior newspaper journalist recalled:On the day of Chen's departure, a Hong Kong reporter got hold of the information and passed it to me. Although it was too late when I arrived there, Chen had already left. I succeeded in contacting him via mobile phone when he was on the way to the airport. I talked to him and his wife several times until they passed through customs. The interview became an exclusive for my news organization in Taiwan. (Informant 201)The strong and heterophilous ties not only serve as conduits of information and news clues; they can also help cultivate the correspondents’ news judgments. Due to news control in China, when politically sensitive events occur, there is often a dearth of credible information and yet a huge amount of rumor. The ability to judge the believability of information and rumors can therefore be very important to foreign correspondents, and having close ties with specific types of sources, such as Chinese officials, can help cultivate this ability. A senior newspaper journalist provided the example of the corruption and murder scandal surrounding Bo Xilai, former municipal committee secretary of Chongqing, and his family in 2012. He recalled:I kept contact with Bo when he was in Liaoning … He would see me whenever I went there … So Wang Lijun [Vice Mayor of Chongqing] went to the American Embassy in Chengdu on February 6 … Everyone was shocked. Rumors were all around … only very senior journalists like me could know which piece of information is correct, which weibo message is real. What was important at the time was not information; it was judgment. And this involved not only in-depth understanding of Chinese society, but also understanding of Bo himself. You would know whether it is possible for him to do certain things. (Informant 104)", "On the day of Chen's departure, a Hong Kong reporter got hold of the information and passed it to me. Although it was too late when I arrived there, Chen had already left. I succeeded in contacting him via mobile phone when he was on the way to the airport. I talked to him and his wife several times until they passed through customs. The interview became an exclusive for my news organization in Taiwan. (Informant 201)", "I kept contact with Bo when he was in Liaoning … He would see me whenever I went there … So Wang Lijun [Vice Mayor of Chongqing] went to the American Embassy in Chengdu on February 6 … Everyone was shocked. Rumors were all around … only very senior journalists like me could know which piece of information is correct, which weibo message is real. What was important at the time was not information; it was judgment. And this involved not only in-depth understanding of Chinese society, but also understanding of Bo himself. You would know whether it is possible for him to do certain things. (Informant 104)", "The Informant's experience might be somewhat exceptional in that a source whom the informant knew for 20 years became the center of the biggest political scandal in China. But it does suggest how close relations with sources can help correspondents making news judgment in highly uncertain and rumor-filled situations.", "In summary, different types of sources served different purposes in the work of the Taiwan correspondents. But among the various types of journalist–source relations, strong and heterophilous ties are particularly important as conduits of exclusive information, news clues for sensitive stories, and platforms for cultivating news judgment. But how were the ties established? This is the question to be addressed next.", "As the survey findings illustrated, time is important in the development of close connections. More specifically, trust and familiarity had to be built via frequent interactions over time. As a newspaper journalist with 23 years of experiences in China recalled:I dined with my first source in Beijing [now a retired vice minister] every day when I first came here. Then we were eating three-yuan noodles and drinking five-yuan beers. Our relationship was built this way. I visited him a lot and got to know everyone in that building … I wandered there, not for doing interviews, just having meals with friends. (Informant 104)", "I dined with my first source in Beijing [now a retired vice minister] every day when I first came here. Then we were eating three-yuan noodles and drinking five-yuan beers. Our relationship was built this way. I visited him a lot and got to know everyone in that building … I wandered there, not for doing interviews, just having meals with friends. (Informant 104)", "As the relationship became stronger, the source might begin offering useful information to the correspondent. But the amount and depth of the information provided also took time to grow. In the process, it could be important for the correspondents to behave appropriately to obtain trust. The senior newspaper journalist continued:[the Chinese officials] don't say everything in their hearts to you at first. But after once or twice, they saw that you didn't publicize everything as news. You didn't betray them; they are willing to make friends with you. (Informant 104)", "[the Chinese officials] don't say everything in their hearts to you at first. But after once or twice, they saw that you didn't publicize everything as news. You didn't betray them; they are willing to make friends with you. (Informant 104)", "In addition, when many Taiwan correspondents began working in China, they would try to connect with low-rank officials who might become high-ranking officials years later. For junior correspondents, the adoption of this strategy was partly driven by necessity: they simply lacked connections with important figures and high-rank officials. As one young reporter put it, “now I am too inexperienced. How can I become buddy with a 40 something? … I have more opportunities to develop relationships with those 20 something, those students, those new officials at the Taiwan Affairs Office” (Informant 1002). Similarly, a 27-year-old correspondent tried to keep connections with his mainland classmates:I exchanged to Peking University two years ago … Although my classmates and friends are nobody now, they are the elite students in China and they will certainly become somebody someday. I have to begin to accumulate connections now. (Informant 405)", "I exchanged to Peking University two years ago … Although my classmates and friends are nobody now, they are the elite students in China and they will certainly become somebody someday. I have to begin to accumulate connections now. (Informant 405)", "This strategy indeed worked in the past for the more experienced correspondents. One correspondent said that he already adopted the strategy of connecting with low-rank people when he was a court news journalist in Taiwan. When he was assigned to the Beijing bureau 10 years ago, he also started to make friends with officials in lowly positions. He would bring the officials small gifts when returning from travels. Some of those officials have since then been promoted and became important sources who could share insider information with him (Informant 102).", "Notably, while most Taiwan correspondents would inevitably need to connect with officials in certain departments that deal with Taiwan-related affairs (e.g., the Taiwan Affairs Office), as well as certain prominent scholars and Taiwan businessmen, the logic of competition also compels the correspondents to develop sources that are more “unique.” Some correspondents might make use of their own cultural capital to gain access to a unique group of sources. For example, one senior Taiwan correspondent is an expert on East Asian politics. The staffs of foreign embassies in China often invited him to do presentations during elections in Taiwan. These staffs of foreign embassies thus had the obligation to reciprocate by providing news clues to the correspondent (Informant 201).", "Meanwhile, some other Taiwan correspondents would develop strong ties with people usually not treated as sources by other journalists. One example of this type of “alternative news source” is the staffs of governmental intelligence agencies. Some intelligence officers had the duty to interact with the Taiwan correspondents for the purposes of surveillance and intelligence gathering. Interestingly, Taiwan correspondents can also learn from such interactions. As one interviewee said, “I learned quite a lot from them, like the CCP system, like how the Chinese Communist Party thinks” (Informant 407). Sometimes Taiwan correspondents can also develop relations of information exchange with the intelligence officers:The staffs of [an intelligence agency] invited us to dinner before the 18th National Congress of the Communist Party of China. They asked us what issues we were planning to report on and what questions we would ask. We could tell them, because it was not a secret. We told them we were preparing Bo's issue, issues on the sixth generation of Chinese Communist Party leaders. If they collected such information and reported to their superiors, and then we ask those questions [in the press conferences], it will prove that their intelligence is accurate and useful. (Informant 905)", "The staffs of [an intelligence agency] invited us to dinner before the 18th National Congress of the Communist Party of China. They asked us what issues we were planning to report on and what questions we would ask. We could tell them, because it was not a secret. We told them we were preparing Bo's issue, issues on the sixth generation of Chinese Communist Party leaders. If they collected such information and reported to their superiors, and then we ask those questions [in the press conferences], it will prove that their intelligence is accurate and useful. (Informant 905)", "In return, the intelligence officers might become information providers in other cases:For instance, a mayor belonging to the Democratic Progressive Party proposed to visit the mainland. The staffs knew it before the itinerary of the visit was publicized. They let me know about the information, though they did it in a way such that it was as if I just saw the information unintentionally shown by them. (Informant 905)", "For instance, a mayor belonging to the Democratic Progressive Party proposed to visit the mainland. The staffs knew it before the itinerary of the visit was publicized. They let me know about the information, though they did it in a way such that it was as if I just saw the information unintentionally shown by them. (Informant 905)", "The above examples show that Taiwan correspondents can strategically engage in exchange relationships with news sources. The previous section has pointed out the importance of correspondents from other countries, including Hong Kong reporters, to the work of some Taiwan correspondents. Building and maintaining relations with reporters from other countries is also largely reliant on the resources that Taiwan correspondents can use to exchange with other correspondents. Some correspondents engaged in regularized information exchange with Hong Kong and other foreign reporters:Foreign reporters got support from the embassies in China, so sometimes their sources were very inside. I have some foreign friends. They are senior reporters living in Beijing for 15 years and they settled down in Beijing. They are very important and provided me with a lot of information, and sources sometimes. They could provide names and telephone numbers to me, but I could not tell the sources where I got their contacts. (Informant 203)", "Foreign reporters got support from the embassies in China, so sometimes their sources were very inside. I have some foreign friends. They are senior reporters living in Beijing for 15 years and they settled down in Beijing. They are very important and provided me with a lot of information, and sources sometimes. They could provide names and telephone numbers to me, but I could not tell the sources where I got their contacts. (Informant 203)", "Taiwan correspondents can also exchange connections with others. As a television journalist put it, “I want to interview a certain person, but I don't know how to contact him; then I ask them. When they need to interview a Taiwanese source they would also ask me” (Informant 303).", "In sum, the Taiwan correspondents managed to develop close relationships with some of the ethnically heterophilous sources mainly through two approaches. First, relationships involving trust can be built up through long-term and frequent interactions, sometimes starting from the time when both the Taiwan journalists and the mainland sources were “green” and junior. Second, Taiwan correspondents can make use of the various resources—information, expert knowledge, connections—they have to engage in exchange relationships with others."]}, {"title": "Concluding Discussion", "paragraphs": ["Premised on the influence of sources in shaping news production by foreign correspondents (Hamilton and Jenner 2004; Hess 2005), this study examines how Taiwan correspondents in China developed different types of ties with sources and how different types of ties facilitate news work. Conceptually, a journalist–source tie can be of four different types depending on whether the tie is strong or weak and homophilous or heterophilous in terms of similarity in background. The survey and in-depth interviews show that it is relatively easy for Taiwan correspondents to access and build strong relations with sources from Taiwan, but the information derived from such strong and ethnically homogeneous ties is limited in range and typically nonexclusive. A wider range of information is available from ethnically heterophilous sources, but when the ties are weak, these sources would withhold the most important and sensitive information. Strong and heterophilous ties, therefore, are crucial for Taiwan correspondents to gather the news that is of the highest value—exclusive stories about important and sometimes sensitive matters.", "Building relationships with ethnically heterophilous sources, such as correspondents from other countries and Chinese officials, may involve more or less intentional long-term strategies. It may involve the journalists constraining their behavior in order to gain the trust of others, such as by not reporting on all the insider information obtained. Relationship building may also involve establishing mutually beneficial exchange relationships with others. In this case, what kinds of informational, cultural, and social resources a correspondent holds becomes important.", "As noted in the conceptual discussion, social ties are often homophilous in some aspects and heterophilous in others. Our analysis has focused mainly on ethnic homophily or heterophily because we regard ethnicity as the dimension most central to the work of Taiwan correspondents in China. But the analysis also hints at the point that establishing strong ties with ethnically heterophilous sources can be partly facilitated by homophily between the Taiwan correspondents and their news sources on some other social attributes. For example, when junior Taiwan correspondents attempted to build long-term relations with junior mainland officials, their similar status as junior staffs in their respective organizations could have served as the basis for relationship building. When Taiwan correspondents build up relationships with correspondents from Hong Kong or other places, their occupational homophily certainly played a role. Nevertheless, this observation does not invalidate the general argument that strong and ethnically heterophilous ties are central to the work of Taiwan correspondents in China.", "On the whole, this study goes beyond the issues typically addressed in studies on foreign correspondents and their news sources. Rather than simply reiterating the difficulties faced by foreign correspondents in getting access to important sources, this study emphasizes the agency of the foreign correspondents and their ability to develop strategies to build relationships with sources and gather the information needed.", "This study also shows that the conceptual tools from social network analysis—the notions of strength and degree of homophily of ties—can help us construct a systematic understanding of the utilities of different types of sources. The analysis shows that, in a context where information flow is not free, the most important information is likely to be obtainable only through strong but heterophilous ties.", "Moreover, this study contributes to the sociological literature on the relative utility of strong versus weak ties (Granovetter 1973). It adds the hitherto unexamined case of foreign correspondents in China and provides support for Bian's (1997) strength of strong ties thesis in the Chinese context. More importantly, this study makes the conceptual argument that strength and degree of homophily of ties can be delinked from each other, and this move can help clarify what kinds of ties can be particularly useful for what purposes.", "Certainly, the peculiarities of Taiwan correspondents in mainland China need to be considered. First, these Taiwan correspondents share the same spoken and written language with mainland Chinese. This fact makes much easier the informal interactions that are the bases of long-term relationship building. It would be more difficult for a European or American correspondent in China to build relationships with Chinese officials or business people through frequent interactions outside the context of formal journalistic work. Besides, given the close and intricate relationships between Taiwan and China, it is arguable that the major types of resources that the Taiwan correspondents hold in their hands, such as knowledge about Taiwan politics and society, are also relatively more valuable to the Chinese sources. This may make it easier for Taiwan correspondents to engage in instrumental exchange relationships with their sources.", "These considerations mean that the methods and strategies the Taiwan correspondents used to build relationships with sources in China may not be the same as those used by other foreign correspondents. However, this does not invalidate the conceptual conclusion that, in contexts of information control, foreign correspondents need to build up strong but ethnically heterophilous ties to obtain sensitive information, exclusive stories, and news clues about important issues. It also does not invalidate the point that building such relationships requires time, efforts, and appropriate strategies. In fact, from the interviews we could also indirectly see that strong but heterophilous ties also played important roles in the work of correspondents from Hong Kong and other countries, e.g., the exchange relationship between Taiwan correspondents and correspondents from other countries is beneficial to both sides. We could, therefore, also expect correspondents from Hong Kong and other countries to invest their energy and efforts in building strong and heterophilous ties with news sources.", "Some of the findings of this study have broader implications for our understanding of the work of foreign correspondents. First, the importance of time in the development of strong ties with sources shows an additional reason why parachute journalists cannot adequately replace foreign correspondents. The value of senior foreign correspondents resides not only in their accumulated knowledge and understanding of the host society, but also in the connections built up over a long period of time. Our informants from Taiwan also recognized the superiority of the most senior foreign correspondents in China from international media organizations. One informant noted that Reuters was one of the first media organizations to obtain the news during the SARS (Severe Acute Respiratory Syndrome) crisis in 2003 and the sentencing of Bo Xilai's wife Gu Kailai in 2012. In other words, we see another reason why the current trend of diminishing investment in foreign news production through cutting back the number of foreign correspondents is worrying.", "Second, this study shows that foreign correspondents are not only information gatherers but also information providers, sometimes for correspondents from other countries, and sometimes for local sources interested in the information in their hands. In one sense, journalism studies have long pointed out that the relationship between journalists and sources is symbiotic, i.e., journalists and sources provide what each other need (Cottle 2003). But conventionally, journalists are mainly the providers of the “oxygen of publicity” for news sources. In the case under study, however, the local sources may not be interested in appearing in foreign media. In this situation, foreign correspondents need to provide other “benefits” to their sources in exchange for information. How foreign correspondents accumulate resources that are potentially useful for exchanging with local sources and other correspondents is worth further examination.", "Related to the point just made, this study suggests that foreign correspondents from different countries can be important sources of information for each other. Interestingly, while foreign correspondents from the same countries may frequently interact among themselves due to common place of origins and identities, they are also competitors in the field of journalism. In contrast, foreign correspondents from different countries can establish instrumental alliances with each other that are mutually beneficial. The intra-community interactions among foreign correspondents from different countries stationing in the same host country constitute another topic that deserves further scholarly attention.", "Lastly, a few limitations of this study need to be acknowledged. First, as already mentioned, this study focuses on the case of Taiwan correspondents in mainland China. The generalizability of the findings needs to be examined with studies on other foreign correspondents in China as well as on foreign correspondents in other countries. Second, while this study adopts certain conceptual tools from social network analysis, it does not provide a formal network analysis of the journalists’ source networks. Future studies can attempt to draw upon the theoretical and methodological tools of network analysis more extensively to analyze journalistic source networks. Third, our analysis does not pay close attention to the changing conditions of news reporting in China over time. This lack of attention to over-time change is partly due to the scope of this article, and partly because of the fact that the in-depth interviews and survey study were all conducted in 2010–2013. The amount and depth of evidence about different periods of time in the past 25 years were inevitably uneven. Future studies are needed to provide additional analyses on the historical changes in the work of foreign correspondents in China."]}], "references": [{"title": "Social Networks, Marital Status, and Well-being", "year": "1993", "journal": "Social Networks", "volume": "15", "authors": [{"name": "Acock Alan C.", "first_name": "Acock", "last_name": "C."}, {"name": "Hurlbert Jeanne S.", "first_name": "Hurlbert", "last_name": "S."}]}, {"title": "Bring Strong Ties Back in: Indirect Ties, Networks Bridges, and Job Searches in China", "year": "1997", "journal": "American Sociological Review", "volume": "62", "authors": [{"name": "Bian Yanjie", "first_name": "Bian", "last_name": "Yanjie"}]}, {"title": "Network Items and the General Social Survey", "year": "1984", "journal": "Social Networks", "volume": "6", "authors": [{"name": "Burt Ronald S.", "first_name": "Burt", "last_name": "S."}]}, {"title": "Localizing the Global: ‘Domestication’ Processes in International News Production", "year": "2004", "journal": "Media, Culture \\& Society", "volume": "26", "authors": [{"name": "Clausen Lisbeth", "first_name": "Clausen", "last_name": "Lisbeth"}]}, {"title": "Framing US Coverage of International News: Contrasts in Narratives of the KAL and Iran Air Incidents", "year": "1991", "journal": "Journal of Communication", "volume": "41", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "Sources and Access: How Foreign Correspondents Rate Washington, DC", "year": "1984", "journal": "Journal of Communication", "volume": "34", "authors": [{"name": "Ghorpade Shailendra", "first_name": "Ghorpade", "last_name": "Shailendra"}]}, {"title": "Foreign Correspondents Cover Washington for World", "year": "1984", "journal": "Journalism Quarterly", "volume": "61", "authors": [{"name": "Ghorpade Shailendra", "first_name": "Ghorpade", "last_name": "Shailendra"}]}, {"title": "The Strength of Weak Ties", "year": "1973", "journal": "American Journal of Sociology", "volume": "78", "authors": [{"name": "Granovetter Mark", "first_name": "Granovetter", "last_name": "Mark"}]}, {"title": "Redefining Foreign Correspondence", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}, {"name": "Jenner Eric", "first_name": "Jenner", "last_name": "Eric"}]}, {"title": "The Search-transfer Problem: The Role of Weak Ties in Sharing Knowledge across Organization Subunits", "year": "1999", "journal": "Administrative Science Quarterly", "volume": "44", "authors": [{"name": "Hansen Morten T.", "first_name": "Hansen", "last_name": "T."}]}, {"title": "Personal Networks of Women and Minorities in Management: A Conceptual Framework", "year": "1993", "journal": "Academy of Management Review", "volume": "18", "authors": [{"name": "Ibarra Herminia", "first_name": "Ibarra", "last_name": "Herminia"}]}, {"title": "The Strength of Weak Ties You Can Trust: The Mediating Role of Trust in Effective Knowledge Transfer", "year": "2004", "journal": "Management Science", "volume": "50", "authors": [{"name": "Levin Daniel Z.", "first_name": "Levin", "last_name": "Z."}, {"name": "Cross Rob", "first_name": "Cross", "last_name": "Rob"}]}, {"title": "Access to Occupations through Social Ties", "year": "1986", "journal": "Social Networks", "volume": "8", "authors": [{"name": "Lin Nan", "first_name": "Lin", "last_name": "Nan"}, {"name": "Dumin Mary", "first_name": "Dumin", "last_name": "Mary"}]}, {"title": "Personal Network Integration: Transitivity and Homophily in Strong-tie Relations", "year": "2000", "journal": "Social Networks", "volume": "22", "authors": [{"name": "Louch Hugh", "first_name": "Louch", "last_name": "Hugh"}]}, {"title": "Measuring Tie Strength", "year": "1984", "journal": "Social Forces", "volume": "63", "authors": [{"name": "Marsden Peter V.", "first_name": "Marsden", "last_name": "V."}, {"name": "Campbell Karen E.", "first_name": "Campbell", "last_name": "E."}]}, {"title": "Birds of a Feather: Homophily in Social Networks", "year": "2001", "journal": "Annual Review of Sociology", "volume": "27", "authors": [{"name": "McPherson Miller", "first_name": "McPherson", "last_name": "Miller"}, {"name": "Smith-Lovin Lynn", "first_name": "Smith-Lovin", "last_name": "Lynn"}, {"name": "Cook James M.", "first_name": "Cook", "last_name": "M."}]}, {"title": "The Foreign Media Correspondent: Dateline Washington DC", "year": "1991", "journal": "Gazette", "volume": "48", "authors": [{"name": "Nair Murali", "first_name": "Nair", "last_name": "Murali"}]}, {"title": "‘Our Ears and Our Eyes’ Journalists and Fixers in Iraq", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Palmer Jerry", "first_name": "Palmer", "last_name": "Jerry"}, {"name": "Fontan Victoria", "first_name": "Fontan", "last_name": "Victoria"}]}, {"title": "Shaping the Authority: A Retrospect of Journalistic Practice of Foreign Correspondents in China during 3.14 Riot", "year": "2011", "journal": "Journal of International Communication", "volume": "8", "authors": [{"name": "Qian Jin", "first_name": "Qian", "last_name": "Jin"}]}, {"title": "Homophily-heterophily: Relational Concepts for Communication Research", "year": "1970", "journal": "Public Opinion Quarterly", "volume": "34", "authors": [{"name": "Rogers Everett M.", "first_name": "Rogers", "last_name": "M."}, {"name": "Bhowmik Dilip K.", "first_name": "Bhowmik", "last_name": "K."}]}, {"title": "Social Structure and Competition in Interfirm Networks: The Paradox of Embeddedness", "year": "1997", "journal": "Administrative Science Quarterly", "volume": "42", "authors": [{"name": "Uzzi Brian", "first_name": "Uzzi", "last_name": "Brian"}]}, {"title": "Relational Embeddedness and Learning: The Case of Bank Loan Managers and Their Clients", "year": "2003", "journal": "Management Science", "volume": "49", "authors": [{"name": "Uzzi Brian", "first_name": "Uzzi", "last_name": "Brian"}, {"name": "Lancaster Ryon", "first_name": "Lancaster", "last_name": "Ryon"}]}, {"title": "Job Mobility and Social Ties: Social Resources, Prior Job, and Status Attainment", "year": "1991", "journal": "American Sociological Review", "volume": "56", "authors": [{"name": "Wegener Bernd", "first_name": "Wegener", "last_name": "Bernd"}]}, {"title": "US Foreign Correspondents Changes and Continuity at the Turn of the Century", "year": "2004", "journal": "Gazette", "volume": "66", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}, {"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}]}]}