{"doi": "10.1080/14616700802207797", "url": "https://doi.org/10.1080/14616700802207797", "title": "ATTACK OF THE KILLER NEWSPAPERS!", "volume": "9", "year": "2008", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wasserman", "first_name": "Herman", "name": "Herman Wasserman"}], "abstract": " While newspapers in the global North seem to be involved in a struggle for survival, the inverse seems to be happening in South Africa. Since their introduction almost a decade after South Africa became a democracy, a range of new tabloid papers have taken the country by storm. The Daily Sun is now the biggest selling daily newspaper in the country, showing a constant increase since its launch five years ago. The publisher claims that there is even a second-hand market for copies; such is the demand for the paper among those that can barely afford it. Similar success stories are told about the spate of tabloids following in the Daily Sun's wake—Kaapse Son, Cape Sun and Daily Voice. These tabloids speak to a section of the South African public that remain largely out of focus in the mainstream commercial media outlets which, despite far-reaching changes in ownership structures and editorial changes to bring about racial transformation in the media industry after apartheid, are still beholden to those sections of the public conventionally thought to be favoured by advertisers. ", "body": [{"title": "Introduction", "paragraphs": ["In an era when newspapers in many regions of the world seem to expect their imminent death (Philip Meyer, 2004 famously predicted that the last newspaper will be read and recycled in April 2040), a newspaper revolution has taken place in South Africa.", "Elsewhere the consensus in industry (Ahrens, 2005; Kinsley, 2006; Plunkett, 2005) and in the academy (Deuze, 2004; Kopper et al., 2000; Meyer, 2004; Quinn, 2005; Singer, 1997), seems to be that newspapers will have to radically adapt to new technologies and convergence culture unless they want to become redundant (even if, historically, technological transformation of the newspaper industry in itself has not proven to be a guarantee of a broadening of the range of perspectives found in the press; Curran, 2003, p. 101). The interactivity made possible by new media technologies means that professional journalists no longer determine what the public “see, hear and read about the world around us” (Deuze, 2004, p. 146). These technological, professional and cultural shifts have been termed “networked journalism” (Bardoel and Deuze, 2001). According to Beckett and Kyrke-Smith (2007, p. 56) the shift from conventional journalism to “networked journalism”—the former being “hierarchical, professionalized, and formulaic: it has deadlines, packages, and messages for its mainly passive consumers” and the latter displaying a “linear process to networked interactivity, where there is constant communication and exchange of information between journalists and society”—can also be noted in African media. The difference is that in African media, digital technologies are often used in combination with other ways of interactivity, for instance radio phone-ins and SMS.", "In recent years the South African media market has been taken by storm by newspapers that seem to follow a much older tradition (according to Elizabeth Bird, 1992, going back to at least the penny press in the United States but tracing its ancestry to the 17th-century ballads in Europe and America1). Broadsheets in South Africa have been playing catch-up with international trends in newspaper convergence (including j-blogs, video clips on websites and cellphone news services) and interactivity (including readers’ blogs, online citizen journalism etc.) in an attempt to halt declining circulation figures (apart from the tabloids, South African newspapers showed a general but moderate decline in circulation over the past couple of years, with only a few seeing a moderate increase (Grobler, 2007; Taylor and Milne, 2006).", "But the newspaper market was conquered convincingly by the entry of the new tabloid newspapers—with hardly any recourse to new technologies.2 They have turned the local media landscape upside down, and created heated controversy in South African journalism circles (Wasserman, 2006)—to such an extent that the tabloid “revolution” has attracted international attention (e.g. Beresford, 2004; Townsend, 2006). While this is in line with the fact that old media (mostly radio, due to high illiteracy rates and low circulation and advertising revenues) still dominate on the African continent (Beckett and Kyrke-Smith, 2007, pp. 24, 45), and tabloids have also gained in popularity elsewhere on the continent, e.g. Nigeria and Zimbabwe (Beckett and Kyrke-Smith, 2007, p. 55; Mabweazara, 2006), the popularity of these tabloids is without precedent3 in the South African context, even considering its relatively strong and sophisticated print media industry. The Daily Sun, launched in 2002, is now the biggest newspaper in the country, with just below 500,000 copies sold and 3.8 million regular readers (according to the Audit Bureau of Circulation and All Media Products Survey released in February 2007). The publisher, Deon du Plessis, reportedly claims that there is even a second-hand market for copies—such is the demand for the paper among those that can barely afford it (Tooth, 2006).", "The Daily Sun is aimed at the black working class, or the “man in the blue overall” as Du Plessis somewhat patronisingly describes their typical reader (personal communication, 2007)—the newspaper's Johannesburg offices are also adorned by two shop-window dolls dressed in blue overalls to symbolize this aim. It has created a mass readership out of the poor and working class (although upwardly mobile) black majority of the country that had hitherto been largely out of the focus of the post-apartheid mainstream4 press, apart from township freesheets distributed by big conglomerates.", "The tabloids have not only succeeded in creating a mass new readership among the black working class, but have also impacted on the circulation of other papers, notably the Sowetan 5 whose circulation figures took a nose-dive after the introduction in 2001 of the first tabloid in the country, the Sunday Sun, but especially the Daily Sun in 2002 (Taylor and Milne, 2006). Within its first year, the Daily Sun grew its circulation by 228 per cent (Bloom, 2003). The phenomenal commercial success of this tabloid was partly blamed for the huge circulation losses at Sowetan and seen as a reason for the appointment of a new editor to restructure Sowetan and Sunday World (by also incorporating tabloid elements) and reverse their circulation losses (The Media Online, 2004).", "In the wake of its success other tabloid newspapers followed. An Afrikaans-language weekly tabloid was launched in the Western Cape province in 2003, titled Kaapse Son, published by the same media house, Naspers. Aimed at a “coloured” and white Afrikaans working class (Andrew Koopman, personal communication, 2005), its popularity soon became evident and it changed from a weekly to a daily in 2005. From 2006 to 2007 it launched a series of regional editions outside the Western Cape, published weekly and titled simply Son (Bizcommunity, 2007). Naspers’ rival company, Independent, replied by launching an English-language tabloid in the same region in 2005: the Daily Voice. Providing much the same fare (its tagline is “Sex, Scandal, Skinner [gossip], Sport”), it challenged the Son head-on, inter alia by using colloquial language (Penstone, 2005) and publishing one of its three editions in a hybrid between Afrikaans and English (Karl Brophy, personal communication, 2007). Naspers again fired back by launching an English-language version of Son in 2006.", "One could safely say that the arrival of the new tabloid newspapers has changed the media landscape in post-apartheid South Africa irrevocably. In a new democracy, they have given voice to the majority of the population who have hitherto remained on the margins of the post-apartheid mediated public sphere. Their emergence should be understood against the changing socio-political context in the country since the demise of apartheid in the 1990s. Democratization changed the regulatory as well as professional normative regime under which media operated, weakened the old ideological positions to which media houses were tied, and also opened new markets for big media conglomerates.", "South Africa re-entered the globalized media sphere, which meant that influences from abroad were more easily incorporated into local media, and that global media conglomerates such as Independent made their presence felt in the South African media industry (inter alia by establishing a tabloid, the Daily Voice). Other salient factors underlying the rise of tabloids can be summarized as follows:  A vacuum had been created by the demise of anti-apartheid alternative media, which used to cater for the concerns and interests of the black majority in their struggle against apartheid. This is not to say that the tabloid media could be considered “alternative” media, nor that they fulfil similar functions than did the anti-apartheid press, but that a significant part of the potential market for print media was left untapped by the mainstream broadsheets.   The continued commercial logic of mainstream broadsheet newspapers, even as their editors and staff changed to reflect more racial diversity, continued to marginalize the black majority in the construction of social reality through news. News values and business models employed by the mainstream broadsheets favoured the white and increasingly black middle class and elite. To the extent that issues like poverty, social delivery, HIV/Aids and crime formed part of the news agenda of the broadsheets, more often than not it was in the form of abstract political or economic problems discussed from an elite perspective. The tabloids instead provided personalized (and often sensationalized) accounts of the effects of these social ills from the perspective of those having to live them.   Growing frustration at the lack of social delivery, continued poverty and unemployment, crime and other socio-economic problems (including drug abuse, HIV/Aids etc.). This frustration boiled over in street protests around the country, and was also seen as a large part of the reason for the defeat of the current president, Thabo Mbeki, at the ruling party's (the African National Congress) annual national conference in 2007 by Jacob Zuma, seen as a candidate with more grassroots appeal among the working class. In terms of the media, a platform was needed where these concerns could be voiced. In the light of the increasing perception that the public broadcaster, the South African Broadcasting Corporation (SABC) was used as a government mouthpiece, and given the dominance of commercial media (even while attempts have been made to increase the reach of community media through licensing community radio stations and the establishment of a Media Diversity and Development Agency to fund community media), a print media outlet that could articulate these frustrations would find itself in a popular position. The tabloids, especially the Daily Sun, seized the opportunity. It conducted a campaign highlighting the failings of local government, and reported on the eruption of community protests against lack of social delivery (Deon Du Plessis, personal communication, 2007). In the run-up to the election of Jacob Zuma as ANC president, the Daily Sun ran commentary on its front page explaining how Zuma's popularity related to Thabo Mbeki's lack of leadership on social issues such as HIV/Aids, public service inefficiency, crime, and reconstruction and development (Daily Sun 2007e).   The social changes occurring in South Africa after apartheid resulted in a process of social mobility for a young black working class, who needed information to navigate their social progress. News consumption also formed a part of their aspirations to a middle-class lifestyle. Through pages and supplements on “lifestyle”, home ownership and financial matters, the tabloids engaged with this young, upwardly mobile audience and created a new advertising market in the process.   ", "A vacuum had been created by the demise of anti-apartheid alternative media, which used to cater for the concerns and interests of the black majority in their struggle against apartheid. This is not to say that the tabloid media could be considered “alternative” media, nor that they fulfil similar functions than did the anti-apartheid press, but that a significant part of the potential market for print media was left untapped by the mainstream broadsheets.", "The continued commercial logic of mainstream broadsheet newspapers, even as their editors and staff changed to reflect more racial diversity, continued to marginalize the black majority in the construction of social reality through news. News values and business models employed by the mainstream broadsheets favoured the white and increasingly black middle class and elite. To the extent that issues like poverty, social delivery, HIV/Aids and crime formed part of the news agenda of the broadsheets, more often than not it was in the form of abstract political or economic problems discussed from an elite perspective. The tabloids instead provided personalized (and often sensationalized) accounts of the effects of these social ills from the perspective of those having to live them.", "Growing frustration at the lack of social delivery, continued poverty and unemployment, crime and other socio-economic problems (including drug abuse, HIV/Aids etc.). This frustration boiled over in street protests around the country, and was also seen as a large part of the reason for the defeat of the current president, Thabo Mbeki, at the ruling party's (the African National Congress) annual national conference in 2007 by Jacob Zuma, seen as a candidate with more grassroots appeal among the working class. In terms of the media, a platform was needed where these concerns could be voiced. In the light of the increasing perception that the public broadcaster, the South African Broadcasting Corporation (SABC) was used as a government mouthpiece, and given the dominance of commercial media (even while attempts have been made to increase the reach of community media through licensing community radio stations and the establishment of a Media Diversity and Development Agency to fund community media), a print media outlet that could articulate these frustrations would find itself in a popular position. The tabloids, especially the Daily Sun, seized the opportunity. It conducted a campaign highlighting the failings of local government, and reported on the eruption of community protests against lack of social delivery (Deon Du Plessis, personal communication, 2007). In the run-up to the election of Jacob Zuma as ANC president, the Daily Sun ran commentary on its front page explaining how Zuma's popularity related to Thabo Mbeki's lack of leadership on social issues such as HIV/Aids, public service inefficiency, crime, and reconstruction and development (Daily Sun 2007e).", "The social changes occurring in South Africa after apartheid resulted in a process of social mobility for a young black working class, who needed information to navigate their social progress. News consumption also formed a part of their aspirations to a middle-class lifestyle. Through pages and supplements on “lifestyle”, home ownership and financial matters, the tabloids engaged with this young, upwardly mobile audience and created a new advertising market in the process.", "The tabloids have, however, not been welcomed by the journalistic establishment, who perceived them as flaunting conventional norms like objectivity, neutrality and truth-telling through their sensationalist, opinionated and seemingly far-fetched stories as well as objectifying women by publishing pictures of scantily clad or topless women and fascination with sex. In a process that can only be described as “paradigm repair” (Wasserman, 2006), the country's professional journalist organization (Sanef), media monitoring groups (like the Media Monitoring Project and Genderlinks) and media academics have on various occasions lashed out at them for bringing the profession of journalism into disrepute and undermining the human rights culture of the new democracy, without interrogating the existing journalistic orthodoxy.", "These tabloids raise interesting questions for scholars trying to understand the role of media in the (incomplete) transition from apartheid to democracy in South Africa. They should also remind journalism studies scholars that the question regarding the future of newspapers should remain cognizant of different contexts. Too often these debates are predicated on media-saturated societies with broad access to new media technologies that have extended the range of media options available to consumers, or on the news habits of audiences whose lived experience differs vastly from those in other parts of the world.", "This is not to argue for a type of cultural relativism that would make any conversation about shared challenges of journalism in diverse contexts impossible, nor is it to enter into special pleading for contexts in Africa or elsewhere in the global South because journalism there has just fallen behind on a trajectory that will in the end lead to the same place where journalism in the global North has already arrived.", "Academic and journalistic attention to South African tabloids should avoid the pitfall of creating an exotic Other of Northern journalism studies. Rather, it should stimulate a rethink of the relationship between newspapers and publics in ways that pay close attention to contexts and local specificities in such a way that new lines of comparison with journalism in the dominant North can be opened.", "At the heart of this exploration is a central question for this discussion of the future of newspapers in the era of convergence and interactivity: how do these tabloids manage to create a reciprocal, interactive relationship with their readers?"]}, {"title": "“People That Are Still Not in Count”: South African Tabloids and Society", "paragraphs": ["Can we understand the popularity of the South African tabloids as something more than just the result of a “race to the bottom” or a pandering to the lowest common denominator? If so, could the reason for their success also tell us something about the future of newspapers in a more general sense?", "A common reaction to the high circulation figures of tabloids is to dismiss them as vulgar and sensational and therefore popular—“popular” here used not only to denote their mass appeal, but also marking a class distinction between “popular” and “quality” journalism which conventionally has been at the basis of normative criteria for the media's role in the public sphere (Meijer, 2001). Such a view would associate tabloids with the homogenization of the public sphere rather than the diversification thereof—as Louw (2001), p. 48) points out with reference to the emergence of “sensationalism” as a means to attract mass audiences. Tabloids are associated with an appetite for scandal, celebrity, superficiality, lack of seriousness and entertainment/“infotainment” rather than serious news (Gripsrud, 2000; Hinerman, 1997; Sparks, 2000). In sum, they are seen as contributing to the depoliticization of publics and the “lowering of journalistic standards” (Curran, 2003, p. 93). The spread of these characteristics to broadsheet papers or other media platforms like television or magazines is often referred to as “tabloidization” or “dumbing down”, and takes place around the world (Bek, 2004; Conboy, 2005; Glynn, 2000; Grabe et al., 1999; Hallin, 2000; Jones, 2002; Ursell, 2001).", "Counter-perspectives from cultural studies scholars like John Fiske (1989, 1992) and Elizabeth Bird (1992) have included arguments that tabloids undermine the high culture–low culture hierarchy, provide a voice to marginalized publics and serve as a site for resistance against cultural hegemony. Some are of the opinion that tabloids maintain a society's dominant values and norms by showing up spectacular instances where these norms are transgressed (Grabe et al., 1999, p. 636), while others (e.g. Conboy, 2005) point out that tabloids have throughout their history contested bourgeois societal values.", "Which of these two views hold true for South African tabloids? Probably both.", "Looking at their content,6 these tabloids, on the one hand, eschew formal political coverage, sensationalize news and publish excessively lurid or graphic pictures (including portrayals of violence). There is a strong focus on sports and entertainment and through the avoidance of controversial political or ethnic positioning they ensure that as large an audience as possible is delivered to advertisers.", "But the picture is contradictory and complex. These tabloids also provide a voice to the working-class majority in the country whose perspectives remain marginalized in the mainstream print media of the post-apartheid era. Stories about crime, drugs and social problems that beset their communities are covered in-depth, extensively and from a personalized perspective rather than as merely social pathologies marked by race and class or formal economic and political issues; allegations of racism in the workplace or in the social sphere are treated seriously, and the daily struggles brought about by the confluence of historical inequalities and post-apartheid neoliberal economic policies are viewed from the perspective of those that have to deal with them. For instance, the evicted illegal occupants of council houses are represented as “defenceless women and children” that “had to look on yesterday as the contents of their houses were carried away under the surveillance of heavily- armed cops” (Son, 2007a) rather than lawbreakers as they might have been in the mainstream press—if their plight even made the pages of the mainstream newspapers (which in this case it did not). The unequal access to health care (with the poor reliant on under-resourced state hospitals and the elite having access to well-equipped private care) is foregrounded through individual accounts (e.g. Daily Sun, 2007a), as is the powerlessness of individuals against systemic incompetency that robs them of chances to better themselves (like the inability to get the correct identity document needed to apply for study or work or even to retire (Daily Sun, 2007b, c).", "While recounting individual experiences could be seen to neglect larger structural issues or formal politics, conventional reporting with its preference for “hard facts” like statistics or policy documents would in all probability only serve to remove formal politics even further from the daily experience of tabloid readers. The same approach goes for reports that hold government or officialdom to account. First-person accounts of police violence (Daily Voice, 2007a, b) and incidents of racism (e.g. Cruywagen, 2007) are splashed on the front page and often continued across several inside pages. These individual accounts of system failure and personally experienced prejudice are what constitute tabloid politics in the post-apartheid democracy. This is why, in contrast to the mainstream stalwart of black journalism, the Sowetan's announcement of the death in February 2007 of Adelaide Tambo (the wife of former ANC president) on its front page with the headings “Mama Tambo dies” and “A nation mourns”, the tabloid Daily Sun on the same day ran with a front-page headline, “No Mercy!”, on a hospital that barred patients from parking their cars, resulting in a car jacking (Daily Sun, 2007d). In an interview the publisher7 of the Daily Sun, Deon du Plessis, ridiculed the Sowetan's choice of leading with the Tambo story, saying that the “collective is dead” (personal communication, 2007).", "The shift from the collective to the individual can also be seen in the presence of articles, supplements and columns that interpolate tabloid readers as consumers and facilitate their entry into the middle class. For the owners and publishers of these tabloids this social mobility is what makes their readers attractive to advertisers. Economic news is provided in practical terms, e.g. “Budget and You” (Daily Sun, 22 February 2007), the Daily Sun gives new homeowners advice in a supplement “Sun Houses” (with the tagline “Getting a place of your own”) and the Daily Voice has a section called “Kwaai (cool-HW) Cabbies” that “keeps you up to date on motoring news” (Daily Voice, 2007c). The Son regularly publishes advice and tips on health, household and safety matters, and has even published a self-help medical booklet for separate sale.", "These consumer-oriented features remain in tension with the reports of the despair and precariousness of township life. Such are the contradictions of a society in rapid and unequal transition, and the tabloid media as commercial entities reliant on a public caught between history and progress, reflect this.", "But it is by providing validation to the daily lived experience of a public who otherwise mostly enters mainstream print media discourse as statistics or objects rather than the subjects of news, that the tabloids maintain close involvement with their public through “stories of working class life that manage to be both humdrum and dramatic” (Kruger, 2006). One could point to cynical commercial motives of the owners and publishers of these tabloids, yet their readers see tabloids as their advocates, often their only hope of being heard or taken seriously. In the post-apartheid society, the tabloids provide a space where dominant post-apartheid narratives of democratic progress and the “better life for all” promised by the ANC when it came to power, can be contested.", "The extent of this reciprocal relationship between tabloids and their publics far exceeds that of the mainstream press, if it is to be measured in the number of letters received—figures run into several hundreds per day (Beresford, 2004)—or the trust readers bestow on these publi cations. The Daily Sun ran a campaign about social delivery, for instance, and received an overwhelming response: We invited people to write to us, daily, and tell us about the failings of local government in their area, ranging from no ambulance to no streetlight to shit in the streets to crime. We got—I never counted exactly—ten thousand letters a month. We ran ten a day for a year about these crises. (Deon Du Plessis, personal communication, 2007)  ", "We invited people to write to us, daily, and tell us about the failings of local government in their area, ranging from no ambulance to no streetlight to shit in the streets to crime. We got—I never counted exactly—ten thousand letters a month. We ran ten a day for a year about these crises. (Deon Du Plessis, personal communication, 2007)", "The editor of Son testifies to a similar relationship between this tabloid and its readers: People call us often. “Come and look, the city council is evicting us (from our homes)” or “the police are beating us” and then we go out. It's actually tragic how much pain the people we work with have to go through. And they are people that are still not in count. And they see Son as a way of bringing out their voice, of being heard. Often people phone us and say “we went to the police but the police didn't help us”. The police are now also anti-Son because people come to us, we are their watchdog. Everywhere I go, I hear that people aren't saying “we are going to take you to the police” anymore, but instead “we are going to take you to Son”. So Son is used as a threat. (Andrew Koopman, personal communication, 2007)  ", "People call us often. “Come and look, the city council is evicting us (from our homes)” or “the police are beating us” and then we go out. It's actually tragic how much pain the people we work with have to go through. And they are people that are still not in count. And they see Son as a way of bringing out their voice, of being heard. Often people phone us and say “we went to the police but the police didn't help us”. The police are now also anti-Son because people come to us, we are their watchdog. Everywhere I go, I hear that people aren't saying “we are going to take you to the police” anymore, but instead “we are going to take you to Son”. So Son is used as a threat. (Andrew Koopman, personal communication, 2007)", "The three tabloids also each have their own regular features (Captain Voice Power, Sun Power, Mr Fixit, Son gee om) where help is provided in practical ways from fixing leaking toilets, reuniting loved ones or handing out Easter eggs to township children. This is another way in which interactivity between the newspapers and readers is maintained in a visible and tangible way."]}, {"title": "Preliminary Concluding Remarks", "paragraphs": ["What does the case study of South African tabloids tell us about the future of newspapers, and perhaps journalism studies more generally? I will only venture some preliminary remarks:  The debate about the future of newspapers—in fact the question that led to the debate in the first place—has been dominated by dilemmas and crises experienced in the media-saturated global North, where audiences are deserting newspapers because of a proliferating range of media consumption choices linked to social and lifestyle changes. The ways in which newspapers are countering this trend—e.g. through convergence and interactivity—are mostly predicated on the access their readers have to new media technologies. The case of South African tabloids (and tabloids elsewhere in Africa) indicates that this situation is not universal. Newspapers are still important in these contexts, and where they are overtaken by other media it is because of other reasons related to the socio-economic context (e.g. radio being preferred because of low literacy rates and affordability). Acknowledging this is not the same as viewing African newspapers as lagging behind on a universal evolutionary trajectory towards technological innovation. Change and evolution in newspaper journalism is a heterogeneous and contextually dependent process. A multi-linear, multi-perspectival view on journalism studies should be followed, with more perspectives from the global South entering the debate.   The success of South African tabloids is linked to the social and political changes taking place in the country after democratization. Their emergence and popularity cannot be reduced only to the format, style or genre taken over from similar newspapers elsewhere, but should be considered against the political economy of the South African media landscape as well as the social and material conditions shaping the lived experience of their readers. This underscores the importance of viewing newspapers within their historical, social and material contexts, which are constantly changing and shifting. Such a contextual approach would prevent a discussion about the future of newspapers and journalism from extrapolating the status quo in certain parts of the world as if this could unproblematically apply universally.   Even while the South African tabloids present us with an argument for the importance of particularities and specificities of local contexts, this on the other hand does not mean they can be seen in isolation from larger global processes. South African tabloids, even in their specificity, are manifestations of a very old genre, and reflect tabloidization trends occurring across media platforms internationally. Yet they are not mere copies of pre-existing blueprints. The future of newspapers in the era of globalization lies in a space between the local and the global. In considering these trends we should remain mindful of these flows, contraflows and interconnections.   Evaluating the South African tabloids against the emerging literature on convergent and networked journalism, they would seem to follow a conventional journalism model, where information is gathered by journalists (albeit with the help of correspondents and informants in the field), packaged according to conventional journalistic routines in the newsroom, and then disseminated to a mass audience. However, considered against the broader picture of the structural exclusions still experienced by a large section of the South African public with regards to mainstream print media, these tabloids manage to elicit from their readers a significant amount of trust and reciprocity. There is an element of interactivity between the tabloid editorial staff and their readership that extends beyond the conventional one-dimensional model of news dissemination and consumption, even if this interactivity is not mediated extensively through new media technologies. In fact, if new media technologies were to be introduced into this relationship it would perhaps even broaden the divide between elite, urban-based journalists and the working-class and largely rural constituencies these tabloids serve. Bardoel and Deuze (2001) suggest that “networked journalism” results from technological, professional and cultural changes that re-invigorate the values of civic journalism in the new media age. The South African tabloids may well fulfil some of the ideals of orientation towards the audience that civic journalism holds dear. One should, however, not push this analogy too far. Just as the interactivity created by new media technologies can seduce one to view the reader-as-consumer relationship through rose-tinted glasses without recognizing persistent inequalities and power differentials, one could romanticize the South African tabloids as well. The fact remains that they are big business ventures with an eye on profits, and that they still operate very much according to commercial logics and hierarchies. The opportunities for feedback and user-created content remain limited.   ", "The debate about the future of newspapers—in fact the question that led to the debate in the first place—has been dominated by dilemmas and crises experienced in the media-saturated global North, where audiences are deserting newspapers because of a proliferating range of media consumption choices linked to social and lifestyle changes. The ways in which newspapers are countering this trend—e.g. through convergence and interactivity—are mostly predicated on the access their readers have to new media technologies. The case of South African tabloids (and tabloids elsewhere in Africa) indicates that this situation is not universal. Newspapers are still important in these contexts, and where they are overtaken by other media it is because of other reasons related to the socio-economic context (e.g. radio being preferred because of low literacy rates and affordability). Acknowledging this is not the same as viewing African newspapers as lagging behind on a universal evolutionary trajectory towards technological innovation. Change and evolution in newspaper journalism is a heterogeneous and contextually dependent process. A multi-linear, multi-perspectival view on journalism studies should be followed, with more perspectives from the global South entering the debate.", "The success of South African tabloids is linked to the social and political changes taking place in the country after democratization. Their emergence and popularity cannot be reduced only to the format, style or genre taken over from similar newspapers elsewhere, but should be considered against the political economy of the South African media landscape as well as the social and material conditions shaping the lived experience of their readers. This underscores the importance of viewing newspapers within their historical, social and material contexts, which are constantly changing and shifting. Such a contextual approach would prevent a discussion about the future of newspapers and journalism from extrapolating the status quo in certain parts of the world as if this could unproblematically apply universally.", "Even while the South African tabloids present us with an argument for the importance of particularities and specificities of local contexts, this on the other hand does not mean they can be seen in isolation from larger global processes. South African tabloids, even in their specificity, are manifestations of a very old genre, and reflect tabloidization trends occurring across media platforms internationally. Yet they are not mere copies of pre-existing blueprints. The future of newspapers in the era of globalization lies in a space between the local and the global. In considering these trends we should remain mindful of these flows, contraflows and interconnections.", "Evaluating the South African tabloids against the emerging literature on convergent and networked journalism, they would seem to follow a conventional journalism model, where information is gathered by journalists (albeit with the help of correspondents and informants in the field), packaged according to conventional journalistic routines in the newsroom, and then disseminated to a mass audience. However, considered against the broader picture of the structural exclusions still experienced by a large section of the South African public with regards to mainstream print media, these tabloids manage to elicit from their readers a significant amount of trust and reciprocity. There is an element of interactivity between the tabloid editorial staff and their readership that extends beyond the conventional one-dimensional model of news dissemination and consumption, even if this interactivity is not mediated extensively through new media technologies. In fact, if new media technologies were to be introduced into this relationship it would perhaps even broaden the divide between elite, urban-based journalists and the working-class and largely rural constituencies these tabloids serve. Bardoel and Deuze (2001) suggest that “networked journalism” results from technological, professional and cultural changes that re-invigorate the values of civic journalism in the new media age. The South African tabloids may well fulfil some of the ideals of orientation towards the audience that civic journalism holds dear. One should, however, not push this analogy too far. Just as the interactivity created by new media technologies can seduce one to view the reader-as-consumer relationship through rose-tinted glasses without recognizing persistent inequalities and power differentials, one could romanticize the South African tabloids as well. The fact remains that they are big business ventures with an eye on profits, and that they still operate very much according to commercial logics and hierarchies. The opportunities for feedback and user-created content remain limited.", "Perhaps the most important point that the South African tabloids illustrate is that, whether a newspaper has all the technological bells and whistles, or whether it is printed on paper and passed on from hand-to-hand at taxi ranks and on the factory floor, interactivity takes many forms. What form it takes will depend on material conditions, historical context and social formations. And these conditions will keep changing constantly, now and in the future."]}], "references": [{"title": "“Hard News: daily papers face unprecedented competition”", "year": "2005", "journal": "Washington Post", "volume": "", "authors": [{"name": "Ahrens Frank", "first_name": "Ahrens", "last_name": "Frank"}]}, {"title": "“‘Network Journalism’: converging competences of old and new media professionals”", "year": "2001", "journal": "Australian Journalism Review", "volume": "23", "authors": [{"name": "Bardoel Jo", "first_name": "Bardoel", "last_name": "Jo"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Tabloidization of News Media: an analysis of television news in Turkey”", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Bek Mine Gencel", "first_name": "Bek", "last_name": "Gencel"}]}, {"title": "“What Is Multimedia Journalism?”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Sourcing and Reporting in News Magazine Programs: 60 Minutes versus Hard Copy”", "year": "1999", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Grabe Maria", "first_name": "Grabe", "last_name": "Maria"}, {"name": "Zhou Shuhua", "first_name": "Zhou", "last_name": "Shuhua"}, {"name": "Barnett Brooke", "first_name": "Barnett", "last_name": "Brooke"}]}, {"title": "“From Vanguard to Vanquished? The tabloid press in Jordan”", "year": "2002", "journal": "Political Communication", "volume": "19", "authors": [{"name": "Jones Adam", "first_name": "Jones", "last_name": "Adam"}]}, {"title": "“Research Review: Online Journalism—a report on current and continuing research and major questions in the international discussion”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Kopper Gerd", "first_name": "Kopper", "last_name": "Gerd"}, {"name": "Kolthoff Albrecht", "first_name": "Kolthoff", "last_name": "Albrecht"}, {"name": "Czepek Andrea", "first_name": "Czepek", "last_name": "Andrea"}]}, {"title": "“The Public Quality of Popular Journalism: developing a normative framework”", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Meijer Irene", "first_name": "Meijer", "last_name": "Irene"}]}, {"title": "“Sex Sells, Says Independent Newspapers”", "year": "2005", "journal": "Marketingweb", "volume": "", "authors": [{"name": "Penstone Kim", "first_name": "Penstone", "last_name": "Kim"}]}, {"title": "“Murdoch Predicts Gloomy Future for Press”", "year": "2005", "journal": "The Guardian", "volume": "", "authors": [{"name": "Plunkett John", "first_name": "Plunkett", "last_name": "John"}]}, {"title": "“Changes and Consistencies: newspaper journalists contemplate online future”", "year": "1997", "journal": "Newspaper Research Journal", "volume": "18", "authors": [{"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "“Bantu World and the Origins of a Captive African Commercial Press in South Africa”", "year": "1988", "journal": "Journal of Southern African Studies", "volume": "14", "authors": [{"name": "Switzer Les", "first_name": "Switzer", "last_name": "Les"}]}, {"title": "“Johncom Restructures Sowetan, Sunday World”", "year": "2004", "journal": "The Media Online", "volume": "", "authors": []}, {"title": "“Tabloid Grabs South African Market”", "year": "2006", "journal": "BBC Two This World", "volume": "", "authors": [{"name": "Townsend Kate", "first_name": "Townsend", "last_name": "Kate"}]}, {"title": "“Dumbing Down or Shaping Up? New technologies, new media, new journalism”", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "2", "authors": [{"name": "Ursell Gillian", "first_name": "Ursell", "last_name": "Gillian"}]}, {"title": "“Tackles and Sidesteps: normative maintenance and paradigm repair in mainstream media reactions to tabloid journalism”", "year": "2006", "journal": "Communicare", "volume": "25", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}]}