{"doi": "10.1080/17512786.2015.1010851", "url": "https://doi.org/10.1080/17512786.2015.1010851", "title": "The Validity of Global Press Ratings", "volume": "10", "year": "2016", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Martin", "first_name": "Justin", "name": "Justin D. Martin"}, {"last_name": "Abbas", "first_name": "Dalia", "name": "Dalia Abbas"}, {"last_name": "Martins", "first_name": "Ralph", "name": "Ralph J. Martins"}], "abstract": "This study examines year-by-year correlations between Freedom House and Reporters Sans Frontières' (RSF) press freedom scores for countries over a 13-year period (2002–2014). The goal of the study is to test the hypothesis that, further into the age of digital disclosure, as press abuses and harassment of journalists are more widely reported, press freedom ranking systems are gradually becoming more precise and, therefore, correlations between the two indices will strengthen over time. To further assess concurrent validity of the indices, correlations between both indices and scores on the United Nations Human Development Index are also provided. The study also examines changes in the indices' rankings of countries over time within six world regions: the Middle East and North Africa, the Americas, Western Europe, Eastern Europe/Central Asia, Sub-Saharan Africa, and Asia. In so doing, this study adds a degree of understanding to the validity of two press freedom indices that are routinely cited in journalistic reportage and trade journals, as well as many scholarly publications. Results suggest that the two organizations' scoring of press freedom has become significantly more correlated in the years 2002–2014, and the primary cause of the increased agreement is that RSF's ratings became substantially more aligned with Freedom House's scores during this period. Both indices' ratings are significantly correlated with countries' United Nations Human Development Index scores.", "body": [{"title": "Introduction", "paragraphs": ["Assessing and predicting human behavior is difficult enough, but rating and ranking whole countries on abstract matters such as “freedom” is entirely another matter. Yet human rights organizations have tried to score and rank nations' freedom of press environments for years. Most scholarly and journalistic mentions of the press freedom ranking indices published by Freedom House and Reporters Sans Frontières (RSF) are citations tacitly endorsing the validity and veracity of both yearly lists. Both ranking systems are imperfect, and each has detractors and skeptics, but both are widely cited, compared, and referenced by mainstream journalists, writers in trade journals, and academic scholars. Global development rankings can carry a false universality of veracity; they sound authoritative but may not be so. The public is routinely presented with lists and so-called listicles of many different phenomena, often provided by non-governmental organizations (NGOs) and news media, that purport to offer better ordinal understanding of our worlds, and some such rankings carry more peril than promise.", "As for the two primary press freedom indices, Schneider (2013) suggests that either set of rankings may be used to effectively compare countries on a global scale. But small movement among countries within these lists can be overstated. The United Kingdom's drop from 31st to 36th in the 2014 Freedom House rankings, for example, was called a “tumbling down” in an article in The Independent in May 2014 (Dearden 2014), though the country's score had only changed by two points on a 0–100 scale. The rankings, as Berner (2014, 5) observed, “not only receive broad international attention but also have huge consequences in a variety of fields,” including the implementation of national media laws and regulations. Considering the authority often afforded these rankings, this study seeks to determine whether the two systems are becoming more similar over time, and probes the validity and reliability of Freedom House and RSF's rankings from 2002 through 2014. Deeper into the age of digital whistleblowing on miscarriages of human rights and as both breaches and beacons of press freedom are more easily reported via social media and other means, the hypothesis that the two indices are becoming more precise and correlative will be advanced and tested.", "This hypothesis is also strengthened by the fact that the two organizations have tweaked their methodologies over time, rendering them, one might project, more valid. In this study, correlations were run between the two scoring systems for the years 2002–2014 and the coefficients were compared over time for all countries scored by both indexes.1 It could be argued that each rating system offers a criterion of concurrent validity for the other, and of course, if correlations between the two outputs increase over time, they are more closely measuring the same thing. Composite indexes measuring social phenomena should improve over time, as researchers refine their measures, gain valuable experience, and as measurement in general of social constructs improves apace. An examination of Freedom House's ratings of democracy prior to, and after, 1989, found that, in the former time period, the organization's scoring of democracy around the world tended to show a bias toward countries with close political ties to the United States, but that after 1989 this bias was considerably less pronounced (Steiner 2014).", "Naturally, if Freedom House and RSF are both increasingly and similarly measuring the wrong variables, correlation coefficients between the two records would still swell over time. It is important to remember that rankings of regions, countries, US states or counties often carry considerable caveats, given the difficulty of social scientific observation. “States are ranked, from best to worst, in everything from infant mortality rates to divorce rates,” wrote Cohn and Cope (2011, 88). “But often there are only minor differences between some of the states on these lists that would not be considered statistically or practically significant … [T]he 27th-ranked state may be doing almost as well as the 17th.” Booysen (2002, 115) notes the problem with composite indices that score countries in terms of development indicators, yet noted, nonetheless, that they “are invaluable in terms of their ability to simplify complex measurement constructs, to focus attention and to catch the eye, thus enhancing their political appeal.”"]}, {"title": "Freedom of the Press as Conceptualized in the Current Study", "paragraphs": ["This study assumes that press freedom is a real social phenomenon and, as such, it is useful to measure, assuming candid discussions of error and caveats take place. This article, then, does not address the debate over whether press freedom is a construct that actually exists; the authors build on the viewpoints of scholars who have characterized press freedom as a real social construct. Although contemporary definitions vary—Weaver (1974), for example, identified three core components of press freedom: the absence of governmental restraints, the absence of non-governmental restraints, and structures that aided the dissemination of ideas to large audiences; Hachten and Hachten (1987) would later argue that the role of the media in nation-building, economic development, improving literacy and overcoming poverty, and building political consciousness should also be considered—they nonetheless acknowledge press freedom as a construct of practical significance.", "While press freedom may be considered on a spectrum from minimal to considerable, rather than a binary assignment of countries that either promote or impede it, freedom of the press is something journalists, online organizers, artists, and other communicators enjoy in certain parts of the world, while in other locales it is something many authors and speakers long for. This article focuses mainly on press freedom in the traditional sense, as both Freedom House and RSF do, that is, as the ability to formally gather and disseminate knowledge, creative expression, and ideas. Still, in an age of seamless self-publishing via digital tools, it is difficult if not impossible to completely divorce the topic of press freedom from the online speech of citizens. It is not the intention of this paper to conflate, then, press freedom and freedom of speech, which can and do mean different things, but we simply acknowledge that a nuanced discussion of one without the other, in the digital age, is evermore a challenge. Lonely pamphleteers still exist today, only there are likely more of them, and many of them seem far less lonely.", "When debates take place on whether press freedom is an observable phenomenon, discussants tend to be, say, Americans or Finns, peoples that have a hearty history of protecting incisive political speech, as well as, to a degree, highly unpopular speech. Fewer Belarusian or Cuban media professionals, though, likely ponder the existence of press liberty, and may simply view press freedom as something tangible but in short supply. This article does not address whether press freedom and robust media systems contribute to greater public protections, such as the reduction of fraud and breach of public trust, though such assumptions find support in scholarly literature and from NGOs. The World Bank (1997, 44) has said, “Civil society and the media are crucial to creating and maintaining an atmosphere in public life that discourages fraud and corruption.”", "While militant groups or corporations often restrict free speech (groups like Somalia's Shabab with terror, companies like Facebook with legal restrictions), we recognize that governments and their offices are often the foremost silencers, especially when one considers that governments are the very entities responsible for protecting citizens from militants or overreaching corporations. “Although influencers or threats [to freedom of the press], such as business, advertising, and specific organized groups exist,” Applegate (2007, 2) wrote in Public Relations Quarterly, “[T]he biggest influence or threat is unquestionably the government.” In particular, a primary concern of government or official abridgment of speech involves protections for dissenting, unpopular, and even potentially vile speech.", "These freedoms are not absolute and, for example, US states and institutions often impede newsgathering and punish dissenting speech. This is evidenced by objectionable treatment of journalists in the Ferguson, Missouri riots in 2014 (Phillip 2014). Also that year, the University of Illinois rescinded a job offer for a tenured professorship to an English professor due to his criticism of Israel on Twitter (Schmidt 2014). And the United States aggressively prosecutes whistleblowers and journalists who refuse to divulge sources to many grand juries (CPJ 2013a). Still, in the United States, media are viewed as among the primary defenses against an overreaching government, and where, as well as in other nations, argue Kumar and Jones (2005, 226), “News organizations have a crucial role, in informing the public of their government's actions, even in those circumstances in which the government would prefer to hold information close within its ranks.”", "Countries do not need freedom of the press to protect governments' press releases, William Bennett Turner (2011) has said, but rather to allow challenges to those governments, power, and authority in all their forms. This is why press freedom should be, and often is, considered on a spectrum, and why categorically declaring a country either free or oppressive is problematic. This should be recalled when observers lash out at countries believed to repress freedom of speech and the press; all nations have room to improve their press freedom record. The United States may be at the forefront of protecting unpopular, even arguably offensive speech, perhaps best evidenced, for example, by the Supreme Court's defense of an incestuous parody of a conservative clergyman in Hustler Magazine v. Falwell (1988), but the country still restricts journalists and newsgathering in plenty of instances.", "Non-governmental threats to freedom of the press, such as journalist kidnappings or assassinations in Mexico or Colombia, are taken into consideration by Freedom House and RSF in assessing media freedoms, as they should be; 2012 was the deadliest year for journalists worldwide, as at least 35 reporters lost their lives for motives related to their work (CPJ 2012). These deaths, though, still often relate to governments' inability or unwillingness to protect journalists and prosecute their predators. Colombia, for example, ranks high on the Committee to Protect Journalists' “Impunity Index,” as a country in which the murders of journalists routinely go unprosecuted (CPJ 2013b).", "Jawaharlal Nehru wrote in 1929, “It is a dangerous power in the hands of a government; the right to determine what shall be read [or said] and what shall not” (quoted in Rushdie 2011). As Sostrin (2003) points out, government abridgment of speech tends to come in two types. The first is time-place-and-manner restrictions, such as parade permits and codes restricting assembly in public and/or security-sensitive locations, like airports. The other type is government antagonism that targets and limits specific content and categories of speech. The worst kind of speech abridgment involves prior restraints, which silence speech before its utterance, such as orders not to publish a specific article, the closure of a newspaper, or the imposing of a journalistic license which can in some cases be revoked at governmental whim.", "Prior restraints exist in other forms as well, such as that imposed in the United States by the ill-conceived Smith-Mundt Act of 1948, which for decades prohibited the rebroadcasting in the United States of content aired abroad by government-supported networks like Voice of America and Al-Hurra (Metzgar 2012). Governments abridge or penalize speech all the time, of course, with even journalists' approval: child pornography, false advertising, graffiti, physical threats against another person, and so on. In this article, however, threats to a free press are considered governmental or official impediments to speech, newsgathering, and publication or broadcasting—speech that is not in the extreme categories of, for example, abusive pornography or vandalism."]}, {"title": "Freedom House and RSF's Press Rating Systems", "paragraphs": ["Freedom House is an independent watchdog organization based in the United States. Established in 1941, it claims, rather grandly, to be the first American organization advocating the global advancement of freedom. The organization details the “promotion of the right of all people to be free” as part of its mission, and the annual Freedom of the Press report is the organization's attempt to measure levels of media freedom within countries. First published in 1980, the Freedom of the Press ratings assign a total press freedom score to each of 197 countries, with a zero indicating the best possible score and 100 the worst. Each country is also given a categorical rating: “Free,” “Partly Free,” or “Not Free.” Countries are evaluated in three main categories: legal environment, political environment, and economic environment. The rating process is extensive. Each country's media, legal, and economic systems are assessed by 60-member teams of internal representatives, outside analysts, journalists, and human rights activists. Political environment is weighted most heavily, accounting for 40 percent of the total score, while the other two categories bear equal weight.", "Key determinants of political environment include the extent to which media content is influenced by governments and “partisan interests,” censorship (official, unofficial, and perceived), and the possible coercion of individual journalists or media outlets. Legal environment scores are contingent upon a country's legal framework, and the freedom and ease of operation afforded to media outlets, while economic environment scores are largely determined by media ownership patterns and costs of operation, including government taxes and fees.", "RSF is a somewhat similar organization based in Paris, with bureaus worldwide. Established in 1985, RSF considers itself a watchdog and whistleblower against threats to media freedom. The organization claims to target barriers to the flow of information, and the World Press Freedom Index is RSF's attempt to measure levels of media freedom within countries. The press freedom assessment system used by RSF has undergone several changes since its first iteration in 2002, leading to a variability in raw scores—however, as this study will show, the correlation between RSF and Freedom House scores is high and increasing. In 2013, RSF introduced a “fixed-limits” rating scale similar to that used by Freedom House, where countries' scores range from 0 to 100. Previously, it had been possible to earn negative scores or scores greater than 100; RSF explained that the new scale would make it easier to compare countries' scores over time (RSF 2013). The Index now issues a total press freedom score for 180 countries, with zero indicating the best possible score.", "Countries are evaluated in seven categories: pluralism, media independence, environment and self-censorship, legislative framework, transparency, infrastructure, and violence against journalists. Scores for the first six categories are assigned based on the results of questionnaires sent to external respondents, including journalists and human rights advocates. The violence score is determined by RSF staff. The rating process involves the calculation of two scores. The first is compiled from the first six scores mentioned above; pluralism is weighted most heavily, at 33 percent. A second score is then calculated using the first score as a base, and incorporates the violence assessment that comprises 20 percent of a nation's score. The two scores are compared, and the higher, which in the RSF scaling is less favorable, is chosen to represent a country's official rating.", "Laura Schneider, a media freedom analyst at the Research Center for Media and Communication in Hamburg, in a 2013 interview with DW Akademie, noted that both organizations base their concepts of press freedom on Article 19 of the United Nations Universal Declaration of Human Rights, yet weight the various indicators of press freedom differently. The Freedom House rankings, Schneider says, focus primarily on the national structural frameworks within which media organizations operate, while RSF lends more attention to safety and general working conditions of journalists, and therefore penalizes states more heavily for their failure to protect media professionals.", "While Freedom House's scoring system remained relatively unchanged from 2002 to 2014, RSF made significant alterations to their scoring on a few occasions. The most notable of these is the introduction of the fixed-limits scale in 2013, but there have also been other noteworthy changes, such as the tweaking of the questionnaire in 2011–2012 to increase the differentiation between countries' scores by featuring more answers that assigned negative points, and the computation of counts of violence against journalists by RSF staff, rather than via questionnaires submitted by external respondents (RSF). Changes such as these may result in the RSF ratings being less consistent over time than those of Freedom House."]}, {"title": "Research on the Validity of Press Freedom Ratings", "paragraphs": ["There is some evidence in the scholarly literature of the validity of both the Freedom House and RSF ratings. Becker, Vlad, and Nusser (2007, 12) wrote in 2007 that, “the Freedom House and RSF evaluations should produce quite similar responses … A comparison of these two measures should give some sense of their commonality.” Becker, Vlad, and Nusser (2007) went on to report that the amount of shared variance between the two rating systems for 2002 and 2003 was around 70 percent. Both the RSF and Freedom House ratings of 18 countries were also highly correlated with IREX Media Sustainability scores for 2003 (r = 0.82 and 0.91, respectively).", "There are plenty of valid criticisms of the scoring methodologies of Freedom House and RSF, and the authors of this paper have their own. Both organizations, perhaps, do not give enough consideration to countries' protections for extremely unpopular speech. Many countries in Western Europe, and in Scandinavia in particular, score higher than the United States on the two indexes, yet many of these same countries criminalize holocaust denial, anti-Semitic speech, and other forms of hate speech, many of which are protected forms of expression in the United States. Still, Freedom House and RSF are the two most prominent, and widely cited, organizations assessing press freedom and, indeed, may be the two best.", "Neil Seeman (2003) found in a 2003 examination of Freedom House and RSF's press rankings that countries scoring high in freedom of the press also fared well within an index of economic freedom, although he concedes that rating the world's nations on the somewhat amorphous concept of press freedom is an undertaking fraught with challenges. Themudo (2013) observed that countries' press freedom (rated by Freedom House) significantly influenced the ability of civil society groups in those countries to combat corruption. Several other studies have examined an inverse relationship between press freedom and scores on corruption indices. Charron (2009), for example, demonstrated that socio-political openness has virtually no impact on nations' corruption levels in the absence of press freedom. The positive effects of an empowered press extend beyond the direct benefits of investigative and accountability journalism.", "Chowdhury (2004) found nations' press freedom scores negatively associated with corruption indices, though the study cannot demonstrate causal priority; it is possible, for example, that countries deemed light on corruption may create an environment conducive to press freedom, not vice versa. Nonetheless, one might expect that countries with robust press freedom would also tend to have less corruption, and Chowdhury's study speaks to that association. Pantzalis, Stangeland, and Turtle (2000) found that countries with lower Freedom House press rankings tended to witness heightened, positive stock market performances in the weeks running up to a national election, presumably because citizens in such nations, denied consistent and accurate information about economic outlook, became more fiscally optimistic in the weeks prior to the contest (when erstwhile tightlipped officials were forced to discuss economic realities more openly).", "Martin (2011) found the 2007 Freedom House and RSF scores for 130 countries to be very highly correlated (0.84, p < 0.001) with one another. Countries' scores in the 2002 RSF rankings and 2003 Freedom House report were also highly correlated. In the same study, Martin also demonstrated that countries' scores on press freedom in the RSF index were positively correlated with countries' scores on the United Nations Human Development Index (HDI) and, through cross-lagged analyses, reported that improvements in press freedom were predictive of increases in the HDI, not the other way around, over a period of five years. Freille, Haque, and Kneller (2007) also found some directional evidence that press freedom leads to reduced levels of nations' corruption, and that political and economic constraints on news organizations are highly associated with corruption levels.", "In an article in The Chronicle of Higher Education, Martin (2010) reported that the median ranking of Arab nations' press freedom by Freedom House was virtually unchanged between 2004 and 2009, demonstrating the consistency, if not necessarily the validity, of the Freedom House rankings (as well as the supposed stagnation of freedom of speech in Arab states during that period). In a study published in 2011, Van de Vleirt reported a relationship between both wealth and climate and Freedom House's ratings of press freedom in 175 countries in 2005, 2006, and 2007. “Cultures of press repression…,” Van de Vliert (2011, 354) wrote, “are most prevalent in poor countries with demanding cold or hot climates. Cultures of press freedom, self-expression values, and individualism are most prevalent in rich countries with demanding cold or hot climates.”", "“Both indices have enjoyed considerable press attention but have not been sufficiently scrutinized for their methodological purity,” Seeman (2003, 17) wrote. While more studies examine the correlational counterpoints for the two major press freedom rankings than Seeman acknowledges, none has explored the validity and associations between the two rating systems over a considerable period of time. The Becker, Vlad, and Nusser (2007) study is probably the most comprehensive examination of the validity of the RSF and Freedom House indices to date; their study, published in 2007, explored the rating systems around the year 2003, before there was a meaningful history of the RSF ratings to examine over time.", "Becker, Vlad, and Nusser (2007) reported a time-series analysis of the Freedom House rankings alone between 1981 and 2003. “There has been more consistency than change reflected in the Freedom House measure across the [years] it has been reported,” they wrote. Between 1988 and 1992, however, during which time period the Soviet Union dissolved and countries in Eastern Europe began to modernize their media systems, press freedom in these countries markedly improved."]}, {"title": "Hypothesis and Research Questions", "paragraphs": ["The larger question this study attempts to address is simply, “Has measurement of countries' freedom of the press become more correlated over roughly the last decade?” H1: Freedom House and RSF's ratings of nations' press freedom will become more highly, and positively, correlated in the years 2002–2014.RQ1: If Freedom House and RSF's press ratings do, in fact, become more correlated in the years 2002–2014, is the increase in shared variance over this period due to changes in both organizations' scoring of countries, or has one index changed appreciably to more closely align with the other?If the 2002 × 2014 correlations for each organization show that one organization's scores were positively and highly correlated, and thus consistent over time, and the other organization's scores less so, this would suggest that the former index stayed approximately the same, while changes in the latter index were primarily responsible for the stronger association between the two rating systems. RQ2: How do Freedom House and RSF's ratings of nations' press freedom correlate with another, established index of global development in 2014? How do the two organizations' press freedom indices, for example, correlate with scores on the 2014 HDI from the United Nations?Martin found that RSF's 2007 press freedom scores for 130 countries was significantly correlated with the 2007 United Nations HDI scores for the same countries (r = −0.312, p < 0.001). The correlation is negative, as lower RSF scores indicate more press freedom. This question inquires about the level of association between Freedom House and RSF ratings and HDI scores in 2014. That one of the press freedom indices may be more strongly correlated with the HDI scores will not, of course, answer the question of which index, if any, is more valid, but will simply show how the two primary press freedom rating systems fare against a well-established concurrent criterion.", "Freedom House and RSF's ratings of nations' press freedom will become more highly, and positively, correlated in the years 2002–2014.", "If Freedom House and RSF's press ratings do, in fact, become more correlated in the years 2002–2014, is the increase in shared variance over this period due to changes in both organizations' scoring of countries, or has one index changed appreciably to more closely align with the other?", "How do Freedom House and RSF's ratings of nations' press freedom correlate with another, established index of global development in 2014? How do the two organizations' press freedom indices, for example, correlate with scores on the 2014 HDI from the United Nations?", "Do Freedom House and RSF's press rating systems tend to evaluate countries more critically in 2014 than 2002?", "Countries' median scores from 2002 will be compared to their 2014 scores from Freedom House. The years of comparison for RSF will be 2002–2012, as RSF did not report new scores in 2011 and switched to a new rating scale in 2013 and beyond.", "How have the two organizations' median ranks of six world regions (the Americas, Middle East and North Africa, Western Europe, Sub-Saharan Africa, Eastern Europe/Central Asia, and Asia) changed—or remained consistent—over the period 2002–2014?"]}, {"title": "Method", "paragraphs": ["The primary purpose of this study is to examine concurrent validity, by way of year-by-year correlations, of Freedom House and RSF's press freedom scores for the years 2002–2014, where the year 2002 marks the first iteration of RSF's Press Freedom Index. Both organizations reverse-score countries' ratings, so that a score of five is highly positive and 75 is poor, thus the predicted strength of the correlation coefficient is positive. Every available score assigned to countries by Freedom House and RSF was compiled across these 13 years. The Fisher r-to-z transformation was then used to test whether the correlation between the two organizations' country ratings was significantly higher in 2014 than 2002.", "The number of countries both organizations scored for each of these 13 years differed. The number of available country pairings suitable for Pearson correlations ranged from around 135 countries in 2002 to 175 in 2014. The following correlations were run in order to determine whether changes in either of the two press rating systems was primarily responsible for the increased correlation between the two indexes over time: rFH2002 × FH2014 and rRSF2002 × RSF2014. If one of these correlations is very strong for one organization and for the other significantly less so, the increased correlation between the indexes would be primarily due to changes in the latter index. Fisher's r-to-z transformation is used to test the difference between these two correlations.", "There are some missing data in the year-by-year correlational pairings. Instances such as the formation of a new country (South Sudan was a sovereign country in 2011, but not 2003) and security and practical concerns (scores for the Palestinian Territories and Afghanistan went occasionally unreported). In other cases, a country's international isolation (e.g. North Korea or Burma) at times prevented researchers from Freedom House and RSF from gathering data necessary to produce scores.", "Scores from the 2013 United Nations HDI, the most recent HDI scores when this paper was written, were compiled in SPSS, and correlations were run between the HDI scores and both Freedom House and RSF press freedom scores for the same country. Fisher's r-to-z transformation was again used to determine which, if any, of the two press rating systems correlated more highly with HDI.", "Median scores for nations' press freedom from both organizations were compiled between 2002 and 2014 for Freedom House, and 2002–2012 for RSF (the latter organization did not report press freedom scores in 2011, and changed its rating scale for 2013 and 2014 to 0–100—previously, poorly performing countries could receive a score of, say, 120, or greater), in order to determine whether the outfits have been more conservative in their scoring of press freedom over time.", "Lastly, the median ranks for six world regions (listed as the Americas, Western Europe, Middle East and North Africa, Sub-Saharan Africa, Eastern Europe/Central Asia, and Asia) were produced for the two organizations in order to address RQ4, that is, to see how the six world regions fared in the two ranking systems from 2002 to 2014. Some of these six world regions, such as Western Europe, consist of a relatively small number of countries, so median rank was used instead of means of the interval-level scores assigned by the two organizations. Wilcoxon's Signed-Rank test was used to explore substantive changes in the median ranks of the six regions."]}, {"title": "Results", "paragraphs": ["H1 stated that the correlation between Freedom House and RSF's scoring of nations' press freedom would become more highly, and positively, correlated between 2002 and 2014. This hypothesis was supported; the two organizations' scores correlated at r = 0.797 (N = 135) in 2002 and r = 0.876 (N = 175) in 2014. In 2002, each organization's press freedom ratings, respectively, explained 63.5 percent of the variance in the other organization's scores. In 2014, the amount of shared variance was 76.7 percent. Figure 1 tracks the correlations throughout these years. Correlation coefficients are reported for all years except 2011, as RSF did not rate nations' press freedom that year. Results from Fisher's r-to-z transformation, which tests the difference between two independent Pearson correlations, produced a low likelihood of a Type I Error: z = −2.32, p = 0.020, indicating a substantive strengthening of the association between the two indices' scores in the years 2002–2014. Correlations between the organization's scoring systems strengthened consistently over time, with the exception of 2008, when the level of association between the indices dropped to below r = 0.80.", "Figure 2 shows median scores assigned to countries by the two organizations for 2002–2014 (2002–2011/2012 for RSF, which did not provide new scores for countries' press freedom in 2011, and the organization's rating system was changed to a different scale in 2013 and 2014). The decrease in the correlation between the two organizations' scores in 2008 appears due to Freedom House assigning slightly more lenient scores that year. Nonetheless, the general trend of association between the two rating systems points upward. Greater similarity between the two ranking systems returned post-2008.", "RQ1 asked whether it is possible, by examining correlations of Freedom House's 2002 × 2014 scores, as well as the correlation of RSF scores for the same years, to determine if one organization's scores stayed consistent over this period while the other organization's scores changed to more closely align with their counterpart. Freedom House's scores changed very little from 2002 to 2014; the correlation between this organization's 2002 and 2014 scores was r = 0.92, p < 0.001. The correlation between RSF's scores in 2002 and 2014 suggests less consistency, r = 0.72, p < 0.001. Fisher's r-to-z transformation suggests the difference between these two correlations is markedly different (z = 5.00, p < 0.0001), and since we know that Freedom House and RSF scores became more correlated with each other during the period 2002–2014, it appears that the increased similarity between the two systems is due mostly to changes in RSF's ratings.", "RQ2 asked to what extent press freedom scores from Freedom House and RSF correlate with scores on another established, global index, such as the United Nations HDI. At the time of writing, the 2013 HDI ratings are the most recent United Nations development scores. The correlation between nations' HDI scores and Freedom House 2014 ratings for the same countries (r = −0.473, p < 0.001) was stronger than that between RSF's scores and HDI ratings for those same years (r = −0.365, p < 0.001), but not by much according to Fisher's r-to-z transformation (z = −1.23, p = 0.219).", "RQ3 asked whether Freedom House and RSF rated countries more conservatively, or rigorously, in 2014 than 2002. Median scores assigned by the two organizations are reported in Figure 2. Both organizations appear to have become more critical in their rankings over this period, and the scale of the change seems to be similar for the two organizations. The median score assigned countries by Freedom House in 2002 was 42.5, and 49.0 in 2014. RSF's median score increased from 23.34 in 2002 to 30.38 in 2012. The Wilcoxon Signed-Rank test for differences between medians was conducted for both Freedom House and RSF. The Wilcoxon measure tests the difference between the median of a distribution and a hypothesized value, so the median of Freedom House's scores in 2014 (49.0) was tested against the “hypothesized” value of 42.5 (the median value in 2002). The p-value for the Wilcoxon test was <0.001. The p-value for the 2002–2012 RSF median difference was also <0.001. Both organizations have assigned countries significantly more critical press freedom scores over the time period examined in this study.", "RQ4 asked about changes from 2002 to 2014 in Freedom House and RSF's scoring of six specific regions (Americas, Middle East and North Africa, Western Europe, Sub-Saharan Africa, Eastern Europe/Central Asia, and Asia). Table 1 reports the change in median rank from 2002 to 2014 for countries in six regions scored by Freedom House. Median rank of countries in the Americas fell, and rose significantly for Eastern Europe/Central Asia.", "Table 2 shows differences in regions' median ranks assigned by RSF. Median rank in countries in the Americas fell significantly during this period, as did median rank of nations in the Middle East and North Africa, Sub-Saharan Africa, and Asia. Median rank of countries in Eastern Europe/Central Asia markedly improved, and the ordinal positions of Western European countries did not change appreciably. One reason median rank may have appeared to change for regions as assessed by RSF but not Freedom House is that the former organization rated comparatively fewer countries in 2002 (N = 137) than did Freedom House (N = 186), thereby increasing the length of the list of countries substantially over time and, consequently, the range of possible ranks that a region could either climb or fall during this time period. Also, we have seen that Freedom House's scores between 2002 and 2014 were consistent and highly correlated, whereas RSF's press freedom ratings during this period showed more change."]}, {"title": "Discussion and Conclusion", "paragraphs": ["At least one recent scholarly paper (see Steiner 2014) questioned the validity of Freedom House's ratings of democracy in countries around the world, as the organization's assessments are more favorable in countries with close political ties to the United States. This may indeed be a problem. However, if critics made the same charge of Freedom House's press system ratings, that organization could counter that their press scores are nearly identical to those from Paris-based RSF. Neither organization seems to carry a pro-United States bias and, indeed, the United States fares no better than mediocre in both indexes.", "Countries' press freedom scores assigned by Freedom House and RSF are highly and significantly correlated, and have become markedly more so since 2002. Indeed, if the correlation coefficient between the two indexes gets much higher, the organizations could be accused of wasting resources, as a country's score on one index would perfectly predict its score on the other, and the existence of two indices would be unnecessary. Just as, however, scores on the SAT mathematics section may be highly correlated with ACT mathematics scores, which adds to a sense of each test's concurrent validity, and the most important correlate is how test-takers perform in mathematics at the university level, the correlation between Freedom House and RSF offers assurance that the indexes are significantly associated with a measure we would expect them to be correlated with; construct and predictive validity—whether the organizations' are, indeed, measuring the makings of robust press systems and the potential for those press systems to enhance civil society and guard principles of human rights—are other matters. Nonetheless, the freedom of a country's media system is a presumably difficult phenomenon to measure, and the fact that two organization's press ratings correlate so highly is a possible indicator that the organizations are getting things right in their measurement protocols. Also possible is that the precision of both measures has increased considerably since 2002.", "That these two press freedom ratings became significantly more correlated from 2002 to 2014 is primarily due to RSF's scores more closely aligning over time with those of Freedom House. A recommendation born of this finding might be that researchers, journalists, or others examining press freedom rankings of a country or countries over time might consider using Freedom House's scores rather than RSF's, as the further one looks back, it seems, RSF's scores exhibit greater variability. Scores in 2014, however, are highly correlated, indicating that either index may suffice in comparing nations on the freedom of their press systems.", "Likewise, both scores correlate significantly with countries' scores on the United Nations HDI, though the strength of the association does not differ between the two press rating systems. Neither rating system is associated with HDI scores at a level greater than r = −0.473, but this makes sense; while the HDI includes measures of media freedom with which we would expect Freedom House and RSF scores to correlate, the index also includes variables that have perhaps nothing to do with press freedom, such as infant mortality rates and household income. Many development variables are correlated with press freedom, but not all. Ghana is a developing country and Qatar is extremely wealthy, but the former receives considerably more favorable press freedom ratings from both Freedom House and RSF.", "The significant increase in the correlation between the two indices over time carries meaning for journalists, the public, and the two rating organizations themselves. Journalists and lay readers can rely on either index, fairly assured that both systems are measuring and scoring countries' press freedom in similar ways. When a given country or countries' scores do differ considerably between the two indices, which, according to the current study, is not often, they may simply cite a nation's ordinal position from both indexes.", "What the findings from this study may offer both Freedom House and RSF is somewhat practical, in that results here suggest the two organizations may be wasting resources as each outfit produces an expensive, labor-intensive ranking of nations' press freedom every year. Confident that their methodologies are producing highly similar results, the two organizations could co-produce a single ranking system each year, and perhaps spare money and time. Presumably, however, NGOs produce such interesting lists of countries each year to gain global visibility, and perhaps also resources in the form of financial donations, and some of these assets may be lost were the two organizations to co-produce an annual ranking system. The cost–benefit of such collaboration is up to Freedom House and RSF to determine.", "Additionally, each organization produces other visible reports that likely contribute to revenue. Freedom House is a more general human rights organization, and press freedom is just one of the liberties they investigate. Reporters Sans Frontières (2014), while dealing more narrowly with press and journalistic freedom, nonetheless publishes an annual “Enemies of the Internet” report, among others, which provides public visibility. Should the correlation between the two organizations' press freedom ratings ascend even closer to 1.0 in the coming years, evidence would further mount that the two operations are only further doubling their efforts to achieve the same results.", "Another trend seen over time in this study's results is the tendency for both organizations to assign countries more critical scores. The median of countries' press freedom scores became less favorable over time. This could be the result of greater disclosure of government abridgment of speech and of the press in the social networking and digital age. Abuse of journalists in places like Myanmar, the United Arab Emirates, and Pakistan is more easily communicated to the world today than it was in 2002 and, likewise, even in countries like the United States and the United Kingdom, more lay videographers are often on hand when police or security forces assault journalists or otherwise interfere with newsgathering. The more critical scores assigned by Freedom House and RSF over time, however, could also be due to the fact that, over time, rating organizations become better at identifying and unearthing threats to press freedom, or that such organizations simply become more critical with practice.", "In terms of Freedom House and RSF's ratings of world regions, both press freedom scoring systems reported significant decreases in press freedom in the Americas, and increases in press freedom in Eastern Europe and Central Asia. Ratings of press freedom in the United States have fallen in recent years, due to blights like the jailing of journalists who refuse to divulge confidential sources to a grand jury, abuse of journalists covering demonstrations like that of Occupy Wall Street and in Ferguson, Missouri, and the National Security Agency's carpet-surveillance of millions of Americans' phone and email records. A number of countries in Eastern Europe, such as Estonia and the Czech Republic, show improved scores in recent years, and both press freedom ratings give this region (which includes Central Asia) a more favorable overall assessment. In RSF's ratings, press freedom scores of Sub-Saharan Africa, Asia, and the Middle East and North Africa all fell. At Freedom House, press freedom scores of nations in these regions were already quite low, and the less favorable scores assigned these countries is among the ways RSF scores came to be more highly correlated with Freedom House's figures over the time period examined in this study.", "As long as press freedom scores of nations are frequently used by journalists, praised or derided by government officials, discussed by policymakers, or followed by NGOs, an ongoing evaluation of the validity of these scores is necessary. Though the compilation of hundreds of scores over a decade or more is somewhat tedious, the press rating data are all publicly available and the analysis to examine reliability and concurrent validity is straightforward. This study could easily be replicated in the future to again assess the validity of the Freedom House and RSF indices, testing each against the other as well as correlating both indices with other concurrent criteria with demonstrated validity. The indices also can and should be used in cross-lagged correlation models to test the predictive power of improvements in press freedom on pro-social outcomes."]}], "references": [{"title": "Freedom of the Press", "year": "2007", "journal": "Public Relations Quarterly", "volume": "52", "authors": [{"name": "Applegate Edd.", "first_name": "Applegate", "last_name": "Edd."}]}, {"title": "An Evaluation of Press Freedom Indicators", "year": "2007", "journal": "International Communication Gazette", "volume": "69", "authors": [{"name": "Becker Lee B.", "first_name": "Becker", "last_name": "B."}, {"name": "Vlad Tudor", "first_name": "Vlad", "last_name": "Tudor"}, {"name": "Nusser Nancy", "first_name": "Nusser", "last_name": "Nancy"}]}, {"title": "An Overview and Evaluation of Composite Indices of Development", "year": "2002", "journal": "Social Indicators Research", "volume": "59", "authors": [{"name": "Booysen Frederik.", "first_name": "Booysen", "last_name": "Frederik."}]}, {"title": "The Impact of Socio-political Integration and Press Freedom on Corruption", "year": "2009", "journal": "Journal of Development Studies", "volume": "45", "authors": [{"name": "Charron Nicholas.", "first_name": "Charron", "last_name": "Nicholas."}]}, {"title": "The Effect of Democracy and Press Freedom on Corruption: An Empirical Test", "year": "2004", "journal": "Economics Letters", "volume": "85", "authors": [{"name": "Chowdhury Shyamal K.", "first_name": "Chowdhury", "last_name": "K."}]}, {"title": "Journalists Killed in 2012", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Leak Investigations and Surveillance in Post-9/11 America", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Getting Away with Murder", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "UK Tumbles Down World Press Freedom Rankings", "year": "2014", "journal": "The Independent", "volume": "", "authors": [{"name": "Dearden Lizzie.", "first_name": "Dearden", "last_name": "Lizzie."}]}, {"title": "A Contribution to the Empirics of Press Freedom and Corruption", "year": "2007", "journal": "European Journal of Political Economy", "volume": "23", "authors": [{"name": "Freille Sebastian", "first_name": "Freille", "last_name": "Sebastian"}, {"name": "Haque M. E.", "first_name": "Haque", "last_name": "E."}, {"name": "Kneller Richard", "first_name": "Kneller", "last_name": "Richard"}]}, {"title": "", "year": "1988", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Government and the Press: Issues and Trends", "year": "2005", "journal": "The Institutions of American Democracy: The Press", "volume": "", "authors": [{"name": "Kumar Martha Joynt", "first_name": "Kumar", "last_name": "Joynt"}, {"name": "Jones Alex", "first_name": "Jones", "last_name": "Alex"}, {"name": "Overholser Geneva", "first_name": "Overholser", "last_name": "Geneva"}, {"name": "Jamieson Kathleen Hall", "first_name": "Jamieson", "last_name": "Hall"}]}, {"title": "Journalism Education in the Arab World", "year": "2010", "journal": "", "volume": "28", "authors": [{"name": "Martin Justin D.", "first_name": "Martin", "last_name": "D."}]}, {"title": "Does Press Freedom Precede Human Development? A Cross-lagged Analysis of Reporters without Borders Press Ratings \\&amp; UN Human Development Indices", "year": "2011", "journal": "Journal of Global Mass Communication", "volume": "", "authors": [{"name": "Martin Justin D.", "first_name": "Martin", "last_name": "D."}]}, {"title": "Public Diplomacy, Smith-Mundt and the American Public", "year": "2012", "journal": "Communication Law and Policy", "volume": "17", "authors": [{"name": "Metzgar Emily T.", "first_name": "Metzgar", "last_name": "T."}]}, {"title": "Political Elections and the Resolution of Uncertainty: The International Evidence", "year": "2000", "journal": "Journal of Banking \\& Finance", "volume": "24", "authors": [{"name": "Pantzalis Christos", "first_name": "Pantzalis", "last_name": "Christos"}, {"name": "Stangeland David A.", "first_name": "Stangeland", "last_name": "A."}, {"name": "Turtle Harry J.", "first_name": "Turtle", "last_name": "J."}]}, {"title": "Police in Ferguson Arrest and Threaten More Journalists", "year": "2014", "journal": "The Washington Post", "volume": "", "authors": [{"name": "Phillip Abby.", "first_name": "Phillip", "last_name": "Abby."}]}, {"title": "Enemies of the Internet", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "University of Illinois Rescinds Job Offer for Author of Anti-Israel Tweets", "year": "2014", "journal": "The Chronicle of Higher Education", "volume": "", "authors": [{"name": "Schmidt Peter.", "first_name": "Schmidt", "last_name": "Peter."}]}, {"title": "Measuring a Free Press", "year": "2003", "journal": "Fraser Forum", "volume": "7", "authors": [{"name": "Seeman Neil.", "first_name": "Seeman", "last_name": "Neil."}]}, {"title": "Comparing Freedom House Democracy Scores to Alternative Indices and Testing for Political Bias: Are US Allies Rated as More Democratic by Freedom House?", "year": "2014", "journal": "Journal of Comparative Policy Analysis: Research and Practice", "volume": "20", "authors": [{"name": "Steiner Nils D.", "first_name": "Steiner", "last_name": "D."}]}, {"title": "Reassessing the Impact of Civil Society: Nonprofit Sector, Press Freedom, and Corruption", "year": "2013", "journal": "Governance", "volume": "26", "authors": [{"name": "Themudo Nuno S.", "first_name": "Themudo", "last_name": "S."}]}, {"title": "Bullying the Media: Cultural and Climato‐Economic Readings of Press Repression versus Press Freedom", "year": "2011", "journal": "Applied Psychology", "volume": "60", "authors": [{"name": "Van de Vliert Evert.", "first_name": "Van", "last_name": "de Vliert Evert."}]}]}