{"doi": "10.1080/1461670X.2018.1492881", "url": "https://doi.org/10.1080/1461670X.2018.1492881", "title": "Truth is What Happens to News", "volume": "19", "year": "2018", "issue": "13", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Waisbord", "first_name": "Silvio", "name": "Silvio Waisbord"}], "abstract": "Here I propose that the phenomenon of “fake news” is indicative of the contested position of news and the dynamics of belief formation in contemporary societies. It is symptomatic of the collapse of the old news order and the chaos of contemporary public communication. These developments attest to a new chapter in the old struggle over the definition of truth—governments waging propaganda wars, elites, and corporations vie to dominate news coverage, and mainstream journalism’s continuous efforts to claim to provide authoritative reportage of current events. The communication chaos makes it necessary to revisit normative arguments about journalism and democracy as well as their feasibility in radically new conditions. Conventional notions of news and truth that ground standard journalistic practice are harder to achieve and maintain amid the destabilization of the past hierarchical order.", "body": [{"title": "The Uses of “Fake News”", "paragraphs": ["Are we living in a time of post-truth? Is fake news a symptom of post-truth? What is the responsibility of journalism when truth is threatened, twisted, and torn to pieces? What is new about these developments anyway? These questions have recently received an extraordinary amount of attention. A surge in questions about truth and reality was driven by media revelations of “fake news” during the 2016 US presidential election. Mentions of “fake news” spiked in the news during that period (Carson and Titcomb 2017; Media Cloud 2017). Relatively esoteric questions about truth-telling, philosophical realism, and mass deception suddenly gained currency in public debates. Matters often discussed by scholars and journalism critics entered the mainstream of public commentary. Virtually everyone, no matter their area of expertise, had something to say about novel forms of propaganda, news deliberately produced to trick public opinion, and beliefs grounded in invented facts (Gross 2017; Lockie 2016; Sismondo 2017).", "Like other buzzwords, “fake news” is semantically confusing (Corner 2017; Tandoc, Lim, and Ling 2018). In the past, scholars had used it to call information that adopted conventional news formats to make satirical commentary, as in the case of late-night television shows, as well as tabloid journalism that walked a fine line between reporting reality and making wild claims (Hartley 1996). Recently, “fake news” has been primarily used to refer to content featuring the style of conventional news intended to deliberately misinform. This version of “fake news” fundamentally refers to fabricated information that astutely mimics news and taps into existing public beliefs to influence electoral behavior. Massive amounts of newsy fictions were distributed online, particularly on social media, during electoral contests in several countries. Understood as information divorced from reality, fake news is not new. Deceitful information wrapped in news packages has a longer history than news consciously produced to represent real events. News that falsely portrayed or simply invented facts were common early forms of news and journalistic practice, particularly at times of high anxiety, crisis, conflict, and revolution (Chen 2017; Kiernan 2017), before the modern creation of news. Nor is misinformation aimed at profiting from ignorance and prejudice for political and economic gain new. Lies and distortion in interpersonal communication are as old as rhetoric; large-scale propaganda is as old as modern mass persuasion.", "What is different is the speed, scale and massive proliferation and consumption of false information disseminated on dominant digital platforms such as Facebook and Twitter. Information unvetted by conventional news organizations has gained wide presence in widely popular platforms and is easily accessible. States and intelligence agencies swarmed social media with misinformation aimed at generating confusion and swaying public opinion and electoral results (Bennett and Livingston 2018). The battle for public mind gained new dimensions. As pieces of propaganda, fake news is not only produced by states. Enter new developments that perfected and profited from propaganda and misinformation. Enterprising actors full of business imagination reportedly made healthy profits by churning out imaginary news that tapped into the naivete of US voters. Ordinary citizens contribute to misinformation by curating and sharing trash information.", "Yet “fake news” is more than an old deception strategy retrofitted for digital times. It also became a trope used by right-wing politicians, commentators and activists to castigate critical news organizations. In the United States, conservative news sites and bloggers have often used “fake news” to disparage “mainstream” news organizations that investigated wrongdoing during the Trump campaign and administration. “Fake news” mutated from a trendy moniker to describe an insidious form of propaganda to an epithet to beat up “liberal news.” A notorious, indefatigable tweeter, Trump mentioned “fake news” more frequently than his campaign talisman “build the wall” since he first used it on December 10, 2016 (Singer 2017). In January 2018, Trump turned “fake news” into a stunt about an “award” that attracted press attention on his antics and played to his political base. The political weaponization of “fake news” spread to other countries where leaders have used similar rhetoric to dismiss press critics (Erlanger 2017). Conservatives’ appropriation of the term prompted Facebook to stop using “fake news” when confronted with a major reputation crisis after the 2016 US election (Oremus 2017).", "We should not, however, rush to conclude that “fake news” is the defining trend in contemporary news. Sweeping pronouncements about “fake news” and “post-truth” need to be approached gingerly. Different trends and forces are at play. One could legitimately argue that certain brands of journalism around the world are more careful with facts than ever (Glasser 2016). Globally, the upsurge of quality investigative journalism (Schiffrin 2014), data journalism, and the fact-checking movement (Graves 2016) indicate growing interest in news that carefully document reality. In fact, the “fake news” phenomenon exists largely outside mainstream journalism.", "By the same token, it is foolish to suggest that “post-truth” is also the defining condition of public communication. The notion we live in a world of absolute relativism is a postmodern folly. Tell that truth is relative to brave citizens and journalists who speak truth to power, especially amid threats and violence. Also, the vitality of human rights movements around the world suggests that truth-seeking remains a rallying cry for those who fight to hold power accountable with facts, information, and conviction (Tumber and Waisbord 2017). Philosophical relativism and post-truth rhetoric seem intellectual luxuries to those who struggle for accountability and transparency. No doubt, these are odd times for news and truth. Old dividing lines in the critique of the press and its relationship to truth are blurred. In the United States, some of the loudest voices against the “corporate news industrial complex,” an old rallying cry of the radical left, are on the right. Social constructionists and postmodernists march in support of scientific facts against the conservative onslaught on science. The radical critique of realist journalism overlaps with the reactionary critique of scientific knowledge for both essentially argue that journalism presented a warped view of reality.", "These developments reflect seismic changes in public communication—the end of information scarcity, multilayered news and communication environments, and the active role of publics in news production, access, and use. The dynamics of news and information are not controlled by journalism, if they ever were. Journalism is a fragmented, complex, open-ended institution. This situation can be better described in terms of disruption rather than ordered, unified news, journalism, and publics. In divided democracies, traditional boundaries in media content are becoming blurred. “Information disorder” (Wardle and Derakhshan 2017) defines the current times.", "Journalism as a single institution cannot possibly control this environment. Certainly, individual news organizations have the power to determine what they publish and what norms should be followed, as they struggle to reassert their position as a “news authority” in a crowded landscape of information flows. However, they cannot control public expression in the contemporary digital environment. The main lesson from the torrent of analysis and commentary about news and post-truth is that journalism’s position should be reexamined in this context. Neither fake news nor post-truth is strictly about journalism; instead, it is indicative of fluid conditions in public communication across the globe that have destabilized modern assumptions about news and truth.", "Here I argue that the phenomenon of “fake news” is indicative of the contested position of news and the dynamics of belief formation in contemporary societies. It is symptomatic of the collapse of the old news order and the chaos of contemporary public communication. These developments attest to a new chapter in the old struggle over the definition of truth—governments waging propaganda wars, elites and corporations vie to dominate news coverage, and mainstream journalism’s continuous efforts to claim to provide authoritative reportage of current events.", "My reflections grow out the dissatisfaction with a line of argument that fundamentally approaches “fake news” and “post-truth” as matters of incorrect knowledge and innocent readership (PEN America 2017; Hunt 2016). As soon as revelations of fake news came out, many observers reacted by calling to fight misinformation and ignorance. Suddenly, it seemed as if everyone had enthusiastically embarked on a struggle against deception, with more crusading spirit than the Lincoln brigade. Educators urged to step up news literacy efforts in order to equip news consumers with critical skills in order to address the problem (Richardson 2017). Journalists and public officials demanded social media companies to clean up their sites, monitor content with the public interest in mind, and tweak algorithms. The US Congress conducted hearings on mass propaganda and infiltration during the 2016 presidential election. The CEOs of Facebook and Twitter vowed to preserve “free speech” while promising to weed out deceptive content. News companies showered audiences with easy-to-follow guidelines to detect fake news. This line of argument builds off the “information deficit” argument that attributes factless attitudes and beliefs (“misinformation”) to the absence of correct information. On the basis of this premise, it recommends “news literacy” to overcome misinformation.", "Instead, I argue that the problem is more complex. It is not primarily about journalism’s ethical behavior or misinformed and naive citizens. Addressing these issues would not tackle “fake news” or “post-truth” which are not passing fads (Renner 2017). Misinformation and contested truths are constitutive of today’s dynamics, multilayered, chaotic public communication. The fundamental challenge is the transformations of the public sphere driven by the digital proliferation of opportunities for public expression and identity communities with different epistemologies in their engagement with news and information."]}, {"title": "The Collapse of the Technocratic Liberal Dream", "paragraphs": ["The question of truth in journalism is famously complex. To paraphrase Hannah Arendt’s observation about truth and politics, the story of the conflict between truth and journalism is an old and complicated one. It has been examined from multiple approaches informed by myriad ethical and philosophical perspectives (Arendt [1967] 2000). In light of this rich tradition of scholarly reflection, what’s new about post-truth? Is it just a trendy concept to refer to matters long discussed by media ethicists about journalism’s modernist ambitions? Is post-truth just non-sense—a pseudo-fancy way of calling the impossibility of agreement over reality and epistemology?", "Post-truth is not about the relationship between specific forms of news reporting and reality. It does not deal with whether journalism rightly claims to represent reality accurately or, instead, conveys an incomplete or incorrect snapshot of the world largely shaped by reliance on official sources and public relations copy.", "Post-truth signals the collapse of the modern project of disciplining knowledge by promoting the scientific model as the only legitimate knowledge. In twentieth-century United States, this ideology was grounded in the liberal-centrist faith in the triumph of an open mind (Backhouse and Fontaine 2014; Cohen-Cole 2014) to manage reality and speak authoritatively about public affairs. It reflected elite consensus on fundamental political and policy issues during the early post-war period. The underlying premise was a post-ideology mindset that supposedly superseded the toxic ideologies responsible for the cataclysm of World War II. Post-ideological knowledge was anchored in scientific principles to define truth-telling. It was embedded in Enlightenment principles of science and reason as central to a modern, prosperous, ordered society. Scientific truth became a core component of the post-ideology doctrine during the Cold War at a time when elites viewed science as central to statecraft, capitalist progress, the defeat of fascism, and the containment of communism. It assumed that scientific rationality is the optimal approach to define truth and supersede ideological battles.", "The hegemonic position of this vision at the heyday of the Cold War demanded certain social conditions. Elite consensus over fundamental political, economic, and social matters was necessary. The central role of science in the emerging industrial-defense complex and economic prosperity sustained the legitimacy of scientific knowledge, too. Information scarcity, shaped by technological limitations and market barriers, solidified the hegemony of the “regime of truth” grounded in scientific principles. In this context, the ideal of “professional journalism” gained traction. Journalism sought to be considered a full member of the dominant system of truth-building by walking closely to middle-of-the-road elite politics. It claimed the mantle of scientific realism to ground its approach to truth-telling—focusing facts, utilizing quasi-scientific methods, and bracketing ideology and subjectivity. A pyramidal system of mass production and distribution of information helped to bolster professional aspirations. A hierarchical division of knowledge with elites and scientific experts atop also provided the necessary sources of information to sustain realist reporting.", "During the past decades, however, a combination of developments has chipped away the foundations of this post-ideological, science-dominated order. The slow decline of the mythical center of US politics, the weakening social position of experts, the rise of partisan-divided trust in facts, statistics, and journalism, and the politicization of science attest to the passing of the technocratic liberal order (Gauchat 2012). The popularity of the internet eroded the vertical structure of knowledge production and dissemination that was central to sustaining the myth of the post-ideological era. Its networked structure undermines core aspirations of a unifying, top-down post-ideological project for it offers a more flattened structure with multiple nodes of information and expression.", "Radical changes in the structure of public communication facilitated the rise of “epistemic democracy.” Counter-epistemic communities are everywhere. Multiple, contesting forms of knowledge vie for public attention, legitimacy, and power. Knowledge boundaries are fluid. Scattered communities of belief anchored by common allegiance to politics, ideology, and religion as well as socio-demographic variables (e.g. education, lifestyle, and class) have endless opportunities to communicate in digital platforms.", "These new conditions rendered visible old and new counter-epistemic positions that reject the scientific paradigm. A variety of communities push different brands of scientific denialism in the vast digital landscape (Alumkal 2017). They espouse convictions that contradict accepted arguments among scientists, historians, policy specialists, and other experts. To mention a few examples: With a mix of conspiracy theory and pseudoscientific jargon, AIDS denialists contradict standard scientific conclusions about HIV transmission, prevention, and care (Kalichman 2014). Fluoridation denialists and vaccination skeptics reject scientific consensus on the positive impact of both interventions with an odd brew of false data, wannabe-experts, and misrepresentation of findings and conclusions (Barraza, Orenstein, and Campos-Outcalt 2013). Climate change denialists use similar tactics to question scientific consensus on the state and the causes of environmental changes. Amateur historians and ordinary citizens challenge the existence of well-documented genocides. Reasons for embracing anti-scientific conclusions vary across issues and cannot be accurately summarized here. From religious convictions to partisanship, several factors explain beliefs and behaviors about a range of issues—from climate change to energy efficiency (Flynn, Nyhan, and Reifler 2017; Hansson 2017).", "Different forms of science denialism and skepticism reject core premises of the scientific paradigm—how knowledge is produced, analyzed, assessed, and tested. They doubt scientific facts and conventional forms of verifiability and falsification to demonstrate and support their own ideas. These are later-day incarnations of unreason, zealotry, and conspiracy theories found around the globe that remain relatively impervious to science, corrections, and education.", "In the United States, these arguments are as old as the republic in a country with a long tradition of crackpot ideas and collective delusions. Today, such belief communities do not only share ideas in alternative communicative spaces. The collapse of news gatekeeping opens the floodgates to information and misinformation, truth and lies, scientific and unscientific knowledge, facts and fiction. Social media platforms and search companies provide plenty of space for epistemologies with varying relations with reality. More interested in traffic and profit than in channeling scientific ideas, they offer opportunities to disseminate content disconnected from scientific truth-telling.", "Anti-scientific arguments are not just the natural outcome of the unobstructed circulation of ideas on the internet. They also demonstrate the interests, power, and shrewdness of merchants of doubt with the soul of casino owners. With big pockets, they continuously disseminate falsehoods through a complex architecture of communication institutions—think tanks, conferences, legacy media, and social media (Mooney 2007). Messaging strategies are similar, too—sowing doubt, creating confusion, offering seemingly impeccable facts, connecting dots in conspiracy webs. The goals are comparable, as well—mobilizing publics, making money, increasing membership, and winning elections.", "It would be an exaggeration to argue that this information (dis)order is absolutely egalitarian. Huge disparities still remain in terms of presence, visibility, scale, and reach of particular ideas. To recognize profound changes and multileveled flows does not mean that information democracy has arrived. However, more horizontal dynamics and multiple flows of information in public communication foster skeptical, dissident, and critical views that do not conform to the premises of scientific knowledge or the foundational elements of journalistic epistemology.", "Under these conditions, truth is fragmented. Truth as intersubjective agreement on conditions for the production of knowledge is possible only when publics have shared epistemologies. In his landmark study, sociologist Shapin (1994) shows that the rise of scientific truth demanded certain social conditions, specifically trust, civility, and respect among scientists. One could argue that as long as similar conditions are absent among mass publics, the truth is always disputed. Without sharing a common epistemology—a way of producing and conversing about knowledge, facts, convictions, errors, there are competing forms of truth-telling anchored in different premises. Post-truth communication denotes the perennial absence of conditions for citizens to concur on objectives and processual norms. When expression blossoms, truth inevitably becomes contested.", "Certainly, this is not new. We have not left behind a world of epistemological agreement among ordinary publics. Recent political events, however, have magnified social and communicative rifts driving post-truth politics. Truth becomes a matter of personal and group convictions rather than something that resembles the scientific orthodoxy of shared procedures and verifiable statements about reality. Opportunities for multiple perspectives have been levelled in the wide digital world. Truth, whether determined by the conventions of the scientific paradigm or through intersubjective agreement, is just one possible option. In the chaos of public communication, as Mersault’s counsel in Albert Camus’ The Stranger observed, “everything is true and nothing is true.”", "This may not be news for anyone already on the camp of social constructionism: Truth-telling is a complex, dynamic process; truth is elusive, endlessly debated. What is new is raising awareness about the consequences of relativism for journalism and public life. It shows the endurance of subjectivity and the diversity of epistemological norms and values. It reveals the enormous challenges for Habermasian aspirations for truth-telling as a collective project guided by communicative rationality and facticity. It reflects the gap between journalism wedded to scientific realism and belief communities embedded in partisan, ideological, and religious epistemologies. In the vast and chaotic information landscape, the limitations of the model of elite-dominated, scientific realism that sustained “professional” journalism have become conspicuous."]}, {"title": "Truth and/in Journalism", "paragraphs": ["Under these conditions, the relationship between journalism and truth cannot be narrowly understood as a matter of the conditions of news production—the rules and the norms journalists follow to determine the validity of information. The central problem of post-truth is not journalists falsifying reality by mistake or malice, leaving out important information, or failing to check facts. Rather, truth in/and journalism is embedded in the uses of news and information produced by journalism and virtually anyone else—from intelligence services to social media users. Notions of news and truth are linked to what people do with information rather than what journalism unilaterally decides are accurate portrayals of reality.", "To paraphrase William Jame’s (1905) observation, “truth is what happens to news.” James argued that truth is not inherent to an idea; rather, it is a dynamic process by which the truth is proved or disproved. Veracity results from a process of verification and validation. This insight helps to approach “the truth of news” as a collective process rather than as the attribute of particular news stories. Truth is pragmatically shaped as contracts of readership and belief between certain news stories/information and certain publics. Truth makes sense in context, as part of discursive conditions that determine the correspondence between news and reality. Truth refers to social conditions in which arguments are developed, shared, and discussed—from the perceived credibility of sources to the political and social attitudes of publics. The rejection of the possibility of truth means the denial of the unity and commonality necessary to determine whether ideas or news are true or false. This is why truth is forever unstable, disputed, challenged. Journalism’s ambition to be the arbiter of truth clashes with the open-ended character of truth-telling.", "A pragmatic approach directs the analysis of “fake news” and “post-truth” to the conditions for public expression and away from the conduct of journalism or the qualities of particular news stories. To associate these terms with news deception, journalistic ethics, or misinformed readers is to miss broader currents in public communication, namely, the consolidation of separate public spheres with difference subjectivities, the decentralization of information and knowledge, and the proliferation of epistemic communities tied to different logics of belief. Just as different, competitive logics of knowledge thrive in such circumstances, relativism emerges as a distinctive feature, too. We are not all postmodernists in the sense of absolute suspension of truth or belief about news (Stephens 2016). In fact, individual and communities hold strong convictions and seem to be relatively impervious to counterviews and corrections. Overall conditions, however, are conducive to the destabilization of truth-telling narratives, including those spread by journalism. Journalistic notions of truth-telling grounded in facticity and reason are questioned or simply ignored.", "The normative consequences of this process are mixed. Multidimensional news gatekeeping has positive democratic consequences. It lets “a thousand voices bloom” as legacy journalism is thrown off its perch as the arbiter of news and truth. Lay expertise is no longer suffocated by the imperious power of elites and science. Journalism embedded in technocratic visions does not permeate every corner of the public sphere. Although longtime critics of modernist journalism favorably view this situation, these dynamics also facilitate the spread of democratic dystopias. Hate speech, trolling, weaponized social media, large-scale disinformation campaigns, and massive operations of surveillance are not healthy outcomes of the current communication chaos. The digital revolution lays down innovative conduits for the dissemination of sophisticated forms of falsehoods and disinformation. The debate about “fake news” should be a rude awakening for those who believed that the digital revolution will bring nothing but democratic consequences.", "In this context, it is not obvious that journalism’s “high modernity” (Hallin 1992) ontological principles have changed. Even as some voices inside journalism have become skeptical about the shibboleths of objectivity and neutrality, journalism remains firmly grounded in conventional principles to render “truthful” accounts of reality. Mainstream journalism rarely problematizes its complex and equivocal relation with truth (Zelizer 2004; Broersma 2010), but instead, it continues to cling to naïve realism to report the world “truthfully.” This is displayed by how mainstream journalism tried to reassert its authority as truth keeper in response to the fake news phenomenon. Advertisements for the Baltimore Sun called for a “2017 resolution: No more fake news! Only read trusted stories, $1.25 a week for a year. A New York Times ad asserted “Truth is more important than ever.” This is more than clever copy tapping into the contemporary zeitgeist. Even after an epistemological crisis is widely recognized (There is no truth!) and vulgar postmodernism rears its ugly head, legacy journalism opts to stick to philosophical realism (Waisbord 2013).", "How do we explain this reaction? To acknowledge that truth is what happens to news would be too risky—too outside the comfort zone of journalism interested in reasserting its legitimacy and authority in the current situation. Fake news symbolizes the threats facing journalism at a time of crisis. Dusting off old chestnuts of the professional imaginary is a logical, conservative reaction to the disintegration of the old modernist order.", "One should take issue with the way journalism remains anchored in simplistic, realist notions of truth-telling. We should not lose sight, however, of the fact that questions about news and truth largely exceed journalism. Journalism is not the only institution that affects conceptions of truth. Many may believe and hope for journalism to exert unmatched influence in shaping perceptions of reality. But, fake news demonstrates that news and truth are inevitably messy matters rather than simple issues determined by journalists and other experts. Truth is the result of the way publics interpret reality as they constantly scan, navigate, avoid, and understand information. Truth is an outcome of collective sense-making rather than unilaterally decided by newsrooms.", "This reflects the repositioning of journalism in daily sense-making. One could reasonably argue that, compared to most institutions in the public sphere, journalism retains unmatched ability to determine what is real and visible for large publics. Few institutions have the reach and scope of journalism, and specific news companies both in the offline and online worlds. Sense-making, however, is not bounded by journalism. It is grounded in the ways multiple actors actively engage with copious amount of news and information of diverse characteristics, origin, merits, and qualities. Only a fraction of the constant, dazzling variety of digital data gets the stamp of approval by modern arbiters of truth. Although journalism once claimed a special position and power to determine truth, such claims are harder to defend today. Multiple platforms shape belief communities who determine the meaning and the truth of news without help from conventional news definers. Fake news is a powerful reminder that what counts as news and knowledge is constantly disputed. One could legitimately argue that has always been the case—that publics did not always march in lockstep with journalism’s assessments of truth. But now this gap is plainly evident—everything that journalism stood for and claim to report is up for grabs."]}, {"title": "Implications for Journalism Studies", "paragraphs": ["Post-truth challenges the normative vision of journalism as a critical link in democratic public life based on fact-grounded, reasoned arguments. The combination of large-scale dissemination of false information and the wide access of communities of belief with diametrically different epistemologies contradicts the aspirations of rationalist models. Post-truth also raises fresh questions for the democratic vision of journalism as community builder. Whereas journalism served as a social connector across difference during the heyday of mass communication, digital news and information flows may connect communities of belief more than publics with fundamentally different notions of truth-telling. Truth as a common public effort is elusive when news organizations and social media connect like-minded communities.", "Given scattered epistemologies and divided belief communities, there is no easy fix for fake news, misinformation, and post-truth. The toolkit of solutions proposed to solve fake news, including news literacy, fact-checking, and cleaning up social media, is insufficient to address the new challenges for public communication (Mihailidis and Viotta 2017). To recommend sharpening news literacy skills to confront fake news is like hoping to be protected from danger by bringing a flyswatter and sunblock to Jurassic Park. Educational proposals to tackle this perfect storm of absurdity, deception and propaganda sound reasonable. Recent studies show that providing critical skills equips news users with valuable resources (Roozenbeek and van der Linden 2018). More astute readers are able to discern reality from fantasy. As educators, we should continue to believe in critical reasoning and news literacy. That’s what we do in the classrooms, presentations and publications. Also, demanding digital giants to be responsible and accountable is fundamental given their unprecedented power in public discourse. These solutions are insufficient, however, to tackle the challenges brought by the collapse of journalism-controlled news gatekeeping.", "Here are three suggestions for further analysis about news and truth at a time when journalism is shifting from being the gravitational point of public communication to a fluid, undetermined position.", "First, it is necessary to weave the study of journalism and truth with the rapidly, constantly changing communication ecology. The study of journalistic norms and practices, routines, and ethics needs to be situated in the shifting conditions for public communication and truth-telling. If truth is what happens to news, then we need to understand what is happening in different contexts of news engagement. Surging interest in news engagement is auspicious for it takes the analysis of authority, trust, and belief from a matter of journalistic practice to the practices of publics. News is a collective, social enterprise rather than simply a question about journalism.", "Second, it is important to revisit classic arguments which were developed at a very different time for both journalism and public communication. The socio-political and economic conditions as well as the communication order that served as the backdrop for the foundations of contemporary journalism studies have changed. Central theories and concepts formulated in the United States decades ago are grounded in the realities of the hegemony of technocratic liberalism in politics and the news. For example, consider arguments about journalism as too close to dominant political elites with fundamental agreements on public issues, too enamored with the power of technocracy, experts, and scientific facts, and holding a quasi-monopolistic position on news. It would be wrong to argue that political elites, at least in the United States, still share identical views on a vast range of subjects. Partisanship has overridden centrist, middle-of the road politicians and politics. Technocrats and experts are not equally respected across publics. In fact, the situation in the United States and other countries in the West is reminiscent of the conditions in much of the global South: divided societies and politics, strong partisanship in public life, journalism ostensibly aligned with partisan and corporate actors, and currents of opinion opposed to scientific epistemology.", "As conditions have changed, old arguments need to be revisited. Journalism can still be arguably seen as a “technology of truth” but old conclusions may not be quite applicable as conditions are considerably different. Just like the past monopolies of knowledge like the State and the Church that lost their once-dominant position with the coming of technological innovations, journalism has similarly lost the privilege as the main definer of news as truth. Journalism can hardly stand “above the fray” when middle-of-the-road politics succumbs to right-wing extremists. Publics perceive journalism differently despite the continuous efforts of mainstream journalism to solidify its reputation as evenhanded, fair, and noble. Journalism is too chaotic, broken up in myriad organizations with different economic models, professional ideals, and news norms, to function as a unified institution.", "It is also necessary to revisit the critique of modernist journalism for normative reasons—it might easily devolve into anti-democratic positions, closer to right-wing populism rather than to democratic views that foreground tolerance, facts, listening, open-mindedness, and reason. Blowing up the technocratic structure of knowledge may not produce more democracy but actually authoritarianism. Some counter-epistemic alternatives to modernist, liberal journalism are platforms for reactionary politics rather anything democratic, let alone progressive.", "A third suggestion is to reassess standard recommendations for journalism. Given the state of affairs, journalism scholars should not go on automatic pilot when translating normative viewpoints into concrete actions. We should not talk to an institution that does not exist any longer. Even if we assume that journalism listens to academics, we should remember that journalism is not what it used to be. No easy solutions would address tackle deep-seated problems.", "Also, we should cautiously approach any innovations with democratic possibilities. Journalism studies have a spotted record identifying trends as potential saviors of news and democracy. In recent times, the field has praised several innovations—public journalism, citizen journalism, hyperlocal news, startups, and digital news activism. All have made important contributions to news diversity and quality, but the problem goes beyond specific experiences. Recent love letters to journalistic innovations today read like declarations of world peace in 1938. Resisting the temptation to find sure-fire redeemers of journalism is important. Learning from past experiences of hope and disillusion may provide good insights to recalibrate normative arguments. All good practical ideas stand on a precarious situation given the instability of journalism in a new context.", "One particularly difficult question is implementing the vision of journalism as nurturing a sense of public commons at the time of privatized spheres, manipulated opinion, hardened differences, and political tribalism and polarization. How is such vision possible when certain belief communities seem pretty content upholding fictions, refusing to engage with other epistemologies, and/or endorsing politics aimed at purging difference? How can journalism foster empathy, tolerance, reasoning, and other central values of democratic communication at a time of broken-up public life?"]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Denialism and its Adverse Effect on Public Health", "year": "2013", "journal": "Jurimetrics", "volume": "3", "authors": [{"name": "Barraza Leila", "first_name": "Barraza", "last_name": "Leila"}, {"name": "Orenstein Daniel G.", "first_name": "Orenstein", "last_name": "G."}, {"name": "Campos-Outcalt David", "first_name": "Campos-Outcalt", "last_name": "David"}]}, {"title": "The Disinformation Order: Disruptive Communication and the Decline of Democratic Institutions", "year": "2018", "journal": "European Journal of Communication", "volume": "33", "authors": [{"name": "Bennett Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Livingston Steve", "first_name": "Livingston", "last_name": "Steve"}]}, {"title": "The Unbearable Limitations of Journalism: On Press Critique and Journalism’s Claim to Truth", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Broersma Marcel.", "first_name": "Broersma", "last_name": "Marcel."}]}, {"title": "Fake News, Post-Truth and Media–Political Change", "year": "2017", "journal": "Media, Culture \\& Society", "volume": "39", "authors": [{"name": "Corner John.", "first_name": "Corner", "last_name": "John."}]}, {"title": "The Nature and Origins of Misperceptions: Understanding False and Unsupported Beliefs About Politics", "year": "2017", "journal": "Political Psychology", "volume": "38", "authors": [{"name": "Flynn D. J.", "first_name": "Flynn", "last_name": "J."}, {"name": "Nyhan Brendan", "first_name": "Nyhan", "last_name": "Brendan"}, {"name": "Reifler Jason", "first_name": "Reifler", "last_name": "Jason"}]}, {"title": "Politicization of Science in the Public Sphere: A Study of Public Trust in the United States, 1974 to 2010", "year": "2012", "journal": "American Sociological Review", "volume": "77", "authors": [{"name": "Gauchat Gordon.", "first_name": "Gauchat", "last_name": "Gordon."}]}, {"title": "The Dangers of a Post-Truth World", "year": "2017", "journal": "Current Biology", "volume": "27", "authors": [{"name": "Gross Michael.", "first_name": "Gross", "last_name": "Michael."}]}, {"title": "The Passing of the “High Modernism” of American Journalism", "year": "1992", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Hallin Daniel.", "first_name": "Hallin", "last_name": "Daniel."}]}, {"title": "Science Denial as a Form of Pseudoscience", "year": "2017", "journal": "Studies in History and Philosophy of Science Part A", "volume": "63", "authors": [{"name": "Hansson Sven.", "first_name": "Hansson", "last_name": "Sven."}]}, {"title": "The Psychology of AIDS Denialism: Pseudoscience, Conspiracy Thinking, and Medical Mistrust", "year": "2014", "journal": "European Psychologist", "volume": "19", "authors": [{"name": "Kalichman Seth C.", "first_name": "Kalichman", "last_name": "C."}]}, {"title": "Post-truth Politics and the Social Sciences", "year": "2016", "journal": "Environmental Sociology", "volume": "3", "authors": [{"name": "Lockie Stewart.", "first_name": "Lockie", "last_name": "Stewart."}]}, {"title": "Spreadable Spectacle in Digital Culture: Civic Expression, Fake News and the Role of Media Literacies in ‘Post Fact’ Society", "year": "2017", "journal": "American Behavioral Scientist", "volume": "61", "authors": [{"name": "Mihailidis Paul", "first_name": "Mihailidis", "last_name": "Paul"}, {"name": "Viotta Samantha", "first_name": "Viotta", "last_name": "Samantha"}]}, {"title": "Fake News and Journalism Education", "year": "2017", "journal": "Asia Pacific Media Educator", "volume": "27", "authors": [{"name": "Richardson Nick.", "first_name": "Richardson", "last_name": "Nick."}]}, {"title": "The Fake News Game: Actively Inoculating Against the Risk of Misinformation", "year": "2018", "journal": "Journal of Risk Research", "volume": "", "authors": [{"name": "Roozenbeek Jon", "first_name": "Roozenbeek", "last_name": "Jon"}, {"name": "van der Linden Sander", "first_name": "van", "last_name": "der Linden Sander"}]}, {"title": "Post-truth?", "year": "2017", "journal": "Social Studies of Science", "volume": "47", "authors": [{"name": "Sismondo Sergio.", "first_name": "Sismondo", "last_name": "Sergio."}]}, {"title": "Defining “Fake News” a Typology of Scholarly Definitions", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Tandoc Edson. C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Lim Zheng Wei", "first_name": "Lim", "last_name": "Wei"}, {"name": "Ling Richard", "first_name": "Ling", "last_name": "Richard"}]}, {"title": "When Facts, Truth, and Reality are God-Terms: On Journalism’s Uneasy Place in Cultural Studies", "year": "2004", "journal": "Communication and Critical/Cultural Studies", "volume": "1", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie."}]}]}