{"doi": "10.1080/1461670X.2019.1638295", "url": "https://doi.org/10.1080/1461670X.2019.1638295", "title": "“Translating” Russia: News Fixers and Foreign Correspondents in an Era of Political Uncertainty", "volume": "20", "year": "2019", "issue": "12", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Palmer", "first_name": "Lindsay", "name": "Lindsay Palmer", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTThis article examines the work of news fixers based in Moscow, in hopes of better understanding the risks and challenges that they face as they “translate” Russia for foreign journalists. Drawing upon the theoretical concept of “cultural translation,” which understands interpretive work as vastly exceeding the merely linguistic register, this study will analyze the complex—and sometimes, risky—processes through which Moscow-based news fixers render Russia intelligible to their foreign clients. Using qualitative, in-depth interviews with 16 news fixers, the study explores news fixers’ perceptions of their clients’ representations of Russia, as well as investigating the fixers’ feelings about the risks they face in the field. The article finds that news fixers in Moscow sometimes find their clients’ representations of Russia to be reductive and, in some cases, biased. In order to combat this problem, fixers say that they try to “translate” Russia for their clients, filling in the gaps in foreign journalists’ knowledge about the culture. They ultimately say that while their work can subject them to political and financial risk, they do not believe themselves to be in the same level of physical danger as that faced by journalists working in conflict zones.", "body": [{"sec_title": "", "sec_content": ["News “fixers” are the locally-based media workers who help foreign correspondents secure good interviews with sources, safely navigate challenging geographical terrain, and interpret the languages with which the correspondents are unfamiliar. Because news fixers act as mediators between foreign journalists on the one hand, and the societies these journalists scrutinize on the other hand, they can end up in a precarious position within their own communities. It is the very act of “translating” back and forth between different world views that often places fixers on dangerous footing. This article examines the work of news fixers based in Moscow, in hopes of better understanding the risks and challenges that they face as they “translate” Russia for foreign journalists. Drawing upon the theoretical concept of “cultural translation,” (Italiano and Rössner 2012) which understands interpretive work as vastly exceeding the merely linguistic register, this study will analyze the complex—and sometimes, risky—processes through which Moscow-based news fixers render Russia intelligible to their foreign clients.", "Though Moscow is not situated within an active warzone, and although the Russian media were liberalized after the fall of the Soviet Union, there is much evidence to suggest that Russia is a complicated place to work as a news employee in the twenty-first century. This is not simply because the Russian media have, over the past decade, seen “the marriage of liberalism and authoritarianism,” where the state increasingly instrumentalizes and controls even the commercial media in a variety of different ways (Ramaprasad et al. 2018b, 78). Russia is also a complex place to be a journalist because of the high demand for the news product to be economically profitable (Nygren and Degtereva 2012; Nygren and Stigbrand 2014), the growing tendency for Russian media organizations to hire employees on temporary contracts (Pasti et al. 2018), and the ambivalent industrial attitudes towards ethics and professionalization that surfaced in the 1990s when young media outlets started springing up overnight (Roudakova 2017; Ramaprasad et al. 2018a).", "This particular blend of commercialism and state control makes Moscow an important site for the study of domestic journalism in the region, let alone for the study of international journalism. But I focus here on the collaboration between local and international media workers because I am interested in the cultural collisions that can occur when professional journalists find themselves depending so heavily on their “translators”—not only to translate words, but also cultural contexts and histories. Fixers working in Moscow indicate that this broader cultural translation is a vital part of their labor. They need to engage in this complicated practice, partly so that they can help their clients get the story, and partly so that they can show their clients that Russia is a more layered and nuanced place than some of its critics might realize.", "There is reasonable evidence to suggest that foreign correspondents hailing from the West have a long history of viewing Russia as “Other” to themselves—a history of which Russian authorities and journalists are all too aware. There is also a tendency in Western scholarship to understand Russian news organizations and Russian journalists more specifically as either “dupes” of the political system or as hard lining dissenters, with little care for the nuance of Russian journalists’ political roles or for the way that their values and ethics have changed over time (Roudakova 2017).", "This same attitude could easily be applied to Moscow-based news fixers, many of whom are journalists themselves. It might also be rather tempting to assume that Moscow-based news fixers’ work is inevitably perilous, especially in the context of rising tensions between Russia and the West in recent years (“M16 Chief Warns Russia: Don’t Underestimate the West” 2018; “Twelve Russians Charged with 2016 Elections Hack” 2018). Yet, my goal in this study is to understand news fixers’ own perspectives on the challenges involved in collaborating with foreign correspondents in Russia—an approach that has rarely been taken in scholarly studies of news fixers. Before I analyze these perspectives, I first give some background on the concept of cultural translation and its relationship to the role that local fixers play in helping their clients to cover international news."]}, {"sec_title": "Local Journalists and Cultural Translation", "sec_content": ["The news fixer’s role as cultural translator inspires some ambivalence on the part of foreign correspondents. This observation especially surfaces in the research conducted by Palmer (2007) and Palmer and Fontan (2007), where some of the correspondents interviewed on the topic of news fixers voiced the fear that their news fixers might try to “slant” what would otherwise be an “objective” news story, either by mistranslating something at the linguistic level, or in a broader sense. Colleen Murrell’s 2015 book on news fixers also points to this concern, as does my own 2018 study of western journalists’ discourse on news (Palmer 2018b). Though some foreign correspondents have very famously formed tight bonds with their news fixers in the field, there does seem to be at least an occasional tendency toward distrusting these local media workers (Palmer 2018a; Palmer 2019).", "Yet, the very idea of distrust suggests that foreign correspondents tend to believe that their own understanding of a given story is the “true” and “neutral” understanding, while the fixer’s is potentially biased. This is part of the reason why it is vital for journalism scholars to conduct research that focuses not only on foreign correspondents’ perspectives, but also on news fixers’ own perspectives. Examining news fixers’ unique viewpoints on the act of cultural translation can be particularly revealing, since it can complicate the assumption that there is only one “right” or “wrong” version of every story.", "Federico Italiano and Michael Rössner define cultural translation as “a concept including all those processes which … make [possible] communication between varied groups—be they linguistically, religiously, socially, generationally, or otherwise defined” (2012, 11). Following the growing tradition in translation scholarship of seeing translation as an inherently active process of negotiation (Venuti 1998; Bielsa and Bassnett 2009; Tymoczko 2010; Bassnett 2014), they argue that engaging in this task necessarily means making creative choices, rather than serving as a passive medium for someone else’s message. In other words, these scholars follow post-structuralists and postcolonial theorists in asserting that there is no possibility of a direct substitute or a faithful reproduction of “original” meaning in the process of translation, because the entire idea of the “original,” “correct” meaning is biased in favor of whichever “varied group” has the most power. Instead, cultural translation involves the perpetual negotiation and recreation of meaning, since the collision of cultural difference reveals meaning itself to be multiple, layered, and messy (2012).", "Italiano and Rössner also suggest that cultural translation involves much more than linguistic exchange; to “make communication between varied groups” possible, the cultural translator must be able to mediate between multiple registers of meaning—meaning that has to do with different world views, different social mores, and different lived experiences. Because cultural translation exceeds the translation of specific words and instead gets at this need to comprehend (and respect) cultural difference, Italiano and Rössner suggest that cultural translation not only makes communication possible, but it also creates the possibility for “different traditions of discourse” (2012, 11) about “other” cultural communities.", "Alongside the many tasks that news fixers complete, it could be argued that they also regularly engage in cultural translation, drawing upon their knowledge of multiple cultural discourses in order to make “different traditions of discourse possible” (Ibid.). But for news fixers working in Moscow, this is potentially a very difficult task. There is much research to suggest that, rather than communicating the objective “truth” about Russia, the journalistic discourse coming from the US, the UK, and, to some extent, Western Europe has tended to situate Russia as “Other” to Western liberal ideals, though the way of understanding this “Otherness” has shifted over time and has taken on different guises depending on the country where it originates (Krylova 2000; Malia 2009; Golubev 2013; Vartanova 2014; Roudakova 2017; Mitrofanov, Promyslov, and Prusskaya 2016; Laqueur 2018). The notion of “Eternal Russia” first as a wealthy (but sleeping) neighbor gave way to the image of Russia as a barren and backward empire, languishing under the control of a despotic czar (Vartanova 2014). This image then eventually gave way to an understanding of the Soviet Union as a totalitarian, barbaric place that was the opposite of the “free” and “enlightened” West, while rather paradoxically still drawing upon the earlier representations of Russia as barren and backward (Malia 2009).", "Yet, it is important to note—most especially, in order to avoid taking a simplistic and equally biased approach toward the West—that the Western narrative of Russian “Otherness” has been complicated at different points in history. Indeed, the historian Martin Malia argues that at different times, the West has shown an attitude of kinship and admiration toward Russia (2009). During the earlier years of the Soviet Union, for example, some Western intellectuals (and journalists) heavily identified with the nascent socialist experiment (Vartanova 2014). And during World War II, U.S. government officials saw the merits of maintaining strong diplomatic ties with the Soviet Union, an attitude that many journalists also displayed (Folkerts 2015). But even these more positive attitudes were hardly neutral in their orientation. And even in these particular moments, there was a second, more “Russophobic” narrative emerging (Vartanova 2014; Folkerts 2015), one that reached a fever pitch during the Cold War (Malia 2009). This phobia appeared within some U.S journalism during this time (Dorman and Hirsch 2006; Lane 2010), with highly respected correspondents like Harrison Salisbury “naturaliz[ing] the American-Soviet confrontation” in their reporting (Fainberg 2015, 153).", "Though the fall of the Soviet Union might have temporarily assuaged this xenophobia (Tsygankov forthcoming 2019), the end of the Cold War has arguably not ended this tendency to situate Russia as the “Other” to Western ideals (Malia 2009; Roudakova 2017; Tsygankov forthcoming 2019). Instead, alongside the optimism about the liberalization of the former Soviet Union, the West has also revealed new fears about imperialism in the region as well as fears about dangerous new nationalisms (Malia 2009). The increasing consolidation of state power over the 2000s contributed to this unease. According to Andrei Tsygankov’s study of US media coverage of Russia in the first decades of the twenty-first century, “leading U.S. newspapers and TV networks presented a view of Russia in which an authoritarian police state was systematically eliminating political opposition, harassing foreigners and minorities, and aggressively vilifying the United States. Those developments inside Russia that did not fit this binary narrative received little media coverage” (forthcoming 2019). Other scholars have identified a similar tendency within Anglophone news coverage of Russia (Le 2006; Macgilchrist 2011; Goss 2015), perhaps especially in the news coverage of the recent conflict in Ukraine (Ojala and Pantti 2017; Boyd-Barrett 2016, 2017).", "Some scholars suggest that this “Othering” of Russia has not gone unnoticed by Russian officials. Indeed, Russian officials have invoked the problem of Russophobia in their own political rhetoric—rhetoric which can, at times, be just as driven by stereotypes and general distrust as the discourse found in the West (Feklyunina 2013; Golubev 2013). This is only one of many reasons why it is necessary to be aware of the discursive legacy that undergirds the vexed relationship between western journalists and Russian sources, especially when investigating the labor of the news fixers who mediate between these two entities.", "Yet, it is also important to note that news fixers in Russia do not merely engage in cultural translation with journalists from the U.S. and the U.K. Though the fixers I interviewed all said that they primarily spoke English with the journalists who hired them, they still listed a variety of nations from which their clients traveled to Russia. These nations included the U.S., the U.K., and Canada, but they also included France, Germany, Spain, Italy, China, South Korea, Singapore, and India, among others. In every case, news fixers must adapt their “translating” skills and find creative ways of building bridges between the foreign journalist on the one hand, and Russian officials and citizens on the other hand. Cultural translation not only exceeds linguistic registers, in other words, but it also potentially exceeds the binary oppositions that both create and are created through discourse.", "Though cultural translation is a highly discursive process, translation scholars suggest that there is a staunchly material element to engaging in this task. Translators have long faced the suspicion, surveillance, and even the persecution of powerful people who expect them to act merely as passive mediums (Tessicini 2014, 4; Cronin 2003), or who do not want them to share information with cultural “outsiders” (Roland 1999; Amich 2013; Kwan and Wong 2014; Lan 2016). This history of suspicion and persecution is relevant to news fixers in the present moment, since they so often serve as translators.", "Clearly, the task of cultural translation is complicated for news fixers. With these insights in mind, I pose the following research questions, in an effort to better understand the perspectives of news fixers working in Moscow: How do news fixers based in Moscow feel about foreign correspondents’ representations of Russia in their news reports?How do news fixers in Moscow describe the process of culturally translating Russia for their foreign clients, as well as translating their foreign clients for local authorities and citizens?What unique risks do these news fixers say that they face in the process of doing their work?", "How do news fixers based in Moscow feel about foreign correspondents’ representations of Russia in their news reports?", "How do news fixers in Moscow describe the process of culturally translating Russia for their foreign clients, as well as translating their foreign clients for local authorities and citizens?", "What unique risks do these news fixers say that they face in the process of doing their work?"]}, {"sec_title": "Methods", "sec_content": ["In order to answer these research questions, I conducted in-depth, semi-structured interviews with 16 Moscow-based news fixers. The sample was selected purposively, although a few of my interviewees were also selected through “snowball sampling,” when certain news fixers felt comfortable connecting me with their colleagues. It was necessary to take this purposive approach to building my sample because of the highly specialized nature of the work that news fixers do. Using the websites “World Fixer” and “HackPack,” I located a number of people who were advertising their services as fixers, often alongside other media skills that they possessed.", "Each of my interviewees had some kind of background working in the Russian or Eastern European media industries. A few of them not only worked with traditional journalists but also with documentary crews, many of whom were making films that were meant to air on television. One of my interviewees explained to me that especially European documentary crews tend to work for television networks and to create nonfiction stories that target a mass audience—much like broadcast journalists do. Because of this, I included my interviewees’ stories about working with documentarians in my data set.", "12 of my 16 interviewees were male and only 4 were female. While I noticed a number of female fixers advertising their services online, I was only able to speak with four women, while the rest of my sample was comprised of men. In order to diversify the sample as much as possible, I did try to speak with people of different ages and social backgrounds. For example, one of my interviewees had started working in the Russian media industry when Russia was still a part of the Soviet Union. Others had broken into the business in the heady days of the 1990s, when countless new media organizations were springing up around the former Soviet bloc. Still others had only just recently graduated from university and begun their careers in the media at the time of our interview. They differed in terms of their levels of experience, their perspectives on journalism in and outside of Russia, and even their ethnic backgrounds. Though my interviewees were all based in Moscow, not all of them were “native” to Russia. Some came from other countries in the former Soviet bloc, one was British, and one had spent a large part of her childhood living in the United States.", "These interviews were all conducted in person during my January 2017 research trip to Moscow. They were conducted in English, although one interviewee spoke with me through the use of a professional translator. Four of my interviewees asked to be anonymous in this study and one of them gave me an alias that I could use. The other 11 told me that they were comfortable with me using their names, but I ultimately opted to keep them all anonymous in order to avoid bringing any potential risks to the people who kindly shared their stories with me.", "The interviews were typically about one hour in length, although sometimes they went longer than 60 min. In each case, I asked the interviewee a few predetermined questions, but I mostly allowed the conversation to flow organically from one topic to another, without attempting to control the order in which each topic was discussed. In taking this semi-structured approach, my goal was to encourage spontaneity and specificity in my interviewees’ responses, allowing me to gather a much more complex data set than might otherwise have been possible (Weiss 1995; Hesse-Biber 2013).", "It was my intention to approach this research from the “ground up,” even at this early stage. I also took this flexible approach when I analyzed the completed transcripts of my interviews. Though I coded the data with an eye toward my three broad research questions, I made a point of allowing more specific themes and anecdotes to emerge on their own. This qualitative approach to analyzing interview data can be seen as an attempt to let the interviewees speak for themselves; this approach also arguably yields “thicker” and thus, richer insights from the stories that people tell about their lives (Weiss 1995)."]}, {"sec_title": "Representing Russia: R1 Findings", "sec_content": ["My data shows that there was a sense among my interviewees that foreign journalists do not always represent Russia in a very nuanced fashion, although there are certainly some exceptions. For example, speaking specifically about foreign coverage of the conflict in Ukraine, one of my interviewees recounted an instance where a Dutch crew deeply impressed him by making sure to interview Russians as well as Ukrainians. This was important in his view, because without speaking to both sides, it might be very easy to decide that one group was a simplistic aggressor while the other was an equally simplistic victim. Another news fixer I interviewed noted that a number of freelance journalists had traveled to Ukraine because “they wanted to understand … [they] were like, ‘in my country, they cover the whole conflict from one side, and I want to see the different side, and that is why I am here’.”", "Yet, in other cases, my interviewees described a much more reductive approach to representing Russia. For instance, a man who had worked as a news fixer during the 1990s told me about the stream of foreign journalists coming into Moscow after the fall of the Soviet Union. According to this fixer, many of these journalists were searching for dramatic stories about topics such as the Russian mafia—something that he personally found to be problematic, since it failed to account for the intricacies of what was happening in Russia at the time. On a similar note, another fixer told me about a much more recent instance in which a news team came into Moscow with only five days to spend on the story, demanding that their fixer find them a Russian “drug den.” And one of my interviewees who works with news reporters but also with television documentarians recounted an occasion where the crew wanted to produce a television documentary called “Putin’s Propaganda Machine.”", "In each of these cases, the news fixers found themselves face to face with a particular “tradition of discourse,” (Italiano and Rössner 2012, 11) one that situated Russia as a backward place full of stock characters who could easily serve as the “villains” of the news narratives. Conversely, in the cases where they witnessed foreign correspondents trying to understand the nuance of the story and speak to multiple types of sources, the news fixers implied that they saw the potential for new discursive traditions, for new opportunities to translate the complexity of Russia to the foreign correspondents’ audiences. While my interviewees did occasionally see this more productive type of discourse already informing the work of their clients, they also said that the more deeply entrenched traditions of simplifying and villainizing Russian society continued to impact many of their clients’ story ideas.", "Some of my interviewees seemed to think that the habit of seeking these types of stories could very well be a product of journalists’ need to address a particular audience—and thus, to draw upon an angle that would already be recognizable to news viewers and readers. For example, a fixer who also works as a photographer told me that he was in a conversation with a news team covering the conflict in Ukraine, and the journalists very frankly told him, “We have an American angle. We have to keep it in mind that we have an American angle.” According to this fixer, the foreign journalists arrived in the field with a keen sense of the “angle” that they needed to take, an insight that calls into question the notion that foreign correspondents trained in the US are always neutrally seeking the objective “truth.”", "The “American” angle was especially pressing for a news fixer who worked full time with the foreign bureau of a major newspaper based in the United States. She told me that she sometimes spent too much time in the office, because “you have to listen to Putin today … And you have to listen to Putin tomorrow … and you have to be in Moscow because Jim Carey’s coming.” For this particular fixer, who was hired under the title of “translator-fixer,” it was vital that she help the correspondents to produce news content that would ostensibly be of interest to the US-based readers of this particular newspaper.", "The imperative to cover stories that would be interesting to US audiences was arguably informed by the broader discursive traditions in the United States, traditions that required US journalists to construct familiar narratives about Russia. In a similar vein, other news fixers also noticed that their clients were seeking familiar images or faces to share with their audiences. One of my interviewees told me that the most common places that his clients wanted to photograph were St. Basil’s Cathedral and the Kremlin Wall. Another fixer told me about some clients who were adamant that they had to get an interview with Mikhail Gorbachev: I tried to tell them, “Oh, he's very old. He very seldom meets the media now because he's very ill.” … They say, “We want Gorbachev. We want Gorbi. We want Gorbi. Please, please, please.”Eventually this particular fixer had to flat out tell his clients, “no,” that it simply would not be possible to get an interview with “Gorbi.”", "I tried to tell them, “Oh, he's very old. He very seldom meets the media now because he's very ill.” … They say, “We want Gorbachev. We want Gorbi. We want Gorbi. Please, please, please.”", "In each of these circumstances, the news fixers found that their clients were actively seeking the elements of a news narrative that was already skewed in a very specific direction: a direction that would, first and foremost, appeal to news audiences who were enmeshed in certain traditions of discourse about Russia. From the fixers’ perspectives, then, these journalists were not at all trying to neutrally report an objective truth, an assumption that underscores the anxieties of journalists, news editors, and scholars who worry that fixers might add a previously non-existent element of bias to the correspondent’s story (Palmer 2007; Palmer and Fontan 2007). Instead, my interviewees suggested that some of their clients arrived in the field with their own very obvious biases, which were informed by certain traditions of discourse that had long circulated in those correspondents’ regions of the world.", "Interestingly, the news fixer whose clients wanted an interview with Gorbachev also told me that he understood where the journalists were coming from in this case: Well, it's natural because [Gorbachev is] very famous … well, we [Russian media] usually do the same thing. So, yeah, we are looking for celebrities or someone well known.Since this news fixer also worked for Russian broadcast television, he was able to understand the pragmatic side of foreign news reporting. It made sense to him that foreign journalists would seek a “well-known” face to put in their story. Indeed, this fixer suggested that Russian journalists also tended to seek certain angles on a news story, due to their own traditions of discourse.", "Well, it's natural because [Gorbachev is] very famous … well, we [Russian media] usually do the same thing. So, yeah, we are looking for celebrities or someone well known.", "Some of my other interviewees revealed a similar sense of pragmatism when they reflected on foreign journalists’ representations of Russia. Speaking about the angles that foreign media might take on the conflict in the Ukraine, one fixer said: I think it is kind of normal. If you have the New York Times for democrats, liberals and so on … I mean everyone knows that they cover it from their New York Times’ angle. If you have, I don’t know, Breitbart, they have another angle, and everyone is aware. I mean they are the same, basically, in that kind of way.Yet, this fixer also told me that he finds these representations to be “lame,” while another news fixer called these types of stories “BS.” One interviewee told me that the tendency for Western journalists specifically to privilege the accounts of Russian officials who opposed the ruling party has led to a vicious cycle where members of the ruling party now are quite reluctant to speak with members of the Western media even when their opinions are wanted. In turn, this fixer suggested that this leads to more of the same biased coverage. And another news fixer said that if she were the one ultimately in charge of these stories, she would try to include much more depth.", "I think it is kind of normal. If you have the New York Times for democrats, liberals and so on … I mean everyone knows that they cover it from their New York Times’ angle. If you have, I don’t know, Breitbart, they have another angle, and everyone is aware. I mean they are the same, basically, in that kind of way.", "This ambivalence on the part of Moscow-based news fixers points to their complicated role as cultural translators. Because they must act as mediators between local sources and foreign correspondents, news fixers often find themselves making compromises (Palmer 2019). What the majority of my interviewees all had in common was their assertion that they are ultimately not the ones who are in charge of the story, and that, at the end of the day, they feel that their job is to help their clients get the story they want. The next section of this article discusses the ambivalent work of “explain[ing] the context” of Russian culture and politics, while still helping the correspondent get the story. This ambivalent work is quintessentially the work of cultural translation—a process that, in its most ideal form, can potentially encourage new “traditions of discourse” (Italiano and Rössner 2012, 11)."]}, {"sec_title": "Strategies for Mediating: R2 Findings", "sec_content": ["My interviewees described the labor of mediating between foreign correspondents and local sources in a variety of ways. The first and most obvious aspect of this work is the act of translating the Russian language for correspondents who are unfamiliar with it. Each of my interviewees asserted that they had, at some point, acted as a linguistic translator on behalf of their clients. They also noted that even if their clients did not speak English as a first language, English was typically the mediating language in which the fixers and the clients worked together. Though it would be easy to read this as an example of the hegemonic hold of the English language in the age of globalization (Crystal 2012; Pennycook 2017), it should be noted that there are other communities of fixers in Moscow who specialize in different languages—such as French—and they tend to work with journalists who are more comfortable operating in those languages. Either way, news fixers say that one of their most important tasks is translating, on the most basic linguistic level.", "Yet, as Italiano and Rössner argue, cultural translation involves much more than helping people to communicate verbally. My interviewees also discussed the need to serve as a kind of interface between foreign correspondents and Russian news sources, even when the foreign correspondents could speak Russian. For instance, two fixers who often work together told me about a correspondent with whom they once collaborated, who was fluent in Russian, and thus, who felt comfortable launching very directly into her questions at the beginning of an interview. But according to the news fixers, this direct approach is not acceptable in Russian culture. “That was the problem because she just rushed into it,” the fixers told me. “And, they [the sources] became really scared and they didn't want to [do the interview]. They just said, ‘No, no, no, we won't be on your cameras’.”", "In this particular circumstance, the foreign correspondent could speak the local language, in a literal sense. Yet, she did not have the broader understanding of the social mores governing how strangers are expected to talk to each other and to seek information from each other in Russia. Because the journalist lacked this broader knowledge, she could not easily succeed in getting the interview material she needed for her story. Instead, she had to rely on her fixers, who could fill in the blanks in the correspondents’ knowledge about the best ways of communicating with Russian news sources. By educating the correspondent on these social mores, the news fixers were engaging in the type of cultural mediation that Italiano and Rössner describe (2012).", "Some of my interviewees also discussed an even deeper level of cultural translation, where they felt compelled to adequately convey the complexity of Russian culture and politics to the client. This was especially the case for those news fixers who found that their clients were drawing upon problematic discursive traditions to guide their entire conceptualization of Russian society. When these news fixers saw their foreign collaborators glossing over such complexity or drawing upon stereotypes to tell their stories about Russia, the fixers tended to assume that the clients were ignorant about the region. In turn, my interviewees appeared to believe that they could help “translate” Russia for their clients by providing them with some of the context that the news fixers felt the foreign correspondents were missing.", "For one fixer I interviewed, this could be a matter of “showing” his clients that there are “incredibly beautiful and naturally, architecturally and historically diverse territories” in the region that makes up the former Soviet Union. For another, it could involve “explain[ing] everything” about a given conflict, or, at the very least, “send[ing] some links [for the client] to read.” Both of these fixers described a type of cultural translation that was not merely about linguistic exchange, but that was also about helping foreign journalists learn more about the region they were trying to cover. In sharing this extra information with clients, these news fixers implied that they could contribute to “different traditions of discourse” than the impoverished traditions upon which they saw their clients relying (Italiano and Rössner 2012, 11).", "However, some of my interviewees also seemed to be aware of the tendency for foreign correspondents to distrust cultural translators, and they made a distinction between giving the client more background information and telling the client what to think. For instance, the same news fixer who told me that he might send links to articles that his clients should read also asserted that “you cannot say [to your clients], ‘those are the good guys and those are the bad guys.’ It is not ethical.” Rather than directing the client toward a particular angle on a story, this individual asserted that his job is merely to provide the nuance that his clients might be lacking. In this sense, the interviewee overtly disassociated himself from the image of the translator as a biased individual, while at the same time accentuating his own active role in helping his clients to understand the complexity of Russia. For this particular news fixer, engaging in an active process of cultural translation is not the same as “slanting” the objectively “true” news story.", "But another news fixer I interviewed did appear to feel comfortable telling his clients how to interpret the political leanings of certain Russian officials: My duty as a fixer is to explain that this expert is quite a left party person, he's quite communist, or he's quite right wing. Or he’s quite oppositional, or he's extremely oppositional.According to this fixer, part of his “duty” was to help foreigners to better understand how to “read” Russian politicians, especially when conducting interviews with them: “Because the expert could be a liar. Could be.” Interestingly, this news fixer told me that even if the correspondent happened to speak Russian, he or she would still need a fixer to help translate these deeper systems of meaning, pointing again to the broader implications of cultural translation.", "My duty as a fixer is to explain that this expert is quite a left party person, he's quite communist, or he's quite right wing. Or he’s quite oppositional, or he's extremely oppositional.", "Since, as translation theorists have argued, translation is a process of active negotiation, it is also important to note that Moscow-based news fixers must do more than make Russian society legible to foreign correspondents. Alongside that important task, fixers also have to make foreign correspondents more legible to the people who live in Russia. This task is necessary almost from the very beginning, when the foreign journalist wants to contact a local person to set up an interview. According to one Moscow-based news fixer, you can’t call a Russian expert and say, ‘Hi, I’m a journalist from Denmark, and I’d like to have an interview with you, in a couple of days, in Moscow.’ Such an attempt would likely fail, because of the tension. The international, political tension we have between the West and Russia.Because of this tension, my interviewee said that the journalist from Denmark needs to have a fixer, for example, me, who can call some politician and say. … My friend from Denmark need to have an interview. Needs to have an interview with you. Could you? That's it, just one call.In other words, foreign journalists working in Russia—and especially those hailing from Western nations—seem to benefit from the mediating role that news fixers can play. The fixer is the person who can present the journalist in a way that makes him or her seem less like a threat and more like a “friend of a friend.” This type of cultural translation makes the foreign correspondent more intelligible, and ultimately, less threatening, to potential news sources.", "you can’t call a Russian expert and say, ‘Hi, I’m a journalist from Denmark, and I’d like to have an interview with you, in a couple of days, in Moscow.’ Such an attempt would likely fail, because of the tension. The international, political tension we have between the West and Russia.", "needs to have a fixer, for example, me, who can call some politician and say. … My friend from Denmark need to have an interview. Needs to have an interview with you. Could you? That's it, just one call.", "The fixer can also represent the journalist’s story in a way that will be less threatening to local authorities. This is why, as one fixer told me, “on an intellectual level, I have to understand what they are doing, you know, and how to interpret it. How to present the project inside of Russia in a way to have less shock angles.” Another interviewee told me that with one American client, he felt it was best to keep the news team as “out of the scene” as possible, because the content of their story would be controversial to people in Russia. So this fixer decided to speak to the source himself, and his clients chose to trust his translation of what that source said. In yet another situation, the client was stopped by the police for shooting video without a proper permit; the client immediately handed the situation over to the fixer, who eventually provided an explanation that convinced the officer to give permission for them to shoot.", "In each of these cases, the news fixers had to work on multiple registers to make communication “between varied groups” possible (Italiano and Rössner 2012, 11). In some circumstances, the news fixers worked to render Russia intelligible to their clients, who the fixers read as lacking the necessary background information on the complexity of Russian culture and society. In other instances, the news fixers had to speak on their clients’ behalf, portraying the foreign journalists in a way that would open more doors and help them get the story. My interviewees ultimately suggested that the complex work of cultural translation was not easy. They said that at times, this work could even put them at risk, although they were cautious about asserting themselves to be in any directly physical danger."]}, {"sec_title": "Risks of Mediating: R3 Findings", "sec_content": ["Despite the longstanding Western stereotype of Russia as a “perilous” place for journalists, only a couple of the people I interviewed overtly said that news fixers working in the region might potentially be injured or killed. These individuals were referring to fixers who work with journalists covering the conflict in Ukraine or in the North Caucasus. Some mentioned that at certain points in the past few years, it has been dangerous for Russian citizens to go into specific parts of Ukraine, and it has also been dangerous for Ukrainians to go into Crimea at certain moments. But even with these more active conflict zones nearby, many of my interviewees said that they did not typically feel as though they were in physical danger. For example, one news fixer said: “I don’t think there are many scary places right now in Russia, not really.” Another asserted that Moscow specifically is not the kind of place where a fixer would need to be provided with a flak jacket or health insurance. And another told me that she has never worried about her own safety, since she has never “had to travel somewhere which I wouldn’t feel very safe about.”", "There are a few important things to note about these remarks. First, these interviews were conducted in January of 2017, before many of the most recent events that have contributed to a greater sense of tension between Russia and the Anglophone West (“M16 Chief Warns Russia: Don’t Underestimate the West” 2018; “Twelve Russians Charged with 2016 Elections Hack” 2018). It could be possible that the dangers of working with especially Western journalists has increased since the time that these interviews were conducted. It is also possible that my interviewees were downplaying the dangers of working in Moscow because they felt at risk in even naming those dangers.", "But it is also possible that my interviewees did not want to play into the long tradition of Western discourse that represents Russia—especially, the Russian government—as inevitably violent, especially since this discourse assumes that Russian journalists must either be hard line dissenters or dupes of the system (Roudakova 2017). In turn, it is vital to remember that Moscow-based news fixers do not only work with journalists from the UK or the US. They engage in cultural translation on a much broader scale, which means that their labor might not always even be that controversial to the powerful people in Moscow. By examining Moscow-based news fixers’ own perspectives on the potential danger of their work, a number of complex possibilities emerge, possibilities that add more nuance to the knee-jerk assumption that it is always, inevitably perilous to be a journalist in Moscow.", "Crucially, though, the interviewees did seem to make a distinction between physical danger and a subtler kind of political or social risk. Perhaps this is why some of them instead said that, if they didn’t feel themselves to be in danger, this was because they intentionally avoided dangerous stories, or they worked to protect their identities. For example, one of the interviewees told me that when he works on politically sensitive topics, he uses a different name or asks his name to be kept out of the story altogether—not a difficult thing to achieve since foreign correspondents only rarely give official credit to their fixers anyway (Murrell 2015; Palmer 2019). Others suggested that they just don’t do “those stories” because they have to keep living in Moscow after the stories run. And another person told me that he specifically avoids military assignments, “because of my family.” Instead, he said that working with foreign (and in his case, especially “American”) news crews is “maybe not wise, but not dangerous.”", "In most of the interviewees’ stories, there was a marked sense of political and social pressure, a pressure that could potentially lead to trouble. For example, one person had received death threats from a criminal on whom he had helped to do a story, while another had been placed under surveillance by intelligence officers. Several of the news fixers conveyed a sense that if they chose to work on the “wrong” kind of story, or if they were found with a news crew in the wrong place at the wrong time, they might at the very least end up paying a fine or falling out of favor with the government offices that held a great deal of sway over their other jobs in the Russian media industries. Some of them voiced the concern that they could get called in for questioning by law enforcement or intelligence officials, while others told of more minor issues where they got arrested because their clients did not have the correct permit to shoot video in a specific area.", "One thing that emerged in this discussion was the sense that news fixers working in Russia can sometimes get into a bad situation directly because of their foreign clients. For instance, one individual told of a time when he was briefly detained because his clients from BBC Sport were shooting video in Red Square without permission. The authorities made the fixer, who was also shooting video, delete his footage. Another interviewee told me that it is important for fixers to choose their clients very carefully because if these journalists upset the authorities or the people in the field, “maybe [the authorities will] just send you to local security services. And say [the security officer] is kind of a crappy person.” Along similar lines, one individual told me very frankly: The risk is that you're going to get in trouble for negotiating something that was not supposed to happen. Say they [the journalists] are getting to some military facility, let's say. … So you could potentially get in trouble and then get a call from the Secret Service.In each of these cases, the interviewee invokes the risk of displeasing local authorities, displeasure that comes as a result of the fixer working with foreigners who might be pushing the limits of what local laws and customs allow. As the last interviewee intimated, the fixer’s job as cultural translator is to negotiate for the foreign journalist; yet, it is possible to “negotiate something that was not supposed to happen.” Thus, the labor of cultural mediation does indeed seem to hold certain risks for news fixers working in Moscow, even if those risks are not quite as direct as the risks they might face in a war zone. The potential for detainment and surveillance loom large in the lives of the people who try to build a bridge between Russian society and the foreign correspondents who represent that society to distant news audiences.", "The risk is that you're going to get in trouble for negotiating something that was not supposed to happen. Say they [the journalists] are getting to some military facility, let's say. … So you could potentially get in trouble and then get a call from the Secret Service.", "The fixers I interviewed suggested that they experience a low level of physical danger in their work—but they do still experience risk. This risk emerged in the interviewees’ stories as a disturbing byproduct of the labor of cultural translation. In the process of “mak[ing] communication between varied groups” possible (Italiano and Rössner 2012, 11), fixers also risk the ire of powerful people who do not want this communication to happen at all. In this sense, the work of cultural translation is not only discursive; it also has a staunchly material element, since it can have a concrete impact on the social, financial, and emotional well-being of the people who act as translators."]}, {"sec_title": "Conclusion", "sec_content": ["My interviewees’ testimonies highlight some important insights about the journalistic practice of covering Russia, and about the profession of international correspondence more generally. The first insight is related to the question of whether or not news fixers feel that foreign correspondents ever misrepresent Russia in their stories. As my findings showed, news fixers do indeed feel that some correspondents come to Moscow with simplistic and stereotypical story ideas that they want to pursue. Though my interviewees mostly took a pragmatic approach to this problem, asserting that they understood the time constraints on journalists and the target audiences that journalists and television documentarians must appease, the issue that they raised is troubling from the standpoint of critical journalism studies.", "While scholars have increasingly moved away from arguing that journalism can and should be entirely objective, there is still a need for journalists to fairly and accurately represent the people and the places they cover in their pieces. If foreign correspondents are traveling to Russia with dramatic and sensationalizing stories already firmly in their minds, then this focus on fairness and accuracy is falling by the wayside. What is more, if Western journalists especially are simplistically representing Russia as “backward,” “barren,” or “dangerous,” then they are arguably bolstering a “tradition of discourse” (Italiano and Rössner 2012, 11) that has long situated Russia as cultural “Other” to the ostensibly “free” and “enlightened” West.", "The second insight that surfaces in these news fixers’ accounts is the suggestion that the labor of foreign correspondence is actually far more collaborative than many international journalists tend to admit. Though correspondents in the Anglophone West have long been lauded as the authoritative eyewitnesses who go where their audiences cannot and who tell the stories that no one else can tell (Zelizer 2007), the very existence of news fixers subtly destabilizes that heroic narrative. The fact is that many foreign correspondents working in Russia are heavily dependent upon their news fixers—not only to translate the unfamiliar language, but also to translate cultural difference on a deeper level. Whether they always realize it or not, foreign correspondents are also quite dependent on their fixers’ ability to “translate” the correspondents’ own words and actions to the people who live in the region, a mediating capacity that often keeps the foreign journalist out of trouble. In other words, international journalists are not necessarily the self-sufficient mavericks they and their news organizations portray themselves to be; instead, they have to pay these cultural translators to help them function in the field.", "The last insight that emerges in the interviewees’ stories has to do with the question of risk. It is vital to note the distinction that news fixers make between physical danger—which they say they rarely face, working in Moscow—and a subtler type of political and social risk. Though Western discourse has a long history of portraying Russia as a “dangerous” and violent place, the news fixers I interviewed did not overwhelmingly argue this to be true. Yet, they simultaneously suggested that there are a number of social and political risks that they face in their work, pointing to the material ramifications of working as a cultural translator. Ultimately, this study has revealed the complexity of conducting media work in Moscow and in the broader region—complexity that needs more careful consideration from journalism scholars and from journalists themselves."]}], "references": [{"title": "The Vital Role of Conflict Interpreters", "year": "2013", "journal": "Nawa Journal of Language and Communication", "volume": "7", "authors": [{"name": "Amich María Gómez.", "first_name": "Amich", "last_name": "Gómez.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ukraine, Mainstream Media and Conflict Propaganda", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Boyd-Barrett Oliver.", "first_name": "Boyd-Barrett", "last_name": "Oliver.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Chernobyl —The U.S. Media’s Slant", "year": "2006", "journal": "Media Development", "volume": "53", "authors": [{"name": "Dorman William A.", "first_name": "Dorman", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hirsch Daniel", "first_name": "Hirsch", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Portrait of a Journalist as a Cold War Expert", "year": "2015", "journal": "Journalism History", "volume": "41", "authors": [{"name": "Fainberg Dina.", "first_name": "Fainberg", "last_name": "Dina.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Report on the Russians: The Controversy Surrounding William Lindsay White’s 1945 Account of Russia", "year": "2015", "journal": "American Journalism", "volume": "32", "authors": [{"name": "Folkerts Jean.", "first_name": "Folkerts", "last_name": "Jean.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The World Is Not Enough", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Goss Brian Michael.", "first_name": "Goss", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Tenacious Liberal Subject in Soviet Studies", "year": "2000", "journal": "Kritika: Explorations in Russian and Eurasian History", "volume": "1", "authors": [{"name": "Krylova Anna.", "first_name": "Krylova", "last_name": "Anna.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Cab Rides to the Cold War: Richard Rovere, the New Yorker, and Postwar Washington", "year": "2010", "journal": "Journalism History", "volume": "36", "authors": [{"name": "Lane Julie B.", "first_name": "Lane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Collective Memories and Representations of National Identity in Editorials", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Le Élisabeth.", "first_name": "Le", "last_name": "Élisabeth.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Russian Threat in the French Press at the End of the XVIIIth — Beginning of the XIXth Centuries", "year": "2016", "journal": "Istoriya", "volume": "7", "authors": [{"name": "Mitrofanov Andrey", "first_name": "Mitrofanov", "last_name": "Andrey", "affiliation": "", "orcid": "", "role": ""}, {"name": "Promyslov Nikolay", "first_name": "Promyslov", "last_name": "Nikolay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Prusskaya Evgenia", "first_name": "Prusskaya", "last_name": "Evgenia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Russian and Swedish Journalists", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar", "affiliation": "", "orcid": "", "role": ""}, {"name": "Degtereva Elena", "first_name": "Degtereva", "last_name": "Elena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism in the Crossfire: Media Coverage of the War in Ukraine in 2014", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar", "affiliation": "", "orcid": "", "role": ""}, {"name": "Glowacki Michal", "first_name": "Glowacki", "last_name": "Michal", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hök Jöran", "first_name": "Hök", "last_name": "Jöran", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kiria Ilya", "first_name": "Kiria", "last_name": "Ilya", "affiliation": "", "orcid": "", "role": ""}, {"name": "Orlova Dariya", "first_name": "Orlova", "last_name": "Dariya", "affiliation": "", "orcid": "", "role": ""}, {"name": "Taradai Daria", "first_name": "Taradai", "last_name": "Daria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Formation of a Professional Identity", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stigbrand Karin", "first_name": "Stigbrand", "last_name": "Karin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Naturalizing the New Cold War: The Geopolitics of Framing the Ukrainian Conflict in Four European Newspapers", "year": "2017", "journal": "Global Media \\& Communication", "volume": "13", "authors": [{"name": "Ojala Markus", "first_name": "Ojala", "last_name": "Markus", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Interpreting and Translation for Western Media in Iraq", "year": "2007", "journal": "Translating and Interpreting Conflict", "volume": "28", "authors": [{"name": "Palmer Jerry.", "first_name": "Palmer", "last_name": "Jerry.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Lost in Translation", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Palmer Lindsay.", "first_name": "Palmer", "last_name": "Lindsay.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Our Ears and Our Eyes’: Journalists and Fixers in Iraq", "year": "2007", "journal": "Journalism: Theory, Practice \\&amp; Criticism", "volume": "8", "authors": [{"name": "Palmer Jerry", "first_name": "Palmer", "last_name": "Jerry", "affiliation": "", "orcid": "", "role": ""}, {"name": "Fontan Victoria", "first_name": "Fontan", "last_name": "Victoria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Constructing Ourselves Through Constructing Others", "year": "2014", "journal": "Journal of Multicultural Discourses", "volume": "9", "authors": [{"name": "Vartanova Elena.", "first_name": "Vartanova", "last_name": "Elena.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On “Having Been There”: “Eyewitnessing” as a Journalistic key Word", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie.", "affiliation": "", "orcid": "", "role": ""}]}]}