{"doi": "10.1080/17512786.2014.928468", "url": "https://doi.org/10.1080/17512786.2014.928468", "title": "Gatekeeping in a Digital Era", "volume": "9", "year": "2015", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bro", "first_name": "Peter", "name": "Peter Bro"}, {"last_name": "Wallberg", "first_name": "Filip", "name": "Filip Wallberg"}], "abstract": "The original concept of gatekeeping within journalism was based on a particular research method, a particular sub-profession within the news media, and a particular—now extinct—technological platform. This article describes and discusses what has happened to the function of gatekeeping as new technologies have developed, and it suggests that three models of gatekeeping are present in the digital era. The first model is based on a process of information, the second model is based on a process of communication, and the third and last model is based on a process of elimination, where the function of gatekeeping is taken over by people outside the newsrooms. All three models have been part of the history of journalism from the very beginning, but their importance for news reporters and the news media have changed with the invention of new technological means, methods and tools. This reassessment of the principles, practices and new technological platforms for gatekeeping concludes by discussing the ways in which our models of journalism can affect not only researchers but also news reporters and audiences.", "body": [{"title": "Introduction", "paragraphs": ["“It's a new language”, said Ernest Hemingway, when he started working as a cable correspondent in Europe in the 1920s. Here, in countries like France and Italy, he became familiar with what researchers have termed “the stripped-down language used to file stories for overseas transmission” (Hochfelder 2013, 44). Hemingway himself expressed the changes in language in another, more metaphorically laden form that predated his change of career from news reporter to literary writer: “[N]o fat, no adjectives, no adverbs—nothing but blood and bones and muscle. It's great”, he later described (cited in Meyers 1984, 94) the form of what was at that time often referred to as “cablese”.", "Hemingway was not the only news reporter who became fascinated with the form and focus of cablese. A fascination he brought with him into his new line of work. “I was getting too fascinated with the lingo of the cable”, he later explained (cited in Steffens 1931, 142), and one has only to read a little of the later Nobel Prize-winning writer to recognize the source of inspiration for the prose in his books. The same fascination for electro-magnetic telegraphy is, however, also shared by many journalism researchers, who for decades have taken principles and practices associated with electro-magnetic telegraphy as their starting point.", "For some researchers, this classic form of telegraphy—that was based on a pivotal scientific discovery in 1820 of the previously unknown relation between magnetism and electricity—came to influence not only news reporters' use of semantics and syntax, such as Hemingway himself came to experience. The new technology, that in the words of some historians has marked a “climatic moment in the widespread communication revolution” (Howe 2007, 1) since it meant that messages could be transmitted rather than transported physically, might also have changed the underlying structure of news reporting altogther, according to some researchers.", "The telegraph led to a fundamental change in news, James Carey has written, and he and other researchers have described how the fear of an unstable technology prompted news reporters to send the most important part of a news story first (Carey and Sims 1976; Carey [1983] 1989; Allan 2004). The result was shorter, more condensed writing and the pre-eminence of a new practice—the inverted news triangle. In the minds of some researchers telegraphy also promoted new principles (Emery and Emery 1996), since the wire services generated “‘objective’ news, news that could be used by papers of any political stripe” (Carey [1983] 1989, 210).", "Some of these claims about the effects of electro-magnetic telegraphy on the principles and practices of journalism have since been challenged by other researchers (see e.g. Schudson 2001). But in the past, researchers have not only tried to explain the form and focus of journalism, but also the function and influencing factors by way of this particular technological platform. In few places and research publications does that come across more clearly than in the case of the concept of gatekeeping.", "When the concept of gatekeeping was originally introduced within journalism studies, it was employed to describe a process where a wire editor received telegrams from the wire services. From these telegrams the wire editor, known as Mr. Gates in David Manning White's (1950) seminal study, selected what to publish. This capacity to select and reject content for publication has become a popular way of portraying the function of news reporters. In time, however, telegraphy has been succeeded by new technologies, and they have inspired new practices and principles when it comes to producing, publishing and distributing news stories.", "This is a technological development that challenges us to revisit, reassess and rethink the process of gatekeeping in a digital era. Particularly, since the insights from White's study still “exert a powerful guiding effect”, as Stephen Reese (2007, 31) has written, in determining both researchers', news reporters' and audiences' understanding of journalism. For even if some news organizations might still employ personnel who perform a function similar to Mr. Gates, this article describes and discusses how new technologies and new ideologies within the profession are transforming the practice of gatekeeping—inside and outside newsrooms.", "By taking its starting point from this first study of journalisic gatekeeping, this article describes and discusses what has happened to the function and influencing factors of gatekeeping in a digital era. This reassessment leads to the development of a new framework for understanding what to include and exclude in the news media, and on what values the selections and rejections of gatekeepers in the digital era are based."]}, {"title": "The Original Concept of Gatekeeping", "paragraphs": ["“Even as the body of theoretical concepts of the nature of mass communication was evolving, an important notion was being overlooked”, David Manning White (1964, 160) explained several years after his initial article about gatekeeping had been published. White was the first to conduct an explicit study of gatekeeping within the news media, but he was originally inspired by what he termed “a germinal suggestion from an important study” (160) by the sociologist Kurt Lewin. Lewin (1943) had coined the concept to describe those people and professions that affected the flow of transportation within the food industry.", "Lewin (1947, 145) later suggested that the transportation of other products, such as news items, could be studied in a similar way, and as a former journalist White quickly picked up on the idea. His application of the concept proved to be a great success in terms of the number of people, both inside and outside academia, who became inspired by it and have come to employ it. The concept has since been termed a “classic” (Reese and Ballinger 2001, 641) and “a household term in journalism scholarship” (Zelizer 2004, 53), and the concept has even transcended the boundaries of university campuses and become a household name among news reporters and news consumers.", "The popularization of the concept of gatekeeping might at first seem paradoxical in light of the criticism that followed after White's original study of a wire editor from a local newspaper. Years before the study, Mr. Gates had—as White later omitted—actually been employed by White himself as an adjunct instructor. Knowing about this prior work relation might help explain the wire editor's strenuous effort throughout a week in February 1949, where he meticulously noted the background for his “choices” and “discards” (White 1950, 383). White's study of the notes and the published content let him to conclude that eight news items were rejected for everyone selected.", "Based on observations, content analysis and an interview with Mr. Gates, White (1950, 390) concluded that the wire editor's decision about what to include and exclude in the next morning's newspaper was based on the gatekeeper's “own set of experiences, attitudes and expectations to the communication of what ‘news’ really is”. This conclusion about the function and influencing factors of content in the news media has since been referred to and discussed in hundreds of publications.", "Later, researchers have studied the selection processes made by other wire editors (see e.g. Gieber [1956] 1964), and some have even repeated the original gatekeeper study with the exact same wire editor as White used a few decades later to see if Mr. Gates' choices and the reason he would give for them had changed (Snider 1967). The short version of the conclusion: Mr. Gates had not in any significant way changed his views about what to select and reject. But this line of research has not ended with the retirement of Mr. Gates. Other researchers have since looked into other types of gatekeepers in the news media.", "Among these are studies of reporters rather than editors (Whitney and Becker 1982), female gatekeepers (Bleske 1991), photographers (Bissell 2000), gatekeepers from radio stations (Bass 1969), from TV stations (Harmon 1989) and from online news media (Singer 2001; Singer et al. 2011). Furthermore, the research field has been concerned with the different processes and criteria used for selection and construction of the final news products. Among these is Galtung and Ruge's (1965) “The Structure of Foreign News” that became a starting point for a new line of research about those news values that influence the selections of news.", "Many of these subsequent gatekeeper studies have highlighted the conceptual inspiration and importance of White's original study, even if White was not the first scholar who wrote with an insider's perspective on the selection process in the news media. “[W]ithout standardization, without stereotypes, without routine judgments, without a fairly ruthless disregard of subtlety, the editor would soon die of excitement”, Walter Lippmann (1922, 123) wrote decades earlier as part of his critique of the content in the news media. But White's work has become a key reference and prompted many new studies."]}, {"title": "Gatekeeping as a Process of Information", "paragraphs": ["Tectonic technological shifts have marked the news media in recent decades, according to some researchers (Anderson, Bell, and Shirky 2012), and the tributes to White have increasingly included criticism of the way his study was designed and depended upon a particular technology. “Classic studies”, as Reese and Ballinger (2001, 642) have observed, “capture the imagination”, but they “may not be the most advanced in either theory or method”. This criticism is certainly valid in the case of White's study, which was based on a restricted research design, an analysis of a particular sub-profession and the importance of a particular technological platform.", "Research in recent years has shown that this dependency on telegraphy has become more problematic, particularly since many new transmission technologies have supplanted this electro-magnetically based technology that was invented in the early nineteenth century. Some have even argued that the concept has become irrelevant. The role of the news media as “gatekeeper has gone”, a former BBC director has proclaimed (cf. Allan 2006, 169), while others have noted that “[t]he challenge is for scholars to think creatively about applying the theory to a changing world”, where some have “predicted that the idea of gatekeeping is dead” (Shoemaker and Vos 2009, 130).", "But rather than being irrelevant, the concept of gatekeeping seems to have been used to encompass an increased variety of different principles and practices in journalism, and when one reviews the literature about gatekeeping and relates it to contemporary journalism, three models of gatekeeping stand out. Such “models cannot capture all of the complex interrelationships involved in the media. Models, by definition, are meant to simplify, highlight, suggest and organize”, as Reese (2007, 31) has written, and these three distinct, but interconnected models cannot encompass all the ways in which gatekeeping takes place in different journalistic contexts. But they can help to describe and discuss how a particular type of gatekeeper and gatekeeping has developed over time: the “final” gatekeeper, who determines what news stories readers, listeners and viewers receive.", "The first model is closely linked to the original gatekeeping concept, as it focuses on a linear process of information transmission. White knew that news production involved several gatekeepers, but in his original study he was primarily interested in one type of gatekeeper. The wire editor in White's (1950) mind was the “last” (384) and the “terminal” gate (390), since his decisions had a direct impact on what was published in the newspapers. White was therefore well aware that there were several other places in the news production process where news passed through gates: “From reporter to rewrite man, through bureau chief to ‘state’ file editors at various press associations' offices, the process of choosing and discarding is continuously taking place” (White 1950, 384).", "But even if White refers to a complex process that includes several “steps in the chain from event to reader”—to paraphrase Galtung and Ruge (1965, 71)—his article describes a linear process of information distribution that passes through a particular and sequenced set of phases and places. This is a process that closely resembles the transportation processes that White's original source of inspiration, Kurt Lewin (1947), had described, when he some years prior to White's study attempted to determine the “channels”, “flows”, “key positions” and “gatekeepers” when it came to the transportation of food from producers to consumers.", "“Food comes to the family table through certain ‘channels’”, Lewin wrote (1947, 144), and his field studies within this societal sector let him distinguish between a “buying channel” and a “gardening channel” where the food within each of the channels proceeds in certain steps. Lewin summarized his findings in a multilayered figure entitled “channels through which food reaches the family table” (147, 149), and it illustrates a one-way process where food is transported by way of different channels, like the garden or grocery store, but where all items flow towards the “table”.", "White's article from 1950 does not include any illustrations, but he does describe a similar one-way process in which news is picked up at key positions, passes through different channels and ultimately reaches the tables, where readers await the newspaper. In White's paper, key positions are places like “congress”, “channels” are formed by wire services, and “gatekeepers” are reporters and editors like Mr. Gates. In effect, White thus describes gatekeeping as a process of information ranging from news sources to news audiences, where journalists in the words of Axel Bruns (2005, 11) “control the gates through which content is released to their audience”.", "What White (1950, 384) described as a daily “avalanche” from the wire services, such as United Press and Associated Press, has not vanished in news organizations even though the technological platform has changed. Many news media still publish news to their readers, listeners and viewers by way of a one-way linear process, where persons inside the newsrooms are charged with the function of selecting or rejecting news stories for publication. In the twenty-first century, this process of gatekeeping has even been prompted by the fact that “digital storage and transmission has massively expanded space and time available for media content”, as Axel Bruns (2005, 13) has noted.", "But not only has a new generation of gatekeepers in the news media found more available space for the publication of their news with the rise of digital platforms. Digital technologies have also been introduced that can automatically select, reject and even generate some rudimentary type of news stories on their own by way of statistical information, stock phrases and pre-conceptualized views of what constitute a news story (see e.g. van Dalen 2012). This automated content can help the traditional news media to satisfy the needs of the general audience which consumes more news than before, through a greater number of media platforms, at increasingly various points throughout the day (Newman 2013)."]}, {"title": "Gatekeeping as a Process of Communication", "paragraphs": ["To portray the current principles and practices of gatekeeping solely as a process where information is transmitted in a linear process, however, fails to account for the many ways news finds its way to audiences. This is a point made by several researchers. The main criticism of White's conclusions about the function of the gatekeeper has in this context been that his particular research design and choice of data offer only a simplistic understanding of the function of gatekeeping in a digital era. A simplistic function where gatekeepers are left with decisions about what is “in or out” (Reese and Ballinger 2001, 647), as if gatekeeping is “a single stage in isolation from other factors” (Wanta 2009) and “as a process heavily influenced by individuals” (Shoemaker and Vos 2009, 33).", "The general criticism has been that with the choice as his research object, White leaves out many of the complexities that other people employed in the news media experience when it comes to the relationship with their news sources and audiences. White's interest in a particular sub-profession means that he never really addresses the complex process that involves multiple and succeeding acts of selection as part of the news production (Shoemaker 1991). This is a complex process that White might have noticed if he had followed the production processes elsewhere at Mr. Gates' workplace, but which has been highlighted even more by new technological and ideological developments.", "One of the chroniclers of the changing ideologies of journalism, Tanni Haas, has described a development from a journalism-as-information to a journalism-of-communication (Haas 2007) that began in the last decades of the twentieth century. One of the results was what Michael Schudson (1999, 118) has called “the best organized social movement inside journalism in the history of the American press”. This movement also spread to countries across the Atlantic. Under names such as public journalism and civic journalism, news reporters and editors, researchers and lecturers started experimenting with new norms and forms of journalism, where citizens were approached as active participants in the media “rather than victims and spectators” (Rosen 1999).", "The proponents of this movement attempted to change traditional journalism, which was thought of as “disconnected”, “detached” and “disinterested”, and sought to have the news reporters actively help “reconnect” private citizens with decision-makers. At times these attempts to foster communication rather than simply relay information were done in very practical ways, like bringing questions from private citizens to press conferences with politicians. As later research has shown, the principles behind a journalism-of-communication have little news value in media history (Haas 2007). But new technologies have helped news reporters and the news media operationalize these principles into a concrete journalistic practice.", "These technological changes have led some researchers to term telegraphy “the Victorian Internet” (Standage 1998). A term that simultaneously testifies to the importance of the electro-magnetic telegraphy in the past, while at the same time reflects the rise, reach and relevance of a new technological infrastructure in the present. This continual development of new communicative infrastructures, from telegraphy over telephony to the internet, has from invention to invention prompted new possibilities—and problems—for the ways in which gatekeepers in the news media can interact with sources and audiences (see e.g. Deuze 2003; Allan 2006; Jones and Salter 2012).", "These possibilities have, in the often cited words of Jay Rosen (2006, 1), “busted open the system of gates and gatekeepers”. In time, these new digital means, methods and tools have affected the people who function as gatekeepers and the ways in which the main actors in White's study are connected: news sources, reporters and audiences. The second model of gatekeeping can, in this context, be described as a non-linear communication process where news reporters can connect both with citizens and authoritative decision-makers as news sources, after which representatives from both parties can be approached as news audiences.", "This communicative turn in the ways in which journalists can function as gatekeepers has inspired a number of new concepts among researchers. Researchers have attempted to develop their own concepts to describe more adequately the new ways in which some news reporters, sources and audiences can interact by way of the many new technologies that have proliferated in the nineteenth and twentieth centuries.", "These descriptions includes labels, concepts and catchphrases like “the people formerly known as the audience” (Rosen 2006), “participatory journalism” (Allan 2006; Singer et al. 2011), “interactive journalism”, “gatewatching” (Bruns 2005), “mutualisation”, journalism as a “conversation” rather than a “lecture” (Gillmor 2006) and “produsers”, a concept where the former users also become producers of news-related content (Bruns 2005). All these notions mark a distinctive difference from the view of gatekeeping in the news media as a mere distributive process of information along the lines Lewin had delineated and which White later became inspired by."]}, {"title": "Gatekeeping as a Process of Gradual Elimination", "paragraphs": ["The new labels, concepts and catchphrases describe many different but interconnected aspects of the changing processes of gatekeeping in a digital era. In these processes, where gatekeeping is based on the notion of communication rather than information, news reporters pro-actively collect or re-actively receive input from both private citizens and authoritative decision-makers, and when their news stories are finally published, people outside the newsrooms might also help—or hinder—the final distribution. As mentioned, new means, methods and tools associated with the internet have namely given people outside the newsrooms a distributive capacity in the news process.", "This development can potentially prompt a shift in terms of who functions as the “last” and “terminal” gatekeeper, and a growing number of studies have described the ways in which people outside the newsrooms occupy an increasingly influential gatekeeper position for news (see e.g. Foster 2012, 44; Newman 2013). This development naturally challenges the role of news reporters as gatekeepers, since new technological platforms now have enabled people outside the newsroom to become both producers, publishers and distributers of news themselves, and according to some researchers it has also challenged the importance of the traditional news media altogether.", "“The old business model required media companies to act as gatekeepers to information. This is traditionally how they made their money. The internet, on the other hand, promoted the elimination of the middle man. The right to be a gatekeeper was partially revoked when the news product went online”, write Janet Jones and Lee Salter (2012, 45). Axel Bruns has noted that the process of digitization has changed the condition for gatekeeping altogether. News organizations can no longer monopolize the means for the publication and distribution of news.", "The development has started to bring a third model to light, where the traditional news media might be gradually eliminated as the prime intermediary between private citizens and authoritative decision-makers (see Figure 1). This is a model—or in Michael Schudson's words a “world”—where “governments, businesses, lobbyists, candidates, churches, and social movements deliver information directly to citizens” (Schudson 1995, 1); a model where the news media might still cover the actions and attitudes of other people, but where still fewer readers, listeners and viewers pay any attention, since they themselves can produce, publish and distribute news of their own. By way of social media, private citizens can namely communicate directly with each other and with decision-makers in political parties, companies and organizations, who in turn use their own portals and platforms to communicate directly with each other and larger audiences. The effect of this third model of gatekeeping, where the news media might be gradually eliminated as an intermediary between the former news sources and audiences in the first and second models of gatekeeping, has been described at length—even in book length—in these past years by several and often severely concerned researchers.", "Under titles such as Post-industrial Journalism (Anderson, Bell, and Shirky 2012), Can Journalism Survive? (Ryfe 2012), Will the Last Reporter Please Turn Out the Lights (McChesney and Picard 2011) and “Farewell to Journalism?” (McChesney 2012), scholars have discussed the impact of new technologies that have empowered news sources and news audiences to a point where persons and organizations outside the newsrooms no longer necessarily need the news media to mediate between them. This development is associated with the digital era that challenges and calls on researchers to rethink the process of gatekeeping in the news media altogether.", "To sum up, reviewing research literature about the practices and principles of gatekeeping among what White referred to as the “terminal” and “final” gatekeepers and relating it to current practices seem to point to the existence of three distinct, but partly interconnected, models. These models are ideal types in the sense that they capture and incorporate key features of the ways in which news reporters and the news media are helped—and hindered—in their work as gatekeepers in a digital era. New principles, practices and technological platforms associated with the digital era have namely brought new potentials and problems to light.", "The first of these ideal-type models is based on a one-way linear process of information, where news stories pass through a number of gates from news sources to a news audience, whereas the second model of gatekeeping is based on a non-linear process of communication. In this second model, news reporters connect with people outside the newsrooms who can be approached as news sources, members of an audience and as potential news reporters, and who can relay material and help report new stories themselves by way of their own platforms.", "In this sense, audiences can also “contribute to the perseverance” of the traditional news media by way of social media and other portals and platforms (Jones and Salter 2012, 33), since persons and organizations outside the news organizations can help publish and distribute the work of news reporters. These new digital portals and platforms, however, also pose potential problems for the news media, as becomes clear in the third model. Here, gatekeeping by the news media is gradually eliminated and replaced by a new generation of “last” and “terminal” gatekeepers—from outside the newsroom—who prompt political, commercial, personal or other more narrow interests.", "In this third model, private citizens and authoritative decision-makers communicate directly with and among one another by way of the means, methods and platforms associated with various types of social media, search engines and other new digitally based media companies. These new types of media companies have, over the past few years, grown to the extent that in several instances they have even surpassed traditional news media organizations in terms of revenues, the number of employers, and the number of users and audiences."]}, {"title": "The Influencing Factors of Gatekeeping", "paragraphs": ["White's interest in how the gatekeepers function runs parallel to his interest in why gatekeepers operate as they do. “Our purpose for this study was to determine some preliminary ideas as to why this particular wire editor selected or rejected the news stories”, he adds later in his article (White 1950, 384). Following the calculations and descriptions about how much of the approximately 12,400 inches of news stories from the wire services was used, and a breakdown of the received and selected material into various categories, White ends his original study by looking into the reasons Mr. Gates has given for rejecting and selecting each of the received news stories.", "The “highly subjective” views by Mr. Gates included a prejudice “against a publicity-seeking minority with headquarters in Rome” and a general fondness for human-interest stories and “stories well-wrapped up and tailored to suit our needs” (White 1950, 390). The importance of subjective selection criteria—and other forces, factors and influences on the function of gatekeepers—has been much discussed in a particular strand of the gatekeeper studies that followed. And some of these studies about the influencing factors have in time become classics in their own right. Less than two years after White's original article in Journalism Quarterly, Walter Gieber ([1956] 1964) published the results of a study in which he had investigated the work flows of 16 wire editors from different types of news organizations. The title of his article, “News is What Newspapermen Make It”, tells the main story.", "Gieber found that editors had no “perception of their audience” ([1956] 1964, 174). The gatekeeper is mainly “preoccupied with the mechanical pressures of his work rather than the social meaning and the impact of his work”, Gieber wrote. This “strait jacket of mechanical details” (175) relates directly to Mr. Gates' comment on issues being “well-wrapped up and tailored to suit our needs”. Gieber did several subsequent studies—among both editors and reporters—that strengthened his understanding that various types of gatekeepers in the news organizations in general were more concerned about practical matters rather than principle aspects of how the news would and could affect readers.", "The title of Warren Breed's (1955) “Social Control in the News Room” is no less telling, and even though there is no direct mention of White's study, it concerns itself with the same focus in terms of the factors that influence news reporters and editors. Breed, who had worked as a news reporter himself, described a process of “newsroom socialization” that constrains reporters and makes them orient themselves toward the inside workings of the newsroom. While Mr. Gates talked about news stories that were “slanted to conform to our editorial politics”, Breed found, in the words of Barbie Zelizer, that “the publisher set policy and the reporters followed it” (2004, 53).", "Many other studies, inspired directly or indirectly by White's study, have since followed, and some have prompted new concepts that have gained notoriety both inside and outside academia. Most prominent among these might very well be Johan Galtung and Marie Ruge's (1965) study of the criteria—what White termed “standards of taste”—that can help explain what gatekeepers select and reject.", "This body of scholarly work that concerns itself less with the effects of news reporting and more with what affects news reporters themselves has helped our understanding of the often complex interplay of factors, forces and influences that can affect the actions and attitudes of various gatekeepers in the news media. But in light of the ways in which the process of gatekeeping is developing by way of new technologies and ideologies, we also need to re-assess the influencing factors on these news ways of gatekeeping. For as Deirdre O'Neill and tony Harcup (2009) have noted in a review of the literature about news values, definitions are and should not be fixed.", "“Many lists of news values have been drawn up, and news values can change over time, from place to place, and between different sectors of the news media”, write O'Neill and Harcup (2009, 171), after having given examples of the pre-eminence of particular news values, ranging from the time of the original gatekeeper study to more recent developments, where news reporters attempt to prompt a more collaborative, constructive, participatory and user-generated approach to the world outside the newsrooms. Researchers have in the past decades shown that the process of gatekeeping based on communication rather than information is accompanied—or prompted by—a new set of values.", "Researchers have in past years started to document some of the ways in which the news media are “learning how to adapt to a more collaborative media environment in which journalists share the creation and dissemination of the news with users”, as Alfred Hermida (2011, 179) has summed up developments from a cross-national study about participatory journalism at an online newspaper. This scholarly work also includes an interest in how people outside the newsrooms not only play a part in the production of news stories, but also in the selection and rejection in terms of what should be distributed.", "For in our digital era, the “final” and “terminal” gatekeeper White was originally interested in is increasingly a friend, member of the family or someone else familiar (see e.g. Newman 2013). As research has shown, these gatekeepers outside the newsrooms might have their own conceptions about what news to select and reject before they publish and distribute it by way of the new communicative infrastructures made possible by the internet. And recently researchers have looked into the values that determine what people outside the news media pass along by way of Twitter and Facebook (Bro and Wallberg 2014).", "The increasingly varied ways in which news stories are channelled to audiences (Newman 2013; Singer et al. 2011) challenge researchers to study the influencing factors among a new generation of gatekeepers in a digital era. But these new gateways do not only include new persons. Popularity engines, portals and platforms based on a set of predefined values integrated in computer algorithms are also becoming more important as the final gatekeeper. “Researchers must quickly turn to understanding the complexity of programming in order to develop a better understanding of emergent patterns of gatekeeping”, Axel Bruns (2005, 119) has suggested, while Shoemaker and Vos (2009, 130) have prompted researchers “to adapt research methodology that keeps pace”."]}, {"title": "Models for Future Research in Gatekeeping", "paragraphs": ["The historical importance of telegraphy is still visible and audible in the twenty-first century. Some news organizations still take their name after this technology that was developed in its electro-magnetic form in the nineteenth century, and many news organizations still publish news items referred to as “telegrams”. And according to some researchers, even some of the basic practices and principles of journalism—such as the inverted news triangle and the objectivity norm—have directly or indirectly been affected by telegraphy. A point several individual writers, like Hemingway, have testified to.", "But it is high time to reassess, rethink and remodel the concept of gatekeeping at a moment in history where the empirical basis on which the original study was made has vanished, even if we should place proper value on the important results this study generated. For the fact that White's study was based on journalistic principles, practices and a platform that seems somewhat outdated in a digital era does not render his work or the later studies useless. Even today some of the best-known models of the function of journalism and the forces that affect journalists are based on and inspired by “The ‘Gate Keeper’: A Case Study in the Selection of News” (White 1950).", "As scholars like Stephen Reese and James Carey have reminded us, however, we should continuously rethink the potential usefulness of the models on which we base our understanding of the world. Models are not only “symbols of”, but also “symbols for” that can affect the ways in which we orient us and navigate in the world (Carey [1975] 1989, 28), and in this context some models are surely more meaningful than others. This warning seems particularly prudent in the case of gatekeeping that has transcended the realm of research and has become a popular concept among not only researchers and reporters but also sources and audiences.", "In a time when many news organizations on both sides of the Atlantic are challenged and news reporters are laid off—a point that might partly be explained by the new types of gatekeepers in the digital era—there is a need to model the function of journalism and its influencing factors in new ways that are more in line with current problems and potentials. This will not only strengthen a scholarly understanding of the current situation, but might also prompt awareness among persons outside the universities.", "Such an active approach also falls in line with the original work on which the gatekeeper study was based. Kurt Lewin originally conceived the concept as part of a research project, where he attempted to help solve specific problems. Lewin was one of the early proponents of a more active research—“Research that produces nothing but books will not suffice”, he claimed (Lewin 1947, 150).", "The question of the proper role for researchers is also a relevant issue within journalism studies in general and our understanding of the processes of gatekeeping in particular. It “is not clear that our theorizing contributes enough to the resolution or even the common understanding” of the troubles we are facing today, as one of the proponents of a more participatory journalism Jay Rosen (1994, 363) has written. He and other researchers have therefore in recent years pointed to the need for not only a more “public journalism”, but also a more “public scholarship” (Rosen 1995, 34), where a “third language” can be developed, shared and practised.", "The purpose of such a third language is to mediate between news reporters and researchers so that both professions might work better together. In this context, the three models of gatekeeping can hopefully inspire news reporters, editors and owners of traditional news organizations to think more about what hinders and helps their work in a digital era, and how they might explain their own work to people outside the newsrooms. These are people who seem to become more and more critical of the news work that is done in traditional news organizations.", "But the three models can hopefully also inspire and prompt new research into the function and influencing factors of journalism in a digital era. For even though these three models cannot capture all of the complex interrelations involved in gatekeeping—to paraphrase Reese—they can help highlight, inspire and suggest future research into the ways in which gatekeeping has evolved over space and time. In different news media, nations and media systems and in different centuries, decades and generations of gatekeepers, one model might take precedence over the others even if all them might very well co-exist and complement one another across different news media.", "Indeed, the third model that has been brought to light by new technological developments in some ways seems to mark a return to the days of the party press, where newspapers were organized on the basis of political, commercial or other interests which news reporters and editors of that time were required to promote actively in their news work. Today, these types of media are sometimes referred to under names such as “branded media” or “custom media”, but as was the case with the party press or the commercial press, these media are established to strengthen relations between companies and consumers, organizations and members, and political parties and voters.", "At best, this and other future models of gatekeeping will thus not only help researchers and scholars clarify differences between the function and influencing factors of journalism in different contexts, they might also help us to understand the commonalities between different periods, platforms and even professions, such as researchers and news reporters."]}], "references": [{"title": "Refining the ‘Gatekeeper’ Concept: A UN Radio Case Study", "year": "1969", "journal": "Journalism and Mass Communication Quarterly", "volume": "46", "authors": [{"name": "Bass Abraham", "first_name": "Bass", "last_name": "Abraham"}]}, {"title": "A Return to ‘Mr. Gates’: Photography and Objectivity", "year": "2000", "journal": "Newspaper Research Journal", "volume": "21", "authors": [{"name": "Bissell Kimberly", "first_name": "Bissell", "last_name": "Kimberly"}]}, {"title": "Ms. Gates Take Over: An Update Version of a 1949 Case Study", "year": "1991", "journal": "Newspaper Research Journal", "volume": "12", "authors": [{"name": "Bleske Glen", "first_name": "Bleske", "last_name": "Glen"}]}, {"title": "Social Control in the Newsroom: A Functional Analysis", "year": "1955", "journal": "Social Forces", "volume": "33", "authors": [{"name": "Breed Warren", "first_name": "Breed", "last_name": "Warren"}]}, {"title": "Digitial Gatekeeping: News Media Versus Social Media", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Bro Peter", "first_name": "Bro", "last_name": "Peter"}, {"name": "Wallberg Filip", "first_name": "Wallberg", "last_name": "Filip"}]}, {"title": "The Web and Its Journalisms: Considering the Consequences of Different Types of Newsmedia Online", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "The Structure of Foreign News", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Marie", "first_name": "Ruge", "last_name": "Marie"}]}, {"title": "Mr. Gates Goes Electronic: The What and Why Questions in Local TV News", "year": "1989", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "66", "authors": [{"name": "Harmon Mark", "first_name": "Harmon", "last_name": "Mark"}]}, {"title": "Forces behind Food Habits and Methods of Change", "year": "1943", "journal": "Bulletin of the National Research Council", "volume": "108", "authors": [{"name": "Lewin Kurt", "first_name": "Lewin", "last_name": "Kurt"}]}, {"title": "Frontiers in Group Dynamics II: Channels of Group Life", "year": "1947", "journal": "Human Relations", "volume": "1", "authors": [{"name": "Kurt Lewin", "first_name": "Kurt", "last_name": "Lewin"}]}, {"title": "Farewell to Journalism?", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "McChesney Robert", "first_name": "McChesney", "last_name": "Robert"}]}, {"title": "Journalism Research and the Hierarchy of Influences Model: A Global Perspective", "year": "2007", "journal": "Brazilian Journalism Research", "volume": "3", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}]}, {"title": "The Roots of a Sociology of News: Remembering Mr. Gates and Social Control in the Newsroom", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}, {"name": "Ballinger Jane", "first_name": "Ballinger", "last_name": "Jane"}]}, {"title": "Making Things More Public: On the Political Responsibility of the Media Intellectual", "year": "1994", "journal": "Critical Studies in Mass Communication", "volume": "11", "authors": [{"name": "Rosen Jay", "first_name": "Rosen", "last_name": "Jay"}]}, {"title": "Public Journalism: A Case of Public Scholarship", "year": "1995", "journal": "Change", "volume": "27", "authors": [{"name": "Rosen Jay", "first_name": "Rosen", "last_name": "Jay"}]}, {"title": "Web Users Open the Gates", "year": "2006", "journal": "Washington Post", "volume": "", "authors": [{"name": "Rosen Jay", "first_name": "Rosen", "last_name": "Jay"}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "The Metro Wide Web: Changes in Newspapers&#039; Gatekeeping Role Online", "year": "2001", "journal": "Journalism and Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "Mr. Gates’ Revisited: A 1966 Version of the 1949 Case Study", "year": "1967", "journal": "Journalism Quarterly", "volume": "44", "authors": [{"name": "Snider Paul", "first_name": "Snider", "last_name": "Paul"}]}, {"title": "The Algorithms Behind the Headlines", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}]}, {"title": "The ‘Gate Keeper’: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}, {"title": "Keeping the Gates for Gatekeepers: The Effects of Wire News", "year": "1982", "journal": "Journalism Quarterly", "volume": "82", "authors": [{"name": "Whitney Charles", "first_name": "Whitney", "last_name": "Charles"}, {"name": "Becker Lee B.", "first_name": "Becker", "last_name": "B."}]}]}