{"doi": "10.1080/17512786.2017.1378588", "url": "https://doi.org/10.1080/17512786.2017.1378588", "title": "And Deliver Us to Segmentation", "volume": "12", "year": "2018", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Nelson", "first_name": "Jacob", "name": "Jacob L. Nelson"}], "abstract": "Non-profit news publishers, a small but growing piece of the news media environment, often explicitly attempt to build strong ties with their audiences. Many assume this approach differs from that of legacy newsrooms, which have historically kept the audience at arm’s length. In this article, I argue that this distinction has blurred. In-depth interviews with reporters and editors at a daily newspaper (The Chicago Tribune) and a local news non-profit (City Bureau) reveal that: (1) both organizations are pursuing a more collaborative relationship with their audiences; and (2) this pursuit is ill-suited for the traditional mass audience approach to news production. I conclude that journalists aspiring to work more closely with the audience find greater success when that audience is narrow to begin with.", "body": [{"title": "Introduction", "paragraphs": ["For the past two decades, the news industry has struggled to overcome profound financial instability. Local newspapers in particular have faced huge drops in print advertising and subscription revenues, leading to staff cuts and closures (Nielsen 2015; Siles and Boczkowski 2012). In light of these circumstances, journalism researchers and stakeholders are turning their focus to news non-profits, an increasingly popular alternative to local news production (Ferrucci 2015c, 2017; Konieczna and Powers 2016; Mitchell et al. 2013; Rosentiel et al. 2016). News non-profits have rapidly spread across the United States (Mitchell et al. 2013), and most are only a few years old (Rosentiel et al. 2016). Though the future of the news industry remains marked with uncertainty, it appears likely that the non-profit news model will be a part of it.", "Many believe that a world where journalism stems from news non-profits rather than commercial newspapers would look very different from the present. Non-profit journalism combines aspects of traditional reporting (e.g., professional editors and reporters working to publish original content) with collaborations between foundations, community activists, and data scientists (Konieczna and Robinson 2014; Robinson 2011, 2014; Robinson and DeShano 2011). News non-profits tend to embrace “public service journalism” (Ferrucci 2017), an approach to news production that explicitly embraces strong, collaborative ties with the news audience. Public service journalists privilege direct communication with their audiences (e.g., in-person events, online conversations via social media platforms) in hopes of shifting news production from one-way lectures to two-way dialogues. This runs counter to legacy news organizations, which have historically been uninterested in interacting with or hearing from their readers (Gans 2004). Yet, as journalism’s economic crisis continues, even traditional news publishers have begun altering their approach in order to survive. Might this include a similar attempt to improve the journalist/audience relationship? If so, how might this attempt differ from that of a non-profit news publisher?", "What follows is an investigation of these questions based on in-depth interviews with reporters and editors at two local news organizations in Chicago: a traditional newspaper (The Chicago Tribune), and a news non-profit (City Bureau). Findings reveal that, contrary to expectations about legacy newsrooms, both organizations are pursuing stronger, more collaborative relationships with the news audience. However, this pursuit occurs differently, and with different levels of success, depending on how each news organization conceptualizes the audience in the first place. City Bureau editors see Chicago as comprising multiple audiences separated by geography and socioeconomic conditions, and focus specifically on cultivating close ties with several of these groups. Tribune editors and reporters, on the other hand, generally conceive of their readers as one loosely collected mass of people that likely live in the Chicago area but can also include anyone with an internet connection. The paper’s larger, more varied readership makes pursuing a more participatory relationship with the audience less intuitive and often more frustrating.", "These findings suggest that journalism’s shift from ignoring to embracing audience input is not relegated to one type of news organization, but is instead occurring throughout the profession as a whole. More importantly, they indicate that the pursuit of a more collaborative relationship with the news audience is ill-suited for a traditional mass audience approach to news production. While City Bureau editors described encouraging interactions with their limited, carefully chosen audience, Tribune editors and reporters described exasperating and alienating experiences with a much broader group of people. In light of these findings, I conclude that journalists pursuing a more collaborative relationship with the news audience find greater success when they focus on narrower audiences to begin with. Doing so, however, increases audience fragmentation at a moment when many fear the news media environment is already hopelessly torn apart."]}, {"title": "News Production and the Audience", "paragraphs": ["Throughout the twentieth century, journalists working for commercial news publishers (e.g., daily newspapers, broadcast news stations) were relatively unconcerned with their audience “and rejected feedback from it” (Gans 2004, 230). Instead, journalists decided which stories to cover based on their professional judgment, and aspired to impress their editors rather than their readers (Boczkowski 2013). This indifference stems from the fact that, in a much more limited media environment, journalists working for well-known news brands could rightly assume their reporting would be widely received (Webster 2014). As a result, reporters and editors in commercial news organizations rarely considered their audience’s preferences or backgrounds when making editorial decisions.", "As the twentieth century came to a close, this approach became untenable. First, the arrival of cable brought with it a much larger array of television options, fragmenting the broadcast news audience (Nadler 2016). Then, the advent of the internet led to drastic losses in print journalism advertising and subscription revenues (McChesney and Pickard 2011; Prior 2007; Seamans and Zhu 2014; Siles and Boczkowski 2012). Commercial news media suddenly had a financial incentive to question its detached attitude toward the audience, and to seek out an approach that would bring those audiences back (Nadler 2016; Williams and Delli Carpini 2011).", "It is within this current media environment that many journalism stakeholders and researchers have begun to argue that the news industry should take a stronger interest in the audience (Batsell 2015; Lewis, Holton, and Coddington 2014; Loosen and Schmidt 2012; McCollough, Crowell, and Napoli 2017; Mersey 2010). Advocates of this strategy believe that when journalists know more about how audiences interact with the news, they can more effectively create content that meets the audience’s preferences and expectations. They argue that news publishers should begin identifying and keeping the audience in mind throughout the news production process, rather than simply publishing news and assuming that the audience will show up. One increasingly popular type of news production has aggressively taken up this approach: the non-profit news model."]}, {"title": "Non-Profit Journalism", "paragraphs": ["News non-profits seek funding from grants and donations rather than ad revenue, frequently partner with a variety of civic organizations in addition to more conventional newsrooms, and actively court audience participation (Felle 2016; Ferrucci 2015c; Konieczna and Robinson 2014; Ognyanova et al. 2013; Pickard and Stearns 2011; Rosentiel et al. 2016; Wenzel, Gerson, and Moreno 2016). Though non-profit journalism precedes the digital era, in the past few years it has begun to play a more prominent role in the news media landscape. Some news non-profits focus on specific subjects (e.g., criminal justice, climate change); many, however, seek to fill the local news void left by traditional, daily newspapers (Ferrucci 2015a, 2015b; Mitchell et al. 2013; Patel and McLellan 2012; Rosentiel et al. 2016). Local news non-profits have grown increasingly common, leading researchers to investigate their impact on the news environment and the communities they cover (Coates Nee 2013; Coates Nee 2013; Ferrucci 2015c; Konieczna and Powers 2016).", "These studies have found that the philosophy behind news non-profits bears a strong resemblance to public journalism, a failed movement in the 1990s where commercial news publishers attempted to improve their ties with their audiences (Ferrucci 2015c, 2017). Public journalism efforts attempted to engage communities, give citizens the power to shape the news agenda, present the news in an easily understood format, and galvanize readers (Charity 1995; Ferrucci 2015c; Glasser 1999; Rosen 1996). The news non-profit approach is similarly focused on better understanding and connecting with specific audiences in an attempt to empower citizens, which is why it has been recently dubbed public service journalism (Ferrucci 2015c). News non-profit journalists often aspire to engage marginalized communities, and they do so by attempting to not only report stories about these communities, but to them as well."]}, {"title": "From One, Many", "paragraphs": ["Public service journalism’s emphasis on improving news coverage of and for specific communities speaks to an important development in news production more generally: the division of the news audience into multiple audiences. Commercial journalism has historically taken a “mass audience” approach to news production, where reporters and editors assumed a neutral, detached tone in order to appeal to as many people as possible (Webster 2014; Williams and Delli Carpini 2011). This resulted in reporters and editors focusing predominantly on their own demographic: educated, white, middle-class males (Epstein 1974; Fishman 1980; Tuchman 1978). As a result, news organizations have struggled to address women, minorities, lower-income groups, and those “on the fringes of society” (Clarke 2014; Hess 2015; McChesney and Pickard 2011; Mersey 2010, 129; Nadler 2016; Richards 2013). News ethnographies throughout the twentieth century portray this oversight not as a malicious attempt to exclude specific populations, but as an unintended consequence of the news industry comprising a mostly homogenous group of people and treating its audience as a similarly homogenous mass (Fishman 1980; Gans 2004; Tuchman 1978).", "Non-profit news journalists, on the other hand, often explicitly acknowledge the existence of distinct audiences. Doing so allows them to focus primarily on improving their relationship with specific groups they believe have been underrepresented or left out by traditional news media. For example, the news non-profit One River, Many Stories focused specifically on engaging with citizens living near the St. Louis River in an attempt to “build an alliance among the region’s professional journalists, educators and citizen storytellers” (“About”). This approach stems from the assumption that confining the audience to a small subsection of the total population makes it easier to pursue a more collaborative relationship with them. When a publication focuses on a specific demographic, it increases the likelihood of garnering more members from that group, but also of alienating anyone outside of it. As a result, this approach comes with a cost—it limits the size of the potential audience. A smaller audience is incompatible with a media environment dependent on advertising dollars, but fits more naturally within the news industry’s ongoing shift towards subscription and donation-based revenue models (Pfauth 2016; Vernon 2016; Williams 2016).", "More importantly, the pursuit distinct audiences instead of one mass audience might adversely affect democratic society by diminishing the ability for people to come together and discuss issues in shared public spaces (Katz 1996). Katz referred to this as “audience segmentation,” which he lamented would occur with the arrival of multiple broadcast channels (1996, 23). Within such a news media environment, audiences would grow more extreme in their views because they would not be exposed to conflicting viewpoints. Many fear that this is already occurring, and that the advent of partisan news that began with cable channels like Fox and MSNBC and has continued with websites like The Huffington Post and Drudge Report has allowed liberals and conservatives to confine themselves to news sources that align with their ideologies, while ignoring everything else (Jamieson and Cappella 2009; Pariser 2011; Stroud 2010, 2011). Currently, it seems this fear has not panned out (Gentzkow and Shapiro 2011; Napoli 2016; Nelson and Webster Forthcoming; Weeks, Ksiazek, and Holbert 2016). Even in a media environment of seemingly infinite choice, audiences continue to congregate among a few well-known brands like The New York Times, The Washington Post, CNN, and ABC that have continued to publish news intended for a mass audience. However, assuming the desire to build stronger ties with the audience extends to the news industry as whole, this might very well change.", "In light of these circumstances, this project seeks to answer two questions. First, is the pursuit of a stronger relationship with the news audience confined solely to news non-profits, or has it spread to more traditional outlets as well? And is a small, niche audience necessary for a more collaborative journalist/audience relationship to be successful?", "With that, my research question is as follows: How do a news non-profit and a traditional newspaper conceptualize and pursue their audiences?", "How do a news non-profit and a traditional newspaper conceptualize and pursue their audiences?"]}, {"title": "Method", "paragraphs": ["My analysis draws on data collected through 29 in depth interviews with reporters and editors from both City Bureau and The Chicago Tribune. During the interviews, I asked a variety of questions to better understand how my subjects conceptualized and pursued their audiences. The interviews were recorded, and ranged in length from one to two hours. The recordings were transcribed, and the transcriptions were analyzed using grounded theory to find recurring themes and patterns (Fleming 2014; Nelson and Lewis 2015). All but one subject agreed to allow me to me to use their name and title. Northwestern’s Institutional Review Board (IRB) exempted all research involving human subjects in this study.", "The Chicago Tribune is the eleventh largest daily paper in the country (Lipinski 2016). The Tribune was chosen because, as a renowned news institution, it exemplifies a traditional, commercial newspaper. I interviewed 25 Tribune employees, including its associate editor, digital editors, section editors, columnists, and investigative and beat reporters. I also interviewed two members of the Tribune’s marketing team, which conducts internal audience research to persuade advertisers to partner with the paper.", "The local news non-profit City Bureau is a collective of news professionals that seeks to provide “responsible” and “responsive” reporting to minority communities in Chicago (“About”). City Bureau began in early 2016 with a grant from the McCormick Foundation. Its model involves a core staff that oversees a rotating group of reporters as they produce investigative stories focused primarily on Chicago’s South and West Side communities — areas that comprise an overwhelming portion of Chicago’s black and Hispanic citizens (the South Side is over 90 percent black, and the West Side is 80 percent black or Hispanic) and that City Bureau’s founders believe to be underreported by bigger name Chicago presses like the Tribune. City Bureau editors then partner with other outlets to co-publish these stories. City Bureau’s reporting has appeared in traditional news publications like The Chicago Reader and The Guardian, as well as smaller, community presses like the Chicago Defender and the Chicago Reporter.", "I chose City Bureau because of its stated interest in redefining “what local media means to a community” (“About”), its focus on the city’s minority neighborhoods, and its success thus far. Since it was founded, City Bureau has won prestigious journalism awards, and has been profiled in journalism blogs like Niemanlab, Columbia Journalism Review, and Mediashift (Dalton 2015; Lichterman 2016; Spinner 2016). Most recently, the staff successfully raised over $10,000 to build a “public newsroom” on Chicago’s South Side and expand its operations, and received a $50,000 grant from Democracy Fund.", "As a small non-profit, City Bureau has only four principal staff members, all of whom are also founders. Two work for City Bureau full-time—Editorial Director Darryl Holliday and Community Director Andrea Hart—and two are part-time—Editor Bettina Chang and the Operations Manager Harry Backlund. All four worked in local journalism prior to starting City Bureau: Hart covered suburban Chicago for Patch.com, Holliday covered Chicago for the Chicago Sun-Times and DNAinfo Chicago, Backlund is the founding publisher of a community newspaper on the city’s south side, and Chang still works fulltime as a web editor for Chicago Magazine. I interviewed all four."]}, {"title": "Results", "paragraphs": ["What follows are interview excerpts collected from both news organizations that explore how journalists from each conceptualize and pursue their audiences. The results are divided into two sections: the first focuses on data collected from The Chicago Tribune, and the second on City Bureau.", "Interviews with Tribune reporters revealed that they generally do not write with a specific audience in mind, but instead with the hope of reaching as wide an audience as possible. The paper’s reporters and editors see their potential audience as incredibly broad, so they focus more on reaching as many people as possible than they do on determining who might be excluded in that pursuit. When pressed to visualize their audience, reporters and editors frequently observed that Tribune readers comprise both urban and suburban residents of the Chicagoland area, as well as a portion of residents flung throughout the state of the Illinois. However, as Deputy Editorial Page Editor Marie Dillon points out, the audience might also include anyone who stumbles onto a Tribune article online, including people who live outside of the Midwest: You used to think it was your subscribers—the people who paid for your paper and wanted to read what you had. But it’s so much broader than that now. Almost anyone who sees a link to anything in your paper is going to react to it, and engage with it, and maybe share it.The fact that the Tribune’s audience included such a wide range of demographics seemed to discourage reporters from conceptualizing their readers as any group in particular. Instead, reporters and editors described drawing on their own preferences and news judgment to determine what and how to report. As Travel Reporter Josh Noel said, “To me it’s just like, is it a good story? Tell me a good story. As a consumer of news that’s what I look for.”", "You used to think it was your subscribers—the people who paid for your paper and wanted to read what you had. But it’s so much broader than that now. Almost anyone who sees a link to anything in your paper is going to react to it, and engage with it, and maybe share it.", "The Tribune’s focus on reaching a mass audience was evident in the way its reporters and editors discussed online audience measurement data. In general, Tribune journalists said they draw on these data to understand how many people their content is reaching, as opposed to who those people are. Consistent with prior research (Clarke 2014; Mersey 2010; Nadler 2016), this focus on measures of audience size rather than any other category sometimes led editors to overlook the interests of minority communities in Chicago. Digital News Editor Randi Shaffer touched on this while discussing how the Tribune approaches coverage of Englewood, a South Side, mostly black neighborhood: For us on the web team, metrics are huge. They let us know what people are interested in, they let us know what we should report more on. And we’re not on the ground. We’re not out talking with the community. And I think it’s interesting, because my boyfriend is a photographer for the Tribune. And so he has an entirely different perspective than me, because he’s the one that’s down in Englewood. He’s the one that is taking photos of crying moms on the sides and I’m the one that’s counting all of the clicks as people report it. And so … he’ll see this is a big deal, this is important news. And I’m staring at my numbers and I say, “Well, you think it’s important, because you’re there, but the people don’t think it’s important, because they’re not clicking on it.”Shaffer’s observation suggests that, by prioritizing content that will appeal to a large audience, Tribune editors sometimes overlook the preferences of a subset of that audience.", "For us on the web team, metrics are huge. They let us know what people are interested in, they let us know what we should report more on. And we’re not on the ground. We’re not out talking with the community. And I think it’s interesting, because my boyfriend is a photographer for the Tribune. And so he has an entirely different perspective than me, because he’s the one that’s down in Englewood. He’s the one that is taking photos of crying moms on the sides and I’m the one that’s counting all of the clicks as people report it. And so … he’ll see this is a big deal, this is important news. And I’m staring at my numbers and I say, “Well, you think it’s important, because you’re there, but the people don’t think it’s important, because they’re not clicking on it.”", "Interviews with Tribune reporters and editors revealed that the paper has an inconsistent approach to its relationship with its audience. While some at the paper believe they should communicate with and listen to the audience, others consider that outside of their responsibilities. There is little guidance from managers about what the ideal journalist/audience relationship should look like and how it should or should not be pursued. As a result, some described taking steps to communicate with readers via in-person events or social media platforms, while others were so discouraged by the vitriol they found in online comments to their articles that they admitted they rarely even looked at them. The uncertainty with which editors and reporters defined and discussed their relationship with their audience revealed an underlying tension between the Tribune staff’s desire to not seem stuck in traditional ways of approaching the audience and an inability to reinvent the paper as a fundamentally different and much more audience-focused news organization.", "Those who did describe routinely communicating with readers, including education reporter Dawn Rhodes and columnist Heidi Stevens, who said they do so to answer questions about how stories were reported, or to clarify a point they feel has been lost on readers. As Stevens explained: It’s a waste of the potential to tweet your stuff and Facebook post your stuff and then not go in there and answer for people’s comments and questions. It’s like having a room full of people who just listened to your conversation and then being like, “I have nothing else to say to you people.” It’s like you’re saying stuff to me. Now I’m going to say stuff back. My Facebook page, under any of my columns, it’s a conversation.Yet the same Tribune journalists who discussed taking steps to interact with the audience also volunteered examples where the audience angered or scared them. In a digital media environment, the ease with anyone can find a piece of content and then reach out to its author can have frightening consequences, as columnist Rex Huppke learned first-hand. He described how a political column he’d written inspired the ire of right-wing extremists who came across the article when it was relinked on an extremist blog. They responded by aggressively bombarding Huppke with threats and vitriol. It was clear during the interview that he was still grappling with the lingering effects of the experience: It can make you gun shy sometimes. Because you’re like, “Do I want to walk into this shit storm? This is going to suck.” … I don’t know that you had to consider that before when you were writing, and only The Chicago Tribune audience was reading you. I don’t think you had to worry quite so much. There are always nuts, but there’s not a nation full of nuts. … And it’s still like a tiny number of people in total. But when they all come after you at once … it kind of gives you the chills a little bit.This anecdote gets at a disconcerting and often overlooked consequence of what happens when news organizations make it easier for the audience to contact journalists, and a reason why journalists writing for publications with a large, widespread readership may not want to interact with the audiences who are reading their work. As Rhodes explained, drawing on her own experience interacting with angry readers via Twitter, “We’re kind of fighting this, almost like fighting a mob in a way.”", "It’s a waste of the potential to tweet your stuff and Facebook post your stuff and then not go in there and answer for people’s comments and questions. It’s like having a room full of people who just listened to your conversation and then being like, “I have nothing else to say to you people.” It’s like you’re saying stuff to me. Now I’m going to say stuff back. My Facebook page, under any of my columns, it’s a conversation.", "It can make you gun shy sometimes. Because you’re like, “Do I want to walk into this shit storm? This is going to suck.” … I don’t know that you had to consider that before when you were writing, and only The Chicago Tribune audience was reading you. I don’t think you had to worry quite so much. There are always nuts, but there’s not a nation full of nuts. … And it’s still like a tiny number of people in total. But when they all come after you at once … it kind of gives you the chills a little bit.", "Even when the audience is not threatening, it can still be crude or vile enough to discourage further interaction. Both Stevens and Huppke mentioned feeling ambivalent about reading comments to their articles or responding to readers because they so often were discouraged by just how angry people were. Huppke touched on this topic while explaining his reluctance to converse more with readers on social media platforms like Facebook or Twitter: I’m not tremendously interactive on social media. I am a little bit, but more only with people that I kind of have gotten to know who are funny and whatever. Like I don’t reply a lot, for a couple of reasons. One, I don’t have time. That’s the number one reason, really. Because I could do that, but I would literally—that could consume my every waking moment. Two, because I think it can lead down some really bad roads. It’s very difficult to engage in any kind of actual cogent or sensible or thoughtful conversation like that, because stuff is misinterpreted and it just becomes hell on earth. And because a lot of times you’re just dealing with assholes who are trolls, so it’s not worth acknowledging them.Interviews with reporters and editors revealed that those who did make efforts to interact with the audience felt better about interactions that occurred in more intimate or offline venues. For instance, Huppke said emails tended to be less crude than Facebook and Twitter comments, and Stevens said small, public events tended to be where the most civil audience engagement took place. Huppke called both Facebook and the Tribune’s commenting pages places “for abuse and hatred and meanness,” and said he’s been encouraging his bosses to disable the ability for readers to comment. Stevens was more open to continuing correspondence via social media, but said the best interactions occurred in person: I do conversations a lot on comments and stories and Twitter. But the best way is really in person. I do a fair number of speaking engagements so a lot of women’s groups will ask me to come and talk. … That, honestly, is the best way to hear what’s on people’s minds.", "I’m not tremendously interactive on social media. I am a little bit, but more only with people that I kind of have gotten to know who are funny and whatever. Like I don’t reply a lot, for a couple of reasons. One, I don’t have time. That’s the number one reason, really. Because I could do that, but I would literally—that could consume my every waking moment. Two, because I think it can lead down some really bad roads. It’s very difficult to engage in any kind of actual cogent or sensible or thoughtful conversation like that, because stuff is misinterpreted and it just becomes hell on earth. And because a lot of times you’re just dealing with assholes who are trolls, so it’s not worth acknowledging them.", "I do conversations a lot on comments and stories and Twitter. But the best way is really in person. I do a fair number of speaking engagements so a lot of women’s groups will ask me to come and talk. … That, honestly, is the best way to hear what’s on people’s minds.", "Interactions with the audience were less stressful for Tribune staff when confined to specific, niche audiences. For example, editors described one recently launched section called Blue Sky, which targets Chicago’s growing community of tech entrepreneurs. The staff involved with this section regularly host or attend events in Chicago where they interact with Blue Sky readers, who comprise people in the Chicago startup community. They also use an audience engagement platform called Hearken to solicit questions about what stories to cover from the audience. Blue Sky Editor Andrea Hanis put her audience strategy simply: “We talk to people … all the time.” And unlike Huppke and Stevens, Hanis seemed to have only positive things to say about these sorts of audience exchanges. Most notably, she described using social media to hear from or communicate with her audience with much less ambivalence than the Tribune columnists writing for much larger audiences: I actually use Twitter a lot for ideas. I think when you’re covering a niche audience, it’s a fantastic way to find out what they’re talking about and what they care about, so I find that to be a really good source of ideas.In short, The Chicago Tribune generally maintains a mass audience approach to the news audience, which leads to the privileging of stories that appeal to a large audience, rather than a specific audience. This has frustrating and sometimes frightening consequences for Tribune writers attempting a more collaborative or interactive relationship with the audience, especially when faced with angry or threatening readers expressing their rage via social media. However, Tribune staff working for sections that deviate from the mass audience approach to target niche audiences (e.g., Blue Sky) report a more communicative, less disdainful relationship between themselves and the small, intentionally chosen audience they are pursuing.", "I actually use Twitter a lot for ideas. I think when you’re covering a niche audience, it’s a fantastic way to find out what they’re talking about and what they care about, so I find that to be a really good source of ideas.", "City Bureau’s core staff explicitly and frequently discussed how they target distinct audiences with their content. City Bureau’s founders described their potential news audience as split between the minority South and West Side communities that tend to be overlooked by Chicago’s established news outlets, and the political elites whose attention must sometimes be summoned so that wrongs within these communities can be corrected. Holliday put this separation bluntly by referring to Chicago’s media ecosystem as “a segregated industry.”", "Because of City Bureau’s unique publishing and non-profit structure, it has the ability to partner with different publications without considering which will bring in larger audiences or more revenue. Instead, these decisions are made primarily in terms of which community should the story reach. As Holliday explained, while there are some instances where City Bureau editors would like a story to reach the global, mass audience pursued by a publication like The Guardian, there are other instances where they would prefer a story to reach a narrower community of people more easily reached by a small community press like The Chicago Defender: We did a story about West Side churches moving into West Side streets … you can’t make a commercial corridor if you have like 15 churches on a block. … That story is not a Guardian story. … It’s a story that like people in the neighborhood pick up and they say like, “Oh, this is my block. … Now we can talk about this.” That wouldn’t work in The Guardian. It wouldn’t be the same impact. … And there are some times where we’re trying to like call the mayor, the police chief to attention, you know, like we’re trying to call accountability for people to leverage whatever power they have. … Those stories, that’s a Guardian story.In other words, City Bureau editors are quick to acknowledge that the news audience within these communities differs from the news audience outside of them. As a result, their reporting and publication decisions are based on first finding underreported stories about the South and West Sides of Chicago, and then determining if those stories should be directed at the people who live in these areas, or the people who live outside those areas. In short, City Bureau’s unconventional approach to publishing allows it the unique flexibility to choose its intended audience on a story-by-story basis.", "We did a story about West Side churches moving into West Side streets … you can’t make a commercial corridor if you have like 15 churches on a block. … That story is not a Guardian story. … It’s a story that like people in the neighborhood pick up and they say like, “Oh, this is my block. … Now we can talk about this.” That wouldn’t work in The Guardian. It wouldn’t be the same impact. … And there are some times where we’re trying to like call the mayor, the police chief to attention, you know, like we’re trying to call accountability for people to leverage whatever power they have. … Those stories, that’s a Guardian story.", "Because City Bureau editors are so focused on reaching specific audiences, it is important that they know which local news publications reach which Chicago communities. This knowledge stems from a combination of intuition, personal experience, and audience data. For instance, City Bureau editors have seen Chicago Public Radio’s audience research, so they know that outlet can be tapped to reach a mostly white, North Side audience. When City Bureau editors want to target Chicago’s political elites, they partner with the Chicago Reader because, as Holliday explained, “We know that in the mayor’s press box every day he gets the Reader.” When they want to reach the city’s South Side, they publish in the South Side Weekly, a print, non-profit newspaper that is distributed on the South Side. And when they want to reach a mass audience, they partner with Chicago Public Radio or The Guardian. More often than not, however, City Bureau focuses on smaller, community presses like South Side Weekly, The Chicago Defender, and Austin Weekly News.", "City Bureau draws on a number of means of building strong, collaborative relationships with its South and West Side audiences. First, and most notably, the organization hosts events, like its weekly Public Newsrooms, that invite community members to hear from and interact with City Bureau journalists as well as other news media professionals. Because City Bureau’s newsroom is located in the South Side neighborhood Hyde Park, these events occur within one of the communities that City Bureau is attempting to engage with and report on. Furthermore, when City Bureau publishes an article, its staff also works with the reporters of the story to coordinate events within the community the story is focused in an attempt to oversee an in-person conversation about the story’s topic. Holliday summarized City Bureau’s community focus in this way: What stories look like when they involve the community I think is—it involves being in person and it involves having a meeting, a workshop, an event and say, like, “Please come. Here’s what we’re doing, but how can you affect that? How can you influence it? Who do you know that we should be talking to? Should we be talking to you, your neighbor, the guy who’s a complete—no journalist has ever spoken to, but like who everybody on the block knows?” … How can you really bring people into the process as opposed to just laying out the agenda and saying, “Well, this is what we’re going to do in perpetuity.’ City Bureau’s Public Newsrooms are intended to reach out to and empower community members who feel disconnected from the stories told about them and their neighborhoods by other news organizations. City Bureau staff described their hopes that these events would lure out South and West Side residents who had previously been disengaged with civic life and were interested in changing that. However, as Editor Bettina Chang pointed out, so far this has not been the case. Instead, attendees tend to be people who are already very engaged in public life on behalf of these communities: We definitely right now get the people who are hyper-engaged. We get a lot of people who work for nonprofits or in the social/public sector kind of stuff. Every once in a while we do get someone who is like, “I just came. Somebody told me to come. My sorority sister told me to come, so I’m here.’ We’re really hoping to get those people involved. We’ve gotten really good feedback from those people because I think they expected the least, but they got the most.In other words, for now it seems that City Bureau’s attempt to build a more collaborative relationship with its audience is more likely to succeed with those already invested in City Bureau’s mission and the communities it has chosen to focus on. Expanding the audience to include disengaged citizens poses a more difficult challenge.", "What stories look like when they involve the community I think is—it involves being in person and it involves having a meeting, a workshop, an event and say, like, “Please come. Here’s what we’re doing, but how can you affect that? How can you influence it? Who do you know that we should be talking to? Should we be talking to you, your neighbor, the guy who’s a complete—no journalist has ever spoken to, but like who everybody on the block knows?” … How can you really bring people into the process as opposed to just laying out the agenda and saying, “Well, this is what we’re going to do in perpetuity.’", "We definitely right now get the people who are hyper-engaged. We get a lot of people who work for nonprofits or in the social/public sector kind of stuff. Every once in a while we do get someone who is like, “I just came. Somebody told me to come. My sorority sister told me to come, so I’m here.’ We’re really hoping to get those people involved. We’ve gotten really good feedback from those people because I think they expected the least, but they got the most.", "In addition to these public events, City Bureau also offers two training initiatives meant to both increase community awareness of the organization and teach aspiring journalists how to contribute to the news production process. The first of these initiatives partners City Bureau reporters with a non-profit that offers media production education to South and West side young people. The second, called Documenters, offers community members basic journalism training needed for them to attend public meetings (e.g., school board meetings, police board meetings, city council meetings), and live tweet or blog about them. As Community Director Andrea Hart explained, “It’s really true to the sort of public journalism school model of like, ‘Okay, you have an interest in civic issues in your neighborhood—let’s help you build that out.’”", "Finally, City Bureau maintains an online presence and communicates with its audience via social media platforms like Facebook and Twitter. Taken together, these efforts reveal City Bureau to be primarily focused on explicitly building a strong, collaborative relationship with a small subset of Chicago residents. Editors at City Bureau believe that a disconnect exists between Chicago’s traditional, established journalism brands and its minority communities, and seek to address this disconnect by reporting on issues that affect these communities specifically, and then utilizing a novel publishing model to point these stories either at the audiences within these communities or at audiences outside of them. However, publishing stories is only one piece of City Bureau’s audience outreach. The other, equally laborious pieces of this process include live events, journalism training, and online interactions. Because City Bureau is not a daily news operation, its staff is able to devote much of its time to planning and executing these more audience-focused initiatives. And because City Bureau is so explicitly focused on specific communities within Chicago, determining who its staff should target with both their news coverage and audience interactions is a relatively straightforward process."]}, {"title": "Discussion", "paragraphs": ["These results reveal that a stronger journalist/audience relationship is a goal that is being pursued not just by news non-profits, but by more traditional news brands as well. Though The Chicago Tribune and City Bureau are drastically different in many key ways—including size, age, circulation, and mission—employees within both expressed a desire to communicate with audiences in order to improve both the quality of news each organization provides, as well as to benefit those for whom these news stories are provided. These findings suggest that the distinction between how innovative news non-profits and more traditional news organizations pursue and consider the audience has begun to blur. Though the Tribune historically kept the audience at arm’s length, its reporters and editors described an increasing interest in using live events and digital technology to establish a more conversational relationship between news provider and consumer.", "The Tribune is not alone. Many newsrooms now encourage their reporters to interact with readers via social media platforms or live events. In fact, a growing number employ “engagement editors” tasked with corresponding with readers on social media platforms (Powers 2015). Furthermore, traditional news outlets like the The Washington Post, the BBC, and NPR are also increasingly adopting audience engagement tools like Hearken, Groundsource, and Coral Project, which allow these organizations to solicit questions and comments from readers to help determine what stories get reported. The motivations for this pursuit may vary: organizations like City Bureau focus on increasing collaboration with minority communities in order to improve their agency in the stories told about them, while Tribune editors and reporters in some cases seek to make their own reporting more comprehensible to readers, and in other cases to cultivate a sense of community among Chicagoans working in a similar industry.", "These findings also show that, regardless of the underlying motivations, pursuing a more collaborative relationship with the news audience is ill-suited with a mass audience approach to news production. Tribune columnists and reporters complained about the vitriol and mob mentality they faced when attempting to engage with audience members online, while the Tribune’s Blue Sky team and City Bureau’s founders reported no such qualms. This project is limited in that neither the Tribune nor City Bureau seemed entirely sure how to describe what the ideal journalism/audience relationship would look like, making it impossible to determine whether or not either organization had achieved this goal. However, that does not diminish the two main findings of this project: first, that both traditional and public service journalism organizations are making attempts to listen to and interact with news audiences, and second, that those tasked with targeting niche audiences were more encouraged by their attempts than those focused on reaching a much wider readership.", "Two decades ago, Katz sounded the alarm for what audience segmentation would do to democratic society. He worried that increasing media choice would lead to the disappearance of a shared cultural space where citizens could gather to hear and discuss the same information (Katz 1996). Yet, my findings suggest that segmentation might be the key to building strong bonds between news media providers and the audience. Tribune columnists and reporters writing for the paper’s general readership faced disappointments and frustrations when attempting to interact with a mass audience, while both the Tribune’s Blue Sky and City Bureau editors reported positive exchanges of story ideas and information when communication was confined to specific, niche groups. Furthermore, confining conceptualizations of the audience to narrowly determined communities freed City Bureau and Blue Sky journalists to pursue story ideas that would most likely resonate with these distinct groups without worrying if others would find them interesting. Assuming the goal of building stronger bonds with the audience continues to grow, news publishers pursuing this goal will find more incentive to segment their audience into distinct groups rather than pursue the audience as one loosely connected mass.", "This raises an important question: What will civil society lose when journalism’s understanding of the public changes to one that is narrower, involved, and community focused? On the one hand, there are some who believe this change will restore public trust in journalism and give agency to marginalized communities who until now have felt excluded from their own news stories. Doing so, however, might further polarize society by leaving citizens no opportunity to interact with those of differing backgrounds or perspectives. Extreme political polarization already exists within the United States and across the globe, with liberals and conservatives disagreeing not just about policies, but about “basic facts” (Bump 2016; Doherty, Kiley, and Johnson 2016), despite the fact that a few news brands still comprise an overwhelming majority of the news audience. If all news media becomes targeted at specific groups, will public life grow even more fragmented and polarized? Many assume that improving the relationship between journalism and the audience will have nothing but positive consequences for civic engagement and democracy. The truth may be more complicated."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Creative Destruction: An Exploratory Study of How Digitally Native News Nonprofits are Innovating Online Journalism Practices", "year": "2013", "journal": "International Journal on Media Management", "volume": "15", "authors": [{"name": "Coates Nee Rebecca.", "first_name": "Coates", "last_name": "Rebecca."}]}, {"title": "Social Responsibility Theory and the Digital Nonprofits: Should the Government aid Online News Startups?", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Coates Nee Rebecca.", "first_name": "Coates", "last_name": "Rebecca."}]}, {"title": "Digital Watchdogs? Data Reporting and the News Media’s Traditional ‘Fourth Estate’ Function", "year": "2016", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "17", "authors": [{"name": "Felle Tom.", "first_name": "Felle", "last_name": "Tom."}]}, {"title": "Murder Incorporated: Market Orientation and Coverage of the Annie le Investigation", "year": "2015", "journal": "Electronic News", "volume": "9", "authors": [{"name": "Ferrucci Patrick.", "first_name": "Ferrucci", "last_name": "Patrick."}]}, {"title": "Primary Differences: How Market Orientation can Influence Content", "year": "2015", "journal": "Journal of Media Practice", "volume": "16", "authors": [{"name": "Ferrucci Patrick.", "first_name": "Ferrucci", "last_name": "Patrick."}]}, {"title": "Public Journalism no More: The Digitally Native News Nonprofit and Public Service Journalism", "year": "2015", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "16", "authors": [{"name": "Ferrucci Patrick.", "first_name": "Ferrucci", "last_name": "Patrick."}]}, {"title": "Exploring Public Service Journalism: Digitally Native News Nonprofits and Engagement", "year": "2017", "journal": "Journalism and Mass Communication Quarterly", "volume": "94", "authors": [{"name": "Ferrucci Patrick.", "first_name": "Ferrucci", "last_name": "Patrick."}]}, {"title": "Media Literacy, News Literacy, or News Appreciation? A Case Study of the News Literacy Program at Stony Brook University", "year": "2014", "journal": "Journalism and Mass Communication Educator", "volume": "69", "authors": [{"name": "Fleming Jennifer.", "first_name": "Fleming", "last_name": "Jennifer."}]}, {"title": "Ideological Segregation Online and Offline*", "year": "2011", "journal": "Quarterly Journal of Economics", "volume": "126", "authors": [{"name": "Gentzkow Matthew", "first_name": "Gentzkow", "last_name": "Matthew"}, {"name": "Shapiro Jesse M.", "first_name": "Shapiro", "last_name": "M."}]}, {"title": "Making Connections", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Hess Kristy.", "first_name": "Hess", "last_name": "Kristy."}]}, {"title": "And Deliver us From Segmentation", "year": "1996", "journal": "Annals of the American Academy of Political and Social Science", "volume": "546", "authors": [{"name": "Katz Elihu.", "first_name": "Katz", "last_name": "Elihu."}]}, {"title": "What can Nonprofit Journalists Actually do for Democracy?", "year": "2016", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}, {"name": "Powers Elia", "first_name": "Powers", "last_name": "Elia"}]}, {"title": "Emerging News Non-Profits: A Case Study for Rebuilding Community Trust?", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}, {"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Reciprocal Journalism", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "(Re-)Discovering the Audience", "year": "2012", "journal": "Information, Communication and Society", "volume": "15", "authors": [{"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke"}, {"name": "Schmidt Jan-Hinrik", "first_name": "Schmidt", "last_name": "Jan-Hinrik"}]}, {"title": "Portrait of the Online Local News Audience", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "McCollough Kathleen", "first_name": "McCollough", "last_name": "Kathleen"}, {"name": "Crowell Jessica K.", "first_name": "Crowell", "last_name": "K."}, {"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Requiem for the Long Tail: Towards a Political Economy of Content Aggregation and Fragmentation", "year": "2016", "journal": "International Journal of Media and Cultural Politics", "volume": "12", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Training Social Justice Journalists: A Case Study", "year": "2015", "journal": "Journalism and Mass Communication Educator", "volume": "70", "authors": [{"name": "Nelson Jacob L.", "first_name": "Nelson", "last_name": "L."}, {"name": "Lewis Dan A.", "first_name": "Lewis", "last_name": "A."}]}, {"title": "Online Participation in a Community Context: Civic Engagement and Connections to Local Communication Resources", "year": "2013", "journal": "International Journal of Communication", "volume": "7", "authors": [{"name": "Ognyanova Katherine", "first_name": "Ognyanova", "last_name": "Katherine"}, {"name": "Chen Nien-Tsu Nancy", "first_name": "Chen", "last_name": "Nancy"}, {"name": "Ball-Rokeach Sandra", "first_name": "Ball-Rokeach", "last_name": "Sandra"}, {"name": "An Zheng", "first_name": "An", "last_name": "Zheng"}, {"name": "Son Minhee", "first_name": "Son", "last_name": "Minhee"}, {"name": "Parks Michael", "first_name": "Parks", "last_name": "Michael"}, {"name": "Gerson Daniella", "first_name": "Gerson", "last_name": "Daniella"}]}, {"title": "New Models Emerge For Community Press", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Pickard Victor", "first_name": "Pickard", "last_name": "Victor"}, {"name": "Stearns Josh", "first_name": "Stearns", "last_name": "Josh"}]}, {"title": "Beyond City Limits: Regional Journalism and Social Capital", "year": "2013", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "14", "authors": [{"name": "Richards Ian.", "first_name": "Richards", "last_name": "Ian."}]}, {"title": "‘Journalism as Process’: The Organizational Implications of Participatory Online News", "year": "2011", "journal": "Journalism \\& Communication Monographs", "volume": "13", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "The Active Citizen’s Information Media Repertoire: An Exploration of Community News Habits During the Digital Age", "year": "2014", "journal": "Mass Communication and Society", "volume": "17", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "‘Anyone can Know’: Citizen Journalism and the Interpretive Community of the Mainstream Press", "year": "2011", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "12", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "DeShano Cathy", "first_name": "DeShano", "last_name": "Cathy"}]}, {"title": "Responses to Entry in Multi-Sided Markets: The Impact of Craigslist on Local Newspapers", "year": "2014", "journal": "Management Science", "volume": "60", "authors": [{"name": "Seamans R.", "first_name": "Seamans", "last_name": "R."}, {"name": "Zhu Feng", "first_name": "Zhu", "last_name": "Feng"}]}, {"title": "Making Sense of the Newspaper Crisis: A Critical Assessment of Existing Research and an Agenda for Future Work", "year": "2012", "journal": "New Media and Society", "volume": "14", "authors": [{"name": "Siles Ignacio", "first_name": "Siles", "last_name": "Ignacio"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "With Partnerships and Young Reporters, Chicago’s City Bureau Builds a Collaborative Community Newsroom", "year": "2016", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Spinner Jackie.", "first_name": "Spinner", "last_name": "Jackie."}]}, {"title": "Polarization and Partisan Selective Exposure", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Stroud Natalie Jomini.", "first_name": "Stroud", "last_name": "Jomini."}]}, {"title": "Subscription Surges and Record Audiences Follow Trump’s Election", "year": "2016", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Vernon Pete.", "first_name": "Vernon", "last_name": "Pete."}]}, {"title": "Partisan Enclaves or Shared Media Experiences? A Network Approach to Understanding Citizens’ Political News Environments", "year": "2016", "journal": "Journal of Broadcasting and Electronic Media", "volume": "60", "authors": [{"name": "Weeks Brian E.", "first_name": "Weeks", "last_name": "E."}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}, {"name": "Holbert R. Lance", "first_name": "Holbert", "last_name": "Lance"}]}]}