{"doi": "10.1080/21670811.2018.1510738", "url": "https://doi.org/10.1080/21670811.2018.1510738", "title": "Digital Archives as Subaltern Counter-Histories", "volume": "6", "year": "2018", "issue": "9", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Davis", "first_name": "Stuart", "name": "Stuart Davis"}], "abstract": "This piece analyzes the possibilities raised by leveraging digital archives as tools for community advocacy in marginalized communities. Drawing upon a case study of “Favela Tem Memoria”, an archive created by the Viva Rio NGO, I will first analyze how the project offers a digital space for collecting and sharing a “counter-history” of these communities that have been historically marginalized in economic, social, and political terms. Then, I will discuss how the collapse of the archive in 2017 reflects a larger problem within NGO-launched and maintained projects regarding the tension between meeting donor needs and community needs.", "body": [{"title": "Introduction: The History of “Favela Tem Memoria” as Archive and Intervention", "paragraphs": ["In 2005, Viva Favela, the media production branch of Viva Rio, the oldest non-governmental organization focused on digital media production training in the favelas (or unincorporated urban peripheries) of Rio de Janeiro, launched “Favela tem Memoria”, an online archive housing pictures, photographs, and oral histories of community residents. Beyond this preservationist element, the project also trained residents to produce their own stories as a way to create cultural and political linkages between the past and present (Viva Rio 2009). Featuring four major sections labeled “Favelas” [“Neighborhoods”], “Depoimentos” [“Testimonies”], “Favelese” [“Favela Lingo”], and “Fotos” [“Photographs”], the website housed materials produced by participants from these geographically, economically, and politically marginalized communities. To create the archive, Viva Favela staff members reached out to community members within 10 favela neighborhoods through online advertisements on the NGO’s site and presentations at community centers. After a training process, participants were given access to the archive for uploading materials. The site contained four types of materials: photographs uploaded by community members or donated to the project and uploaded by staffers, oral histories recorded and transcribed by staffers, written narratives produced and uploaded by individuals, and special sections created by staff (namely the “Favelese” lingo section). The basic idea behind the project was to collect as much history about the neighborhoods as possible to act as a resource for community members, the public, and journalists interested in using the digital archive as a tool for materials to help create richer and more nuanced narratives about favelas (Agência Brasil 2016).", "For roughly 10 years, “Favela Tem Memoria” acted as a repository for creating and spreading histories of favela communities. In 2015, activists used videos produced by “Favela Tem Memoria” as part of a successful anti-eviction land titling project in the Salgueiro favela. In November 2016, the project partnered with MetrôRio, the public–private partnership corporation that runs the city’s subway system, and the think-tank Instituto Invepar to create a traveling exhibit showcasing 228 photographs with explanatory didactic panels from the “Favela Tem Memoria” site (Agência Brasil, 2016). Traveling between train stations located in in neighborhoods close to favelas, the idea behind the exhibition was to “show commuters and others using the Metro that favelas had as much of a history in the city as any other community” (Viva Rio, 2016). Accompanied by media coverage and multiple press releases from Viva Favela, the exhibit traveled across Metro stations citywide from February–March, 2016.", "From the perspective of what the archive accomplished, I argue that “Favela Tem Memoria” provides a powerful example of what Stuart Hall calls a “living archive” (Hall 2000). The project worked with local residents’ associations within the favelas in two distinct but related activities: it first helps them curate materials into online exhibitions commemorating significant cultural and political events in their neighborhoods while at the same time allowing them to include their own personal voices through. From this perspective, I argue that this digital archive serves the double function of memorializing histories of favela life almost completely obscured in the larger history of Rio de Janeiro while promoting advocacy on behalf of Rio’s favela residents in both the long term (by challenging stereotypes promulgated by mainstream media and short term (through providing resources used in legal and political struggles). Through these activities the archive acts as both a space for preserving and celebrating subaltern histories and a tool for promoting social change within contemporary Rio de Janeiro.", "Addressing the relationship between the materials disseminated by “Favela Tem Memoria” and the mobilization of the site for advocacy practices provides two conceptual interventions with potential political ramifications. Within scholarship on digital humanities and media studies (specifically scholarship related to digital media as tools for preserving “popular” history), the project raises key geopolitical points about the way that online archives can be used to engage in the act of counter-historiography or the re-writing of the historical archive from the perspective of subaltern or oppressed perspectives. Crucially, this process of re-writing serves the double purpose of preserving community history for future generations while also potentially offering a tool for activists interested in leveraging the material as evidence that can be used to advocate for favelas. This double function of the archive in “Favela Tem Memoria” serves to both capture the histories of lives covered up in the “official” histories of favelas as a resource for producing counter-power while at the same time leveraging interactive participation to empower users as media makers, favela residents as user of the site/audience members of the presentation, and communities as beneficiaries from the use of materials archived in the project in court battles over property rights.", "While the majority of this discussion will focus on the avenues provided by the archive/exhibit for the lived histories of favela residents to counter dominant media narratives and bolster political and legal struggles, the conclusion will briefly address the aftermath of the 2016 Metro exhibits and subsequent media coverage. During the course of the 2016 exhibit, the “Favela Tem Memoria” stopped displaying original content by residents. In October 2017, the site went offline without any warning or fanfare (only displaying a domain name system (DNS) error). At the time of writing this article, no one from the NGO could be reached for technical support. This turn in the history of the archive drives the conclusion of this piece, an analysis of how the political economy of NGOs creates a lack of accountability over management and preservation of archives that leaves participants without control of contributing materials or accessing materials previously posted."]}, {"title": "Representations of Favelas within Brazilian Media: A History of Spectacularized Violence and Criminality", "paragraphs": ["In order to understand why the project initiators of the “Favela Tem Memoria” archive launched the project, it is important to briefly address why this intervention into the representation of these spaces was then and continues to be necessary. Since the rise of drug trafficking and the amplification of the small arms trade within favelas in the late 1970s, Brazilian mainstream news media have perpetually represented these areas through the related tropes of violence and abject poverty. Sensationalistic articles about gunfights, hijacking, and drug abuse appear on a regular basis as well as bombastic television news programs like Cidade Alerta [City on Alert] that often feature real-time shootouts and police invasions into favelas (e.g. Mayer 2006; Matheus 2011). One of the central tropes characterizing media portrayals of favelas is the myth of “balas perdidas” [“lost bullets”]. This narrative, popularized in the 1990s by news media in Rio, claims that armed violence between different trafficker factions and between traffickers and the police is so constant that there was a persistent danger of stray bullets incurring collateral damage (Agência Estado 2001). Consequently, the security option often proposed during the 1980s–early 2000s was to invade or forcibly pacify favela communities without regard to the safety of occupants not involved in drug trafficking or paramilitary activity (Leite 2012).", "In response to the humanitarian crises generated by the wanton violence and discrimination practiced against favela residents, the 1990s witnessed the growth of a large number of NGOs aimed at using video production, music, photography, and (eventually) web-based media production as tools to create a counter-narrative against those offered by mainstream media outlets and municipal police (Platt and Neate 2006; Davis 2016). Most of the projects that came out of this flourishing of NGO-facilitated training programs focused on training favela residents (usually younger residents) to create media documenting their daily lives, cultural activities unique to favelas, and other elements related to the non-violent and experientially rich nature of these communities. These materials would then be circulated via photo exhibits, film festivals, or online spaces. However, Viva Favela’s “Favela Tem Memoria” project aimed at explicitly at recruiting middle-aged or older members of the community to contribute oral histories, photographs, or other pre-existing materials to an online archive. As an archive designed around collecting and curating residents’ memories of their communities, this project combines the experiential element of other favela-based media projects with an archival impulse aimed at preserving the past as a way to valorize the present."]}, {"title": "The Digital Archive as Subaltern Counter-History and Lived Cultural Resource", "paragraphs": ["The innovative aspect of “Favela Tem Memoria” as a repository for historical materials and a tool for advocacy tool comes through its ability to create juxtapositions between documents acting as snapshots from multiple time periods. However, the medium specific elements of digital archives differentiate them from more traditional paper archives. When attempting to understand the potential for undermining generations of historical stereotypes and deleterious representations, “Favela Tem Memoria” must be situated within a certain form of historical work. Moving outside the scholarly parameters of media studies and digital humanities, critical literature within the subfield of historiography addresses precisely the geopolitical dynamics present in the creation of historical archives. In particular, the configuration of scholars working in Southern Asia and Hispanophone Latin America under the collective characterization of “subaltern studies” provide two related concepts for framing the role of archives in advocacy projects working with marginalized populations: decolonial counter-history and “living” counter-history. The decolonial approach emphasizes the political import of including knowledge from historically marginalized populations while “lived archeology” is linked to the ways that contemporary experience can serve as a springboard for reflection on the historical past. I argue that a combination of these two elements provide the theoretical basis for understanding the counter-history created and mobilized in “Favela Tem Memoria”.", "The term “decolonial thinking” is generally associated with the work of anthropologist, linguist, and cultural historian Walter Mignolo. His work attempts to promote knowledge systems (including customs, languages, and artistic practices) occluded by the global rise of Western Modernity. Arguing against the way that both capitalist and Marxian orthodoxies presuppose a total fissure between a “pre-modern” period governed by localism coupled with technological backwardness and a “techno-modernity” characterized by highly developed political, economic, and material conditions (e.g. Meiskins Wood 1991)), Mignolo and others working within this theoretical-historical framework continually push for the interrogation of “non-Modern” commonly accepted narratives. Beginning with Global Elements of Literary Theory (1978), his corpus is built around connecting knowledge production and geopolitical power (Mignolo 2012). For Mignolo, cultures of scholarship “become part of a political domain of discourses and social concerns, coupled with knowledge oriented toward emancipation/liberation” (Mignolo 2012, 107). Within this political discourse, the work of decolonial thinking consists of locating situations where non-Western histories produce a “different kind of rationality” than that famously espoused by Max Weber in his now iconic work on the development of occidental institutional culture (Mignolo 2012, 187; 188–191 passim). Mignolo argues that including histories of subaltern populations is critical for breaking down dominant narratives of historical progress that situate marginalized identities as either antecedents to contemporary society (in the case of indigenous communities) or as an underclass who do not fit within the current global zeitgeist (in the case of ethnic or racial minorities, geographically marginalized groups, or the urban poor).", "As a practice of re-writing history this decolonial approach serves the crucial political function of tracking why certain subaltern narratives are covered at certain times. Hence one of the main goals of this approach is to analyze how “renaming” history serves as a part of an attempt to re-write the past in a way that is more palatable to dominant forces within society. For example, historian Shahid Amin’s Event, Metaphor, Memory: Chauri Chaura 1922–1992 (1995) examines how a peasant protest in rural South Asia originally launched as part of Mahatma Gandhi’s campaign against British home rule gets represented differently throughout the 20th century as it is initially praised as a sign of popular disapproval for the British then condemned as “mob violence” when Gandhi’s movement attempts to legitimize itself as anti-violence and finally celebrated in an overtly nationalist way as a moment in the blossoming of the “modern” nation of India. Importantly, proponents of subaltern studies do not represent just an example of uncovering secret histories but re-writing existing histories of Rio’s favelas. Arjun Appadurai’s “Archive and Aspiration” explicitly connects digital archives to this process of counter-history as he argues that “newer forms of electronic archiving restore the deep link of the archive to popular memory and its practices, returning to the non-official actor the capability to choose the way in which traces and documents shall be formed into archives…” (2003, 18).", "At the same time as it was trying to produce a counter-history of the favelas, the project was also invested in recording, preserving, and disseminating cultural and political activities in the present. Returning to Hall’s notion of the archive as a syncretic attempt to connect past practices with current political, economic, or health problems facing neighborhoods, the goal of a digital archive is to both encapsulate the past and to create connections with the present. Writing in the context of diasporic communities, Hall posits a definition of “living” grounded in multi-temporality: “‘Living’ means present, on-going, continuing, unfinished, open-ended…This notion of ‘living’ is strongly counter-posed to the common meaning accorded to ‘tradition’, which is seen to function as the prison-house of the past” (Hall 2001, 89). The way he conceptualizes the “living” as a porous temporality where past and present intersect or overlap provides a useful way for thinking about “Favela Tem Memoria” as grounded both in community history and community present. Through combining photographs from different decades between the 1950s and the 2000s along with narratives from community members of various ages, the archive manifests a sense of temporal co-existence between different periods of the favelas.", "The way that “Favela Tem Memoria” captures this sense of “temporal co-existence” offers its most unique contribution to scholarly and practitioner literature. Though similar to other digital journalism sites that are structured around user-generated content, the project also provides new avenues for marginalized or subaltern populations to present not just their own individual perspectives but also those of their family members and community. In this way the archival nature of the project adds another facet to the process through which digital technologies expand the field of journalism to include the narratives of everyday citizens (Thurman 2008; Mpofu 2014). “Favela Tem Memoria” presents the case that digital technologies do not just allow for the recording and dissemination of lived experiences of individuals but also memories of the social world they inhabit."]}, {"title": "Research Approach", "paragraphs": ["Though the crashing of the site that housed “Favela Tem Memoria” prohibited an in-depth analysis of the site in extensive detail, the manner in which the site functions as a resource for empowerment and advocacy can be detailed through a qualitative textual analysis of materials available on the site before it disappeared, videos produced in 2015 as part of its anti-eviction campaign (which are still available on the Viva Favela YouTube channel), and the 17 articles published about the 2016 Metro exhibit. Analyzing these three elements in conversation together begins to elucidate how “Favela Tem Memoria” might be conceptualize as simultaneously a resource for capturing, preserving, and proliferating favela history and contemporary lived experience. Though the closure of the digital archive’s site occludes a more comprehensive analysis, the following sections will address both key elements of the archive that fostered user involvement and the impact of the archive on both media coverage of favelas and on specific legal struggles within favelas. Aimed at interrogating how the project attempts to empower users through producing and curating personal histories, the first section will discuss the planning, design, and specific sections of the forward-facing “Favela Tem Memoria” site (Figure 1 offers an image of the homepage highlighting the archive’s different categories). The bulk of the analysis in this section will address in detail how the “Photographs” and “Testimonial” categories of the site are designed to create a sense of chronological continuity between the 1960s and the 1970s and present in order to offer a history of community solidarity and struggle within favelas. The second section of the discussion will look at the impact the archive and 2016 exhibit instigated beyond the confines of cyberspace. More explicitly, this section will address media coverage of the exhibit as well as the role of materials from the archive used in a court case to determine legal occupancy for a group of favela residents. After discussing the site’s role in creating new histories of favelas and mobilizing those histories for advocacy projects, the discussion will conclude by balancing these progressive changes on the behalf of favelas with the NGO’s apparent decision to stop updating and eventually close the archive.", "Figure 1  Screen capture of the homepage for “Favela Tem Memoria”. The sections of the archive run across the top of the page. From left to right, the sections read “Sobre Nós” [“About Us”], “Favelas”, “Depoimentos” [“Testimonials”], “Favelês” [“Favela Slang”], “Fotos” [“Photographs”], “Parceiros” [“Partners”], and “Contato” [“Contact”]", "Figure 1  Screen capture of the homepage for “Favela Tem Memoria”. The sections of the archive run across the top of the page. From left to right, the sections read “Sobre Nós” [“About Us”], “Favelas”, “Depoimentos” [“Testimonials”], “Favelês” [“Favela Slang”], “Fotos” [“Photographs”], “Parceiros” [“Partners”], and “Contato” [“Contact”]"]}, {"title": "“Favela Tem Memoria” as Living Archive: Creating Subaltern Counter-Histories", "paragraphs": ["“Favela Tem Memoria” was launched in 2005 launched by Viva Favela, the media production wing of the larger non-governmental organization (NGO) Viva Rio. Launched in 2001, Viva Favela’s goal was to use media production to provide audio-visual avenues for celebrating and promoting favela culture in order to create a new historical narrative about these areas that was explicitly oppositional to mainstream narratives painting them in highly racialized and criminalized fashion. It is crucial to note that the project was initially set up as a reaction to negative media representations. In this spirit, the project began as a channel for critiquing the way “professional” journalists working for Rio-based and larger newspapers, television programs, etc. depicted favelas as spaces of criminality and violence by focusing almost exclusively on military confrontations between the police and the drug traffickers exercising political control over the neighborhood (Jovchelovitch and Priego-Hernández 2013; Baroni 2013; Guedes Rocha 2016). Started by Viva Favela staff in 2015, “Favela Tem Memoria” built upon this commitment to using digital media as a tool for both preserving and potentially amplifying the perspectives of the average residents of these communities in Rio.", "In line with Mignolo’s assertion that producing counter-narratives constitutes a political act and Hall’s claims that subaltern archives are better understood as living multi-temporal organisms instead of static collections, it is crucial to address how the “Favela Tem Memoria” differs from what one would consider traditional archives. Creative industries scholar Jean Burgess’s (2007) notion of “vernacular creativity” provides a useful concept for understanding what this archive is attempting to capture: “Vernacular creativity refers to the variety of everyday creative practices like storytelling, family photographing, scrapbooking, journaling and so on that pre-exist the digital age and yet are co-evolving with digital technologies and networks in really interesting ways” (Burgess 2007, 14). In examining the history of this concept, Burgess argues that digital media have greatly amplified the ability of local communities to preserve and disseminate these traditions without having to turn to interlocutors. The tradition of vernacular creativity via digital media production has a history in favelas that goes back almost 20 years. Since the creation of the earliest Favela-based blogs sites in the early 2000s, residents have turned to first participatory websites and then social media as a channel to reach larger municipal, national, and global environments. In the 2000s, participatory sites like the one operated by Viva Favela provided platforms for favela residents to upload videos, photographs, or written narratives. Along with these NGO-run sites, neighborhood-specific blogs, Facebook pages, and Twitter accounts have expanded at an incredible rate over the last decade. The largest favela-specific Twitter profile, “Voz das Comunidades” [“Voice of the Favelas”], now has over 350,000 followers. As a fundamentally participatory site, “Favela Tem Memoria” is clearly part of the same trend as these other projects. However, as an archive it also adds an attention to historical preservation and curation not necessarily present in other types of digital media projects focusing on favelas. As a hybrid archive/participatory media site, the project inserts a powerful democratizing element to the production of history through archival documentation.", "The largest element of the “Favela Tem Memoria” archive was the photographic archive curated on the “Fotos” section of the site. To create this section, Viva Favela team members solicited donations from 10 different communities from different parts of the municipality of Rio and in surrounding areas. When asking for photo donations, NGO workers explicitly targeted photographs from the 1960s, 1970s, and 2000s/2010s. The archive contained no photos before 1960 or from the 1980s or 1990s. The decision to target these two time periods was neither capricious nor careless. The 1960s–1970s represented the period when favelas began to spring up across the nation. As industrialization intensified nationwide, migrants from the Northeast part of the nation flooded into Rio, São Paulo, and similar metropolitan areas for better job opportunities (Perlmann 1980). In the photo archive, this period is thematized by two different types of pictures: those depicting community building and those depicting community responses to crises. Organized by neighborhood (e.g. Borel; Favela da Ramos), the first type of photos focuses on the construction of houses, typical daily scenes like women hanging laundry and children playing in the street, and general scenes of shared public space. The second type of photo display specific crisis situations faced by community residents. Organized by crisis events including flooding and forced eviction, photos in this group display one of two conceptual themes: “collaboration” or “dejection”. The photos depicting “collaboration” show residents working together in activities such as helping each other escape from natural disasters or defend themselves from police attack. The “dejection” photos offer powerful encapsulations of what documentary scholar Paula Rabinowitz has called “the social totality in a single image” (Rabinowitz 1994, 38). This group of photos presents residents looking forlorn as police officers, bulldozers, and construction crews clear out their communities. Figure 2 provides a typical example of this sort of photo: a group of children and a young woman holding a small child walk cautiously through the rubble of their community after their homes had been destroyed. This type of picture attempts to frame the larger phenomenon of eviction as a moral issue by focusing on the human costs of forced removals. The photographs from the 2000s are significantly fewer and organized by neighborhood. Though much less thematically distinct then the 1960s/1970s photos, most of the images depict cultural activities including dances, kite flying, the construction of floats for carnival, and bicycle riding. By focusing on “a vida cotidiana” [“everyday life”], a phrase often invoked by favela activists to combat representations of these areas as dens of criminality and ubiquitous violence (Chagas 2009, 244, en. 2), this type of image promotes the notion that there is less distinction between community life and community values than the stereotypes about values would have the public believe. Entirely absent from this group of photos are any pictures of armed drug traffickers.", "Figure 2  Screen capture of photograph from “Favela Tem Memoria” photo bank showing the eviction of Chapeu Mangeuira Favela, circa 1950s. Courtesy of Viva Favela", "Figure 2  Screen capture of photograph from “Favela Tem Memoria” photo bank showing the eviction of Chapeu Mangeuira Favela, circa 1950s. Courtesy of Viva Favela", "It is notable that photographs from the 1980s and 1990s are explicitly absent from the “Favela Tem Memoria” archive. Though never mentioned explicitly on the site or any related press materials, it is a reasonable certainty that the Viva Favela chose not to include this period because during this time favelas were experiencing the highest levels of violent confrontation between drug traffickers and State security forces. As Soares (2006), Fischer (2011), and other historians have detailed at length, the early 1980s witnessed a rapid boom in violence as a combination of a boom in the domestic cocaine trade and the fortuitous intermingling of local gang leaders and leftist militant guerillas in Cândido Mendes and other local prisons. The intersection of these two phenomena led to a rapid and deadly militarization of the favelas. The fact that “Favela Tem Memoria” contained no images of this element of daily life resonates strongly with Viva Favela’s mission to create a sense of community history that celebrates their cultural richness and promotes a sense of solidarity among community members (César Fernandes 2010). Acknowledging the difficulties and trauma of this period potentially undermines the site’s role as an advocacy resource for favela communities.", "The other central element of the archive was the “Testimonials”, short narratives written by community members with accompanying photographs. This portion of the archive leverages the power of the personal in a way resonant with testimonial literature produced within Latin America in the 1980s–1990s (e.g. Beverly 2004). Among the 28 testimonies, 27 showcased stories about individual residents while one featured an interview with favela historian Rafael Souza. In terms of age distribution, of the 27 participants 10 were older than 80, 7 between 70 and 80, 5 between 60 and 70, 3 between 50 and 60, and 2 under 50. The two most frequently occurring themes in the stories were migration and the preservation and continuation of cultural traditions including religion, music, dance, and food. For example, a 2007 testimony describes the life of “Dona Penha”, an 83-year-old woman who had moved to the Complexo de Maré favela in the 1960s. Maré, a community where all three of the largest trafficking factions have a presence, is often considered to be the most violent favela in Rio (e.g. UOL 2018). Instead of discussing the violence in her community, her narrative is based on the ways she has preserved and changed her heritage as a Bahian native. Bahia, considered to be the region of Brazil must heavily be influenced by African culture, is one of the most culturally distinct regions of the country (Pinho 2004). Other stories focused directly on memories of community life in the mid-20th century with the omission of the 1980s–1990s. One of the testimonials highlighted in the 2016 Metro exhibit illustrates this sense of a shared collective past: “Whenever it was needed there was a neighbor to help with work, renovation, building a house. And we shared almost everything. If someone needed a clove of garlic, we would give them two or three. If we needed rice someone would give it to us. It was a constant exchange of favors. Everyone was poor, life in the favela was difficult, but everyone helped each other” (Quoted in Mackay 2016). This narrative crystalizes the archive’s overall strategy of presenting individual narratives in a way that could be used to create both a sense of historical community solidarity and as a way to delegitimize media and popular narratives about favelas as nothing more than conflict zones or hotbeds for criminal activity."]}, {"title": "The Impact of “Favela Tem Memoria” as Advocacy Tool: The Continuing Attempt to Re-program Public Conversations About Favelas", "paragraphs": ["“Favela Tem Memoria” presents an alternative history or retelling of Rio’s favelas constructed around self-sufficiency, collaboration, and social justice. Outside its Internet home, the archive also performs an advocacy function by leveraging the lived experience of individuals in an attempt to reinforce or shed further light on the necessity to promote intervention in a certain area (Tactical Technology Collective 2009, 6). Between 2015 and 2016, the archive was utilized by two initiatives as a tool for building awareness about favela history, and the historical rights of favela citizens. The first, a 2016 exhibit hosted at subway stations across the city, attempted to re-program popular understandings and journalistic coverage of these areas. The second and more directly advocatory initiative was the incorporation of materials from the archive in a 2015 tenant’s rights on behalf of a favela-based samba school. Both of these initiatives provide instances where the materials in the archive become part of larger attempts at promoting cultural awareness of and justice for Rio’s favelas.", "Created 11 years after the digital archive launched, the exhibit in the city’s Metro stations was the first time the project received any public or press attention. While Viva Favela had in the past held openings where they displayed photographic and audiovisual materials (including a 2009 nationwide tour where staff members held workshops to accompany the materials exhibited (Lucas 2013)), the 2016 exhibit provided the first real public exposure of the “Favela Tem Memoria” archive. Working with the city of Rio de Janeiro’s municipal works program and the Invepar Institute (a large non-profit focusing on a variety of community development projects), staff members from Viva Favela chose photographs and chunks of testimony from the archive to blow up and create a museum-style exhibit combined with an interactive display that allowed spectators to browse the “Favela Tem Memoria” site. Viva Favela chose to have the exhibit move through different subway stations that were located in close proximity to large favelas. Beginning at the Pavuna station in the city’s north zone, the project traveled until it reached the General Osorio station in the south zone neighborhood of Ipanema. Over the course of 2 months (between February and March, 2016) subway passengers had the opportunity to use the project as a way to possibly experience some of the sense of community history and solidarity experienced by the actual participants who helped create the digital archive.", "The group did not seem to keep any metrics as to how many passersby stopped at or engaged with the exhibit as it traveled through the Metro stations. However, drawing upon media coverage within Rio of the event provides an approximation of the exhibit’s larger impact on audiences. As the exhibit moved from station to station, it began to garner considerable press attention. Many of the major news outlets in the city covered the Pavuna opening. A press release circulated by Veja, the largest cultural magazine in Rio, described the exhibit as “providing for our social memory a timeline for understanding the ways that the past and the present are intertwined” (Agência Brasil 2016). Jornal Extra, the largest circulating newspaper in Rio, dedicated a section to the opening in Ipanema (Globo Extra 2016) The Rio Olympics Neighborhood Watch (RioOnWatch) blog, a dual English-Portuguese publication, provided an interpretation of the exhibit that emphasized the way the exhibit wove together a narrative of solidarity that connected the past, present, and future of favelas (Mackey 2016). These are three of the 15 news stories dedicated to the exhibit. I argue that all of these stories provide evidence that the project is achieving goals on behalf of the community. The amount of media coverage potentially indicates a genuine interest by journalists to understand the situation in favelas in a more nuanced and less sensationalist or derogatory manner.", "In 2015, one of the testimonies from “Favela Tem Memoria” sparked a small campaign that ended with a community receiving ownership of the Samba school in Salgueiro that had been seized by the Rio city government and was slated to be demolished. This case provides a more explicit example of the real-world advocacy potential of the archive than the Metro exhibit. The process started when a group of activists associated with the Brazilian Bar Association started an investigation into who the history of the title of the property (Monteiro 2016). They found that under legislation enacted during the administration of Lula da Silva the neighborhood association met the requirements for titling. Using this information, the neighborhood association was able to claim title and maintain control over the space. This case provides perhaps the clearest example of how “Favela Tem Memoria” moved beyond the space of a digital archive and into that of an instrument for community advocacy.", "The 2015 Samba School case points directly to the potential of “Favelas Tem Memoria” as a tool for promoting advocacy for favela communities. Incorporating material produced in this context provides a form of documentation that invokes the veracity of the experience at hand. User-generated content provides a perspective more closely linked to individual’s lived experience than other forms of news media. Hence, products of this type of media production might reinforce a sense of verisimilitude or mimetic relationship between representation and experience that operates according to what historian Joan Scott has famously labeled the “evidence of experience” logic based on literal transparency (Scott 1991, 775). According to this logic, the lived experience of each individual can serve to stand in for the combined experience of a certain group or constituency in a forceful manner. Put more concretely, incorporating personal experience through digital media might greatly amplify and strengthen the strategic potential of the advocacy message. In the case of “Favela Tem Memoria”, the archive worked to both capture a sense of collective of solidarity and providing a tool for community advocacy."]}, {"title": "Conclusion: Archive as Counter-History and Development Initiative", "paragraphs": ["The 2016 Metro tour represented a high point in exposure for “Favela Tem Memoria” as the archive seemed to be reaching larger and larger audiences through the traveling exhibit. However, during this same period and after the “Favela Tem Memoria” did not record any new entries. Finally, around Fall 2017 the entire online archive contained at www.favelatememoria.com.br disappeared, leaving only the message, “Domain Name System (DNS) is Not Functioning Properly”. Though some materials from the archive remained on other sites, the majority of materials collected on or created for the site disappeared. Attempted contact with staff members did not merit response. Instead of either celebrating its achievements in terms of amount of material archived or writing it off as a failure, I propose that “Favela Tem Memoria” simultaneously highlights the cultural and political possibilities of creating a space for collecting and sharing subaltern perspectives while also providing a strong case for critically analyzing questions of stakeholder accountability in NGO-initiated projects.", "While it would be both cynical and spurious to claim that NGO staff lost interest in maintaining the archive after the high-profile Metro station exhibit in 2016, the success of the mobile display could point to a central critique launched against NGO-led projects in media production (including those creating archives): groups need to show board members, funders, and other members of their network that they are being “effective”. As Rodriguez (2007) and other critics have argued (e.g. Elyachar 2011), in many cases non-profit organizations and NGOs focus so heavily on producing “deliverables” or concrete examples that their work is being effective that they lose sight of how the program or project is affecting participants. While the fact that that the archive was launched years before the 2016 Metro exhibit illustrates that NGO workers that produced “Favela Tem Memoria” did not intend the project to merely advertise their work, the pressure to prioritize this type of activity could lead to a situation where maintaining the digital archive is no longer the central emphasis of their work. In short, maintenance of the archive seems to not prove a priority for the NGO or funders.", "In Favela: Four Decades of Living on the Edge in Rio de Janeiro (2010) sociologist, Janice Perlman (the first American academic to conduct research in favelas) appraises the first five years of “Favela Tem Memoria” in a highly positive manner. In a section entitled “Multiple Knowledges and Sense of the Self”, she argues that the digital archive is one of a few projects working in favelas that could potentially produce radical change for residents: “If lines in the sand are erased and favela [residents] are able to find a sense of self-worth and self-respect, it will be that much more difficult for those who wish to keep them in a subservient position” (Perlmann 2010, 353). Her assessment of the project frames it as a path for empowering favela residents to believe they have the ability to promote change and fight injustice in their loves. For a population that has been so historically marginalized, this could be revolutionary. Returning to the idea of a subaltern counter-history, we can see how the project provides the foundations for building social and political consciousness. In this role “Favela Tem Memoria” echoes the elliptical yet strong words of Appadurai: “Rather than being the tomb of the trace, the archive is more frequently the product of the anticipation of collective memory” (Appadurai 2003, 24).", "With this positive assessment in mind, the site still crashed in 2017. If it is to be a tool of promoting a counter-history, it has to exist for individuals to view and for more favela residents to add their stories and lived experiences. However, in order to continue the project needs financial support. Sociologist Clifford Bob (2006) has persuasively argued that the only difference between a successful and an unsuccessful NGO is the group’s ability to innovatively package its work in a way that attracts and keeps donors. Adapting Bob’s work to the specific context of digital media, Thrall, Stecula, and Sweet (2014) contend that the increasing usage of digital communication strategies by NGOs globally to attract support for their cause has intensified competition among NGOs to produce “deliverables” that might be appealing or attractive to donors. With this economic situation in mind, creating “deliverables” out of the “Favela Tem Memoria” archives is completely justifiable. Framed as a part of a community development initiative, the archive must be able to produce materials that the NGO can use to show funders that it is accomplishing the task it is meant to accomplish. In the case of “archive-based development” this means publicity. The tension between the archive’s role as a community resource and its role as a tool for generating financial support for the NGO raises perhaps the most important yet difficult question: To whom does the archive belong? To the participants who create the materials or to the group that is managing the archive? In this case, there appears to be a potential danger that the answer is not both."]}], "references": [{"title": "Vernacular Creativity and New Media", "year": "2007", "journal": "", "volume": "", "authors": [{"name": "Burgess Jean", "first_name": "", "last_name": "Jean"}]}, {"title": "Relocating Development Communication: Social Entrepreneurship, International Networking, and South-South Cooperation in the Viva Rio NGO", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Davis Stuart", "first_name": "Davis", "last_name": "Stuart"}]}, {"title": "Da “Metáfora da Guerra” ao Projeto de ‘Pacificação’: Favelas e Polçticas de Segurança Pública no Rio de Janeiro”", "year": "2012", "journal": "Revista Brasileira de Segurança Pública", "volume": "6", "authors": [{"name": "Leite Maria Periera", "first_name": "Leite", "last_name": "Periera"}]}, {"title": "“Exposição ‘Favela Tem Memória’ Traz ao Público a Memória Social das Favelas do Rio”", "year": "2016", "journal": "Rio Olympics Neighborhood Watch", "volume": "", "authors": [{"name": "Mackay Rhona", "first_name": "Mackay", "last_name": "Rhona"}]}, {"title": "Narrativas do Medo: O jornalismo de sensações além do sensacionalismo", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "Matheus Léticia", "first_name": "Matheus", "last_name": "Léticia"}]}, {"title": "A Vida Como Ela é/pode Ser/Deve Ser? O Programa Aqui Agora e Cidadania no Brasil", "year": "2006", "journal": "Intercom: Revista Brasileira de Ciências da Comunicação", "volume": "29", "authors": [{"name": "Mayer Vicki", "first_name": "Mayer", "last_name": "Vicki"}]}, {"title": "“When the Subaltern Speaks: Citizen Journalism and Genocide ‘Victims’ Voices Online.”", "year": "2014", "journal": "African Journalism Studies", "volume": "36", "authors": [{"name": "Mpofu Shepherd", "first_name": "Mpofu", "last_name": "Shepherd"}]}, {"title": "", "year": "1980", "journal": "The Myth of Marginality: Urban Poverty and Politics in Rio de Janeiro", "volume": "", "authors": [{"name": "Perlman Janice", "first_name": "Perlman", "last_name": "Janice"}]}, {"title": "", "year": "2004", "journal": "Culture is our Weapon: Making Music and Changing Lives in Rio de Janeiro", "volume": "", "authors": [{"name": "Platt Damian", "first_name": "Platt", "last_name": "Damian"}, {"name": "Patrick Neate", "first_name": "Patrick", "last_name": "Neate"}]}, {"title": "“The Evidence of Experience.”", "year": "1991", "journal": "Critical Inquiry", "volume": "17", "authors": [{"name": "Scott Joan W", "first_name": "Scott", "last_name": "W"}]}, {"title": "“Segurança Pública: Presente e Futura.”", "year": "2006", "journal": "Estudos Avançados", "volume": "20", "authors": [{"name": "Soares Luis E", "first_name": "Soares", "last_name": "E"}]}, {"title": "“Forums for Citizen Journalists? Adoption of User-Generated Content Initiatives by Online News Media", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "May We Have Your Attention Please? Human-Rights NGOs and the Problem of Global Communication", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Thrall Trevor", "first_name": "Thrall", "last_name": "Trevor"}, {"name": "Stecula Dominik", "first_name": "Stecula", "last_name": "Dominik"}, {"name": "Sweet Diana", "first_name": "Sweet", "last_name": "Diana"}]}, {"title": "Favela Tem Memória", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}]}