{"doi": "10.1080/17512786.2016.1209976", "url": "https://doi.org/10.1080/17512786.2016.1209976", "title": "A Place to Protest", "volume": "11", "year": "2017", "issue": "8", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Jenkins", "first_name": "Joy", "name": "Joy Jenkins"}, {"last_name": "Wolfgang", "first_name": "J.", "name": "J. David Wolfgang"}], "abstract": "The national media converged on Baltimore, Charleston, and Ferguson, Missouri, in 2014 and 2015 to cover protests in response to police violence toward African American males. Although national and local media covered the events and the aftermath, alternative media sought to provide additional viewpoints and spur readers to respond. This study analyzed the practices, content, and public discourse connected to alternative weekly newspapers in Baltimore, Charleston, and St. Louis. The study examined whether the publications reflected ideal roles of alternative media, including representing different viewpoints, using non-traditional methods of content, and providing a space for the public to challenge systems of power and oppression. The authors also studied the online forums associated with all three publications, including each organization’s website and Facebook page, as potential spaces for alternative publics to emerge around a shared interest in collective action. The publications showed some characteristics of the ideal form of alternative media, but most lacked the diverse voices and critical calls to action needed to represent the normative standard. The discourse the news organizations spurred also fell short of the ideal. The forums lacked rational and critical engagement, and commenters largely failed to promote sincere attempts to engage in community conversation.", "body": [{"title": "Introduction", "paragraphs": ["On August 9, 2014, police officer Darren Wilson shot and killed an unarmed black teenager named Michael Brown in Ferguson, Missouri. The shooting sparked a wave of civil unrest. When a grand jury announced that it would not indict Wilson, Ferguson erupted again, with some demonstrators resorting to arson, looting, and violence (Healy 2014). In April 2015, Michael Slager, a white police officer in Charleston, South Carolina, shot and killed an unarmed black man named Walter Scott after a traffic stop (Robles 2015). Slager was charged with murder. Also in April 2015, a black man named Freddie Gray died after allegedly suffering a spinal injury while in police custody in Baltimore, Maryland (Graham 2015). Six police officers were charged in connection with the event, and all were eventually acquitted or their charges were dropped (Chuck 2016; Rector and Fenton 2016). As in Ferguson, these incidents sparked protests and “reignited a national conversation around race and policing” (Ford 2015).", "Although national media organizations covered the deaths and protests, local media organizations investigated incidents in their own communities. As local newspapers and television stations covered the shootings, alternative media aimed to offer reporting emphasizing different viewpoints and perhaps spurring readers to respond through discourse and collective action. The deaths allowed alternative media to stake an ideological claim among the protestors and other subordinated communities who responded through protests. The potential for alternative media to foster alternative forms of content, as well as to provide an alternative space for discussion, is important for understanding how the public might receive, respond to, and use these media to improve their communities.", "This case study assessed how The Riverfront Times (St. Louis, Missouri), Charleston City Paper, and Baltimore City Paper covered their respective local stories. Because alternative media aim to cover issues mainstream media ignore (Harcup 2005), this study considered how they presented and interpreted the issues, the diversity of perspectives presented, and the extent to which the publications incited their readers to respond. The study also examined online comments on the websites and social media responses to all three publications. This study endeavored to broaden understandings of the functions of alternative media and the potential these publications harbor for engaging, informing, and empowering communities. Although alternative media are well situated to provide new and innovative forms of content and discourse, research is needed to address whether they fulfill these roles and whether the public uses the content with the interests of the community in mind."]}, {"title": "Literature Review", "paragraphs": ["Before assessing how alternative media provide and shape discourse about significant incidents, we examine the various ways this genre of media has been defined. These definitions include the counter-hegemonic ways these publications are produced, written, and received. We consider how scholars have assessed the characteristics and ideologies of alternative media journalists and their audiences, both in the print and digital contexts. Lastly, we address the potential for alternative media to spur alternative publics through considering assessments of the creation, functions, and significance of public spheres as spaces for debate and seeking solutions.", "Alternative media have been difficult to define. Downing (2003) distinguished one-shot alternative media, such as songs, performance art, and political cartoons, from ongoing alternative media, which more closely resemble mainstream media. In fact, “there may be some crossover of ideas, content, style, and, not least, people between what may be termed the alternative and what may be termed the mainstream” (Harcup 2005, 370). Alternative media also address issues and events in a way that opposes information, perspectives, and representations in the mainstream media (Haas 2004b; Harcup 2005, 2011), resists professionalized and institutionalized practices (Atton and Hamilton 2008), and challenges societal norms (Harcup 2011). Alternative media frequently advocate for social and political reform, which shapes their organizational structure, content, and audience relations (Haas 2004b).", "Alternative media constitute “any media that are produced by non-commercial sources and attempt to transform existing social roles and routines” (Atkinson 2005, 78). However, alternative media may also include small-scale oppositional media (Downing 2003) as well as “party” newspapers, feminist publications, underground magazines, and local projects (Harcup 2005). Atton (2002) highlighted alternative media’s emphasis on experimentation and transformation in organization, production, and social relations.", "Alternative media can be seen as supplements to or counter-hegemonic critiques of mainstream media (Bailey, Cammaerts, and Carpentier 2007). Alternative media may serve as sites for subordinated groups to impart counter-hegemonic meanings through discursive resistance—representing marginalized, misrepresented, and under-represented perspectives—and experiment with content and form (Bailey, Cammaerts, and Carpentier 2007). Ultimately, these media present interpretations of stories and topics not normally considered news, as well as offer the views of people who may not otherwise have access to the media, such as dissidents, protestors, minority groups, and even ordinary people (Atton 2002), or who are ignored by more dominant news organizations (Atton 2015).", "In doing so, alternative media can offer readers access to others’ lived experiences, or determinate meaningful aspects of life (van Manen 2016), as well as provide empowering narratives of resistance for counterpublics (Atton 2002). They may also comment on other news organizations and the shortcomings of their approaches, engaging in a form of metajournalism (Carlson 2012). Metajournalism allows news organizations to consider journalism’s work, image, and boundaries in the face of changing conditions for production (Carlson 2012).", "Alternative media also aim to empower readers and compel them to respond, which Atton (2002, 85) termed “information for action.” This emphasis differs from movements such as public journalism in that alternative media emphasize the role of audience members, rather than retaining “the power of journalists to set the media agenda” (Haas 2004b, 119). Activists have emphasized the potential alternative media hold not only to inform readers but also to create an environment where audiences can engage in collective action (Rauch 2007). Alternative media have served as sites for public formation, group representation, political deliberation, contestation, and social movement formation and mobilization (Mowbray 2015). As such, alternative media may eschew the journalistic norm of objectivity, or “the belief that one can and should separate facts from values” (Schudson 1978, 5).", "Many definitions and concepts associated with alternative media are tied to the pre-digital media landscape (Hamilton 2015). However, online culture challenges alternative media to help citizens navigate this new environment, such as by providing persuasive and transparent analysis and spaces for conversation, debate, and action (Lievrouw 2015). Kenix (2015) suggests that technological convergence has spurred a rise in commercialism that blurs distinctions between alternative and mainstream media, emphasizes opinion-based and emotive narratives, and values readers as consumers over citizens.", "Although scholarship has tended to focus on non-commercial alternative media, many self-described alternative publications rely on advertising, sponsorships, state-provided funding, or other economic models mirroring those of mainstream media. However, adopting these approaches could challenge journalistic autonomy and limit opportunities to be critical (Fuchs and Sandoval 2015). We specifically focused on US alternative newsweeklies, which receive most of their funding from advertising (Benson 2003). Benson’s (2003) case study of the leading alternative newsweeklies in Los Angeles and San Francisco showed that these publications covered local government, media, business, culture, alternative lifestyles, and sexuality. However, the non-chain-owned San Francisco Bay Guardian was consistently more alternative, including its emphasis on providing mobilizing information to “activist-citizens” (117).", "Alternative media might prefer a role that seeks out voices that are critical of authority and support reform, similar to the radical role of Christians et al. (2009). Although alternative media might express a normative ideal in line with a radical role, we must consider factors that could inhibit the realization of this ideal. We approached this analysis with the understanding that the organizations should be critiqued based on how they approach their preferred role but also with a broader understanding of the potential of advocacy media.", "Journalists who work for alternative media emphasize their ability to provide forums for otherwise disenfranchised groups and potentially change the world (Harcup 2005). Generally, alternative media is “produced by the same people whose concerns it represents” (Haas 2004b, 116). These journalists have also purported to be dissatisfied with mainstream or “establishment” media, preferring instead to work with cause-driven publications that allow them to interact with a wider range of sources (Harcup 2005). They also argue that “reporting is always bound up with values (personal, professional, institutional) and that it is therefore never possible to separate facts from values” (Atton and Hamilton 2008, 127).", "Alternative journalists aim to present news that is relevant and meaningful to certain communities while also collaborating with them to produce it (Atton and Hamilton 2008). Therefore, the lines between journalist and source and journalist and audience may be blurred (Harcup 2011). One newspaper journalist defined alternative media as “‘anything produced by its potential audience’” (Harcup 2005, 363). As such, alternative journalism may offer insights into the experiences and views of groups in communities who have not had access to or representation in media while also blurring the traditional boundaries of journalism.", "These efforts hold potential to present counter-hegemonic journalistic discourses. However, Hindman (1998) found that alternative media journalists often accept traditional media definitions of what is news and how to approach issues such as objectivity, detachment, and holding certain values. The journalists, then, attempt to fulfill both the traditional understanding of what is a journalist while also attempting to advocate for the community (Hindman 1998). In focusing specifically on US alternative newsweeklies, we consider how mainstream media practices might influence these publications’ ability to “offer news and views ignored by the mainstream media, as well as encourage passionate democratic debate and, in some cases, active political involvement” (Benson 2003, 124).", "Alternative media encourage more public participation in their creation, production, and dissemination than traditional media through emphasizing active and mobilized audiences (Atton 2002). Alternative media also create spaces for alternative discourse and can help groups challenge power relations (De Jong, Shaw, and Stammers 2005). Alternative media engage the audience in a transformative process on a level playing field that can radically challenge the profession (Rodriguez 2001). This emphasis creates spaces where citizenship is formed and identities, lifestyles, and cultures are created through collective civic journalism (Rodriguez 2001).", "Alternative media promote journalism’s ability to spur political activity (Whitaker 1981). Alternative media and social protest help form a culture of activism (Rauch 2007), and empower activists in their communities of resistance (Atton 2002). Some activists have suggested that alternative media serve both instrumental and ritual roles, providing pleasure and shaping their sense of identity, as well as offering symbolic value through which they distinguish themselves from mainstream media audiences and create bonds (Rauch 2007). Harcup (2011) assessed alternative media as a form of active citizenship, in that they encourage and reflect a culture facilitating debate and participation among marginalized groups.", "Through encouraging inclusion and political engagement, alternative media play “a vital, democratic role in influencing public debate” (Harcup 2011, 23). Because alternative media are more democratic and inclusive than mainstream media, audiences might also become producers (Atton 2002; Atton and Hamilton 2008; Harcup 2011). This participation can be classified as participation in the media and participation through the media (Bailey, Cammaerts, and Carpentier 2007).", "Locally, technology has allowed non-professional journalists to engage in self-representational and democratic processes, although not all media organizations offer maximalist forms of participation (Carpentier, Doudaki, and Christidis 2015). However, citizen groups and social movements are also less reliant on established mass media to achieve their aims (Van de Donk et al. 2004).", "This study, broadly, considers how alternative media engage their audiences and allow the public to help shape coverage. These assessments can shed light on how the publications further their advocacy in partnership with their publics, not only to advance a chosen purpose and ideology but also to allow that perspective to emerge organically and synergistically.", "Society needs a space where public issues can be debated to seek common ground and solutions without the influence of the state or economic actors. The public sphere, in its ideal state, allows for rational-critical discourse, reflexivity, ideal roles, inclusivity, sincerity, and autonomy (Dahlberg 2001; Habermas 1989). This ideal is difficult, however, given the influence of commercial and private actors and because marginalized groups are frequently left out (Landes 1988). In contrast, alternative publics serve as “safe spaces” where alternative groups can retreat and regroup before joining a broader public sphere (Dahlberg 2014). The publics are loose in structure and have fluid memberships, positioning the spaces as emerging forms of engagement (Dahlgren 2005). Dahlberg (2014, 32) argues for the need for more counterpublics to stand “in opposition to ‘mainstream’ or ‘dominant’ publics, supported by various mediums and constituted by rational-critical deliberation.” This study examines a social movement through the content and discourses of alternative newsweeklies that are not explicitly tied to the social movement itself, meaning that these forums are more adequately defined as alternative publics—where like-minded individuals engage in discourse about public issues but do not necessarily represent a marginalized group (Wolfgang and Jenkins 2015).", "There is a synergetic and mutual relationship between the alternative—or counter—public and the alternative press (Atton 1999). The alternative public engages in the production and consumption of alternative press within the alternative public sphere. The alternative press provides content to help the alternative public sphere formulate positions and discuss and debate radical and dissenting ideas (Atton 1999). Mowbray (2015) proposed a logic of counterpublic formation and facilitation, in which alternative media construct mediated spaces encouraging attention, engagement, and dialogue from diverse voices. This study considers not only the potential of alternative publications to engage with audience members in social advocacy but also their ability to spur related discourses governed by participants."]}, {"title": "Research Questions", "paragraphs": ["We sought to examine how US alternative publications reflect and perhaps challenge the ideals of alternative media as outlined by existing scholarship. Although these publications may reflect the characteristics of mainstream media, they may also provide spaces for counter-hegemonic discourse to arise in response to local news. In particular, this study considered the discursive approaches The Riverfront Times, the Charleston City Paper, and the Baltimore City Paper used to represent police use of force against unarmed black citizens. It also assessed whether these alternative newsweeklies spurred an alternative public through the spaces the publications created for audiences to respond to coverage and the nature of those responses."]}, {"title": "Method", "paragraphs": ["We used case studies to understand the journalistic function of alternative media and the extent to which they provide sites of ideal discourse for alternative publics. Case study aims to illuminate theoretical issues (Cassell and Symon 2004) through addressing a phenomenon or process as it develops within individual cases (Swanborn 2010). Case study as a method also considers the real-world, contemporary context in which a case unfolds (Creswell 2013), in this case, cities in which a death sparked civil unrest. A case study emphasizes particularization over generalization, seeking greater understanding of a specific case and appreciating its uniqueness, complexity, and interaction with its contexts (Stake 1995).", "Specifically, this study explored how three alternative publications covered important issues and created spaces for alternative public discourse. The Riverfront Times, Charleston City Paper, and Baltimore City Paper all covered the use of deadly force by police against black citizens. All three publications are members of the Association of Alternative Newsmedia, which defines its members as using their outlets to speak truth to power (Association of Alternative Newsmedia 2015). Members should have tolerance for “individual freedoms and social differences” as well as an “eagerness to report on issues and communities that many mainstream media outlets ignore” (Association of Alternative Newsmedia 2015). The publications were chosen for their recent coverage of high-profile local incidents of the police using deadly force against a black citizen to determine whether their coverage exemplified the approaches expected of an alternative media outlet.", "This study used multiple sources of data, including textual analysis of articles related to the Ferguson, Charleston, and Baltimore incidents and subsequent protests and online comments posted on the publications’ websites and Facebook accounts in response to this content. The study also relied on theory triangulation and investigator triangulation (Haas 2004a) through considering theories related to journalistic production and audience response as well as comparing the insights of two researchers.", "The authors analyzed articles from a two-month period after each incident. Articles were identified via the online versions of the three publications. The search tags “Ferguson” and “Michael Brown” were used for The Riverfront Times website, resulting in 58 articles. The Charleston City Paper created a single Web page that linked to all of the organization’s coverage of the shooting of Walter Scott; the page included 11 articles. The Baltimore City Paper also created a website devoted to coverage of the death of Freddie Gray; it included 88 articles.", "The analysis considered how articles reflected the key characteristics of alternative media, including the diversity of sourcing, such as addressing everyday citizens and members of subordinated groups in addition to official sources; addressing issues and topics that are not covered in the mainstream press or that may be particularly meaningful to alternative publics; and using nontraditional approaches to story content, including reporting from a particular perspective, advocating for reform, and providing ideas and opportunities for readers to respond.", "This study also analyzed comments on the websites of the alternative publications and their Facebook pages to determine whether the forums met the ideal standard of an alternative public sphere. The researchers gathered 85 comments from nine stories on the Charleston City Paper’s website and 903 comments from 15 Facebook posts. For the Baltimore City Paper, the researchers collected 258 comments from 43 stories on the website and 47 comments from eight Facebook posts. For The Riverfront Times, the researchers gathered 81 comments from one story on the website and 1018 comments from 16 Facebook posts.", "To analyze comments, the researchers used a modified form of Dahlberg’s (2001) analysis of the characteristics of a public sphere. This study is concerned with the facets of public discourse that encourage alternative forms of deliberation, rather than the broader public sphere. These criteria included looking at exchange and critique of reasoned claims, ideal role taking, reflexivity, sincerity, autonomy from the interests of outside actors, and the presence of collectively held critique. The commenting spaces were studied for their potential to represent these ideal characteristics.", "Exchange and critique of reasoned claims represents the expression and criticism of reasoned normative positions. Ideal role taking consists of individuals participating in constructive dialogue and showing respect. Reflexivity is represented by the willingness of commenters to engage in a form of self-critique by reconsidering their own views and the beliefs and values of others. Sincerity is observed through participants making a genuine effort to fully participate by providing all necessary information. Autonomy from the interests of outside actors is represented by an absence of participants challenging the foundational principles and ideology of the public, and the presence of a collectively held critique is represented by whether the alternative public coalesced around a shared critique rooted in public ideology. Dahlberg’s (2001) analysis focuses on autonomy from state and economic actors; however, this analysis was more concerned with the presence of a space that restricts access for those who are not part of the alternative community, creating a more homogenous group. This analysis also considered the presence of collectively held critique because, although differences of opinions will surely exist, there was a need for a base starting point from which the public begins its discourse."]}, {"title": "Findings", "paragraphs": ["Through analyzing articles and online comments in reference to the coverage of these incidents, this study identified several themes addressing the publications’ discursive approaches and their potential to create spaces for alternative publics. The findings are presented according to the following inductive themes: the publications’ use of experimental approaches to content that allowed them to present distinctive perspectives on protests occurring in the cities; emphasizing the voices and experiences of the people in the communities they covered; critiquing mainstream media; and presenting calls to action from quoted protestors and columnists. However, the final theme addresses how the coverage fell short of normative expectations for alternative media to serve as outlets for advocacy, namely in the publications’ lack of direct calls to action for readers to enact solutions.", "The findings also consider how the publications reflected attributes of mainstream media, such as covering press conferences and other media events, featuring the perspectives of expert sources, and taking distanced, objective approaches to reporting. Finally, the findings show that some alternative media have the potential to portray attributes of an alternative public, but none of the publications met ideal standards.", "The publications often used strategies mirroring the approaches of traditional news media, such as reporting on press conferences and official media events and interviewing city officials and other official spokespersons. Although some articles relied exclusively on these techniques, others included sourcing unique to the alternative publications to express dissenting opinions without the reporters drawing conclusions directly. For example, coverage in the Charleston City Paper on the indictment of the former North Charleston police officer who shot Scott included not only the judge’s reaction but also the views of two activists who had been critical of the judge’s record in other office-involved shootings (Bowers ). The Riverfront Times often covered news regarding Brown’s death and the protests in Ferguson through official statements and press conferences, but the publication also incorporated original reporting, such as reactions from Michael Brown’s family and protestors. Further, covering the first Ferguson City Council meeting after Brown’s killing, The Riverfront Times reported on the meeting’s proceedings but also interviewed an attorney with a local advocacy group, who said, “You can see the anger and resentment here … [The city] has to divide the administration of justice from the desire to raise revenue” (Lussenhop ). Including this statement reinforced the dissent remaining in the community while also providing a call to action from the activist.", "Covering the most active days of the protests, all three publications provided detailed, observational accounts, with reporters describing their role in the action. In The Riverfront Times, which offered several moment-by-moment accounts of protests, the reporter wrote, “Police and SWAT forces were out in force in Ferguson last night, and they used armored vehicles, rubber bullets and tear gas to clear groups of protestors and pedestrians from roads, parking lots and, occasionally, residents’ own back yards” (Wicentowski ). In a collection of protest dispatches from the Baltimore City Paper, a reporter wrote, At the corner of Light Street and Key Highway, the group sprawled out but was also scattered. Again, cars tried to get around or seemingly test the group. One officer came up and explained that the group could “sit down” or “squat down” but could not simply mill around. Someone yelled “fuck the police” and was quickly silenced. (Soderberg )", "At the corner of Light Street and Key Highway, the group sprawled out but was also scattered. Again, cars tried to get around or seemingly test the group. One officer came up and explained that the group could “sit down” or “squat down” but could not simply mill around. Someone yelled “fuck the police” and was quickly silenced. (Soderberg )", "These accounts challenged inverted pyramid-style reporting through using personal anecdotes and a more conversational style.", "The alternative publications referenced the reporting and approaches of other media covering the unrest in their communities, suggesting a form of metajournalism, but their critiques were typically reserved for the national media that left once the protests subsided. For example, the Baltimore City Paper challenged national media figures and outlets that swarmed on Baltimore in light of the protests, criticizing the “Media Zones” they had spurred and suggesting that the “pictures” they broadcasted taught people how to be protestors. The writer concluded, “Our essential job is to be out on the streets or in the courtrooms or digging through documents to record what is happening” (Woods ). Some articles, however, also relied upon content from national media, such as the Baltimore City Paper posting videos from CNN showing “Baltimoreans calling people out on their bullshit” (Walsh ). The Riverfront Times commented on coverage appearing in other news outlets, occasionally critiquing it but more often linking to other news coverage when reporting on events to add context.", "In contrast, references to other local media suggested a sense of community, with the alternative publications reporting on the police sanctions they and other local journalists faced in covering protests. They also reported on instances when local reporters were injured or jailed. The publications only rarely challenged the information presented in local news reports, such as The Riverfront Times noting that although local media had reported that the Black Panthers were coming to town and could incite violence against police officers, the Times’ observations showed the Black Panthers directing traffic during a protest (Wicentowski ). This publication suggested that the information presented in mainstream reports was not only inaccurate but also potentially unnecessarily created panic or concern.", "The publications frequently shared perspectives from people in the community about how the killings and protests affected them. These perspectives emerged through extended quotes, Q&As, and personal essays. The Baltimore City Paper addressed how the protests in Baltimore disrupted different segments of the community, including businesses, residents, high school students, and even gang members, although it stopped short of sharing full-fledged opinions or calls to action, letting the quotes and statements speak for themselves. A piece on the impact of a nighttime curfew on local service workers, for example, quoted a “city cabbie,” who said, “Curfew is killing me, and businesses are closing way earlier even than the curfew. I was just driving through downtown and it’s a ghost town right now” (Sisk , para. 8). Through quoting the cab driver, the publication highlighted the lived experiences of various facets of the community.", "The Riverfront Times reported on a group of volunteers cleaning up the Ferguson convenience store the morning after nighttime riots. One of the volunteers described being criticized for working with volunteers rather than protesting, saying, “I’m not here to argue with anybody. This is not how you go about getting justice” (Toler ). The article shed light on the challenges residents faced in attempting to rebuild their community while also supporting the cause of the protestors. The Charleston City Paper offered an in-depth look at the need for a civilian review board for the local police force, also addressing how the committees operate in other cities. The article quoted an organizer with Black Lives Matter-Charleston, who said of the mayor, [Summey] doesn’t respect the rules of engagement, and the city government doesn’t respect the outcry we have brought to them for over a month. Because of that reason, it’s now time for us to demonstrate our unity and to demonstrate our discontent. (Bowers )This reaction showed that even when protests subsided, community members continued to advocate for changes in their communities that would prevent protests from occurring again.", "[Summey] doesn’t respect the rules of engagement, and the city government doesn’t respect the outcry we have brought to them for over a month. Because of that reason, it’s now time for us to demonstrate our unity and to demonstrate our discontent. (Bowers )", "Articles often focused on the perspectives and experiences of protestors, using their quotes to provide empowering narratives calling for community change. In particular, the voice of the Baltimore City Paper tended to align with the protestors, reporting alongside them and using their words to shed light on the protests and their aftermath. An article about the release of 100 protestors, for example, included this passage: “We were protesting, they were trying to clear the streets,” he says, still wearing the peach-colored shirt and tie that he was arrested in. “The part of the protests we are at, nobody was doing anything, we wasn’t burning anything, we wasn’t stealing, you know, it was just a peaceful protest.” (Woods )", "“We were protesting, they were trying to clear the streets,” he says, still wearing the peach-colored shirt and tie that he was arrested in. “The part of the protests we are at, nobody was doing anything, we wasn’t burning anything, we wasn’t stealing, you know, it was just a peaceful protest.” (Woods )", "The Riverfront Times included a number of narratives advancing the interests of protestors and their community. This approach allowed the publication to provide alternative interpretations of the events in Ferguson without sharing the publication’s view. For example, the publication covered protests extensively, typically representing the views of the anti-police protestors, but it also included protestors supporting the police, sometimes in the same article.", "The publications also shared multiple examples of protestors’ negative interactions with police officers, providing counter-narratives to the city officials and police representatives presented in other media coverage. Through retelling others’ stories, the publications brought people together via a shared interest or cause, serving as a form of implicit advocacy. The Riverfront Times featured a Ferguson librarian who had been arrested while protesting, relying heavily on her quotes and insights to share the story (Ryals ). These narratives also extended to notable protest leaders as well as controversial protestors, such as gang members and those whose motivations for participating might have been more tied to publicity than advocacy. The publications’ staff members also shared personal responses to and experiences with police intervention.", "Protest narratives took other forms as well, such as community members responding artistically to the events in their cities. For example, Baltimore City Paper published a review of the play Marley in which the author noted, “police presence in Jamaica’s Trenchtown echoes what residents of Sandtown-Winchester told City Paper throughout the Baltimore Uprising” (Burney and Soderberg ). An article in the Charleston City Paper described a piece of artwork created by a North Charleston artist, the artist statement for which contained the quote, “I saw people murdered in my youth, and the Walter Scott murder affected me greatly” (Bowers ). This article suggested how one advocate used art to express his anger while also offering access to the experiences of someone from a Charleston neighborhood.", "Advocacy in the publications, particularly in reference to systemic challenges in the communities, was more often reflected through the perspectives of protestors and community members than from the publications themselves. The publications tended to advocate for issues of interest to the mainstream public, such as body cameras and police oversight boards. The publications also referenced their own challenges with covering the protests and accessing the information and documents they needed. These forms of advocacy were intended to be practical responses to how to promote relations between police and citizens.", "Opinion columns written by community members highlighted challenges facing the city and the importance of activism. A white male columnist used Scott’s case as an example of a nationally problematic “system” featuring “decades of abuse and neglect heaped upon millions and millions of people who we legally call Americans—and who have been given, on paper at least, the same rights as everyone else but continue to be disenfranchised and oppressed” (Catastrophe ). Rapper Kane Mayfield addressed police brutality in a column in the Baltimore City Paper, writing, “I don’t think they lynched him, as people say. I think it was business as usual. And it got a little out of hand this time, that’s all. Now the real problem is why is that business as usual?” (Mayfield ). In The Riverfront Times, the city’s comptroller addressed Brown’s killing and the need for transformative change in the community, writing, “Today, it is time for zero tolerance for the police who shoot and kill unarmed black men and boys. I pray that Michael Brown is the last one” (Toler ). Printing this letter allowed the publication to call upon the community to consider solutions to address the issues Brown’s death raised, but it did so through the perspective of an African American woman, perhaps providing a voice to which marginalized groups could relate.", "All three publications fell short of the ideal of creating an alternative public, but the Charleston and Baltimore publications met some expectations on specific occasions. Although these findings are far from suggesting that an alternative public was plausible, they do suggest that certain characteristics can be identified and that participants could be encouraged to participate with these characteristics in mind."]}, {"title": "Exchange and Critique of Reasoned Claims", "paragraphs": ["The Charleston City Paper commenters engaged in a few cases of exchanging rational and normative perspectives. These cases included a conversation about how to engage with local leaders about the mission of the #BlackLivesMatterCHS movement. For instance, nofaith (comment on “#BlackLivesMatterCHS: What They Want,” Charleston City Paper, April 14, 2015) said that as an outsider to the movement, “the mayor offered to meet with them and they rejected that offer. These are not rational and reasonable people who want to move forward.” AlexM (comment on “#BlackLivesMatterCHS: What They Want,” Charleston City Paper, April 14, 2015) responded: “It’s an invitation to come by and discuss nothing, offered for the sole purpose of the mayor being able to say that he met with people and listened to their complaints, without having to commit anything.” This discussion shows an interest in framing actions in terms of their rational purpose and potential to lead to change. Similar discussions occurred on the Baltimore City Paper website, with a few commenters engaging in a normative exchange about police use of deadly force, but with little exchange on Facebook. For The Riverfront Times, where comments almost exclusively took place on Facebook, a number of assertions emerged about the shooting of Michael Brown but no serious effort to exchange normative positions based on reason and rational arguments."]}, {"title": "Ideal Role Taking", "paragraphs": ["All three publications lacked a consistent presence of ideal role taking from online commenters. In some instances on the website of the Charleston City Paper, commenters engaged as equals while showing respect and attempting to be fair to all viewpoints. In one conversation about how to raise children to be prepared for the current culture of the black community, Beau Z. (comment on “The Walter Scott Murder Only Increases the Mistrust Between the Black Community and Police,” Charleston City Paper, April 11, 2015) called on others to become role models in order to help “shape the community.” However, trollslayer (comment on “The Walter Scott Murder Only Increases the Mistrust Between the Black Community and Police,” Charleston City Paper, April 12, 2015) responded, “Isn’t it better to teach our children that although we should hope for the best and work towards that, sometimes life happens and you get the worst?” This discussion demonstrated the fault lines over how to appropriately respond to the issue; however, in this case the commenters engaged respectfully. A few cases of ideal role taking also took place on the website of the Baltimore City Paper, where one commenter kindly critiqued the news organization and asked for unbiased coverage (Jonny V., Facebook page comment on “The Fight for Freddie Gray,” Baltimore City Paper, April 28, 2015), but commenters were rarely respectful in the Facebook comments of The Riverfront Times. These comments were often hateful, speculative, and laced with race-baiting. For all three publications, the Facebook comments appeared to be un-moderated and of a lower quality than those hosted on the organizations’ websites."]}, {"title": "Critique and Reflexivity", "paragraphs": ["None of the news organizations spurred collectively held critique among participants. At The Riverfront Times, commenters consistently battled to overcome basic arguments over why violence occurred and who was to blame. At the Charleston City Paper, commenters on Facebook frequently questioned the need for advocacy and criticized the use of the #BlackLivesMatter hashtag. However, on the website of the Charleston City Paper, short-term conversations showed a greater sense of a collectively held critique, and individuals coalesced around a shared interest in supporting #BlackLivesMatter. In all three cases, the number of individuals challenging the basic assumptions of the advocates greatly outnumbered those trying to accomplish change or challenge social norms.", "Only the Charleston City Paper commenters appeared to think self-critically about their own perspectives on police use of force. Commenter truthrus (comment on “Protests in Wake of Walter Scott Murder Remind Us What Democracy Looks Like,” Charleston City Paper, April 14, 2015) desired to hear more evidence about the shooting of Walter Scott before making an “informed opinion.” In another case, a commenter called on the activist community to find a new way to mobilize without being connected to violent protestors (trollslayer, comment on “Protests in Wake of Walter Scott Murder Remind Us What Democracy Looks Like,” Charleston City Paper, April 14, 2015). eden0718, who identified himself or herself as white, called on other white citizens to put themselves in the position of a black male. We should try to understand what it’s like to be a minority being pulled over by a cop. I believe there is a war-like environment for cops and black men that we white people don’t understand and hope to never have to. (eden0718, comment on “Walter Scott’s Death is Proof the System Doesn’t Work,” Charleston City Paper, April 15, 2015)The commenter further argued that white people making judgments without having the same life experiences as a black citizen is disingenuous.", "We should try to understand what it’s like to be a minority being pulled over by a cop. I believe there is a war-like environment for cops and black men that we white people don’t understand and hope to never have to. (eden0718, comment on “Walter Scott’s Death is Proof the System Doesn’t Work,” Charleston City Paper, April 15, 2015)", "Similarly, commenters engaging with all three news organizations consistently failed to take conversations seriously and participate with a genuine effort to provide all the necessary information. However, commenters at the Charleston City Paper engaged in limited amounts of sincerity by providing facts and supporting their positions with rational arguments, as well as when black citizens argued that white individuals can never fully understand their experiences (Desiree M., Facebook page comment on “Protesters to Shut Down Ravenel Bridge Eastbound at 4 p.m.,” Charleston City Paper,” April 9, 2015). Commenters frequently engaged in race-baiting and made arguments rooted in assertions, while also avoiding providing facts and supporting information."]}, {"title": "Discussion", "paragraphs": ["The police killings of three black men allowed alternative media organizations to cover important community events and join an evolving discussion about race relations and law enforcement. The Riverfront Times, the Charleston City Paper, and the Baltimore City Paper used content approaches, writing styles, and sourcing practices (Harcup 2005) aligning with mainstream media. However, they also addressed issues in ways that contrasted with mainstream media, resisted professionalized journalistic practices (Atton and Hamilton 2008), and critiqued the approaches of mainstream media via metajournalism (Carlson 2012). Although the publications attempted to build a community focused on shared concerns, the extent to which the publications achieved this goal differed, and they largely fell short in advocating for social reform through their coverage and reader relationships (Haas 2004b).", "The Charleston City Paper most closely emulated traditional media, offering objective reporting and presenting multiple perspectives, including citizens, city officials, and protest leaders. The publication prioritized the perspectives of people who would otherwise have access to the media. The absence of a strictly advocate role aligns with Hindman (1998) in that alternative journalists frequently take on a traditional journalistic role blended with an advocacy interest. Therefore, the Charleston City Paper neglected opportunities to represent subordinated groups (Bailey, Cammaerts, and Carpentier 2007) and address the likely much more complex reactions to the events.", "Alternative interpretations of events were most evident in opinion columns in the Charleston City Paper. Although the publication tended to avoid advocating for a particular position, columnists offered “information for action” (Atton 2002), encouraging people in the community to get involved in activist efforts and consider the lasting implications of local events. Although white citizens wrote two of these columns, a black school principal also wrote one. He expressed his frustration at the possibility that the officer who shot Walter Scott might not be charged and suggested that he could shed light on black residents’ relations with law enforcement.", "The Charleston City Paper had some success with creating a space for the exchange of normative rational arguments; however, on Facebook many commenters criticized the need for advocacy. Many took an ideal role and treated one another as equals and respected differing viewpoints. The commenters on the website also engaged in a collectively held critique by coalescing around major issues of the Black Lives Matter movement, unlike Facebook commenters. Although the commenters appeared to lack a sincere interest in the forum, they did engage in reflexive behavior and self-critical thinking.", "These findings show that the Charleston City Paper developed a forum for some forms of alternative discourse; however, there is a need to promote shared interests and challenge participants to be sincere. The Charleston City Paper only marginally met the need for a space that provides subordinated groups with a space to represent their views (Bailey, Cammaerts, and Carpentier 2007) and rarely offered empowering narratives of resistance associated with counterpublics (Atton 2002). While the public engaged in discussion of community issues, there was no direct connection between the discourse and the alternative press, and without a synergetic relationship, it is difficult for either the alternative press or the alternative public to thrive (Atton 1999).", "The Baltimore City Paper provided the most opportunities for marginalized voices to share perspectives, from leaders of the protests to individual protestors to residents in areas affected by the protests. Rather than espousing a particular position on events, the Baltimore City Paper relied on the voices of its sources, using their language and promoting the causes they supported. The paper quoted these individuals extensively in stories, as well as provided space for people who had been directly affected by the events to share their narratives of resistance through opinion columns, allowing audience members to shape the media agenda (Haas 2004b).", "Baltimore City Paper also described the diverse reactions to and implications of Freddie Gray’s death in the city and shed light on the views of the multiple activist organizations that had developed. However, the publication presented broader narratives, suggesting what Gray’s death and the public’s response to it might mean for the community as a whole. Although the publication described how the protests had affected different segments of the community and reporters often injected themselves into the story through sharing their personal reactions to the protests and experiences with police intervention, it stopped short of providing full-fledged opinions or calls to action, beyond suggestions for how media could better cover the events. Instead, the publication let quotes and perspectives from residents, who might not otherwise have media access, speak for themselves.", "The Baltimore City Paper featured a noticeable lack of normative exchange of rational views, and only a few commenters engaged in ideal role taking. Some attempted to improve discourse by engaging in sincere conversation about the treatment of Freddie Gray and by tying their arguments to the national narrative about police use of force and the related protest movement. Facebook, however, offered little discourse, much of it disconnected from the advocacy movement. In terms of creating a space for collective action, the Baltimore City Paper, while spurring moments of collective identity, lacked consistent collective action by commenters.", "The Baltimore City Paper showed some characteristics of an alternative public but fell short of creating a space for subordinated groups to provide alternative discourse (Atton 2002; Bailey, Cammaerts, and Carpentier 2007; De Jong, Shaw, and Stammers 2005). By giving space to marginalized voices and by openly challenging authority, the Baltimore City Paper seemed to align with the radical role of producing media (Christians et al. 2009). Although the publication might have provided coverage to underserved groups and attempted to create a form of alternative media, the discourse did not emerge in a quality way, demonstrating little synergy (Atton 1999). The Baltimore City Paper could encourage journalists to interact with commenters, promote advocacy efforts within the conversation, and seek out alternative voices through comments.", "St. Louis’ Riverfront Times also dedicated content to representing the voices of disenfranchised community members. In particular, the paper allowed activists to interpret the facts of events, rather than advocating for a particular position, and used their quotes to provide empowering narratives. This emphasis included the perspectives of Michael Brown’s family and friends. The publication also attempted to offer insights from protestors and members of other groups that emerged in Ferguson. This approach might suggest that The Riverfront Times followed the imperative that alternative media be “produced by the same people whose concerns it represents” (Haas 2004b, 116). However, articles also often presented alternative perspectives to protestors, somewhat limiting opportunities to be critical (Fuchs and Sandoval 2015).", "The Riverfront Times presented the concerns of the community, particularly black citizens, as a united frustration with policing tactics rather than diverse individuals or factions with differing aims. In some cases, the publication included both the views of anti-police protestors and police supporters in the same article, reflecting the norm of objectivity evident in mainstream journalism (Schudson 1978). Reporters also interviewed “celebrity” protestors, sharing their views and experiences without juxtaposing them with those of local protestors, suggesting an emphasis on drawing audiences over representing the likely fractured response to Brown’s death. This approach perhaps reflects a rise in commercialism among some alternative media (Kenix 2015).", "The publication also frequently included reporters’ observations of covering the protests, injecting themselves into the action and occasionally sharing their emotional responses to events. Although this approach united the journalists with the protestors, their experiences seemed significantly different. Similarly, the reporting moved between value-laden language to a more detached stance depending on whether the reporter was covering a protest or another event, such as grand jury deliberations, reactions to Darren Wilson’s indictment, and community cleanup efforts.", "The Riverfront Times did not feature website comments but did have Facebook comments. The comments included little exchange of normative perspectives, instead consisting of mostly assertion and little rational activity. The participants were frequently hateful, engaged in speculation, and baited one another into unproductive discussions of race. The commenters lacked a serious effort to have a genuine conversation. Participants did not offer a collectively held critique of the issue and were not reflexive about social norms or their own perspectives. Of all the forums, The Riverfront Times exhibited the least representative characteristics of an alternative public and failed to provide a space for empowering narratives of resistance or a synergetic relationship (Atton 1999, 2002; Dahlberg 2014; De Jong, Shaw, and Stammers 2005). The discourse was not used for the purpose of formulating alternative positions or for advocates to address radical or dissenting ideas (Atton 1999)."]}, {"title": "Conclusion", "paragraphs": ["The three publications failed to offer obvious calls for their readers to become engaged and shape coverage through maximalist participation (Carpentier, Doudaki, and Christidis 2015). Rather, they relied on presenting varying perspectives through interviews and sourcing and inviting certain community members to share their views through opinion columns. The publications occasionally incorporated social media posts into their content, but these posts tended to come from other journalists or protest leaders with established followings. As such, rather than blurring the line between journalist and audience (Harcup 2011) and providing a space for alternative voices to challenge authority (Christians et al. 2009) through attention, engagement, and dialogue (Mowbray 2015), the publications maintained their journalistic authority.", "Further, the alternative publications struggled to meet the expectations of a space inviting alternative discourse. One characteristic was consistent: Facebook conversations were overwhelmingly less representative of an alternative public than conversations on the organizations’ websites. Facebook content is intended to be shared and Facebook is a public medium for expression, making it easier for the content to be consumed by those who might not agree with the advocacy mission expressed. This might explain why many of the fundamental arguments of the protestors had to be re-argued on Facebook while they were typically accepted in some of the discussions on the websites. However, moving the discussion of an alternative (or counter) public out into the broader public sphere is considered necessary in order to enact social change in society (Habermas 1989).", "Although this study provides a comprehensive look at the content of the alternative media and the discourse it spurred, it lacks insight into how journalists thought about their coverage, considered sourcing and diverse voices, and made other decisions. Future research on alternative media and local social movements should go further in bridging the production–consumption gap in order to speak with more authority about how journalists perceived their reporting.", "These publications served primarily as chroniclers of events rather than inciting community-building or collective action, a quality that carried over into the publications’ commenting forums, where readers tended to resist opportunities to raise concerns or potential solutions. As a result, although the publications made notable efforts to document the unrest in their communities, they largely stopped short of sparking sustainable change."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Towards an Understanding about Complexities of Alternative Media: Portrayals of Power in Alternative Media. This paper was Part of a Larger Dissertation Written by the Author at University of Missouri-Columbia", "year": "2005", "journal": "Qualitative Research Reports in Communication", "volume": "6", "authors": [{"name": "Atkinson Joshua", "first_name": "Atkinson", "last_name": "Joshua"}]}, {"title": "A Reassessment of the Alternative Press", "year": "1999", "journal": "Media, Culture and Society", "volume": "21", "authors": [{"name": "Atton Chris", "first_name": "Atton", "last_name": "Chris"}]}, {"title": "Where Once Stood Titans: Second-Order Paradigm Repair and the Vanishing US Newspaper", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "The Internet and Democratic Discourse: Exploring the Prospects of Online Deliberative Forums Extending the Public Sphere", "year": "2001", "journal": "Information, Communication \\& Society", "volume": "4", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "The Habermasian Public Sphere and Exclusion: An Engagement with Poststructuralist-Influenced Critics", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "The Internet, Public Spheres, and Political Communication: Dispersion and Deliberation", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}, {"title": "Audiences and Readers of Alternative Media: The Absent Lure of the Virtually Unknown", "year": "2003", "journal": "Media, Culture \\& Society", "volume": "25", "authors": [{"name": "Downing John D.", "first_name": "Downing", "last_name": "D."}]}, {"title": "Research Note: Alternative Media, Public Journalism and the Pursuit of Democratization", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Haas Tanni", "first_name": "Haas", "last_name": "Tanni"}]}, {"title": "I’m Doing This to Change the World’: Journalism in Alternative and Mainstream Media", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}]}, {"title": "Alternative Journalism as Active Citizenship", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}]}, {"title": "“Spectacles of the Poor”: Conventions of Alternative News", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Hindman Elizabeth B.", "first_name": "Hindman", "last_name": "B."}]}, {"title": "Activists as Interpretive Communities: Rituals of Consumption and Interaction in an Alternative Media Audience", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Rauch Jennifer", "first_name": "Rauch", "last_name": "Jennifer"}]}, {"title": "Diverse Discourse: Analyzing the Potential of Public Affairs Magazine Online Forums to Reflect Qualities of the Public Sphere", "year": "2015", "journal": "Journal of Public Deliberation", "volume": "11", "authors": [{"name": "Wolfgang J. David", "first_name": "Wolfgang", "last_name": "David"}, {"name": "Jenkins Joy", "first_name": "Jenkins", "last_name": "Joy"}]}]}