{"doi": "10.1080/17512786.2014.963358", "url": "https://doi.org/10.1080/17512786.2014.963358", "title": "“Now We Can Talk”", "volume": "9", "year": "2015", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Gutsche", "first_name": "Robert", "name": "Robert E. Gutsche", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Naranjo", "first_name": "Consuelo", "name": "Consuelo Naranjo", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Martínez-Bustos", "first_name": "Lilliam", "name": "Lilliam Martínez-Bustos", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This paper explores debate within Puerto Rico's journalistic community regarding the journalistic role of La Comay, a full-sized puppet host of the popular information and entertainment show SuperXclusivo, which faced a boycott in late 2012 and cancelation in early 2013. Calls to boycott and shutter the daily TV show came from the island's LGBT advocates because of comments made by La Comay that they considered homophobic. This analysis of 58 texts from four of Puerto Rico's island-wide news outlets provides an opportunity to examine how a region's dominant cultural archetype—that of the motherly and controversial comadre, after which La Comay is named—appeared in boundary work conducted by local journalists as they determined whether La Comay should have been awarded journalistic status. This paper is not meant to be yet another examination of satirical journalism as much as it is a chance to explore the appearance of a region's culture in the construction or maintenance of its journalistic community.", "body": [{"sec_title": "Introduction", "sec_content": ["Puerto Rican publicist José Enrique Gómez Saladin was found dead in November 2012. He had been set on fire and beaten. Local media referred to his death as a result of a kidnapping during a carjacking. The island's popular TV personality, La Comay, however, offered a different explanation: José Enrique, as the victim had come to be known, died because he had visited a neighborhood known to be frequented by male prostitutes and that José Enrique may have been there to find a man with whom to have sex (Vega 2012). La Comay's comments and questions that insinuated Enrique's guilt in his own death, which she presented on her show SuperXclusivo—“Was this man, José Enrique, asking for this?”, “Was he friends with these people?”, “Did he used to be a client of these people?” (Vega 2012)—attracted ire across the island.", "La Comay's comments fueled a strong backlash from the island's LGBT activists who said such comments by La Comay “sow hate or revenge in our people” (Serrano 2012). Local journalists chimed in, some suggesting that La Comay's show produced important political satire and public accountability, while others called for La Comay to be boycotted by the public and tossed off the air for serving as a voice of hate. Never mind, for a moment, that all of this debate revolved around a public figure that was a full-sized puppet and costume worn and performed by a man.", "Since 1992, Puerto Rican comedian Antulio Kobbo Santarrosa had donned long, slim legs plus a wig, and while projecting a nasally voice as La Comay, helped the one-hour evening production on the island's WAPA television station earn number-one ratings for its last 10 years on-air in prime time (Dávila Colón 2013a).1 With exposed legs, flashy dresses, and stiletto heels, La Comay interviewed politicians, business owners, journalists, and pop stars—all under the auspices of holding them accountable to public interests and scrutiny (Camacho 2012).2 In turn, La Comay's form of news-entertainment resembled that which increasingly has entered mainstream media—journalistic parody and satire that holds specific journalistic watchdog functions, examples of which include Jon Stewart and Stephen Colbert in the United States, and similar news-entertainment shows in Hungary, Australia, Germany, and Palestine (Berkowitz and Gutsche 2012; Carlson and Peifer 2013; Harrington 2012; Imre 2012).", "La Comay's comments about José Enrique's death led to a protest, boycott—and ultimate cancelation—of the show. As Pedro Julio Serrano, a gay rights advocate who led a social media campaign to cancel La Comay, said of the show's demise: “Now we can talk. The reign of terror, hatred, intolerance, revenge and violence of Kobbo Santarrosa (the man who played La Comay) has come to an end” (El Vocero 2013). Journalists stepped into the fray, and their opinions of the boycott and La Comay's position within Puerto Rican society ranged from her being a “twisted cultural tumor” (Iglesias 2012) to being a journalist whose speech should be protected (Rodríguez Cotto 2012).", "At the center of debate among journalists, however, was a deeper cultural discussion about the role of the press that can be explained, ironically, through La Comay's namesake—the mythical la comadre, a feminine personae in Puerto Rican culture that represents a gossipy godmother who provides a sense of community and protects against harm with loving, even if at times hurtful, advice (Camacho 2012; Lagarde 1987; López 1999). Indeed, as journalist Sandra Rodríguez Cotto wrote in 80grados before the La Comay's comment and the ensuing debate, La Comay had “achieved the credibility that eludes so many in so-called formal journalism” (Rodríguez Cotto 2012).", "This paper, therefore, argues that debate among journalists surrounding La Comay's journalistic role was an attempt at shaping ideological explanations and social expectations of journalism embedded in deeper, regional cultural norms. Such debate, this paper argues, was just as much about determining La Comay's journalistic role as it was about determining the state of Puerto Rico's journalism, judged by the degree to which professional journalists fulfilled the mythical roles and ritual functions of an open press and of la comadre. This paper is not meant to be yet another examination of satirical journalism as much as it is a chance to explore the appearance of a region's culture in the construction or maintenance of its journalistic community.", "We begin the paper with scholarship related to how journalistic communities determine what constitutes journalism, particularly in an era of satirical and parody news. Next, we discuss the la comadre archetype, provide an overview of the Puerto Rican press, and explore La Comay's rise and fall in local media. Following an interpretive textual analysis of news texts surrounding the La Comay boycott, we conclude with a conceptual discussion of the La Comay debate not as a normative critique of journalists' coverage but as a means to interpret larger cultural meanings embedded with discourse of this case (Bird 2003; Gutsche and Salkin 2013)."]}, {"sec_title": "News, Satire, and the Expanded, Contested Journalistic Community", "sec_content": ["In this section, we present a briefing on research related to notions of a journalistic community and how journalists work to construct and maintain their collectives' ideological boundaries.", "Journalists are said to work as an interpretive community, a collective that abides by shared ideologies surrounding the purpose, standards, and social roles of journalism to involve citizens in a public forum (Berkowitz and TerKeurst 1999; Zelizer 2009). In the United States, journalists are trained to be objective in reporting the news, setting aside personal, financial, and political pressures in order to present “unbiased” journalism for the betterment of the public (Gans 2004; Kovach and Rosenstiel 2014; Schudson 2003). Journalistic boundaries are set based upon shared ideologies of what journalism is, its major traits and purposes, and the degree to which those within the journalistic community abide by such standards (Zelizer 1993). In the United States, notions that form journalistic boundaries are often confused with standards of professionalism (Schudson and Anderson 2008), yet, journalistic boundary work is largely seen as a construction of beliefs related to journalism practice and the implementation of those beliefs through responses from within journalistic community (Gutsche 2014a; Lewis 2012). For example, if and when journalists operate outside of the community's norms, leading journalists and news outlets perform “maintenance” to protect the journalistic “paradigm,” the community's dominant ideologies (Carlson 2012; Hindman 2003). Research suggests that paradigm repair operates from the top down, with a journalistic community's famed journalists—often at a nation's largest and leading news organizations—calling for professional sanctions against those who operated outside of the norms (Frank 2003; Handley 2008; Reese 1990). Examples of such sanctions include times in which popular, mainstay news outlets use shame and marginalization to silence those who stray from journalistic norms (i.e. Carlson and Berkowitz 2014) or come together to share in dominant storytelling that supports the legitimacy and authority of press narratives and press explanation of social issues and events (i.e. Gutsche 2011).", "Journalistic boundaries—and the work related to creating and maintaining them—have changed as an expansion of the internet and cable channels has forced traditional journalists to redefine the field and challenge traditional journalistic standards. In addition, more recent scholarship has examined international journalistic debates about the “truthiness” of emerging news-entertainment such as The Daily Show with Jon Stewart and The Colbert Report (Baym 2010; Carlson and Peifer 2013; Faina 2012).3 The hosts—dressed in suits and ties and sitting behind news desks with graphics and sets that resemble professional cable news channels—invite and interview top politicians, journalists, and authors about serious issues with a twist of humor (Waisanen 2009). Neither of the hosts publically acknowledges a journalistic mission, however, and Stewart and Colbert are not alone in their genre and how they operate within a news-entertainment environment. Across the globe, other news-entertainment shows include The Chaser’s War on Everything in Australia (Harrington 2012), Heti Hetes (The Weekly Seven) in Hungary (Imre 2012), Watan Ala Watar (Country Hanging by a Thread) in Palestine (Sienkiewicz 2012), and Les Guignols de l’info (The Puppets of Information), the latter being a French puppet show that became famous in the 1990s (Doyle 2012). Stewart's and Colbert's shows, however, have been examined for both their political rhetoric (Cao 2010) and the potential “journalistic objectivity” of “fake news” (Baym and Jones 2012; Carlson and Berkowitz 2014; Shifman 2012). Research, however, continues to call for additional focus on complicating the forces at play within challenges to journalistic legitimacy and meaning-making (Berkowitz and Gutsche 2012), of which the La Comay debate serves as such an opportunity."]}, {"sec_title": "Puerto Rican Press Meets La Comay ", "sec_content": ["In this section, we present the news media landscape of the mainstream Puerto Rican press and present La Comay as both a cultural archetype of motherly love and gossip mongering as well as a television sensation.", "While Puerto Rico is a commonwealth of the United States, its media system is rarely connected to larger discussions of US press systems. The island's media system is similar to the mainland's, however—a mix of public and private media outlets, including public broadcasting that operates in a similar funding and public-service structure as in the domestic United States (Surlin and Soderlund 1990). Spanish-language print, radio, and television programming dominate the media field, as nearly 95 percent of the island speak Spanish. Media include cable stations from mainland United States—including Telemundo and Univision—and English-language local print and web publications (Lugo-Ortíz 2012). Puerto Rican press share dominant journalistic practices with the rest of the United States, with norms including objectivity, accuracy, and a sense of serving as watchdogs in order to maintain legitimacy in the marketplace (Ayala and Bernabe 2007; Surlin and Soderlund 1990). College-level journalism education in Puerto Rico, for instance, relies upon its historic relationships with the United States, Brazil, Spain, and Portugal to maintain traditional journalistic norms in a changing media landscape (López García 2010). As the island's news outlets have turned to social media and alternative approaches to the news to widen audiences during a recent economic downtown, journalists have begun revisiting the status of their press system (Fuller 2010). Nearly 77 percent of Puerto Rican journalists surveyed in 2010, for instance, said that they were concerned about increasing sensationalism and a growth of alternative news outlets (Lugo-Ortíz 2012). The La Comay debate, then, came at a time when journalists were already critical of the industry and provided an opportunity for a cultural examination of what the press does.", "As this paper argues, debate among Puerto Rican journalists during SuperXclusivo's 2012 boycott about La Comay's journalistic fit was secondary to discussion about La Comay's ritualistic function as a social critic. Indeed, by name, La Comay held just as much cultural significance as in the topics she covered—and how she covered them (Camacho 2012)—La Comay's show, SuperXclusivo (“Super Exclusive”), had long been charged to be a show centered on sensationalism (Camacho 2012; Vega 2012). In Puerto Rico, the archetype of La Comay—also known as la comadre (the godmother)—represents an empowered leader with patriarchal characterizations. Having emerged from the days of early Spanish and Catholic colonization when local communities called for guidance and support while under armed rule, la comadre today is applied when one participates in the ritual of baptism and assumes a co-parenting role within the family (López 1999). The la comadre archetype holds an unquestionable duty to help others in daily decisions and in times of need; she provides her family and community members with watchful eyes, emotional support, and guidance (Camacho 2012). Beyond her protective characteristics, la comadre is also considered a “gossipmonger”—a characteristic that makes her unwelcome—but as someone who is ultimately portrayed in literature and popular histories as one who provides a sense of community and love (Lagarde 1987). It is the role of la comadre that La Comay was argued to have fit the archetype—a “community busybody, looking into and informing the public about things like alleged extramarital affairs, fiscal misconduct, and legal controversies” (Camacho 2012, 131)—elements which also match elements of journalism (Örnebring and Jonsson 2004).", "During its run from 1999 to 2013, La Comay's show, SuperXclusivo, relied on slapstick humor, stereotypes, and popular culture for its satire. SuperXclusivo drew politicians and business leaders to its studios near Puerto Rico's capital city of San Juan and was considered to walk a line between humor and watchdog journalism in that La Comay had often “[warned] elected officials and other government leaders that she is watching them and that she plans to keep the public informed of what they are really up to” (Camacho 2012, 132, emphasis in original).", "A month before the La Comay boycott began, the Associated Press discussed La Comay this way: This five-foot-tall character with a foam head painted with outrageous red lips, a shrill voice and a penchant for salacious details rules Puerto Rico's gossip circuit … La Comay dishes it out with ominous music playing in the background, talking about everyone from Mexican crooner Luis Miguel to Puerto Rico's own Miss Universe beauty queen Zuleyka Rivera. (Coto 2012) ", "This five-foot-tall character with a foam head painted with outrageous red lips, a shrill voice and a penchant for salacious details rules Puerto Rico's gossip circuit … La Comay dishes it out with ominous music playing in the background, talking about everyone from Mexican crooner Luis Miguel to Puerto Rico's own Miss Universe beauty queen Zuleyka Rivera. (Coto 2012)", "The article continues by saying La Comay's popularity: isn't lost on government officials including the island's governor, its justice secretary and the Senate president, all of whom have granted La Comay live interviews while sometimes shunning other media. Gubernatorial candidate Rafael Bernabe raised eyebrows when he recently rejected an invitation to appear on the program, becoming one of the first campaigning politicians to skip the La Comay's hot seat in recent history. ", "isn't lost on government officials including the island's governor, its justice secretary and the Senate president, all of whom have granted La Comay live interviews while sometimes shunning other media. Gubernatorial candidate Rafael Bernabe raised eyebrows when he recently rejected an invitation to appear on the program, becoming one of the first campaigning politicians to skip the La Comay's hot seat in recent history.", "Public debate about La Comay's role, however, intensified during the boycott in late 2012 as the Puerto Rican press covered the controversy as a fractured collective, conflicted, in part, about whether to categorize SuperXclusivo as an entertainment show under boycott or as a news-entertainment show that was being censored. SuperXclusivo was shuttered on January 9, 2013.", "To examine the cultural meanings of journalistic boundary work in this case, we were guided by the following research questions: RQ1: How did Puerto Rican journalists explain La Comay’s journalistic status in coverage of the La Comay boycott?RQ2: How did journalists explain and describe the debate surrounding La Comay's comments and the show's boycott and cancelation?RQ3: What meanings related to the role of local culture in journalistic boundary work may be derived from an analysis of this news coverage? ", "How did Puerto Rican journalists explain La Comay’s journalistic status in coverage of the La Comay boycott?", "How did journalists explain and describe the debate surrounding La Comay's comments and the show's boycott and cancelation?", "What meanings related to the role of local culture in journalistic boundary work may be derived from an analysis of this news coverage?", "This paper applies qualitative textual analysis, which allows the researcher to examine language, sources, and journalistic storytelling through a larger conceptual set of meanings (Lindlof and Taylor 2010). In turn, the researcher provides a deep interpretation of news as culture, particularly as a ritual of journalistic storytelling that revolves around characters, plot, and meaning (Carey 2009). The resulting analysis, therefore, is focused more on the meanings inherent in the case at hand rather than more generalizable findings that can be applied to cases elsewhere. That said, deep readings of news texts provide audiences and journalists with a better understanding of how the news explains everyday life through ideology, power, and story (Berkowitz and Eko 2007; Gutsche 2014b).", "Because we were interested in the immediate response to the La Comay controversy within the Puerto Rican journalism community, we focused on immediate news commentary and reporting between December 2, 2012 and January 22, 2013. This time period accounts for the first month following the airing of the problematic SuperXclusivo broadcast (December 4) and an additional two weeks following the cancelation of the show on January 9, 2013. Because we live in mainland United States and did not have ready access to Puerto Rican news broadcasts, we examined coverage that appeared in the island's dominant mainstream newspapers and websites. In lieu of access to library electronic database that included Puerto Rican newspapers, we searched the outlet's websites for the term “La Comay.”", "After multiple readings, we settled on 58 texts as being relevant to this study. Our search of San Juan-based El Vocero (The Spokesman), a 166,300-circulation daily newspaper, resulted in 16 articles related to the La Comay debate. A search of the news website 80grados (80degrees) yielded six texts. The San Juan-based, 131,600-circulation daily newspaper Primera Hora (First Hour) provided 15 texts for the study. Lastly, a website search of El Nuevo Día (The New Day), a 200,000-circulation daily newspaper based in San Juan, provided 21 texts.4 All texts included in this study were categorized as news stories, newspaper editorials, and columns written by journalists.", "Once all articles were collected, they were printed and shared among the study's authors. As a means to identify and explicate cultural meanings embedded in news texts (Lindlof and Taylor 2010), two of the three authors who spoke Spanish followed dominant standards for performing qualitative textual analysis, meeting multiple times to read the texts and to identify common themes associated with debate about La Comay's status within Puerto Rico's journalistic interpretive community.", "For this study, we examined texts for characteristics that have appeared in previous research related to journalistic boundary work, including statements of journalistic practice and norms through direct appeals of the journalists and their sources (Anderson and Kincaid 2013; Zelizer 1993), rhetoric of the media outlet's social contribution (Carlson and Berkowitz 2014; Coddington 2012), and the role of humor, parody, and satire in addressing the issues of the day through sharing information and commentary (Carlson and Peifer 2013; Faina 2012).", "Our readings were informed by scholarship related to dominant culture and press in Puerto Rico, which provided cultural context and validity that assisted translation from Spanish to English during analysis and in the writing of the paper. Two of the three authors speak Spanish as their first language; one of whom was born and raised in Puerto Rico. One Spanish-speaking author conducted initial translations, which were verified by the second author; both Spanish-speaking authors further verified the application and ultimate representation of the translation as it appeared in the paper.", "We recognize the challenges and power dynamics inherent in the desire of the translator to replace one word or phrase with another and the ease by which she decides within the moment “to opt for one rendition” of language “and not others” (Pym 2010, 1) based, in part, on seeking a translation in which singular meanings are assigned to what are otherwise complex experiences and expressions of culture (Bhabha 2004; Robinson 2014). We hope our understandings of the comments help to explain a deeper cultural purpose of the journalistic boundary work that occurred in debate of La Comay by employing notions of la comadre and her cultural role in Puerto Rican culture.", "In the analysis below, we address our first two research questions—how journalists explained La Comay's journalistic status and described the debate surrounding her comments and the related boycott—by explicating three major themes related to journalists' coverage of La Comay. Specifically, we explain how journalists used this debate to (1) measure the state of the island's news as an institution of local journalists' expressed interests in providing “objective,” “watchdog” journalism; (2) strengthen the journalistic status of mainstream news outlets by diminishing La Comay's journalistic legitimacy; and (3) reify the expectations of local journalism as a cultural institution and social force."]}, {"sec_title": "Leveling La Comay to Measure Local Journalism", "sec_content": ["In debating La Comay's position as a journalist, the press used the conflict as an opportunity to question the current state of Puerto Rican journalism. By and large, journalists neither commented on La Comay's speech nor did they support her comments outright. Yet, through their reporting and commentary, journalists examined the value and role of local journalism by taking sides on the degree to which La Comay presented the news or provided entertainment.", "Of most interest to journalists was the question of whether La Comay may have filled a democratic role, which journalists had reported in recent years as being absent in the island's mainstream news media (Lugo-Ortíz 2012). Indeed, journalists wrote that La Comay may have earned watchdog status based upon how she was perceived by her audiences and sources. A journalism professor from the local university, Universidad del Sagrado Corazón (University of the Sacred Heart), wrote on 80grados, for instance, that “[f]ormer governors” and other island politicians and business leaders “sat down in that chair, and have looked directly into the eyes of that doll as if she was real,” providing interviews about social and governmental policy similar to what occurs on more traditional newscasts (Jiménez 2012).", "Other suggestions of La Comay's possible journalistic status appeared in coverage that highlighted comments by SuperXclusivo's producers and co-hosts about the show's journalistic qualities. “At the beginning, [SuperXclusivo] was 75 percent ‘party and fun’ and maybe 20 or so about things that were serious issues,” La Comay's co-host, Hector Travieso, told El Nuevo Día (Vega Calles 2013). “In recent years it took a significant turn and it became an investigative news program.” Hints at La Comay's journalistic status appeared in subtle ways, as well, including in the form of back-handed acknowledgments. One Primera Hora news article, for example, detailed La Comay's initial acquiescence to protestors that the television broadcast would be pre-recorded and edited to monitor what could be considered offensive speech.", "In the article, journalists quoted LGBT activist Francisco Cartagena Mendez as saying that despite the show's suggestions of being sensitive in the future, “in a few months they will resume their derogatory, discriminatory and insensitive way of presenting the news” (Primera Hora 2013). In such instances, journalists turned to sources and their own opinions to measure La Comay's speech against traditional journalistic standards—those shared, to a large degree, among Puerto Rican journalists (Lugo-Ortíz 2012) and taught in the island's journalism schools (López García 2010).", "Throughout news coverage, La Comay was described as being considered by both audiences and sources as being “real” to the degree that she was awarded both human and journalistic legitimacy. In fact, journalists acknowledged La Comay's use of verification, triangulation, and watchdog journalism in her coverage of important issues. Using these journalistic standards as a foundation for critique, even journalists who argued against La Comay's journalistic status (and the status of Santarrosa, the man under the La Comay mask), did so by placing both La Comay and Santarrosa within the journalistic community as a means to measure her quality and status within it. Such a measurement allowed mainstream reporters to present themselves as “true” journalists.", "As journalist Wilda Rodríguez wrote in a column for 80grados, as a means of differentiating journalists from La Comay, “Santarrosa cannot be considered a journalist, nor be required to work by the rules of ethics that guide us … Santarrosa is not a journalist neither does he exercise journalism. He is the host of an entertainment program” (Rodríguez 2012). One Primera Hora news article turned to Pedro Julio Serrano—an activist for LGBT rights who led a Facebook effort to oust La Comay—to identify the puppet's potential news function by comparing the show's social influence to that of what news programs should provide. “It's time for other media outlets,” he stated (Ríos Camacho 2013): most of which meet the social function of educating and entertaining to evaluate the content of the programming they produce for this country to make sure they do not violate the individual and collective dignity of our homeland. ", "most of which meet the social function of educating and entertaining to evaluate the content of the programming they produce for this country to make sure they do not violate the individual and collective dignity of our homeland.", "By articulating journalistic standards that La Comay was suggested to have broken—or had not met—journalists provided a basis in coverage of the boycott upon which local journalism was to be judged. Below, we further express how measuring La Comay's speech against journalistic standards allowed mainstream journalists to strengthen their own social and cultural legitimacy through their expressed commitment to journalistic tradition."]}, {"sec_title": "Diminishing La Comay's Status to Strengthen Journalists' Legitimacy", "sec_content": ["Debate about La Comay's journalistic role revolved around the need to diminish her potential journalistic legitimacy through her “gossip,” questionable language, and humor—characteristics that barred her from being awarded full journalistic status. In order to further question and diminish any journalistic legitimacy that may had been awarded La Comay, journalists directly acknowledged her popularity with audiences and questioned the degree to which La Comay provided a social benefit to audiences.", "One journalist's column in El Vocero, for instance, served as a moment of media “watchdogging,” examining La Comay through a critical lens that had awarded SuperExclusivo its own watchdog status. “These new guards,” writes columnist Luis Dávila Colón, “disguise their messages as the ‘voice of the people’ and repeated to their satisfaction, headline after headline poisoning to assassinate reputations, to destroy enemies, and to lead the competition to ruin” (Dávila Colón 2013b). Another columnist, this time at El Nuevo Día, made a similar argument, recognizing La Comay's popularity, but questioning the social value of her “daily news”: Certainly there is an audience that wants to hear daily news commentary with humor … they could create a space that satirizes our daily reality without falling on racist, vulgar, homophobic, and degrading comments as La Comay has for years. (Berríos 2013) ", "Certainly there is an audience that wants to hear daily news commentary with humor … they could create a space that satirizes our daily reality without falling on racist, vulgar, homophobic, and degrading comments as La Comay has for years. (Berríos 2013)", "In both of these instances, mainstream journalists recognized La Comay's popularity and journalistic qualities, identifying La Comay as presenting “daily news commentary,” amid “headlines,” and as “competition” to mainstream media that could lead to the competition's “ruination.” Indeed, journalists covered the pending—and final—closing of SuperXclusivo as a business story that revealed the degree of financial and social competition between La Comay and mainstream journalists. One El Vocero article, for instance, highlighted the fact that SuperExclusivo was estimated to have attracted some $80 million over the course of its broadcasting years (Dávila Colón 2013a). And in 80grados, one columnist was quite bold about the financial competition La Comay brought to the media field and the responsibility of advertisers to support such programming. “When the furor passes,” the journalist wrote, “advertisers and publicity agencies will come back to succumb to the ratings” by funding and producing shows similar to La Comay with a flavor of ridicule as a means to draw audiences (Mattei 2012).", "Still, debate among journalists about the financial and social contributions of La Comay were further complicated by the “good” she may have done as a public voice, the role of both la comadre and of a Western form of news, which mainstream Puerto Rican journalists follow (López García 2010; López 1999; Lugo-Ortíz 2012). One news article in El Nuevo Día, for instance, quoted La Comay proponents, one of whom said that audience members and journalists should support La Comay, despite her speech, because of “all the good things that La Comay has done for Puerto Rico and all the [criminal] cases that she has solved” (El Nuevo Día 2012).", "Journalists' news articles and opinion pieces discussed La Comay's social and journalistic value in ways that demanded from their own media system the very kind of voice associated with la comadre and a watchdog press—authoritative, populist, and controversial. Both La Comay and local mainstream press, then, were judged in terms of their purposes of community building and protection by which both mainstream press and la comadre were said to have provided. Therefore, in the next section, we interpret news coverage of La Comay's boycott and cancelation as journalists not only reifying the standards of Puerto Rican journalism but also set expectations of local journalism that can be explained through the archetype of la comadre. "]}, {"sec_title": "Articulating Journalistic Expectations: the Press as la Comadre?", "sec_content": ["At the core of the debate about La Comay and her journalistic function, journalists called for a return to or a rekindling of a public-service press in Puerto Rico (Ayala and Bernabe 2007; López Garcia 2010; Lugo-Ortíz 2012; Surlin and Soderlund 1990), elements of which La Comay may have performed as her namesake, la comadre, an archetype revered for speaking out about social issues. As a columnist for El Vocero wrote, “La Comay covered news that was gagged or hidden. She began to successfully fulfill the gaps of a manipulative and offensive colonial press” (Dávila Colón 2013a).", "La Comay was also described as speaking plainly to her audiences, which created a bond of trust and familiarity that led to audiences adopting her “forms of street language,” including “Qué bochinche” (“What super gossip”), “Tíralo al medio” (“Throw it to the middle”), “Dame sangre” (“Give me blood”), and even some English phrases, such as “Let's get ready to rumble.” These “island colloquialisms” not only “added flair to her commentary” (Camacho 2012, 131), but also connected La Comay to the average viewer and fill the role of la comadre, “fictive kin” (Ho 1987) that provide “intimate” relationships that cross traditional notions of family, socioeconomic divides, and generational distances (López 1999).", "La Comay's language was a tool for building relationships between herself and her audiences: during her shows, La Comay often referred to her audience members as “mis queridos seguidores” (“my dear followers” or as “my darlings”), for example. It was La Comay's language that was considered unpopular speech, which drew attention, however. Nonetheless, even the strongest language about social issues could be considered tales told by la comadre, spoken out of concern, as a parent who guides a child through social expectations (Ho 1987; López 1999). During La Comay's boycott, for instance, local journalists wrote that despite her “hate speech” (such as the comments associated with Enrique's death), La Comay remained both “loved and hated in Puerto Rico,” as El Nuevo Día told its readers (Berríos 2012). El Nuevo Día columnist Gabino Inglesias was more striking in his own critique of La Comay, disregarding what some journalists called her “good deeds,” calling her “a twisted cultural tumor” because of her disparaging remarks (Iglesias 2012).", "Despite direct comments made in opposition to La Comay, journalists returned to La Comay's “fame” and “legend” (Dávila Colón 2013a) as a means to call for a more open and possibly controversial, though respectful, media discourse. As one journalist wrote in El Nuevo Día, local broadcasters “raise the level of its television offering because it's clear that the audience today wants more respect and better programming” (Berríos 2013). One El Vocero article stated that with “power and with a frank, straightforward, style, La Comay dared to say what many did not” (Dávila Colón 2013a) and argued that: [a]s a program of gossip, social satire, light press and entertainment, this show transcended barriers, occupied spaces of public discussion, set agendas that no one dreamed of … even with the displeasure of the powerful. ", "[a]s a program of gossip, social satire, light press and entertainment, this show transcended barriers, occupied spaces of public discussion, set agendas that no one dreamed of … even with the displeasure of the powerful.", "La Comay held journalistic roles similar to those called for by journalism educators in Puerto Rico in that they have outlined ones crucial for a press that is “professional” and that is informed by “an ethical sense of social responsibility” (López García 2010). For example, that La Comay spoke of issues that “many did not” resembles the local journalistic aim to put watchdog journalism above sensationalism (Lugo-Ortíz 2012) and the purpose of la comadre to broach difficult topics with her loved ones and community (Camacho 2012).", "That La Comay's topics “transcended barriers” mirrors local journalists' historic interests in relaying meaning and information across social and economic divides (Surlin and Soderlund 1990) and la comadre's purpose (Lagarde 1987). La Comay's attempt to formulate space for “public discussion” and to “set agendas” appears in local journalists' call for using the press as an open forum for discussion and debate (Ayala and Bernabe 2007) and the purpose of la comadre to guide her community and children through issues she deems important (Ho 1987). Even La Comay's approach—“her sharp tongue” and “merciless lashes” that made her an enemy to some and a “legend” to others because of her “good deeds”—fulfilled local roles of Puerto Rican journalists as critical commentators of government and business (López Garcia 2010; Lugo-Ortíz 2012) and la comadre as a watchful caretaker (Lagarde 1987; López 1999).", "Indeed, with La Comay's controversy aside, journalists reported about her role in discussing difficult aspects of society and shared quotes from fellow journalists and from media scholars that showed the importance of La Comay's “watchdog” approaches. El Nuevo Día, for instance, quoted a journalism professor as saying that the tension surrounding La Comay's tenor was “a symptom of the problems facing the country and not the cause” (Vargas Casiano 2013). He continued to say that with the cancelation of SuperExclusivo, “the problems do not disappear.”", "As another example of debating La Comay's role as a public forum, a columnist in 80grados wrote that “[t]he problem is not these channels, these ‘messengers,’ but the inability that we have to change the channel or be able to provide good content that can supply a good alternative to the viewers” (Franco 2012). Journalistic commentary about the need for “better programming,” “alternatives” for viewers, and plain-language news about island society operated as a call for local press to serve the function of la comadre, to better provide a public forum, and tackle difficult topics."]}, {"sec_title": "Discussion and Conclusion", "sec_content": ["To address our third research question, we use this section to conceptualize larger meanings from this particular case that relate to the area of journalistic boundary work. Throughout our analysis, we have argued that journalistic debate about La Comay's journalistic role was just as much about La Comay's position to serve as la comadre. Journalists used this debate as an opportunity to call for fellow members of the press to ask difficult questions of local politicians and celebrities, to broach taboo topics, and to provide explanation to local communities about the challenges and issues of everyday life—as La Comay may have, as la comadre should, and so, too, should local journalists.", "To be clear, this paper is not about whether La Comay was supported or harmed in critique of her speech; instead, we wish to explicate the region's cultural influence upon journalistic boundary work through notions of la comadre to examine the degree to which local culture appears in how journalists understand, explain, and shape what they do—and how they do it. These were influences that came from outside the journalistic community—influences of la comadre—that played a role in the very assessments journalists made about their field, explaining their own acts through the archetype of comadre by assessing, critiquing, arguing for a particular position of change or dominant interpretation and using language, viewpoints, and reveling in controversy in order to assess who was a journalist—all for, in their own words, the protection of the field.", "The conceptual outcomes from this study provide a case in which journalistic boundary work and paradigm maintenance is more complicated than the top-down process of dominant journalistic voices pressuring others in the field to follow particular norms and behaviors. In fact, this case reveals how cultural forces from outside the journalistic community influence journalistic ideologies, further complicating the understanding of the pressures inherent in the formation and maintenance of journalistic boundaries and ideologies. Our analysis acknowledges a multitude of overt messages about La Comay's journalistic status and the journalistic value of her speech; however, we have also identified a nuanced discussion about the role of La Comay to uphold her namesake and about the ability of the press to perform some of the same duties of La Comay that reporters scrutinized.", "It is within this subtle discourse that cultural forces emerge within local journalists' debate. Press expectations that La Comay should abide by notions of “objectivity” and of a serious tone served merely to formulate deeper discussions about the perceived needs of local audiences, including journalists themselves, for a press that holds similar functions to la comadre. It was only when journalists created a sense of legitimacy to critique La Comay by placing her—however loosely—within the journalistic community that mainstream journalists could call for media that is both considered “respectful,” that functions as a voice for the people, that discusses difficult and controversial topics, and that guides the community through challenging times—in effect, the goals of la comadre. Surmising the intentions of a collective such as journalists is a difficult, perhaps impossible, task; however, we consider the richness uncovered from this cultural examination of journalistic boundary as a foundation upon which to suggest future research to examine discourse from outside the journalistic community as a means by which to measure and further explain how journalists function."]}], "references": [{"title": "“Media Subservience and Satirical Subversiveness: The Daily Show, The Colbert Report, The Propaganda Model and the Paradox of Parody", "year": "2013", "journal": "Critical Studies in Media Communication", "volume": "30", "authors": [{"name": "Anderson James", "first_name": "Anderson", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kincaid Amie D.", "first_name": "Kincaid", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“News Parody in Global Perspectives: Politics, Power, and Resistance", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Baym Geoffrey", "first_name": "Baym", "last_name": "Geoffrey", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jones Jeffrey P.", "first_name": "Jones", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Blasphemy as Sacred Rite/Right: ‘The Mohammed Cartoons Affair’ and Maintenance of Journalistic Ideology.", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eko Leo", "first_name": "Eko", "last_name": "Leo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": ". “Drawing Lines in the Journalistic Sand: Jon Stewart, Edward R. Murrow, and Memory of News Gone By.", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Community as Interpretive Community: Rethinking the Journalist-source Relationship", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}, {"name": "TerKeurst James V.", "first_name": "TerKeurst", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“La Comay: An Examination of the Puerto Rican Comadre as a Feminist Icon, Patriarchal Stereotype, and Television Tabloid Host", "year": "2012", "journal": "Studies in Latin American Popular Culture", "volume": "30", "authors": [{"name": "Camacho Melissa.", "first_name": "Camacho", "last_name": "Melissa.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Hearing it From Jon Stewart: The Impact of The Daily Show on Public Attentiveness to Politics", "year": "2010", "journal": "International Journal of Public Opinion Research", "volume": "22", "authors": [{"name": "Cao Xiaoxia.", "first_name": "Cao", "last_name": "Xiaoxia.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘Where Once Stood Titans’: Second-order Paradigm Repair and the Vanishing U.S. Newspaper", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘The Emperor Lost His Clothes’: Rupert Murdoch, News of the World, and Journalistic Boundary Work in the UK and USA", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Impudence of Being Earnest: Jon Stewart and the Boundaries of Discursive Responsibility", "year": "2013", "journal": "Journal of Communication", "volume": "63", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}, {"name": "Peifer Jason T.", "first_name": "Peifer", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Defending a Paradigm by Patrolling a Boundary: Two Global Newspapers&#039; Approach to WikiLeaks", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Coddington Mark.", "first_name": "Coddington", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“No Strings Attached?: Les Guignols de l’info and French Television", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Doyle Waddick.", "first_name": "Doyle", "last_name": "Waddick.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Public Journalism Is a Joke: The Case for Jon Stewart and Stephen Colbert", "year": "2012", "journal": "Journalism", "volume": "14", "authors": [{"name": "Faina Joseph.", "first_name": "Faina", "last_name": "Joseph.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“La Larga y Triste Historia del Mensajero Acorralado", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Franco Rafael", "first_name": "Franco", "last_name": "Rafael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘These Crowded Circumstances’: When Pack Journalists Bash Pack Journalism", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Frank Russell", "first_name": "Frank", "last_name": "Russell", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Building Boundaries: A Case Study of the Use of News Photographs and Cultural Narratives in the Coverage of Local Crime and in the Creation of Urban Space", "year": "2011", "journal": "Visual Communication Quarterly", "volume": "18", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Boosterism as Banishment: Identifying the Power Function of Local, Business News and Coverage of City Spaces", "year": "2014", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“There&#039;s no Place Like Home: Storytelling of War in Afghanistan and Street Crime ‘at Home’ in the Omaha World-Herald", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘ It&#039;s Better Than Blaming a Dead Young Man’: Creating Mythical Archetypes in Local Coverage of the Mississippi River Drownings", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Salkin Erica R.", "first_name": "Salkin", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Israeli Image Repair: Recasting the Deviant Actor to Retell the Story", "year": "2008", "journal": "Journal of Communication Inquiry", "volume": "32", "authors": [{"name": "Handley Robert L.", "first_name": "Handley", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“From the ‘Little Aussie Bleeder’ to Newstopia: (Really) Fake News in Australia", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Harrington Stephen.", "first_name": "Harrington", "last_name": "Stephen.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Princess and the Paparazzi: Blame, Responsibility, and the Media&#039;s Role in the Death of Diana", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Hindman Elizabeth Blanks.", "first_name": "Hindman", "last_name": "Blanks.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Witty Seven: Late Socialist-capitalist Satire in Hungary", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Imre Anikó", "first_name": "Imre", "last_name": "Anikó", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Sospechas [Suspicions].", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Jiménez Félix.", "first_name": "Jiménez", "last_name": "Félix.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“El Chisme", "year": "1987", "journal": "Fem", "volume": "53", "authors": [{"name": "Lagarde Marcela.", "first_name": "Lagarde", "last_name": "Marcela.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Tension between Professional Control and Open Participation: Journalism and Its Boundaries", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Las Comadres as a Social Support System", "year": "1999", "journal": "Affilia", "volume": "14", "authors": [{"name": "López Rebecca A.", "first_name": "López", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Education of Journalists in the 21st Century in Brazil, Spain, Portugal and Puerto Rico", "year": "2010", "journal": "Revista Latina de Comunicación Social", "volume": "65", "authors": [{"name": "López Garcia L. X.", "first_name": "López", "last_name": "X.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Convergencia, Emoción y Crisis: Los Periodistas en Puerto Rico Evalúan su Campo en el Siglo XXI", "year": "2012", "journal": "Communicación y Sociedad", "volume": "18", "authors": [{"name": "Lugo-Ortíz Lourdes.", "first_name": "Lugo-Ortíz", "last_name": "Lourdes.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Vende o se Cende: El Caso de la Comay", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Mattei Vivien Colon.", "first_name": "Mattei", "last_name": "Colon.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Tabloid Journalism and the Public Sphere: A Historical Perspective on Tabloid Journalism", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Örnebring Hendrick", "first_name": "Örnebring", "last_name": "Hendrick", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jönsson Anna Maria", "first_name": "Jönsson", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The News Paradigm and the Ideology of Objectivity: A Socialist at the Wall Street Journal", "year": "1990", "journal": "Critical Studies in Mass Communication", "volume": "7", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Un boicot no es censura", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Rodríguez Wilda.", "first_name": "Rodríguez", "last_name": "Wilda.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘La Comay’: Un reto al Periodismo", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Rodríguez Cotto Sandra.", "first_name": "Rodríguez", "last_name": "Sandra.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Objectivity, Professionalism, and Truth Seeking in Journalism", "year": "2008", "journal": "Handbook of Journalism Studies", "volume": "", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Anderson C.", "first_name": "Anderson", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Serrano Pedro Julio.", "first_name": "Serrano", "last_name": "Julio.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Satire in the Holy Wonderland: The Comic Framing of Arab Leaders in Israel", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Shifman Limor.", "first_name": "Shifman", "last_name": "Limor.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Out of Control: Palestinian News Satire and Government Power in the Age of Social Media", "year": "2012", "journal": "Popular Communication", "volume": "10", "authors": [{"name": "Sienkiewicz Matt.", "first_name": "Sienkiewicz", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“A Citizen&#039;s Guides to Democracy Inaction: Jon Stewart and Stephen Colbert&#039;s Comic Rhetorical Criticism", "year": "2009", "journal": "Southern Communication Journal", "volume": "74", "authors": [{"name": "Waisanen Don J.", "first_name": "Waisanen", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie.", "affiliation": "", "orcid": "", "role": ""}]}]}