{"doi": "10.1080/1461670X.2017.1335609", "url": "https://doi.org/10.1080/1461670X.2017.1335609", "title": "Knowledge, Expertise, And Professional Practice in the Sociology of Michael Schudson", "volume": "18", "year": "2017", "issue": "10", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Anderson", "first_name": "C.", "name": "C. W. Anderson"}], "abstract": "Although we often do not think of him this way, Michael Schudson can be seen as a moderate, critical-yet reasonable sociologist of knowledge. This identity reveals itself most clearly in his very first work, his doctoral dissertation, completed in 1976 and published in full in 1990. The second part of this essay argues that in his later career Schudson turned his gaze from questions of knowledge per se to questions of occupational expertise. I frame this turn towards the normative by recounting what we might call the Schudson–Carey debate over the nature and desirability of journalistic and professional expertise. I then tie this debate into current battles over the status of journalistic professionalism in the digital age. I conclude the essay by arguing that, while normative debates over the status of journalistic expertise remain important in 2017, these claims are also confronting a radically altered socio-technical environment. In our current unsettled times, Schudson’s sociologist of knowledge may—along with more radical theorists like Michel Foucault and Bruno Latour—serve as a helpful empirical guide and useful normative corrective to more extreme views on the constructed and power-indebted nature of knowledge.", "body": [{"title": "Introduction", "paragraphs": ["How much ought democracies to rely on experts? What kind of knowledge is it necessary for a journalist to have? Are journalists professionals? Is “the public” capable of deciding for itself what policies ought to be pursued by a government? Do all those who claim to have knowledge merely seek to dominate others? What about journalists who claim they have knowledge? Are they merely “biased members of the mainstream media?” While all these questions might seem ripped from the headlines in the age of social media, citizen journalism, and Donald Trump, scholars and thinkers have been probing these questions for centuries. For the field of communication, one seminal moment in this argument came with the arrival of what I call the Schudson–Carey debate in the aftermath of the tumultuous 1960s. The Schudson–Carey debate was a real, long-distance, a-synchronous argument conducted by two of the foremost theorists of journalism, politics, and the public about the relationship between professionalism, expertise, and power. It is that debate, and how the work of Michael Schudson in particular gives us some clues for parsing it, that this essay seeks to excavate.", "I want to begin this article with the observation that there seems to be a moment—one that often comes later in life—when the most interesting of the radical sociologists of knowledge discover that not all claims to knowledge can be reduced to the exercise of power. Thus, we witness the turn in the thought of Michel Foucault, who nearly on his deathbed commences a “turn towards ethics” grounded in the realization there exists a “will to truth” and a “will to become” alongside a more obvious will to power (Faubion 1998, xxxvii). Three cheers, then, for the more modest sociologists of knowledge who have, from the beginning of their work, acknowledged that while knowledge and power have a deep and abiding relationship, it is not the only relationship nor is it always the most important one. I want to argue in this very essay that we can place Michael Schudson firmly in this moderate, critical-yet reasonable sociology of knowledge tradition, and this identity reveals itself most clearly in his very first work, his doctoral dissertation, completed in 1976 and published in full in 1990. It is this early work on professional knowledge that enabled Schudson, I argue, to arm himself for the debate with Carey later in his career.", "After establishing Schudson as a sociologist of knowledge in the first part of the essay, the second part argues that in his later writings Schudson turned his gaze from knowledge per se to professional expertise, following the distinction between the two areas of focus outlined by Collins and Evans (2002, 236), Eyal (2013), and Reich (2012). I frame this turn towards the normative by recounting what we might call the Schudson–Carey debate1 over the nature and desirability of journalistic expertise, and by tying this debate into current battles over the status of journalistic professionalism in the digital age. I hope to show that Schudson’s early work gives us some clues as to how and why he took the position in this debate that he did. I conclude the essay by arguing that, while normative debates over the status of journalistic expertise remain important in 2017, these claims are also confronting a radically altered socio-technical environment, altered even from December 2006 when Schudson published his “The Trouble with Experts” essay in Theory and Society (Schudson 2006). In this new environment, Schudson the critical yet moderate sociologist of knowledge may—along with more radical theorists like Foucault and Bruno Latour—serve as a helpful empirical guide and useful normative corrective."]}, {"title": "On the Origins of Objectivity: Schudson as a (Radical) Sociologist of Knowledge", "paragraphs": ["Few people are aware of this, but like many first books Michael Schudson’s (1978) Discovering the News was really only half of his dissertation. The full scope of the original work is obvious in the title: Origins of the Ideal of Objectivity in the Professions: Studies in the History of American Journalism and American Law, 1830–1940 (Schudson 1990). The rise of objectivity in journalism we know from Discovering the News, but Schudson as a theorist of legal objectivity is unknown to most of us. Perhaps surprisingly, Origins of the Ideal of Objectivity contained several chapters on the way objectivity developed in the legal profession in addition to the journalism one. By the time it was published as Discovering the News, these chapters on law had entirely vanished.", "What might account for the narrowing of focus between dissertation and book? There are several factors at play here, I think. If one is lucky to salvage a publishable monograph from the exercise in hazing and emotional self-abuse that is the modern PhD dissertation, the gap between that monograph and the original thesis can often be very wide. Sometimes the reasons for the changes have to do with changes in the intended audience. “The audience for a dissertation is five people—your committee,” the old saying goes; “the audience for a book is potentially the entire world.” Sometimes the changes have to do with changes in the discipline itself, or the disciplinary identity of a still developing scholar. And sometimes, the larger world into which the book is published changes as well. In explaining the differences between Schudson’s original doctoral thesis and what became Discovering the News, I think we can point to all of these explanations as relevant. Part of the change lies in the status of communication as a discipline; the late 1970s and early 1980s were a key moment in the development of the communications and media studies fields as we know them today. Under the influence of the Center for Contemporary Cultural Studies at Birmingham, and American fellow travelers like James W. Carey and Todd Gitlin, media scholarship was beginning to “open up” and go beyond the limited media effects paradigm that had held it together for the better part of three decades. In part, this created room for more sociological accounts of journalism history that could be housed in communication departments. These departments were themselves growing (the University of California-San Diego Communication Department was itself established in 1982, four years after the publication of Discovering the News) and, indeed, Schudson’s own move from the University of Chicago Sociology Department to a communications program at a public university is emblematic of these larger developments (Neff 2015). The larger political world in which communication research and journalism scholarship were housed was also changing rapidly, and the impact of Watergate on the public’s interest in press topics should not be underestimated. For these and other reasons, it made sense to publish a book on the origins of objectivity in journalism (but not law) in the early 1980s. This had the effect, however, of obscuring the sociological and epistemological thrust of the project.", "For his part, and in retrospect, Schudson justifies excising the sections on law from Discovering the News as argumentative and narrative decisions—in an interview in 2014, he told me that the argument about law was more problematic and hung together less well (interview, June 4, 2014). This response is quintessentially modest of him, but I think that the disciplinary and public changes discussed above also played a major role. In any case, this comparative dimension of Origins of the Ideal of Objectivity helps it fit far more comfortably within the sociology of knowledge tradition than Discovering the News did, which fairly or unfairly is primarily read by an audience of journalism and communication scholars and students.", "Origins of the Ideal of Objectivity, then, is a comparative study of the origins and evolution of professional knowledge. What is the value added by this comparative perspective? Reading Schudson’s original dissertation today, one is struck by the similarities between law and journalism in the 1830s and then again in the 1920s, providing a more structural and historical insight into the manner by which culture-level changes (and not simply political or economic ones) have affected the manner by which professional groups generate and certify knowledge. In the 1830s, there emerged a rationale for lawyering that was far more democratic and market driven than what had existed before, a development that found its parallels in the journalism of the Penny Press. In the 1920s, both journalism and law confronted a less ontologically certain world in which only process, procedure, and community could make up for the now questionable nature of the individual empirical fact. We should remember that the primary assertion of Discovering the News is that objectivity as a journalistic value could not truly be said to have emerged until after World War I. If that is the case, the comparison with law adds ballast to this argument by showing that the changes were to some degree polity wide.", "The comparative case also can help us respond to scholars of objectivity—some of whom invoke Schudson’s work and others who appear unaware of it—who argue that journalistic objectivity was primarily a market-driven or technologically determined phenomenon. The technologies by which “law” is generated differ greatly from those that help produce journalism, and arguments about the relationship between objectivity and natural newspaper monopolies invoked by market theorists apply in different or even contradictory ways to the legal case. And yet—the same shifts in the meaning and understanding of objectivity occurred in both American law and American journalism, and at roughly the same time. If this is the case, then the origins of at least some of these changes must lie elsewhere. The similarity between the professional justifications for a particular form of objective law and a particular form of objective journalism give us clues that the origins of professional objectivity are at least partially cultural and historically contingent. They do not stem from material changes in law or technology alone; rather, they have in part to do with shifts in how different people and professional groups understand the work they do and what that means for society. This is a piece of argumentative support, one that highlights the importance of professional culture and would be unavailable if Schudson were to have limited his analysis to journalism alone.", "Both Origins of the Ideal of Objectivity and Discovering the News thus argue that professional groups generate and justify their own knowledge claims, that these claims are historically, economically, politically, and culturally contingent, that they evolve over time, and that they are embedded within—but not entirely reducible to—claims of professional power. It is this last point—that knowledge is contingent, involves the assertion of authority, but also involves something else that is not simply the imposition of power claims—that perhaps lends credence to the argument that Schudson is a sociological and critical moderate. I think Schudson is a critical moderate in this sense, at least in comparison to other scholars of the post-war generation.2 But I also think this undersells the case. To my mind, there is little doubt that both Origins of the Ideal of Objectivity and Discovering the News are truly radical books, and I think that Schudson’s later reputation as a “cautious” thinker has done much to obscure this. But the argument in both dissertation and published volume is quite simply that objectivity has a history, and that this history is not a whiggish path of progress but rather what Foucault alluded to as an investigation of the condition of possibility of knowledge, of institutions, of practices. In the conclusion of this essay, I will say a bit more about why I think it is easier to see these critical resemblances now than it might have been 20 or 30 years ago. Before I do so, however, I will discuss the normative turn in Schudson’s thinking about professional knowledge and the manner in which the implications of this normative turn are seen most clearly in his confrontation with another leading scholar and historian of journalism, James W. Carey."]}, {"title": "From Genealogies of Knowledge to Normative Considerations of Expertise", "paragraphs": ["Starting in the mid-1980s, a scholarly debate between two theorists of communication—John Dewey and Walter Lippmann—entered the canonical history of the field of communication research.3 In this case John Dewey, the progressive believer in citizen wisdom and democratic conversation as a means of solving social problems, is pitted against Walter Lippmann, the theorist of professional authority and expertise. For Lippmann, the complexity of modern democracy required the deferral to government-aligned experts, while Dewey focused more on the necessity of public input in order to address a variety of social problems. Much like the debate over the “hypodermic needle model” of media effects, the recounting of this disputation has helped anchor graduate students’ understandings of the major debates in the field.", "In the past few years, however, communication scholars and political theorists have become increasingly aware that the “Dewey–Lippmann debate” was something of a post hoc invention (Jansen 2009), obscuring areas in which the two men agreed and creating a necessary “origin story” for the emerging field of media studies research (Pooley 2016). What is not an invention, however, is that there really was (or is) a James Carey–Michael Schudson debate, and this debate mobilized both Dewey and Lippmann as a proxy for their own disagreements about the nature of professional expertise in the post-World War II era. Put simply, the question raised in the debate is this: given that scholarship has uncovered the fractured and contingent underpinnings of professional knowledge claims and the manner by which they (at least partly) act as a justification for professional power, what normatively flows from this? How ought we to regard the professions? How ought we to assess knowledge? In particular, how should we judge what journalists know and claim to know as they go about their daily work? This question arises with particular vehemence in the early twenty-first century, as the entire foundation of journalistic authority seems to crumble before our eyes (Anderson 2008; Carlson 2017) and debates rage in the body politic about the role of “fake news,” political knowledge, and ontological truth in the creation of democratic outcomes. As his career evolved, I want to argue that Schudson increasingly turned to these normative topics, a shift in focus that can be seen as a movement from the study of knowledge to the study of professional expertise. And he made this move in conversation with James Carey and, less explicitly, with a variety of critical theorists who pushed the genealogical impulse to its ultimate normative endpoint. While I lack the space to outline the full scope of the argument, I want to highlight two signal publications that stake out the respective positions in the “Carey–Schudson debate.” The first is Carey’s (in)famous 1978 address to the Association of Educators in Journalism and Mass Communication (Carey 1978). The second, appearing nearly 30 years later, is Schudson’s Theory and Society article, “The Trouble with Experts—And Why Democracies Need Them” (Schudson 2006).", "In the simplest terms: Carey attacks professional expertise and Schudson defends it. While I could painstakingly demonstrate the manner by which they lay out their positions, I actually think they are rather straightforward, and what might be more useful would be to find the space they grant to the other point of view in order to appreciate the limits of arguments. What ground does Carey cede to journalistic expertise? What criticism of experts does Schudson allow? And what do these concessions say about the larger intellectual and political contexts in which each man wrote?", "Carey’s argument, while couched in an invocation of Canadian communication scholar Harold Innis that he liked to deploy regularly (Pooley 2016), really amounted to a full-fledged attack on the concept of the journalistic professionalism, seeing it as part of the story of the creation of a new social class invested with enormous power and authority  …  Without meeting the historic cannons by which professions are identified, journalism has been made a profession by fiat. As the media have become more central and more centrally visible in the life of society, the prestige of journalists and therefore journalism faculties have risen. And, finally, it turns out that status and prestige, not knowledge or ethics or rectitude, turn out to be the key to professionalism. (Carey 1978, 850)The professionalization by fiat, carried out for the purposes of prestige and status enhancement, ultimately does great damage to the public and the public sphere; professionalism, for Carey, is ultimately “an attack on the public and on public life.” Professionalism privatizes the public sphere, and it also destroys the oral and discursive local traditions of knowledge generation upon which that public sphere depends. Such is Carey’s pessimistic conclusion.", "part of the story of the creation of a new social class invested with enormous power and authority  …  Without meeting the historic cannons by which professions are identified, journalism has been made a profession by fiat. As the media have become more central and more centrally visible in the life of society, the prestige of journalists and therefore journalism faculties have risen. And, finally, it turns out that status and prestige, not knowledge or ethics or rectitude, turn out to be the key to professionalism. (Carey 1978, 850)", "Midway through his article, however, Carey does stop to consider the irony that at the very moment that professional journalism has reached its authoritative peak (the mid-1970s) it finds itself under attack, primarily from scholars like Ivan Illich, Christopher Lasch, and theorists of the New Left. And it is here that Carey pauses. These attacks, he notes, “can easily slip into a vicious anti-intellectualism, an attack on the very idea of competence. I wish to avoid that result” (Carey 1978, 850). Briefly, Carey seems to catch a glimpse of the anti-expert, anti-professional strain of American discourse that would be framed by the American right as a form of cultural anti-elitism in the decades to come—beginning with Reagan, accelerating under George W. Bush, and reaching its climax with the election of President Donald J. Trump in 2016.", "This, then, is the moment in which Carey’s critique bumps up against its limits, but it is a brief moment, and he quickly turns the charge of anti-intellectualism around. It is actually the modern system of professional knowledge certification and credentialing that is anti-intellectual and damaging to the pubic, Carey contends. Not only do professionals erode the moral basis of society by substituting their professional codes for moral principles, and not only do professionals obscure the dialogic impulses out of which knowledge flows. Professions are anti-intellectual insofar as they inculcate a tendency to not examine the wider social, political, and cultural wellsprings of professional knowledge. In short, professional schools teach occupational competence rather than the liberal arts. Journalism schools are anti-intellectual because they teach students how to be better journalists, rather than the reasons why journalism exists, why it is important to democratic life, and how it relates to other forms of knowledge production and narrative arts. Carey quickly dismisses the charge of anti-professionalism as a form of anti-competence. It is the journalism profession itself that is anti-intellectual and damages the public sphere.", "Even the title of Schudson’s essay demonstrates how much the balance of the argument has shifted in Carey’s direction in the 30 years that have passed since it was written. “The Trouble with Experts” is its opening clause—acknowledging immediately that expertise causes a great deal of trouble. And then parenthetically, “And Why Democracies Need Them”—not defensive per se but apologetic, a rueful argument that even though professional expertise and other forms of competence are troublesome, they actually do serve some sort of democratic purpose. The essay begins with a lengthy recapitulation of the various ways in which expertise has come under attack, beginning with the exchanges between John Dewey and Walter Lippmann, and continuing a much more thoroughgoing attack on expertise took place in the 1960s and after. Many social critics at that point attacked the authority of experts, as did New Left activists generally. The debunking of professional authority had roots in Marx, Nietzsche, and Freud, but it reached a high point in the egalitarian fervor that spread from the civil rights movement to the women’s movement to academic life and the professions themselves in the 1960s.", "Given all this, Schudson then works his way backwards from a radical to moderate point of view, proceeding next to outline the moderate position on expertise offered by political theorist Ian Shapiro. After having taken issue with this critique as well, Schudson moves in for the rhetorical kill, contending that all of these critiques of expertise fall short because they are disconnected from actual political and social reality. All regimes, he argues, make use of experts, even those most rhetorically committed to anti-elitist principles. The real question is not: should democracies make use of experts (they all do) but rather a distinctly different one—how “long a leash” ought experts be kept on in order that they do not become subservient to the political masters that hold the leash. The problem is not whether or not expertise is valuable. It is, or at the very least, it is used. The problem is how to insulate experts from democratic forces that might corrupt the acquisition and deployment of their knowledge. The argument offered up by Carey and other radicals is flipped on its head.", "As with Carey, the contours of Schudson’s normative stance on professional expertise can be glimpsed in what aspects it sacrifices to the opposing argument. For Carey, it was important to acknowledge the possibility that an anti-professional attitude might shade over into an attack on professional competence tout court—but this argument is quickly dealt with and dispatched. In Schudson’s later piece, we glimpse almost the opposite tendency; a rather defensive and apologetic defense of professional expertise, broached with vigor but only after a range of opposing and critical perspectives have been respectively heard. To me, this demonstrates just how far the center of the argument has shifted in the nearly 30 years since the publication of both essays, and reveals the dilemma opened up by genealogists of knowledge like Foucault and his fellow critical travelers. It is a dilemma that even the moderate, cautious Schudson of Origins of the Ideal of Objectivity in the Professions and Discovering the News cannot entirely avoid. In 2017, the critical temperament reigns supreme, not only in the academy—and this is of profound importance—but in society at large.", "Even two years later, in a 2008 essay that more directly grappled with Carey’s arguments about Lippmann and expertise, Schudson is less cautious. He strongly defends the democratic importance of experts and concludes his piece with this remark: In 2008, when the Bush administration has rhetorically placed faith above science, and will above intelligence, the virtues of information, science, and expertise look more precious than they did in 1990 or 1995, and more deserving of a sympathetic hearing. The intellectual challenge is not to invent a democracy without experts, but to seek a way to harness experts to a legitimately democratic function. In fact, that is exactly what Walter Lippmann intended. (Schudson 2008, 1041)Eight years later, in the aftermath of an American presidential race and a vote by the United Kingdom to exit the European Union that demonstrated profound hostility towards experts, professional journalism, and even statistics, the situation has reached endemic proportions; it is even more extreme. The attack on professionalism and professional journalism is no longer, as Carey noted in 1978, largely the product of the intellectuals of the New Left. It has become a special province of the political right, has achieved enormous political power, and has seeped into society and political culture at large. It is the bedrock on which politics in the twenty-first century is grounded.", "In 2008, when the Bush administration has rhetorically placed faith above science, and will above intelligence, the virtues of information, science, and expertise look more precious than they did in 1990 or 1995, and more deserving of a sympathetic hearing. The intellectual challenge is not to invent a democracy without experts, but to seek a way to harness experts to a legitimately democratic function. In fact, that is exactly what Walter Lippmann intended. (Schudson 2008, 1041)"]}, {"title": "From Knowledge to Expertise—and Back Again? Critical Theory in the Digital Age", "paragraphs": ["In a “year in review/year to come” piece for the popular “future of journalism” publication Nieman Lab, political communication scholar Dannagal Young predicted that 2017 would see “a return of the gatekeepers” and a return of experts. And not only would it see the expert informational gatekeepers, but it should see such a return: The idea of bringing back some form of elite gatekeepers to engage in a check on what is real and what is not—what is important and what is not, what is true and what is not—harkens back to a time and a paradigm that many of us have criticized as elitist or patronizing. But where we find ourselves now is a far more dangerous place. Yes, back then, power was concentrated in the hands a few individuals, entities, and institutions that set the public’s agenda and oriented the public’s attention to a handful of key issues. But these individuals, entities, and institutions were themselves professionalized and formally trained. They had a code of ethics and guiding principles. And while scholars lamented the hierarchical nature of the information environment, the reality is that trust in these institutions was high. (Young 2016)", "The idea of bringing back some form of elite gatekeepers to engage in a check on what is real and what is not—what is important and what is not, what is true and what is not—harkens back to a time and a paradigm that many of us have criticized as elitist or patronizing. But where we find ourselves now is a far more dangerous place. Yes, back then, power was concentrated in the hands a few individuals, entities, and institutions that set the public’s agenda and oriented the public’s attention to a handful of key issues. But these individuals, entities, and institutions were themselves professionalized and formally trained. They had a code of ethics and guiding principles. And while scholars lamented the hierarchical nature of the information environment, the reality is that trust in these institutions was high. (Young 2016)", "So far I have tried to show in this piece that Schudson’s early work in Origins of the Ideal of Objectivity and Discovering the News are moderate but genuinely critical entrants in the sociology of knowledge tradition. Following this investigation into the origins of professional knowledge, the conversation naturally moved in a normative direction: if all knowledge is to some degree constructed by those who wield it, what flows from this? What are the normative standards by which we can judge the legitimacy of professional expertise in an age in which knowledge has been shown to be “impure” (Epstein 1998)? Should the political circumstances and the critiques of scholars like Young force the academy to retreat from its staunchly critical positions? If so, what do we do with the wealth of scholarship that has, indeed, demonstrated the genealogical underpinnings of most professional expertise?", "I argue that, once again, Schudson can be of tremendous service here, and he is helpful in a way we might not have realized when an aggressively post-structural form of the sociology of knowledge held sway in the academy. I want to argue that there is a greater family resemblance between late twentieth-century sociologists of knowledge than we might have realized in, say, 1995, but these affinities are only obvious at a moment when critique, ironically enough, is no longer confined to critical social science but has permeated all of the body politic (see Van Zoonen 2012). The trendiness of critique in the academy, combined with the usurpation of the rhetoric of skepticism by the right, has led to the conditions for an intellectual backlash. In other words, I think critique became so much the standard operating position in the academy in the 1980s and 1990s that it lost its freshness and prompted a defensive reaction amongst reasonable scholars—like Schudson—who were constitutionally incapable of adopting an intellectual pose wherein critique for the sake of critique functioned as sort of a free-floating signifier. Schudson’s moderate criticality, combined with his normative and epistemological caution, can be a tremendous guide to the manner by which we ought to conduct sociological scholarship in 2017.", "As scholars, how can we follow Schudson and begin to come to terms with the new era in which we find ourselves, one of digital evidence, occupational disruption, crowd-sourced knowledge, and a radically destabilized political and cultural climate in which experts are dismissed as elites? I would argue that, while continuing normative conversations about professional expertise are important, we also need to reengage with the sociology of knowledge, but a sociology of knowledge for the twenty-first century. We need to examine the epistemological—and ontological—foundations for how knowledge comes to exist and be legitimized in the digital age. And along with Schudson, Foucault, and other genealogists, we also possess new tools and theories well suited for the current era.", "Those of us studying cultures of truth in the digital age are lucky enough to have come of intellectual age in the aftermath of the diffusion Science and Technology Studies (STS) paradigm, which to my mind is the most important intellectual growth area in the social sciences in the last 30 years. STS is important, first and foremost, because of its focus on the ontology of knowledge practices. Normatively speaking, it is also important because it embraces a key precept: knowledge may be constructed, but it is not constructed out of nothing, and it is not constructed by society alone. This is, to my mind, a genuinely new insight, although there are also material elements to Schudson’s scholarship in Discovering the News and the Origins of the Ideal of Objectivity. Consider just one example and compare Schudson’s entirely accurate criticism of the idea that technological change “caused” the emergence of objectivity in Chapter One of Discovering the News with what amounts to a throwaway line in the overview chapter of his dissertation. Law and journalism, he argues, are similar insofar as they are both dominated by writing and are both particularly idiographic. For a scholar with an STS background, this sentence is a goldmine of possibility for further unpacking. We have come a long way since the 1970s in our understanding of the relationship between materiality, technology, and knowledge, and these insights—when combined with the cautious criticality of scholars like Schudson—can deeply inform the important arguments about expertise and politics currently convulsing the political arena.", "To conclude this brief essay, then, I want to reiterate a few main points by way of summary and conclusion. First, Michael Schudson should be seen as a cautious but critical sociologist of knowledge, in the vein of Foucault and Latour. This affinity is more obvious in his comparative dissertation than elsewhere, thus highlighting the importance of comparison across knowledge domains. We can see this relationship most clearly at a moment in which the default academic setting is no longer critique for the sake of critique: the effort to lay bare the origins of knowledge practices that began under the aegis of the New Left and other cultural scholars like James Carey has been absorbed, full bore, into the bloodstream of the (post)modern West. Indeed, skepticism towards the authority of experts is now a standard rightwing position. Finally, we can only understand the normative implications of these changes if we take a step back and reconsider the means and mechanisms by which knowledge is constructed in the digital age.", "There was, as we all know by now, no Dewey–Lippmann debate. There was, however, a Carey–Schudson debate—a debate about how far the critical impulse toward the constructed nature of knowledge practices ought to extend, and what the normative implications of this critical impulse are. Understanding Schudson’s early works, the works that established him as a comparative sociologist of professional knowledge, can help us grapple with the nature of knowledge and expertise in our present, unsettled, and dangerous times."]}], "references": [{"title": "A Please for the University Tradition", "year": "1978", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "55", "authors": [{"name": "Carey James.", "first_name": "Carey", "last_name": "James."}]}, {"title": "The Third Wave of Science Studies: Studies of Experience and Expertise", "year": "2002", "journal": "Social Studies of Science", "volume": "32", "authors": [{"name": "Collins H.", "first_name": "Collins", "last_name": "H."}, {"name": "Evans Robert", "first_name": "Evans", "last_name": "Robert"}]}, {"title": "For a Sociology of Expertise: The Social Origins of the Autism Epidemic", "year": "2013", "journal": "American Journal of Sociology", "volume": "118", "authors": [{"name": "Eyal Gil.", "first_name": "Eyal", "last_name": "Gil."}]}, {"title": "Phantom Conflict: Lippmann, Dewey, and the Fate of the Public in Modern Society", "year": "2009", "journal": "Communication and Critical/Cultural Studies", "volume": "6", "authors": [{"name": "Jansen Sue Curry.", "first_name": "Jansen", "last_name": "Curry."}]}, {"title": "Journalism as Bipolar International Expertise", "year": "2012", "journal": "Communication Theory", "volume": "22", "authors": [{"name": "Reich Zvi.", "first_name": "Reich", "last_name": "Zvi."}]}, {"title": "The Trouble With Experts- And Why Democracies Need Them", "year": "2006", "journal": "Theory and Society", "volume": "35", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "The “Lippmann-Dewey Debate” and the Invention of Walter Lippmann as an Anti-Democrat 1986–1996", "year": "2008", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "I-Pistemology: Changing Truth Claims in Popular and Political Culture", "year": "2012", "journal": "European Journal of Communication", "volume": "27", "authors": [{"name": "Van Zoonen L.", "first_name": "Van", "last_name": "L."}]}]}