{"doi": "10.1080/17512786.2016.1270171", "url": "https://doi.org/10.1080/17512786.2016.1270171", "title": "What Makes for Great Data Journalism?", "volume": "12", "year": "2018", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Young", "first_name": "Mary", "name": "Mary Lynn Young"}, {"last_name": "Hermida", "first_name": "Alfred", "name": "Alfred Hermida"}, {"last_name": "Fulda", "first_name": "Johanna", "name": "Johanna Fulda"}], "abstract": "This study examines the quality of winners and finalists in major national and international data journalism awards. We completed a content analysis of data projects submitted by Canadian media to three journalism associations—the Online News Association, the Global Editors Network and the Canadian Association of Journalists—as far back as the first award in this category in 2012. Our research addresses how journalists executed what could be considered excellent data journalism. Our findings point to a lack of accepted standards regarding what is considered as excellence. The quality of the projects was limited by two key factors: the use of free online options such as Google Maps that were not easily customizable; and the number of practitioners who worked on the data projects largely within traditional journalism frameworks. The most used visual elements were dynamic maps, graphs and video. With respect to interactivity, all but one of the projects contained an interactive element. The most popular interaction techniques were inspection and filtering, considered entry-level techniques in the field of information visualization. These techniques suggest a need for collaborative interdisciplinary approaches to data journalism, and further study on the implications of tools such as Google Maps on practice.", "body": [{"title": "Introduction", "paragraphs": ["This study examines the quality of all Canadian finalists and winners in major national and international awards for data journalism between 2012 and 2015. We completed a content analysis of data projects submitted to three main journalism associations that deal with this domain, the Online News Association, the Global Editors Network and the Canadian Association of Journalists, as far back as the first award recognizing this category in 2012. Our main research questions were how journalists executed what could be considered Canada’s best data journalism and how their attempts compared with other studies globally (Fink and Anderson 2015; Knight 2015a; Tabary, Provost, and Trottier 2016). Our intention was to provide an overview of the emergence of quality data journalism content in Canada, as the current literature has largely focused on interview data with journalists and/or regional approaches to data journalism content (Tabary, Provost, and Trottier 2016).", "Research on data journalism in Canada suggests the emergence of the journalist-technologist at well-funded media organizations (Hermida and Young 2017). We focused on data journalism that was deemed of a high quality and representative of best practices in the field, as we were interested in examining the nature and quality of data elements used in award submissions, as well as to test the degree to which journalist-technologist identities, norms and practices are having an impact on content (see Wahl-Jorgensen [2013] for her study of Pulitzer Prize journalism). We developed our data journalism assessment framework by drawing from the journalism studies literature as well as information visualization research (InfoVis), which can be considered a subset of the field of human–computer interaction. We recognize that data journalism emerges out of a longstanding tradition of computer-assisted reporting but suggest that the decisions of awards makers to start to include a specific “data” category as early as 2012 indicates an emergent distinction being made within the professional categorization of the genre. While each of the three awards organizations identified the category in slightly different ways, award ceremonies can serve as a proxy for outstanding contributions to the discipline as evaluated by the profession itself (Wahl-Jorgensen 2013). One limitation is that awards also potentially leave a number of more day-to-day works of data journalism out of the sample.", "In our sample, data journalism submissions to awards categories for the genre originated from a cross-section of media outlets in Canada, in addition to two schools and one journalism startup. We found the quality of the projects limited by two main factors: the use of free online technology options that restricted customizability; and a limited number of practitioners working largely within traditional journalism frameworks. Most projects were the work of one or two journalists, while the larger teams involved students, startups or well funded organizations. We found the most used visual elements were dynamic maps and textual analysis followed by graphs and video. With respect to interactivity, all but one of the projects contained an interactive element, with the most widely used tools, inspection and filtering, which are largely considered the simplest, entry-level InfoVis techniques."]}, {"title": "Literature Review", "paragraphs": ["We define data journalism as a broad genre that can include three distinct journalistic approaches—computer-assisted reporting, data journalism (which also includes data visualization) and computational journalism (see Coddington 2015). It has been studied from a number of perspectives, including examinations of journalistic actors, their norms and practices at mainstream legacy media globally (Royal 2012; Karlsen and Stavelin 2014; Parasie and Dagiral 2013; Appelgren and Nygren 2014; De Maeyer et al. 2015; Young and Hermida 2015), emergent journalists and media (Ananny and Crawford 2015), guides to professional practice (Weisz 2012), with studies on the nature and quality of data journalism relatively underdeveloped (Knight 2015a; Loosen, Reimer, and Schmidt 2015; Tabary, Provost, and Trottier 2016). Knight (2015a, 2015b) completed one of the few comprehensive studies developing “a mechanism for measuring data journalism” in her content analysis of 3000 stories from 15 national daily and Sunday newspapers in the United Kingdom over a 13-day period (Knight 2015b). She found that only 106 stories included an “element of data” (Knight 2015a, 60), suggesting no “overwhelming evidence of comprehensive use of data journalism by national UK titles”, and describing the overall quality of the data elements as “largely superficial, institutionally sourced and non-remarkable” (70).", "Similar to our approach, Loosen, Reimer, and Schmidt (2015, 7) studied nominees of data journalism awards in 2013 and 2014 from the Global Editors Network and found newspapers were the dominant applicants at 42.6 per cent of submissions over the period studied, with the majority of projects completed as collaborative efforts with “on average five authors” and 35 per cent using external partners (7). They also found that the most common data journalism format was a “combination of more than two different kinds of visualizations” often “simple static charts with pictures”, “or a map” (16).", "There have been two scholarly contributions to the study of data journalism in Canada (Hermida and Young 2017; Tabary, Provost, and Trottier 2016). Hermida and Young (2017) interviewed 17 data journalists and found the emergence of the journalist-technologist in a small number of Canadian newsrooms. Tabary, Provost, and Trottier (2016) used a combination of interview and content analysis to assess the state of data journalism in French-language media in Quebec. Both studies used qualitative interviews, although Tabary, Provost, and Trottier (2016) also assessed the quality of 178 data journalism projects at six legacy media outlets over a two-year period from 2011 to 2013. Tabary, Provost, and Trottier (2016, 67–68) approach their study as a way to examine how data journalism has been constructed and applied in Quebec vis-à-vis its epistemological “borrowings” from computer science and statistics, as well as the implications of its “interpretations of the meaning of ‘data’ by way of structures and practices” in journalism. They focused on questions of the “complexity/simplicity” nexus of data journalism, and found that “most projects present relatively unsophisticated statistical data visualizations based on public data sources” (Tabary, Provost, and Trottier 2016, 81). They conclude: “the majority of the studied projects heavily rely on already accessible public datasets and simply illustrate already-assembled datasets with automated visualization programs, without further analysis or restructuration” (81).", "The notion of interactivity is interwoven with the emergence and development of online journalism in the late 1990s. At the time, Deuze (1999, 378) asked how far interactivity “could allow for a cultural change in journalism”. In these early days of online journalism, news sites tended to focus on navigational and functional interactivity (Massey and Levy 1999; Schultz 1999). By 2016, interactive features such as social sharing, most read lists of stories and comment sections have become commonplace on news websites (Hermida 2011; Singer 2014; Stroud, Scacco, and Curry 2016). Interactive data visualizations have also become popular on news websites, with interactivity considered a key difference of online graphics compared to print representations of data (Boczkowski 2004; Burmester et al. 2010).", "The inherent supposition in much of the literature is that online journalism has, by its very nature, to be interactive (Dahlgren 1996; Deuze 2004). Research in journalism studies on interactivity has tended to focus on the ability of users to participate in news production work. Domingo (2008, 680) noted that “the buzzword in the 1990s was interactivity. Now it is participatory journalism”. Studies into participatory journalism examine the opportunities for audiences to select, customize, highlight or participate in information flows, with users framed as active participants in the creation, distribution and consumption of news (Bowman and Willis 2003; Deuze 2003; Atkinson 2008; Singer et al. 2011). In the literature, interactivity is often associated with the degree of agency of users over the content they access, with studies suggesting that a sense of control influences positively how audiences assess information (Bucy 2004; Johnson and Kaye 2016).", "For our study, we considered interactivity as the degree to which users can explore the data in visualizations, drawing on the literature from computer science. These interactive information graphics are “a visual representation of information or knowledge” that combine verbal and visual elements “in such a way that they create a new hybrid form” (Weber and Rall 2012, 349). Interactivity is considered one of the main characteristics of such visualizations (Burmester et al. 2010). Within the field of journalism, interactivity in online graphics tends to be assumed to be a positive—despite the fact that static data visualizations can also represent an effective information and representational option. For example, an instructional textbook from 2006 argues that “the most effective online graphics are those presented in a manner that promotes a high degree of interactivity while at the same time observing a clear and logical organization with attention to the variety of ways different online readers may choose to engage with the content” (George-Palilonis 2006, 33). Also Lewis and Usher (2014, 384) point to “the excitement around online interactives … [and] a growing emphasis on news presentation that more closely resembles the properties of responsive and interactive Web design”.", "Indeed, there is significant discussion about how the profession has adopted and implemented interactivity. In considering options for user participation, Domingo (2008, 681) argues a “myth of interactivity” has prevailed in online journalism in terms of audience participation in the news. His study of four newsrooms found that “interactivity was developed because it was deemed as an ideal to be pursued by online journalism, but newsrooms tried it not to affect news production” (696–697). More recent work by Günther and Scharkow (2014) suggests, almost a decade later, the use of interactive elements remains heavily influenced by institutional practices. Others have found there is little consistency in the adoption and deployment of interactive features by news organizations (Stroud, Scacco, and Curry 2016), with respect to data visualizations specifically.", "Burmester et al. (2010, 361) identify a lack of understanding within journalism of the principles of data visualization, noting that “interactive information graphics tend to overwhelm users with too much information and disregard well-known principles and rules of the old media and web design”.", "More recent research by Dada (2016) on data visualization indicates that there are a number of unproven assumptions about the importance of interactivity embedded in earlier thinking. She used experimental design with 280 subjects recruited through crowdsourcing and found that “engagement benefits are restricted to participants who make use of interaction possibilities—and these are not in the majority” (Dada 2016, 52). Her contributions further refine our understanding of the impact of the nature of the interactivity and the user, suggesting that both “usability” of the InfoVis and “skills and motivations” had an impact on usage, with “interactive engagement” creating improved “information recall”, a “more inclusive information environment” for users with varying numeracy ability and encouraging “information seeking” (52). Part of our aim in this study is to assess how interactivity has been and is being applied by data journalists as evidenced by best practice examples, recognizing that its role in data journalism is still unfolding in part because it requires an epistemological openness to other disciplines.", "Scholars from InfoVis have approached interactive InfoVis with increasing sophistication. One of the earliest and most famous design guidelines for interactive InfoVis is Shneiderman’s Visual Information-Seeking Mantra, which suggests the need to “overview first, zoom and filter, then details-on-demand” (Shneiderman 1996, 336). Later studies identified a continuum in the nature of InfoVis between “author-driven and reader-driven” (Segel and Heer 2010, 1146). For example, Segel and Heer (2010, 1139) isolate different genres of visualization and place the 58 narrative visualizations that they analyzed “along a spectrum of author-driven and reader-driven approaches”. Purely author-driven means the story “has a strict linear path through the visualization”, whereas reader-driven has no ordering and a “high degree of interactivity” (1146). Most stories fall somewhere in between those two extremes since, according to Segel and Heer, “an important attribute of narrative visualization is its flexibility in balancing both elements” (1146).", "Another fundamental distinction in the nature of InfoVis has been made by Van Wijk (2005, 84), who distinguished between two uses for visualization—“presentation” and “exploration”—which was later built upon by Barlow who adopted the terms “explanatory” and “exploratory” (Barlow 2014, 5). Brehmer and Munzner (2013, 2376) created a “multi-level typology of visualization tasks” to approach InfoVis by “distinguishing why and how a visualization task is performed, as well as what the task inputs and outputs are”. In general, they suggest “visualizations are used to consume information”, so they either present found information, or let the user discover and analyse new information. Also sometimes visualizations are purely intended for enjoyment, “where users indulge their casual interests in a topic” (2379). Traditionally, journalism has preferred the “present found information” part of visualization, but emergent technologies allow readers to be analysts themselves and go beyond the author-driven story. How those tasks are taken up was one of the motivations for our examination of data journalism projects."]}, {"title": "Method", "paragraphs": ["To collect our data-set of Canadian data journalism projects, we looked at three of the main data journalism awards and their Canadian finalists/winners, resulting in a set of 26 Canadian data journalistic projects that were published between 2012 and 2015. The awards included: The “Global Editors Network Data Journalism Award”, where we found 13 Canadian finalists since 2012 (with one entry from the Vancouver Sun winning the award in 2014).The “Marketwired Data Journalism Award” from the Canadian Association of Journalists, with 13 finalists since 2012. We used 12 submissions as one project was also a finalist in the Global Editors Network Data Journalism Award.The Online News Association, which introduced the category “Investigative Data Journalism” in 2014. One of the eight finalists was from Canada in 2014, with no Canadian finalists in 2015.", "The “Global Editors Network Data Journalism Award”, where we found 13 Canadian finalists since 2012 (with one entry from the Vancouver Sun winning the award in 2014).", "The “Marketwired Data Journalism Award” from the Canadian Association of Journalists, with 13 finalists since 2012. We used 12 submissions as one project was also a finalist in the Global Editors Network Data Journalism Award.", "The Online News Association, which introduced the category “Investigative Data Journalism” in 2014. One of the eight finalists was from Canada in 2014, with no Canadian finalists in 2015.", "The award submissions included a cross-section of major Canadian legacy media outlets (22), in addition to startups (1) and journalism schools (3). Of the finalists from legacy media, 16 originated from legacy print organizations, with 11 submissions from regional newspapers and 6 from national broadcast organizations. We categorized the data elements that a story contained based on Knight’s (2015a) study of data journalism in the United Kingdom. We classified them as textual analysis, timeline, static map, dynamic map, graph, infographic, table/list, adding animation, video, audio, or other (Knight 2015a). Because articles often use several elements, we decided to focus on the three most prevalent elements. This method allowed us to identify the predominant approaches adopted by journalists. We also examined which techniques the authors used, if they made use of publicly available tools such as Tableau and Google Maps, or if they coded the elements themselves, using programming languages such as JavaScript.", "We added to Knight’s taxonomy as we were interested in recording how the reader was able to interact with the elements, and how/whether journalists were drawing from wider disciplines in their approach to data journalism. We defined interaction using the taxonomy of semantic operations of Yi et al. (2007), which includes seven categories: select, explore, reconfigure, encode, abstract/elaborate, filter and connect. Even though Yi et al. (2007) primarily looked at large InfoVis systems, which are intended for analysis rather than representation, it was appropriate to adopt most of these categories for interactive infographics given claims within journalism about the importance of audience engagement and interactivity, as well as the increasing capacity of some software tools and environments in use in journalism organizations to support analysis. “Encode” was excluded as it is primarily used in InfoVis to analyse rather than visualize data. In addition, we drew from Boy, Detienne, and Fekete (2015, 1451) who built on the taxonomy of Yi et al. for their Web-based experiments and incorporated “inspect” and “narrate” to the list of possible semantic operations. To code our sample, we defined the semantic operations as follows: Inspect: “show the specifics of the data”, to get details on demand, e.g. hover or click element to see a tooltip with more information (Boy, Detienne, and Fekete 2015, 1451).Connect: “show me related items”, e.g. click on one element and highlight all similar elements for comparison (Yi et al. 2007, 1226).Select: “mark something as interesting”, e.g. highlight element to keep track of it in an animated graph (Yi et al. 2007, 1226).Filter: “show me something conditionally”, e.g. by checking a box to only display results that are over/under a certain threshold, or selecting one country from a drop-down menu (Yi et al. 2007, 1226).Abstract/elaborate: “show me more or less detail”, e.g. zoom in or out inside a map view to adjust level of abstraction (Yi et al. 2007, 1226).Explore: “show me something else”, e.g. show specifics based on the user’s input/query (Yi et al. 2007, 1226).Reconfigure: “show me a different arrangement”, e.g. select from drop-down menu, to see line chart as stacked bars (Yi et al. 2007, 1226).Narrate: “show a different section”, e.g. click on a stepper-button to be guided to next part of the story (Boy, Detienne, and Fekete 2015, 1451).", "Inspect: “show the specifics of the data”, to get details on demand, e.g. hover or click element to see a tooltip with more information (Boy, Detienne, and Fekete 2015, 1451).", "Connect: “show me related items”, e.g. click on one element and highlight all similar elements for comparison (Yi et al. 2007, 1226).", "Select: “mark something as interesting”, e.g. highlight element to keep track of it in an animated graph (Yi et al. 2007, 1226).", "Filter: “show me something conditionally”, e.g. by checking a box to only display results that are over/under a certain threshold, or selecting one country from a drop-down menu (Yi et al. 2007, 1226).", "Abstract/elaborate: “show me more or less detail”, e.g. zoom in or out inside a map view to adjust level of abstraction (Yi et al. 2007, 1226).", "Explore: “show me something else”, e.g. show specifics based on the user’s input/query (Yi et al. 2007, 1226).", "Reconfigure: “show me a different arrangement”, e.g. select from drop-down menu, to see line chart as stacked bars (Yi et al. 2007, 1226).", "Narrate: “show a different section”, e.g. click on a stepper-button to be guided to next part of the story (Boy, Detienne, and Fekete 2015, 1451).", "In addition, we drew from a number of other InfoVis scholars (Rogers 2012; Barlow 2014; Kumar 2015) in order to determine if data elements were “explanatory” or “exploratory” or if they combined those features (Barlow 2014, 5). In brief, “explanatory” elements show findings the author made inside the data-set and often confirm statements that were made in the text. “Exploratory” elements invite readers to discover the underlying data-set themselves, find data points of interest and draw their own conclusions. Of course, articles do not have to be one or the other, but can be a combination of both. We added this approach as interactivity is widely taken to be a core characteristic of digital journalism (Rich 2003; Deuze 2005; Johnson and Kaye 2016). Of particular interest for this study was how far the content allowed for medium and human–medium interaction (Chung and Yoo 2008). Such an approach addresses analytic distinctions applied by Tabary, Provost, and Trottier’s (2016, 71) study of Quebec data journalism, which draws from Friendly and Denis (2000), when they suggest there are “two basic functions of data display” with one “designed as a presentation that stimulates readers’ eyes as well as persuades and informs them; the other to help the reader analyze the data and to encourage perception, detection and comparison”.", "Accounts from data journalists suggest that readers tend to engage more in stories they can relate to, and that they enjoy feeding tools with personal information (Kumar 2015). Because “all data is personal at some level … the best interactive [sic] and visualizations allow users to see how the numbers reflect their lives” (Rogers 2012). Therefore, we also noted in our coding whether our samples offered an option to customize the reader’s input and, if so, whether it was possible to share this personalized data on social media to encourage friends and colleagues to share (Wattenberg 2005). Finally, we recorded the origin of the data and its accessibility to the reader."]}, {"title": "Results", "paragraphs": ["The majority of the data journalism projects were produced by one or two journalists, rather than teams. As indicated in Figure 1, a byline analysis of the 26 data journalism awards submissions from Canadian applicants found that a third (35 per cent) of the projects involved one person. About a quarter (27 per cent) of the projects were credited to two people while the rest of the submissions ranged from three people (one submission), to more than three. See Appendix A for a list with links to the submissions. Among the larger submissions, The Globe and Mail had seven people working on its No Safe Use project (No. 4), and Vancouver-based Discourse Media deployed eight people on its transit-focused “Moving Forward” project (No. 3). The largest project—topping out at 19 contributors—originated from a journalism school (No. 5). What Makes for Great Data Journalism?A content analysis of data journalism awards finalists 2012–2015All authorsMary Lynn Young, Alfred Hermida http://orcid.org/0000-0002-4632-3791 & Johanna Fuldahttps://doi.org/10.1080/17512786.2016.1270171Published online:09 February 2017FIGURE 1  Team sizes: the number of people involved in each projectDisplay full sizeFIGURE 1  Team sizes: the number of people involved in each project", "FIGURE 1  Team sizes: the number of people involved in each project", "FIGURE 1  Team sizes: the number of people involved in each project", "We also assessed professional labelling and, as presented in Figure 2, we found that the most common ways of describing journalists involved in these projects included editorial (59 per cent), Web designer (10 per cent), project manager (8 per cent), developer (7 per cent), data analyst (6 per cent) and other (9 per cent). With the incorporation of a second person, the tasks were often split. The second contributor was identified as journalist-technologist, including such professional labels as Web designer, developer, data analyst or project manager. The labelling suggests the availability of this skillset within Canadian newsrooms, in addition to a separation of practice within a system attempting to integrate journalist/programmer skills through team building. What Makes for Great Data Journalism?A content analysis of data journalism awards finalists 2012–2015All authorsMary Lynn Young, Alfred Hermida http://orcid.org/0000-0002-4632-3791 & Johanna Fuldahttps://doi.org/10.1080/17512786.2016.1270171Published online:09 February 2017FIGURE 2  Professional labelling of the 98 contributorsDisplay full sizeFIGURE 2  Professional labelling of the 98 contributors", "FIGURE 2  Professional labelling of the 98 contributors", "FIGURE 2  Professional labelling of the 98 contributors", "The majority of the projects in our sample were works of investigative journalism, accounting for 14 out of 26 (54 per cent). The next highest category involved works of explanatory journalism (27 per cent). Additionally, the geographic focus of the data journalism awards submissions was coded to understand the application of the news value of proximity. Results showed that most had a local city focus, at 46 per cent of the sample, followed by provincial (23 per cent) and national (19 per cent). The majority of the content addressed issues ranging from local news (23 per cent), reflecting the geographical focus of projects, to social issues (23 per cent), health (19 per cent) and crime (15 per cent). We suggest part of the reason for the content focus on local and investigative journalism is both the availability of certain data-sets and how the data source affects the topics of data stories. For example, 13 of the data-sets were derived from public records, while the next largest group of data-sets (6) was gathered through Freedom of Information (FOI) laws. No corporate data-sets were used in this sample.", "With respect to data techniques, Figure 3 suggests that while almost all submissions used textual analysis as part of the journalism package, dynamic maps were by far the most used visual technique. Dynamic maps were used in just over half of the sample (14 of the 26 projects). The most common mapping software was Google Maps, appearing in 9 of the 14 projects that included a map. The prevalence of Google Maps suggests newsrooms are reliant on free online tools that are easy to access and use. All other techniques were more or less distributed equally, with some preference towards graphs (9) and videos (8). What Makes for Great Data Journalism?A content analysis of data journalism awards finalists 2012–2015All authorsMary Lynn Young, Alfred Hermida http://orcid.org/0000-0002-4632-3791 & Johanna Fuldahttps://doi.org/10.1080/17512786.2016.1270171Published online:09 February 2017FIGURE 3  Techniques: the three most prevalent techniques used inside each projectDisplay full sizeFIGURE 3  Techniques: the three most prevalent techniques used inside each project", "FIGURE 3  Techniques: the three most prevalent techniques used inside each project", "FIGURE 3  Techniques: the three most prevalent techniques used inside each project", "At the same time, we found that these techniques were generally not sophisticated technically and sometimes did not complement the focus of the editorial content. At times, it appeared that journalists turned to dynamic maps to include an element of interactivity when a static map would have been just as effective. For example, in a submission about Toronto’s marijuana grow operations (No. 2), the number of “grow ops” is shown on a map of the city. While the pattern of the distribution is interesting, it seems unnecessary to have the ability to zoom in and out and to click on the single elements to access information (the number of operations) as it is already encoded by the colour of the dots. In this case, it is debatable how much the interactivity added to the story.", "On our interactivity measure, we found journalists were largely using the simplest data techniques such as “inspect”, “filter”, “extract” and “elaborate”. They are also the most commonly available functions of the free software tools and platforms used by the journalists in their submissions. For example, “extract” and “elaborate” are features readily available in Google Maps, which may then shape editorial decisions by journalists on what is possible and desirable, yet still relevant to a local audience. Of these tools, we found that “inspect” was the most common function used for interaction. In most cases it offers users the ability to inspect one data point in more detail by clicking on it and accessing more information.", "The most used tool involved maps with markers which users were able to click to see additional information such as measurements or relevant numeric or descriptive information about that particular location or place. There also appeared to be an inclination towards the inclusion of interactivity over static information regardless of editorial focus. For example, the pop-up information on the map in the article “Cameras About Safety Not Cash, Politicians Say” (No. 25) showed the location of traffic lights, including street names, which the user could find just by looking at the map.", "“Filter” was the second most used interaction, also largely originating through Google Maps, where the user could filter information of interest on the map. For example, a submission on road improvements in Toronto (No. 7) allowed users to identify different categories that can be checked on or off and search related documents. The data visualization software, Tableau, also has a built-in function to filter a list or parse information by different variables using a drop-down menu. For example, the Toronto Star used this function in an investigation of water quality to enable readers to find out the test results by postal code (No. 17).", "Finally, journalists used “abstract”/ “elaborate”, which involved the functionality of zooming inside an interactive map. This is part of the default functionality of Google Maps, so it is unclear whether journalists made a specific decision to include this option. Similar to earlier examples of technology use prevailing over editorial focus, the function sometimes appeared unnecessary or even annoying, because the user might accidentally scroll in and out with the mouse wheel. For example, the University of King’s College project “Burned” (No. 18) is a long one-page article, where readers are supposed to scroll through the whole story. As soon as the map appears the scrolling is interrupted, because it inadvertently starts triggering the zoom inside the map. In this way, the initially set area is lost and the map might display an entirely different area without the relevant information. All the other techniques could have been used extensively but would have required hand coding to improve customizability and quality of the user experience.", "A number of critiques related to usability included technical issues, such as frames having the wrong size and unnecessary scrollbars, and/or visualizations no longer available on the website. For example, the dynamic map on a project about welfare fraud in Le Journal de Montreal (No. 19) cut off the right-hand side of the map on a desktop browser, losing the bylines for research and production. In another case, a MapQuest map on school scores published by the Hamilton Spectator (No. 16) was no longer functional as the company had changed its API. Perhaps most dramatically, the majority of the related materials for an online text story published by the Windsor Star (No. 23), including an interactive graphic, now links to a defunct WordPress site so no content is accessible.", "Only four submissions invited the user to explore the data using techniques that encouraged a mix of exploration and explanation, although the explanatory function was more commonly used. The finding suggests that, similar to Brehmer and Munzner (2013), most journalists see the role of data journalism as presenting already-found information, which could account for the lack of user interest/sophistication in interactivity. For example, the four most sophisticated data packages by these measures were “Keeping Score” from the Hamilton Spectator (No. 16), Discourse Media’s “Moving Forward” project (No. 3) and well-known Canadian data journalist Chad Skelton’s two submissions for the Vancouver Sun (No. 1, No. 6).", "The Hamilton Spectator submission was a series of in-depth reports on six years of standardized test data for more than 140 elementary schools in Hamilton, Ontario. Alongside text narratives, photos and videos, divided online into five sections, labelled as days, was an interactive map. (However, as noted, the map function was no longer working as of July 2016.) This component of the reporting package allowed users to explore, interpret and gain individual insight from the data. Other components allowed users to filter test scores by school, taking into account variables such as grade, topic and income. The presentation of the story online privileged the text narratives written by the reporter, with the interactive map offered as a link on the side of the story.", "Discourse Media’s “Moving Forward” project included interactive data journalism that oriented readers towards understanding an important transit referendum. The project enabled users to interrogate and personalize data in order to calculate the cost of their individual transit journeys and evaluate their choices with respect to transportation in and around Vancouver.", "Journalist Chad Skelton mainly tackled local Vancouver topics and made extensive use of the possibility to personalize data. For example, in the article “Interactive Map Shows You How Your Vancouver Neighbourhood Voted”, the title urges readers/viewers to explore the map. Similarly, in the project, “How Much Money Do People Just Like You Make?”, Skelton built an online calculator for readers to be able to query and compare their salary data. In addition, he provided readers with a link to the Statistics Canada data table that he used to create the visual representation, also supplying context for readers, such as outliers, patterns and trends, as well as a personal example, to support multiple user approaches to querying and exploring the data (No. 6).", "We found that almost all articles had a Twitter and Facebook button enabling readers to share a link to the content via social networks. Whether this means that journalists are prioritizing sharing as a function of what is considered quality data journalism is open to discussion. Sharable tools have become a commonplace feature on news websites given the rise of social recommendation and discovery as a way to increase reach and audience (Singer 2014). The prevalence of sharing functionality on data projects could be an indication of the default inclusion of sharing tools on most news websites.", "Our analysis, however, found limited capacity to share an article with personalized data, which has been identified as a desirable feature in the InfoVis literature and data journalism community (Wattenberg 2005; Rogers 2012; Kumar 2015). Only one project offered users the ability to share personalized data on social networks and engage in discussion with friends—The Globe and Mail’s project on generational differences facing young adults (No. 10). A more common tool to encourage personalizability on maps allowed users to check their own data using postal code information. This functionality was included in 37 per cent of the maps in the sample.", "Finally, we included a variable that examined whether the data-set was made available for users to see the original data for insight, accountability and replicability, as well as exploration. As presented in Figure 4, in 18 of 26 submissions (2 were N/A), the source data were not easily accessible to the reader. One article mentioned that interested readers could receive the data on demand. The rest (eight) of the submissions that incorporated the data-set included a mix of CSV files (two), PDFs (three), Excel (one) and other (two). The data, when available, largely appeared after it had been cleaned and converted for visualization and presentation. In most cases, the authors included a short amount of text, most often a sentence, about the origin and sometimes processing of the data. For example, one package indicated, “the data was obtained from Toronto police through access-to-information requests” (No. 2). Another suggested “the data, drawn from the 15,000 samples, was collected by Torontonians from their water taps and submitted to the city for analysis between 2008 and 2014” (No. 17). In terms of analysis, one project identified that the journalist created a “7,000-row table with poll data selected with ScraperWiki” (No. 1). What Makes for Great Data Journalism?A content analysis of data journalism awards finalists 2012–2015All authorsMary Lynn Young, Alfred Hermida http://orcid.org/0000-0002-4632-3791 & Johanna Fuldahttps://doi.org/10.1080/17512786.2016.1270171Published online:09 February 2017FIGURE 4  Data: source and availability of the article’s underlying data-setDisplay full sizeFIGURE 4  Data: source and availability of the article’s underlying data-set", "FIGURE 4  Data: source and availability of the article’s underlying data-set", "FIGURE 4  Data: source and availability of the article’s underlying data-set"]}, {"title": "Discussion", "paragraphs": ["In general, our study showed there was a lack of clear standards regarding what is considered as excellence in data journalism awards submissions, the degree of interactivity and how the latter is being implemented. Many conventions have already been established that suggest interactivity on the Web. For example, hyperlinks usually have a special colour and are underlined. However, such conventions appear underdeveloped with respect to the data journalism visualizations in this sample from Canada. A cross-section of major media outlets appear to be engaged in this domain, yet they appear to be largely making do through do-it-yourself techniques and freely available solutions, applying journalistic standards of excellence vis-à-vis content that focuses on investigative and public-interest journalism. The de facto standards regarding InfoVis appear to be what can be done using available and often free tools.", "This do-it-yourself approach is evidenced in a number of factors with two main consequences for the quality of InfoVis. First, and probably most importantly, 9 of the 14 maps relied on Google Maps. This points to the strong shaping effects of software and platforms on the context for data journalism. Google Maps offers some tangible benefits as the tool is free and relatively easily accessible for journalists. However, it also presents a black box for journalistic practices, limiting customizability and as a result potentially having a consequence on the nature, quality and values of the news content (Gillespie 2010; Ananny 2016; Hermida 2016).", "Our study highlights the promise and perils of these free digital tools. Google Maps clearly offers an easy-to-use and free way to produce dynamic maps that would otherwise require considerable investment in people and time. It is an attractive option for publications that do not have the deep pockets to create teams of journalists, coders and designers. These publications could be constructed as the “have-nots” of the digital media revolution as they have little choice but to avail themselves of freely available solutions for data journalism projects. In return, the journalism is inhibited not just by technological limitations but also by the values embedded in the code, which constrains the application of the software (Ananny 2016). The journalist ends up playing in someone else’s sandbox, according to their rules and whims. As our findings show, the dependence on third-party tools shifts some control from the journalist to the technologist and/or technology application, which may not share the same editorial priorities. As Bell (2015) urges, “we need the values of journalism in software as much as we need the software systems supporting journalism”.", "This leads into the second consequence, which is that the journalistic output appears to be shaped less by what could be considered the best way of representing/exploring the data and more by what can be done and is available for free. In general, we found the technical tools that were deployed in order to interact with the audience were largely the simplest interactive techniques accessed because they were readily available. This lack of sophistication is similar to findings by Tabary, Provost, and Trottier (2016) in their study of data journalism in Quebec. It is also suggestive of insufficient clarity about what constitutes effective representation of data, in this case, being able to make a distinction between when the data visualization is about representing known results and/or there is a need for the journalist and/or audience to be able to analyse and explore to support comprehension and interpretation (Munzner 2016). For example, in one case, while the journalists should be applauded for attempts to integrate interactivity in an important transportation story, unless readers had some expertise in the area, it was often difficult to engage and/or interpret some of the data (No. 7).", "Finally, similar to a study of Quebec data journalism, most of the projects relied on readily accessible sources of data (Tabary, Provost, and Trottier 2016), namely existing public records with a limited number of journalists. These findings suggest that resource constraints may also have an impact on the nature of data journalism, with research by Hermida and Young (2017) into the state of data journalism in Canada highlighting a range of investment in this field. They found that, in most cases, data projects had to fit in with other priorities, such as daily news, or were the result of individual side projects. The predominance of submissions from one or two-person teams, however, contrasts with Loosen, Reimer, and Schmidt (2015), who found that the majority of nominees to the Global Editors Network for 2013–2014 were collaborative efforts with an average of five contributors. Best practice, as suggested by professionals in the field, also points to larger teams. Amanda Cox of The New York Times graphics team describes the optimal team size to be two to four people, with expertise in journalism, development and design (Zanchelli and Crucianelli 2013; Bertini and Stefaner 2015).", "The prevalence of small teams of journalists is indicative of the challenges of data journalism for small or medium-sized news organizations. Large media organizations such as The New York Times, The Guardian and the BBC tend to have both the resources and editorial commitment to invest in cross-disciplinary teams that span journalism, design and coding. BBC News has a team of 18 journalists, designers and developers, while The New York Times has four teams with between 5 and 10 developers, graphic designers and journalists on each team (Zanchelli and Crucianelli 2013). In Canada, findings on the resource constraints on data journalism projects indicate a “hierarchy of hybridity” and capacity in the emergence and development of this field (Hermida and Young 2017)."]}, {"title": "Conclusion", "paragraphs": ["Data journalism cannot just be computer-assisted reporting with digital window dressing. Digital technologies present a wide array of possibilities for everything from quality static representations to meaningful interactions with data at methodological and representational levels. What emerges in our study is how free software and limited resources are shaping representations of data journalism in Canada, and the constraints of these tools and/or expertise gap risk undermining the very journalism they are being used to create. Instead, there is a need for a critical, multi-disciplinary approach to quality in data journalism that goes beyond established industry-specific norms, practices and professional mythologies (Domingo 2008). This could also have an impact on studies that suggest audiences are not interested in interactivity, as current tool limitations and applications can provide a poor user experience (Burmester et al. 2010; Dada 2016). Our findings recognize the complexity and interdisciplinarity of this emerging domain, while pointing to the limitations of data journalism that does not expand beyond the skills of the journalist to include collaboration and partnership with computer science. Küng (2015) reaches similar conclusions in her study of digital innovators, with the emergent organizations achieving the most significant success combining journalists, programmers and data scientists.", "At a conceptual level, our findings suggest that the data journalism in our sample is primarily drawing from epistemologies of news that identify journalists as authoritative “producers” of knowledge, but at times also experimenting with the potential to shift “knowledge about events in the world … further across the space between journalist and user” (Matheson 2004, 453). We found that a few regional daily newspapers, including a respected local data journalist, and a local startup are taking advantage of sophisticated tools and approaches to support higher-level data explorations despite resourcing challenges.", "Yet, in spite of the availability of numerous software tools, environments and techniques to interface with data, most of the journalism projects did not engage with other epistemological frameworks and methods to support meaning making. We found that projects defaulted to deploying interactivity for interactivity’s sake, lending support to the relevance of Domingo’s (2008) critique of the ideal and “myth of interactivity” in this domain. Despite significant do-it-yourself activity and a commitment to values of public data and investigative journalism, journalists appear to be increasingly reliant, supported and constrained by a black box effect of a narrow range of InfoVis technologies. Our findings raise questions about how news epistemologies are impacting decisions over skills training and investment in resources that may be limiting the potential of data journalism.", "While our study focuses on Canada, it is applicable to other countries as it addresses how a wide range of news organizations, including smaller to mid-size regional journalism outlets, are implementing data journalism initiatives (Appelgren and Nygren 2014; Loosen, Reimer, and Schmidt 2015). Much of the discourse around data journalism tends to refer to the work of large news organizations, and more often than not, The New York Times. In their assessment on the adoption of digital tools in newsrooms, Stencel, Adair, and Kamalakanthan (2014, 4) note that “much of the hype about digital tools and data journalism comes from the largest news organizations. But the vast majority of newspapers, TV stations and radio outlets are small”. Further research that considers data journalism beyond large, comparatively well-funded news organizations would assist in charting more fully the contours of the take-up and implementation of visualization practices across the news media."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Toward an Ethics of Algorithms: Convening, Observation, Probability, and Timeliness", "year": "2016", "journal": "Science, Technology \\& Human Values", "volume": "41", "authors": [{"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike"}]}, {"title": "A Liminal Press: Situating News app Designers within a Field of Networked News Production", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike"}, {"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate"}]}, {"title": "Data Journalism in Sweden: Introducing New Methods and Genres of Journalism into ‘Old’ Organizations", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Appelgren Ester", "first_name": "Appelgren", "last_name": "Ester"}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}]}, {"title": "Towards a Model of Interactivity in Alternative Media: A Multilevel Analysis of Audiences and Producers in a New Social Movement Network", "year": "2008", "journal": "Mass Communication \\& Society", "volume": "11", "authors": [{"name": "Atkinson Joshua D.", "first_name": "Atkinson", "last_name": "D."}]}, {"title": "The Processes of Adopting Multimedia and Interactivity in Three Online Newsrooms", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Boczkowski Pablo", "first_name": "Boczkowski", "last_name": "Pablo"}]}, {"title": "A Multi-level Typology of Abstract Visualization Tasks", "year": "2013", "journal": "IEEE Transactions on Visualization and Computer Graphics", "volume": "19", "authors": [{"name": "Brehmer Matthew", "first_name": "Brehmer", "last_name": "Matthew"}, {"name": "Munzner Tamara", "first_name": "Munzner", "last_name": "Tamara"}]}, {"title": "Interactivity in Society: Locating an Elusive Concept", "year": "2004", "journal": "The Information Society", "volume": "20", "authors": [{"name": "Bucy Erik P.", "first_name": "Bucy", "last_name": "P."}]}, {"title": "Audience Motivations for Using Interactive Features: Distinguishing Use of Different Types of Interactivity on an Online Newspaper", "year": "2008", "journal": "Mass Communication and Society", "volume": "11", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}, {"name": "Yoo Chan Yun", "first_name": "Yoo", "last_name": "Yun"}]}, {"title": "Clarifying Journalism’s Quantitative Turn: A Typology for Evaluating Data Journalism, Computational Journalism, and Computer-assisted Reporting", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Media Logic in Cyberspace: Repositioning Journalism and Its Publics", "year": "1996", "journal": "Javnost - The Public", "volume": "3", "authors": [{"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}, {"title": "Waiting for Data Journalism: A Qualitative Assessment of the Anecdotal Take-up of Data Journalism in French-Speaking Belgium", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "De Maeyer Juliette", "first_name": "De", "last_name": "Juliette"}, {"name": "Libert Manon", "first_name": "Libert", "last_name": "Manon"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Heinderyckx François", "first_name": "Heinderyckx", "last_name": "François"}, {"name": "Le Cam Florence", "first_name": "Le", "last_name": "Florence"}]}, {"title": "Journalism and the Web: An Analysis of Skills and Standards in an Online Environment", "year": "1999", "journal": "International Communication Gazette", "volume": "61", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "The Web and Its Journalisms: Considering the Consequences of Different Types of Newsmedia Online", "year": "2003", "journal": "New Media and Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "What is Multimedia Journalism?", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "What is Journalism?: Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Interactivity in the Daily Routines of Online Newsrooms: Dealing with an Uncomfortable Myth", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Data Journalism in the United States: Beyond the ‘Usual Suspects’", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Fink Katherine", "first_name": "Fink", "last_name": "Katherine"}, {"name": "Anderson Christopher W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Discussion and comments. Approche graphique en analyse de données. The roots and branches of modern statistical graphics", "year": "2000", "journal": "Journal de la société française de statistique", "volume": "141", "authors": [{"name": "Friendly Michael", "first_name": "Friendly", "last_name": "Michael"}, {"name": "Denis Daniel", "first_name": "Denis", "last_name": "Daniel"}]}, {"title": "The Politics of ‘Platforms’", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Recycled Media: An Automated Evaluation of News Outlets in the Twenty-first Century", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Günther Elisabeth", "first_name": "Günther", "last_name": "Elisabeth"}, {"name": "Scharkow Michael", "first_name": "Scharkow", "last_name": "Michael"}]}, {"title": "Finding the Data Unicorn: A Hierarchy of Hybridity in Data and Computational Journalism", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn"}]}, {"title": "Some Like It Lots: The Influence of Interactivity and Reliance on Credibility", "year": "2016", "journal": "Computers in Human Behavior", "volume": "61", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K."}]}, {"title": "Computational Journalism in Norwegian Newsrooms", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Karlsen Joakim", "first_name": "Karlsen", "last_name": "Joakim"}, {"name": "Stavelin Eirik", "first_name": "Stavelin", "last_name": "Eirik"}]}, {"title": "Data Journalism in the UK: A Preliminary Analysis of Form and Content", "year": "2015", "journal": "Journal of Media Practice", "volume": "16", "authors": [{"name": "Knight Megan", "first_name": "Knight", "last_name": "Megan"}]}, {"title": "Code, Collaboration, and the Future of Journalism", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Lewis Seth C. Lewis", "first_name": "Lewis", "last_name": "Lewis"}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "`Interactive&#039; Online Journalism at English-Language Web Newspapers in Asia: A Dependency Theory Analysis", "year": "1999", "journal": "International Communication Gazette", "volume": "61", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L."}, {"name": "Levy Mark R.", "first_name": "Levy", "last_name": "R."}]}, {"title": "Weblogs and the Epistemology of the News: Some Trends in Online Journalism", "year": "2004", "journal": "New media \\& society", "volume": "6", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald"}]}, {"title": "Data-driven Journalism and the Public Good: ‘Computer-assisted-reporters’ and ‘Programmer-journalists’ in Chicago", "year": "2013", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Parasie Sylvain", "first_name": "Parasie", "last_name": "Sylvain"}, {"name": "Dagiral Eric", "first_name": "Dagiral", "last_name": "Eric"}]}, {"title": "The Journalist as Programmer: A Case Study of the New York Times Interactive News Technology Department", "year": "2012", "journal": "\\#ISOJ: the Official Research Journal of the International Symposium for Online Journalism", "volume": "2", "authors": [{"name": "Royal Cindy", "first_name": "", "last_name": "Cindy"}]}, {"title": "Interactive Options in Online Journalism: A Content Analysis of 100 U.S. Newspapers", "year": "1999", "journal": "Journal of Computer-Mediated Communication", "volume": "5", "authors": [{"name": "Schultz Tanjev", "first_name": "Schultz", "last_name": "Tanjev"}]}, {"title": "Narrative Visualization: Telling Stories with Data", "year": "2010", "journal": "IEEE transactions on visualization and computer graphics", "volume": "16", "authors": [{"name": "Segel Edward", "first_name": "Segel", "last_name": "Edward"}, {"name": "Heer Jeffrey", "first_name": "Heer", "last_name": "Jeffrey"}]}, {"title": "User-generated Visibility: Secondary Gatekeeping in a Shared Media Space", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Presence and use of Interactive Features on News Websites", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Stroud Natalie Jomini", "first_name": "Stroud", "last_name": "Jomini"}, {"name": "Scacco Joshua M.", "first_name": "Scacco", "last_name": "M."}, {"name": "Curry Alexander L.", "first_name": "Curry", "last_name": "L."}]}, {"title": "Data Journalism’s Actors, Practices and Skills: A Case Study from Quebec", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Tabary Constance", "first_name": "Tabary", "last_name": "Constance"}, {"name": "Provost Anne-Marie", "first_name": "", "last_name": "Anne-Marie"}, {"name": "Trottier Alexandre", "first_name": "Trottier", "last_name": "Alexandre"}]}, {"title": "The Strategic Ritual of Emotionality: A Case Study of Pulitzer Prize-winning Articles", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "Toward a Deeper Understanding of the Role of Interaction in Information Visualization", "year": "2007", "journal": "IEEE Transactions on Visualization and Computer Graphics", "volume": "13", "authors": [{"name": "Yi Ji Soo", "first_name": "Yi", "last_name": "Soo"}, {"name": "Kang Youn Ah", "first_name": "Kang", "last_name": "Ah"}, {"name": "Stasko J. T.", "first_name": "Stasko", "last_name": "T."}, {"name": "Jacko J. A.", "first_name": "Jacko", "last_name": "A."}]}, {"title": "From Mr. and Mrs. Outlier to Central Tendencies: Computational Journalism and Crime Reporting at the Los Angeles Times", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Integrating Data Journalism into Newsrooms", "year": "2013", "journal": "International Center for Journalists", "volume": "", "authors": [{"name": "Zanchelli Michael", "first_name": "Zanchelli", "last_name": "Michael"}, {"name": "Crucianelli Sandra", "first_name": "Crucianelli", "last_name": "Sandra"}]}]}