{"doi": "10.1080/21670811.2017.1332484", "url": "https://doi.org/10.1080/21670811.2017.1332484", "title": "Can Trust in Traditional News Media Explain Cross-National Differences in News Exposure of Young People Online?", "volume": "6", "year": "2018", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Elvestad", "first_name": "Eiri", "name": "Eiri Elvestad"}, {"last_name": "Phillips", "first_name": "Angela", "name": "Angela Phillips"}, {"last_name": "Feuerstein", "first_name": "Mira", "name": "Mira Feuerstein"}], "abstract": "Using data from a cross-national survey (N = 940) and from in-depth interviews with 37 students in Israel, Norway and the United Kingdom, we discuss how in different political and news media environments young people’s trust in traditional media can explain their news exposure online. This study shows there are some similarities, but also major cross-national differences, between young people in how they trust, are exposed to and find different news sources usable for information about their society. Students from all these countries have higher trust in traditional news media than in social media. However, young people in Norway living in high-trust environments tend to be exposed to a wider variety of news sources than the UK and Israeli students. They also tend to be more skeptical about social media as a useful source of information. Furthermore, this study suggests that in a national context of conflict and low trust in media, such as Israel, distrust in traditional news media can explain foreign news exposure online. However, the effect of trust in national media is not significant in the Norwegian and the UK sample, which highlights the importance of discussing online news exposure in different national political and media environments.", "body": [{"title": "Introduction", "paragraphs": ["Delli Carpini (2000) argued that the internet would democratize news because it makes a variety of news sources available to everyone. The traditional news brands such as public broadcasting, the main “paid-for” newspapers and commercial broadcasting offer news both offline and online (Curran et al. 2013), which makes the traditional news sources more available. In most European countries traditional news brands are still the most visited news sites online (Newman et al. 2016) and Curran et al. (2013) claim that the leading conglomerates have extended their hegemony across technologies so that traditional news is also the dominant content online. When users select news sources for their mobile devices, traditional journalists’ content dominates their information repertoire (Wolf and Schnauber 2015).", "On the other hand, alternative news sources to traditional national news media have also become more available. Visiting foreign news (news from other countries) can bring additioinal news and contribute to different perspectives or views on your own country, and it may therefore be an alternative news source to national news media. However, these are still “traditional” news sources in the sense that they are produced by full-time, professional journalists. Recent research shows that newspapers and broadcasters from other countries are more often visited by audiences in other countries (Thurman 2014).1 There are also blogs and websites of people other than journalists working for traditional news media brands. Social media, such as Facebook, Twitter and YouTube, have also become important sources for accessing news. Young people are particularly likely to obtain news online or via social media (Holt et al. 2013; Newman et al. 2016). While more individuals, in particular young people, are disconnecting from traditional news media offline in Europe (Blekesaune, Elvestad, and Aalberg 2012), there is a need for more knowledge about their exposure to news online.", "Whereas the consumption of news from traditional media or new media seems beneficial for the democratic support, the consumption of news from social media is detrimental (Ceron and Memoli 2016, 234 ). Further, how people evaluate and trust different news sources has become more relevant in discussions of news exposure (see, for instance, Van Aelst et al. 2017). Exposure to alternative news sources online has been related to distrust in traditional news media. Those who tend not to trust the mainstream media seek alternative news sources online (Fletcher and Park 2017; Tsfati 2010; Tsfati and Cappella 2003). In an Israeli study, Tsfati (2010, 38) found traditional news media (mainstream media) exposure is related to trust in media, and exposure to non-mainstream sites (not the national traditional news sources) is related to media skepticism. However, there are still differences across nations according to the news environments and the exposure to news media (Aalberg and Curran 2012; Hallin and Mancini 2004), and introducing new media technology may not necessarily cause the same news exposure pattern across countries.", "Cross-national studies show that trust in media also varies across different media systems and nations (Fletcher and Park 2017; Müller 2013; Tsfati and Ariely 2014). There are considerable differences between individuals’ trust in traditional news sources in countries of liberal media systems, compared with media systems where the state intervenes to ensure plurality, as in the Northern European countries (EBU 2016; Müller 2013). The uncertainties created by prolonged conflict (in Israel) may also affect how young people trust their media system (Peri 2012). Young people living in countries with low levels of conflict, where mainstream media are highly trusted, may relate differently to alternative news sources online, from those in countries with different media and political environments.", "In this study, we consider how young adults in Western democracies, who have grown up with a great number of news media choices, both offline and online, trust these different news media sources and how it matters for how they find alternative news sources useful. We will argue it is of importance to do this in a cross-country perspective, and investigate how living in quite different national contexts may affect how these young people trust and relate to alternative news sources online. Our data derive from students living in Israel, the United Kingdom and Norway. The main research question is: Can trust in national traditional news media explain differences in how students from Israel, Norway and the United Kingdom relate to alternative news sources online?", "We use the terms “national traditional news media” and “alternative news sources.” We are, nonetheless, aware that this is a difficult line to draw as mainstream news material is often circulated, out of context, on alternative platforms. However, we are aware that the term has substantially consistent meanings to people who read, watch and listen to such outlets (Rauch 2015, 137). In this study, for clarity of analysis, we distinguish between traditional news sources and alternative news sources. Traditional news sources include mainstream news media such as national public broadcasting, commercial broadcasting and “paid-for” newspapers, both offline and online. Alternative news sources refers to (1) alternative media platforms such as Facebook, Twitter, YouTube and blogs, and (2) foreign news (news produced in a different country), which is a traditional news source, but from a possible alternative perspective (framing).", "Where alternative news sources are used, they can function in different ways. First, they can replace exposure to the traditional national news brands as a consequence of lack of trust in these media. Second, the fact that the majority of people use more than one news media source (Papathanassopoulos et al. 2013) also implies that the alternative news sources can work as a supplement to the traditional news brands, providing more information or information from other points of view. The first type of user can be described as a “skeptical news user,” while the second type is more like the “news junkie” described by Prior (2007). The share of these types of users of alternative news sources might also differ across countries."]}, {"title": "Research Questions", "paragraphs": ["RQ1: How does trust in traditional news media and social media differ between students from Israel, Norway and the United Kingdom?RQ2: How can levels of trust in traditional and social media among Israeli, Norwegian and British students explain how they find social media and blogs useful for knowing what is going on in society?RQ3: How can different levels of trust in traditional and social media among Israeli, Norwegian and British students explain their exposure to news from foreign traditional newspapers online?", "RQ1: How does trust in traditional news media and social media differ between students from Israel, Norway and the United Kingdom?", "RQ2: How can levels of trust in traditional and social media among Israeli, Norwegian and British students explain how they find social media and blogs useful for knowing what is going on in society?", "RQ3: How can different levels of trust in traditional and social media among Israeli, Norwegian and British students explain their exposure to news from foreign traditional newspapers online?"]}, {"title": "Trust and News Exposure", "paragraphs": ["News consumption is a cornerstone of civic life. The maintenance of democracy depends on an individual’s willingness to participate, which has in turn been linked to trust, or at the very least, to the creation of conditions of trust, so that citizens have access to information that is sufficiently reliable for them to hold power to account (O’Neill 2002). Trust is also closely connected to the willingness of citizens to learn about their political surroundings (Aarts, Fladmoe, and Strömbäck 2012). The news media are an important source of information about politics and current affairs, and therefore play an important role in fostering either trust or suspicion in governments. Arguably, trust in the “messenger” must therefore play an important role in the way in which such messages are interpreted (O’Neill 2002). Major research efforts have been devoted to exploring how different media and how the media frame politics have effects on their audiences’ political trust (Cappella and Jamieson 1997; Hopmann, Shehata, and Strömbäck 2015) and knowledge about or engagements in politics (Aarts and Semetko 2003; Tichenor, Donohue, and Olien 1970). Theories of media malaise or cognitive mobilization, and of a virtuous circle, express how media are, or might be, expected to influence audiences.", "The media malaise hypothesis stresses that media (especially television), because of their focus on conflicts, violence and other negative aspects of politics, result in political cynicism and apathy (Robinson 1976). According to this theory, citizens will increasingly withdraw from the public sphere and become apathetic and disconnected when media focus on scandals, personal issues, sensational events and intrigues (Cappella and Jamieson 1997). The theory of the virtuous circle (Norris 2000) emphasizes differentiation and how the types of media and types of audience matter for the media’s potential for influence, trust in politics and political learning. Due to a “virtuous circle,” attention to the news media gradually reinforces civic engagement, just as civic engagement strengthens attention to the news (Norris 2000).", "More recent studies show how social media exposure is also related to trust. In their study of 11 nations, Fletcher and Park (2017) found that low trust in traditional news media is significantly associated with preference for non-mainstream news sources (either social media, blogs or news outlets that do not have either a print or broadcast legacy). Those with very high trust in the traditional news media are significantly less likely to have preferences for non-mainstream news sources. Johnson and Kaye (2015) found that reliance on social network sites leads to higher confidence in systems of governance in the United States, after controlling for strength of party ties, political ideology, political interest, reliance on traditional media and demographic variables. However, these apparently positive differences could be associated with the “filter bubble effect” of social media, which in turn leads to greater political polarization (Bakshy, Messing, and Adamic 2015; Sunstein 2007). In other words, what appears to be greater trust may be accounted for by the screening out of unwanted dissonance.", "Tsfati’s (2010) study linked polarization with a lack of trust, finding that skepticism toward mainstream media is negatively correlated with internet mainstream news exposure, and exposure to non-mainstream sites is related to media skepticism. This tends to support the “virtual circle” theory, but trust varies nationally in relation to both media institutions and forms of governance. For example, a later study of trust in media across 44 countries shows that state ownership of television is positively associated with media trust in democratic societies and negatively associated with trust in media in non-democratic societies (Tsfati and Ariely 2014). But even among democratic countries with public ownership of television, there are cross-country differences in citizens’ trust in media and news exposure. For instance, in the democratic-corporatist media systems of Belgium, Netherlands, Norway and Sweden, researchers find a positive relationship between using newspapers and public service broadcasting, and levels of political trust. In the United Kingdom and the United States, that relation holds only for BBC and NBC news, not for reading newspapers (Aarts, Fladmoe, and Strömbäck 2012).2"]}, {"title": "Trust and News Exposure in Israel, Norway and the United Kingdom", "paragraphs": ["In order to consider the differences between young people’s news exposure in different systems it is important to understand in what ways the informational, national and political context differ (Hallin and Mancini 2004).", "Israel represents a hybrid case within Hallin and Mancini’s (2004) typologies of media systems (Tenenboim-Weinblatt 2014). Although the Israeli media system is closest to the Liberal system, and has shifted in recent decades from party-press parallelism toward an increasing neoliberal orientation, it still bears marks from several systems (Peri 2012). There is a concentration of the media market (Davidson, in Tenenboim-Weinblatt 2014), but the newspaper circulation and news consumption is still very high in Israel, and the consumers are not only from the elite (Peri 2012). Israelis are described as “news junkies” (Esser et al. 2012) because of their high levels of news consumption. The main news media usage among Israelis is online (27 percent) followed by 22 percent television news, 21 percent printed news, 19 percent radio, 7 percent smartphone and 4 percent social media (Maagar-Mochot Institute Research 2014). The uncertainties created by prolonged conflict have been argued to have increased the need for information, interpretation of events and forecast of future developments among the Israeli (Peri 2012).", "Like the Israelis, the Norwegians are heavy news consumers but the media systems differ. The media system of Norway has been categorized as a North European democratic-corporatist model (Hallin and Mancini 2004) or as a media welfare system (Syvertsen et al. 2014). Norwegians are high consumers of news media compared with other Western countries. They are offered an abundance of news throughout the day (Esser et al. 2012). In Norway, strong public service broadcasting and press subsidies that support newspapers from disparate local communities or ideologies are part of the welfare-state policy. Media choice proliferation gives public service broadcast outlets competition, but they are still the most popular channels among Norwegians (Vaage 2015). Additionally, there are more local newspapers today than 20 years ago (Høst 2014).3 The majority of the Norwegian newspapers are also available online. More newspapers are on Facebook/Twitter. Yet, while newspapers are still relevant to the majority of the Norwegians, there is evidence of a slight decrease in daily readership over the last 20 years (Vaage 2015). Internet access has increased quickly in Norway and websites from traditional news media are now important sources of news on all levels (Vaage 2015). In 2014, 96 percent of the Norwegian population between 9 and 79 years had internet access at home. Facebook is the main social media, and 64 percent of the Norwegian population used Facebook on an average day (Vaage 2015).4", "The United Kingdom is categorized in the Hallin and Mancini (2004) model of media systems as falling within the North Atlantic or liberal model. It is, however, by no means a “pure” example of the liberal model. Brüggermann et al. (2014) suggest four new models, and here the United Kingdom is placed in a model of Central Europe together with countries such as Austria, Germany and Switzerland. The United Kingdom has a dominant public service broadcaster in the BBC, which is by a long way the biggest news provider, and the whole broadcasting sector is regulated to ensure a degree of neutrality in political reporting, particularly at elections. The national newspaper sector is competitive, free market liberal but also politically polarized. Its local newspaper sector is probably the only section that conforms to the North Atlantic model in that it is privately owned but tends to monopoly (35 percent of local papers are monopolies in their area), however, it lacks the “professionalizing” patina of the US press and, in spite of its monopoly status, there is no assumption of political neutrality. The main platform for news in the United Kingdom is television, used by 75 percent of adults. Newspapers are used by 55 percent of those over 55 and 33 percent of those aged 16–24; 41 percent use the internet or a news app for news (60 percent among 16–34 year olds) (Ofcom 2014). Facebook is also the main social media in the United Kingdom. The Reuters Institute Digital News Report 2014 found that 61 percent of their sample had accessed a Facebook account in the previous week, 22 percent for news.5", "Studies show that people in different national contexts do not trust different media equally (EBU 2016; Newman et al. 2016). We also expect to find in our sample some differences according to trust in different news sources. Strabac and Aalberg (2009) find in their study that both in the United Kingdom and Norway, individuals trust television news more than newspapers. But this study also shows national differences. Individuals from the United Kingdom have less trust in newspapers than the Norwegians (Strabac and Aalberg 2009). A YouGov poll (Kellner 2012) found that trust in journalism in the United Kingdom is highly differentiated, with the BBC most trusted and journalists on the highly competitive red-top tabloids trusted by only 10 percent of those polled. Levels of trust across all media appear to have been affected by recurrent scandals that have engulfed the news media. The revelations of the Leveson Inquiry and the BBC’s response to a major sex abuse scandal in 2012 were accompanied by a significant dip in levels of trust across all news media, as captured in the 2012 YouGov poll (Kellner 2012). The trust in media is low in Israel, and it varies across the different ethnic and religious groups (Herman et al. 2014)."]}, {"title": "Data and Method", "paragraphs": ["We use data from a cross-national survey (N = 944) and from in-depth interviews with 37 students in Israel, Norway and the United Kingdom. The students in the sample are collected from two universities/university colleges in each country and from these study programs: Social Science, Teaching/Education, Business and Economics, Engineering, Media and Communication, and Computer Science. The data were collected in the period from December 2013 to October 2014, and the students in the sample are between 16 and 30 years (see Appendix A, Table A1). The in-depth interviews were completed after the survey with the intention of elaborating the findings in the survey. Cross-national comparative studies are important, but also challenging (Livingstone 2003). Data were collected in different national contexts, in different languages and by different researchers (as the students were interviewed in their own language,6 Hebrew, English and Norwegian), which is certainly challenging. We used the same survey questions and the same interview guide in the three countries. The survey data from the three countries were translated and merged into one file before analyzing. The in-depth interviews were transcribed in the original language. Before the analysis of the in-depth interviews, we presented and discussed the material from each country and developed a common code scheme for the analysis. Particularly interesting and relevant parts of the interviews were translated into English and discussed more closely. However, in this study, the in-depth interviews are first and foremost used to explain and elaborate the findings from the survey.", "In the analysis, we use three dependent variables: trust in different news sources, how useful the students find alternative news sources online and foreign newspaper exposure.", "Trust in media was measured by the following question: “How much do you trust the news distributed by the sources listed below?” (0 = no trust at all, 4 = complete trust).", "The traditional media were public service television (Arutz 1 in Israel, NRK in Norway, BBC in the United Kingdom), public service radio (Kol Israel/Gali Zahal in Israel, NRK in Norway, BBC in the United Kingdom), commercial television (Arutz 2/Arutz 10 in Israel, TV2 in Norway, Sky/ITV in the United Kingdom), commercial radio, “paid-for” newspapers. In addition, we made an index variable for trust in these traditional media.7", "The social media were tweeters you follow, independent bloggers, Facebook friends, YouTube. An index variable was also created to measure trust in social media.8", "We wanted to investigate how students’ trust in media determines how useful they find alternative news sources and their exposure to foreign newspapers online. We use the following questions: “How useful do you find the following media for knowing “what’s going on” in society?” Media: Facebook, Twitter, Instagram, blogs (we also control for traditional media: newspapers print/online, television and radio news) (1 = not at all useful, 2 = hardly useful, 3 = quite useful, 4 = very useful). “How often do you visit foreign newspapers (newspapers from other countries) online? (1 = never, 2 = seldom, 3 = several days a week, 4 = once a day, 5 = several times a day). In the logistic analysis we use a dummy variable, where 1 = very useful and 0 = other values.", "We use the following independent variables in the analysis: gender (1 = male, 0 = female), age (in years), country (Israel = 1 and the United Kingdom = 1 with Norway as the reference group), interest in national politics and interest in international politics (1 = very interested, 0 = not very interested)."]}, {"title": "Results", "paragraphs": ["Figure 1 shows trust in traditional news media sources and in social media in the three samples.", "Figure 1  Trust in traditional and social media. Mean values are shown where 0 = no trust at all and 4 = complete trust. Traditional media: public service television, public service radio, commercial television, commercial radio, “paid-for” newspapers. Social media: independent bloggers, tweeters you follow, Facebook friends, YouTube.", "Figure 1  Trust in traditional and social media. Mean values are shown where 0 = no trust at all and 4 = complete trust. Traditional media: public service television, public service radio, commercial television, commercial radio, “paid-for” newspapers. Social media: independent bloggers, tweeters you follow, Facebook friends, YouTube.", "Figure 1 confirms recent findings of higher trust in traditional news media than in social media (EBU 2016). Students from all three countries have more trust in traditional news media than in social media. There are some differences across the three countries. The Norwegian students trust traditional news media most and the UK students have lowest trust in traditional news sources. In all the three countries, the students have more trust in public service television and radio (see Appendix A, Table A2). The Norwegian students especially have high trust in the public service television and radio, with 3.33 and 3.10 as the average trust-value; 45 percent of the Norwegian students have complete trust in the public service television, while 12 percent of the Israeli and 13 percent of the UK students answered that they had complete trust in their public service television.", "The UK and Israeli students have approximately the same levels of trust in social media (United Kingdom: 1.58, Israel: 1.56), while the Norwegian students have lowest trust in social media. Of the social media sources, the UK students have the highest trust in independent bloggers, while the Israeli and Norwegian students have higher trust in Facebook friends. The difference between trust in traditional and social media is highest among the Norwegian students. We also controlled for age, gender, and trust in traditional and social media. Female students in the United Kingdom and Israel show higher trust (not a significant effect in the Norwegian sample) in traditional media, and there were no significant age effects in either of the samples. When controlled for the effect of age and gender on trust in social media, we did not find any significant effect in the two samples.", "In the qualitative interviews, the students in all the three samples also expressed a higher trust in traditional media. Jacob, a male UK student (21 years), explains: “I guess it’s because like they’re just there, because they’ve been running for a long time now, so, I sort of put my trust in them.” Sagi, a male Israeli student (23 years), also shows how the traditional news media are seen to be more neutral in their news presentation: “The TV news are most believable, because the news is broadcast from the news studio, and they try to give a voice to everyone.”", "In all countries, the students argue that the traditional media are more trustworthy because they are bigger, have been available for a longer time and they especially trust the public service broadcasters because they are seen as more neutral in their framing of news. The following quotes from a UK female and a Norwegian male student are typical of attitudes expressed about the public broadcasters.I mean they are a giant, they, not everything but most news stories I see, they are sourced by the BBC …The fact that it’s [the BBC] funded by everybody gives it a certain truth in a way because, there is no really … there is no one certain set people that is trying to bring out their ideologies in terms. (Yolanda, female UK student, 22 years)I feel like the NRK [public service] are the news source I trust most. For instance, it is NRK before other sources, yes it is.I: Why?I think, they are publicly owned and I think they should behave well and publish what is true and I think they are publishing the truth and nothing wrong then. (Ivar, male Norwegian student, 20 years)", "I mean they are a giant, they, not everything but most news stories I see, they are sourced by the BBC …The fact that it’s [the BBC] funded by everybody gives it a certain truth in a way because, there is no really … there is no one certain set people that is trying to bring out their ideologies in terms. (Yolanda, female UK student, 22 years)", "I feel like the NRK [public service] are the news source I trust most. For instance, it is NRK before other sources, yes it is.", "I: Why?", "I think, they are publicly owned and I think they should behave well and publish what is true and I think they are publishing the truth and nothing wrong then. (Ivar, male Norwegian student, 20 years)", "The UK students in this sample show lowest trust in traditional media but still less trust in social media as a delivery platform. Some simply accepted that the delivery systems for news are imperfect and seemed untroubled by the implications, but others made some effort to verify stories, usually by checking against the more trusted, traditional sources of news (mainly the BBC). The Norwegian students in this sample express high trust in their traditional media; like the UK students, they are inclined to use traditional sources as a means of verifying news picked up online.", "The Norwegian students are most exposed to newspapers (online in particular). They also have higher trust in their “paid-for” newspapers than the Israeli students have, and much more trust than the UK sample have in their newspapers. The Norwegian students were the least likely to trust alternative sources like blogs as much as the traditional media or journalists from traditional media. This was confirmed in the interviews. Anders, a male Norwegian student (26 years), says the following about why a newspaper is more trustworthy than alternative news sources such as blogs:I do not know how to say this, but it’s like, you are going with the flow, in a way, about what to watch and what to believe. A national newspaper is more trustworthy than a small blog on the internet … It’s because they are reputable journalists, like for instance VG [national newspaper], they have uncovered big cases, and then your trust in that newspaper also increases.", "I do not know how to say this, but it’s like, you are going with the flow, in a way, about what to watch and what to believe. A national newspaper is more trustworthy than a small blog on the internet … It’s because they are reputable journalists, like for instance VG [national newspaper], they have uncovered big cases, and then your trust in that newspaper also increases.", "These findings show that students still have much higher trust in their traditional news media, they distinguish between different news media and brands, but the extent of these differences varies across countries.", "The next step in our analysis is to find whether alternative news sources provide alternative news for those who are skeptical of traditional national news brands or an extra news source for those with a general high trust in media. In our sample, the Norwegian students visit all the social media sources and the traditional news media online more often than the UK and Israeli students (except for YouTube which the Israeli students visited more often). The findings that the Norwegians visit alternative news sources more often does not necessarily imply that they find these sources useful for knowing what is going on in society. RQ2 asked whether there is a link between trust in traditional national media and how useful the students find social media and blogs for information about their society in the different national contexts. In Table 1, we show how national context, and trust in traditional and social media, can explain differences in how useful the students find social media and blogs.", "Table 1 shows that even though the Norwegians are visiting social media (except for YouTube) more often, they do not find these media very useful for knowing what is going on in their society. The UK and Israeli students are much more likely to find Facebook, Twitter, YouTube, blogs and Instagram useful for discovering information about their society. Among the Israeli students, Facebook was the media the majority found to be very useful, while both in the UK and Norwegian sample, traditional news sources were found to be more useful than all social media (see Appendix A, Table A3). On an individual level, students with higher trust in social media are more likely to find Facebook and Twitter very useful than those with lower trust. However, our findings do not imply that students who distrust their national traditional news media are more likely to find Facebook, Twitter, YouTube and blogs to be useful for information about their society. Only for Instagram do we find a significant link: students with lower trust in traditional news media are more likely to find Instagram useful for information about society. In addition to the usefulness of alternative media, we also control for how useful the students find the traditional media (newspapers print/online, radio and television news) (see Appendix A, Table A4). These analyses showed the opposite trend. The Norwegian students found these traditional news sources more useful than the UK and Israeli students, and individuals with higher trust in traditional news media not surprisingly find them more useful for knowing what is going on in society (not significant for the usefulness of radio news). This confirms the findings in Figure 1, which showed that the Norwegian distinguish more between news sources than the UK and the Israeli students. The interviews also confirm these findings. While talking to the Norwegian students, hardly any of them mentioned social media, blogs and websites to be of importance for information about their society.", "Israeli students showed less trust in their traditional news media than the Norwegians did. Unlike the interviews with the British and Norwegian students, the Israeli students were also more likely to say that they often read several sources and alternative sources as a way of arriving at a more balanced account of the main traditional media agenda in their country. Natalie, a female Israeli student (23 years), expressed this by saying “A long time ago, you used to open the newspaper, and say, this is reality. But, today you believe less. You need more understanding, because it’s difficult. And then you go to Twitter and to informal sites.” This last female Israeli student highlights how living in a country with a high level of conflict might be a reason for expanding your understanding of the situation by visiting alternative news sources online.", "Foreign newspapers online may be both a source of more information and a source of other ways of framing the news. RQ3 asked whether different levels of trust in traditional and social media among Israeli, Norwegian and British students can explain their exposure to foreign traditional newspapers online. In Table 2, we show how trust in media is related to how often the students visit foreign newspapers online.", "Table 2 shows that 22.5 percent of the variation in “visiting foreign newspapers online” can be explained by country, trust in traditional and social media, political interest, gender and age. Analysis of the total sample shows that male students, and students with high interest in both national and international politics, more often visit foreign newspapers online. We also find that those who have higher trust in social media visit foreign newspapers online more often than others do, while those with less trust in traditional media also visit foreign newspapers more often. The table shows some cross-national differences. The Norwegian students visit foreign newspapers online more frequently than the Israeli and the UK students.", "The use of international newspapers online is for the Norwegian students not (significantly) correlated with distrust in their traditional national news media. When students said they searched for foreign news sources online, the reason they gave in the interviews was primarily to get more information rather than information that is more trusted. Anders, a male Norwegian student (26 years), expresses it this way: “I was visiting VG [national newspaper] online … but I didn’t feel I got enough information there and therefore I went to Al Jazeera.”", "The high interest in foreign news among the Norwegians can be explained by the high focus on international news in their domestic media. A recent study shows that “Norway has not only the most internationalist news websites but also the most internationalist TV news of the nine nations, reflecting the country’s strongly internationalist political culture” (Curran et al. 2013, 889). While the search for foreign news among the Norwegian students is not correlated with distrust in their national news media, our findings shows that distrust in traditional media explains how often the Israeli students visit foreign newspapers. In our interviews with Israeli students, only three of them said they used international news media. They were concerned about how the international world (BBC and CNN) views Jewish people or were interested in how Arabic news channels framed the conflicts in Israel. A female Arab-Israeli student (22 years) said “I don’t believe anyone so I compare,” and she used Arabic channels to know what was going on in Palestine and Israeli media to know what was happening in Israel."]}, {"title": "Discussion", "paragraphs": ["In this study, we find that sampled students in Israel, Norway and the United Kingdom have higher trust in traditional news media than in social media, which confirms how leading media conglomerates have extended their hegemony across technologies (Curran et al. 2013). Several studies (see, for instance, Müller 2013; Fletcher and Park 2017) use trust in media in general to measure how trust changes or affects news exposure. However, to study how individuals trust or relate to news in the new media environment is more complex. Our findings highlight the importance of measuring trust in a more specified way than just general trust in media. The students in our sample clearly distinguish between different news sources and brands when they evaluate news. Further, the ways in which they trust and relate to news are highly dependent on the national environments they live in.", "In the total sample, those with low levels of trust in traditional news media do not tend to use alternative news sources such as social media more often, neither do they find social media and blogs more useful for what is going on in society. However, they are somewhat more likely to access foreign news sites online. There are also some cross-national differences. The Norwegian students most clearly show high trust in traditional news media brands (especially the public service broadcaster) alongside high exposure to a variety of news sources via a variety of platforms. They have the highest levels of trust in traditional news brands of the three countries and visit traditional and alternative news sources online (except for YouTube) more often than the students in the other countries. The Norwegian students also found traditional news media (television/radio news and online/print newspapers) more useful for knowing “what’s going on in society” than the students from Israel and the United Kingdom; while the UK and Israeli students found social media and blogs to be more useful than Norwegian students.", "The skepticism of the UK students is transformed into exposure online. They are the most suspicious of the three groups, with low levels of trust in all traditional news media brands. They have the lowest levels of exposure to news on all platforms, which is consistent with findings in the Reuters Digital News Report 2014, which also found relatively low levels of interest in news (Newman and Levy 2014). Israeli students are also lacking in trust but their lack of trust has not been translated into withdrawal from news consumption. They are more likely than the UK students to visit other sites online and are more likely to consume both traditional and alternative news sources online. While the Norwegian students have highest trust in the traditional news media brands, they are more skeptical of social media. They are even more skeptical than the UK and Israeli students. This shows that for the Norwegian students there is a greater gap between trustworthy news (in particular from the public broadcaster) and the news from the social media, than is the case in the other two countries.", "The quantitative results are amplified by the qualitative research, which helps to explain these differences. In Norway, the students were concerned with getting the right information, or enough information, through the news media. For instance, several of the Norwegian students mentioned that they go to foreign newspapers online to get more detailed and updated information about international conflicts. They are mildly critical and aware of news framing and bias but they have sufficient trust in their own national media to use it as a starting point for their explorations elsewhere. This study indicates that the Norwegian students who visit alternative news sources online are more like the “news junkies” Prior (2007) describes than skeptical news searchers.", "The qualitative research in the United Kingdom indicated that the UK students are afraid that they are not getting trustworthy news. Many use social media as the starting point for news consumption, rather than traditional news, although they are still inclined to use traditional news sources as a means of verifying what they read, but there appears to be clear evidence that a significant proportion are withdrawing from involvement with news altogether. Levels of mistrust of both social media and traditional media mean that some of these students are not engaging with news in any significant way at all. They might be watching sports reports on apps but have no significant knowledge of national or world events.", "In Israel, lack of trust makes for anxious news consumers. Living in a particularly uncertain part of the world, withdrawal from the news media is not really an option, but they have lower trust in their traditional news than the Norwegians do. This may also explain how trust is a more important explanatory variable for use of alternative news sources online, which was also found in Tsfati’s (2010) study among Israelis. The Israeli students’ use of foreign newspapers online is more likely to be a consequence of a lack of trust in the way national Israeli news media cover ongoing conflicts in their own and other countries. On the one hand, Norwegian students, who live in a country with a more homogenous population and a low political conflict level, seek foreign newspapers for more information (news junkies); on the other hand, Israeli students, who live in a country with a more diverse population (ethnically and religiously) and high level of political conflict, are searching foreign news media for alternative perspectives, voices, framings, etc. (critical news consumers). They are acutely aware not only of the need to know what is going on, but also of the need to check whether what they are consuming is trustworthy.", "This is a student sample, which is not representative of all social groups. However, it does provide insights into how young adults in higher education think about, trust and use news media in a new media environment in three national contexts. In contemporary democracies, traditional news media constitute the most important source of information about politics and current affairs (Gunther and Mughan 2000). We collected the data in 2014 and, in a fast-changing media and political environment, we cannot assume that attitudes or behavior will remain the same. Distrust of the news media could be a growing problem for the future. We need more research into those who avoid news. Are they avoiding the news because they lack trust in the news or because they do not care about what is going on? Or is it that there is too much information and they lack the tools to find their way through it? Or, following Cappella and Jamieson (1997), are they put off news because of its negativity? This study has also highlighted the need for more studies that investigate trust in media in a more sophisticated way than just measuring trust in media in general. Lastly, our study points to the lack of research concerning the connection between national contexts and increasing distrust in traditional mainstream media."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "The Divided Electorate: Media Use and Political Involvement", "year": "2003", "journal": "The Journal of Politics", "volume": "65", "authors": [{"name": "Aarts Kees", "first_name": "Aarts", "last_name": "Kees"}, {"name": "Semetko Holli A.", "first_name": "Semetko", "last_name": "A."}]}, {"title": "Exposure to ideologically diverse news and opinion on Facebook", "year": "2015", "journal": "Science", "volume": "348", "authors": [{"name": "Bakshy Eytan", "first_name": "Bakshy", "last_name": "Eytan"}, {"name": "Messing Solomon", "first_name": "Messing", "last_name": "Solomon"}, {"name": "Adamic Lada A.", "first_name": "Adamic", "last_name": "A."}]}, {"title": "Tuning Out the World of News and current affairs. An empirical Study of Europe’s Disconnected Citizens", "year": "2012", "journal": "European Sociological Review", "volume": "28", "authors": [{"name": "Blekesaune Arild", "first_name": "Blekesaune", "last_name": "Arild"}, {"name": "Elvestad Eiri", "first_name": "Elvestad", "last_name": "Eiri"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}]}, {"title": "Hallin and Mancini Revisted: Four Empirical Types of Western Media Systems", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Brüggermann Michael", "first_name": "Brüggermann", "last_name": "Michael"}, {"name": "Engesser Sven", "first_name": "Engesser", "last_name": "Sven"}, {"name": "Büchel Florin", "first_name": "Büchel", "last_name": "Florin"}, {"name": "Humprecht Edda", "first_name": "Humprecht", "last_name": "Edda"}]}, {"title": "Flames and Debates: Do Social Media Affect Satisfaction with Democracy?", "year": "2016", "journal": "Social Indicators Research", "volume": "126", "authors": [{"name": "Ceron Andrea", "first_name": "Ceron", "last_name": "Andrea"}, {"name": "Memoli Vincenzo", "first_name": "Memoli", "last_name": "Vincenzo"}]}, {"title": "Internet Revolution Revisited: A Comparative Study of Online News", "year": "2013", "journal": "Media, Culture \\& Society", "volume": "35", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Coen Sharon", "first_name": "Coen", "last_name": "Sharon"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori"}, {"name": "Jones Paul K.", "first_name": "Jones", "last_name": "K."}, {"name": "Splendore Sergio", "first_name": "Splendore", "last_name": "Sergio"}, {"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}, {"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}, {"name": "Tiffen Rod", "first_name": "Tiffen", "last_name": "Rod"}]}, {"title": "Gen.com: Youth, Civic Engagement, and the New Information Environment", "year": "2000", "journal": "Political Communication", "volume": "17", "authors": [{"name": "Delli Carpini Michael X.", "first_name": "Delli", "last_name": "X."}]}, {"title": "Political Information Opportunities in Europe: A Longitudinal and Comparative Study of 13 Television Systems", "year": "2012", "journal": "International Journal of Press/Politics", "volume": "17", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "de Vreese Claes H.", "first_name": "de", "last_name": "H."}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}, {"name": "van Aelst Peter", "first_name": "van", "last_name": "Peter"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James"}, {"name": "Lengauer Günther", "first_name": "Lengauer", "last_name": "Günther"}]}, {"title": "Age and the effects of news media attention and social media use on political interest and participation: Do social media function as leveller?", "year": "2013", "journal": "European Journal of Communication", "volume": "28", "authors": [{"name": "Holt Kristoffer", "first_name": "Holt", "last_name": "Kristoffer"}, {"name": "Shehata Adam", "first_name": "Shehata", "last_name": "Adam"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}, {"name": "Ljungberg Elisabet", "first_name": "Ljungberg", "last_name": "Elisabet"}]}, {"title": "Contagious Media Effects: How Media Use and Exposure to Game-Framed News Influence Media Trust", "year": "2015", "journal": "Mass Communication and Society", "volume": "18", "authors": [{"name": "Hopmann David Nicolas", "first_name": "Hopmann", "last_name": "Nicolas"}, {"name": "Shehata Adam", "first_name": "Shehata", "last_name": "Adam"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "Site Effects. How Reliance on Social Media Influences Confidence in the Government and News Media", "year": "2015", "journal": "Social Science Computer Review", "volume": "33", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K."}]}, {"title": "On the Challenges of Cross-National Comparative Media Research", "year": "2003", "journal": "European Journal of Communication", "volume": "18", "authors": [{"name": "Livingstone Sonia", "first_name": "Livingstone", "last_name": "Sonia"}]}, {"title": "Online Threat, But Television is Still Dominant", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}, {"name": "Coen Sharon", "first_name": "Coen", "last_name": "Sharon"}, {"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}, {"name": "Jones Paul K.", "first_name": "Jones", "last_name": "K."}, {"name": "Rojas Hernando", "first_name": "Rojas", "last_name": "Hernando"}, {"name": "Tiffen Rod", "first_name": "Tiffen", "last_name": "Rod"}]}, {"title": "Exploring the Alternative-Mainstream Dialectic: What “Alternative Media” Means to a Hybrid Audience", "year": "2015", "journal": "Communication, Culture \\& Critique", "volume": "8", "authors": [{"name": "Rauch Jennifer", "first_name": "Rauch", "last_name": "Jennifer"}]}, {"title": "Public Affairs Television and the Growth of Political Malaise: The Case of “The Selling of the Pentagon”", "year": "1976", "journal": "American Political Science Review", "volume": "70", "authors": [{"name": "Robinson Michael J.", "first_name": "Robinson", "last_name": "J."}]}, {"title": "Producing Protest News: An Inquiry into Journalists&#039; Narratives", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Teneboim-Weinblatt Keren", "first_name": "Teneboim-Weinblatt", "last_name": "Keren"}]}, {"title": "Newspaper Consumption in the Digital Age", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Mass Media Flow and Differential Growth in Knowledge", "year": "1970", "journal": "Public Opinion Quarterly", "volume": "34", "authors": [{"name": "Tichenor Phillip J.", "first_name": "Tichenor", "last_name": "J."}, {"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A."}, {"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N."}]}, {"title": "Online News Exposure and Trust in the Mainstream Media: Exploring Possible Association", "year": "2010", "journal": "American Behavioral Scientist", "volume": "54", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}]}, {"title": "Individual and Contextual Correlates of Trust in Media Across 44 Countries", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Ariely Gal", "first_name": "Ariely", "last_name": "Gal"}]}, {"title": "Do People Watch What They Do Not Trust? Exploring the Association between News Media Skepticism and Exposure", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Cappella Joseph N.", "first_name": "Cappella", "last_name": "N."}]}, {"title": "Political Communication in a High-choice Media Environment: A Challenge for Democracy?", "year": "2017", "journal": "Annals of the International Communication Association", "volume": "41", "authors": [{"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "De Vrees Claes", "first_name": "De", "last_name": "Claes"}, {"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg"}, {"name": "Hopmann David Nicolas", "first_name": "Hopmann", "last_name": "Nicolas"}]}, {"title": "News Consumption in the Mobile Era. The Role of Mobile Devices and Traditional Journalism’s Content within the User’s Information Repertoire", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Wolf Cornelia", "first_name": "Wolf", "last_name": "Cornelia"}, {"name": "Schnauber Anna", "first_name": "Schnauber", "last_name": "Anna"}]}]}