{"doi": "10.1080/17512786.2018.1535907", "url": "https://doi.org/10.1080/17512786.2018.1535907", "title": "Closing the Gap Between Photojournalist Research and Photojournalism Practice: Exploring the Motivations of the Subjects of Sensitive Photo Essays", "volume": "13", "year": "2019", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Mortensen", "first_name": "Tara", "name": "Tara M. Mortensen"}, {"last_name": "McDermott", "first_name": "Brian", "name": "Brian P. McDermott"}, {"last_name": "Ejaz", "first_name": "Khadija", "name": "Khadija Ejaz"}, {"last_name": "Haun", "first_name": "Daniel", "name": "Daniel D. Haun"}], "abstract": "ABSTRACTThis study is the first to inquire about the factors that influence people’s willingness to allow professional photojournalists to tell their stories through the medium of the photo essay. Guided by Self-Disclosure Theory, in-depth interviews were conducted with the subjects of 15 peer-judged award-winning photo essays. These were drawn from the multiple picture categories of the National Press Photographers Association (NPPA) Monthly Clip Contest, the annual NPPA Best of Photojournalism Contest, and the annual World Press Photo Contest between 2013 and 2017. The topics of the photo essays were sensitive in nature. Analysis reveals support and appreciation amongst photo-essay subjects for the profession of photojournalism. Motivations derived from the sensitivity and professionalism with which each interviewee was initially approached, a need to tell a different side of the story, a desire to inspire others or invoke change, and the memory-keeping and permanence afforded through published professional photojournalism.", "body": [{"title": "Introduction", "paragraphs": ["The photo essay is “the ultimate professional experience” for many photojournalists (Kobré 2013, 229). But photo essays, which can require a commitment of months or years from the subject and the photojournalist, present challenges such as the wariness of photo subjects who are in the midst of personal hardships. Additionally, iPhone-armed reporters and citizen-shot photography have more recently begun to compete with photojournalists and resources in the newsroom (Allan 2013; Hartley 2007; Örnebring 2013; Romenesko 2013; Stelter 2013; White 2012; Zhang 2011), decreasing the value of professionally-shot stories. Ironically, citizens are more willing than ever to self-disclose thousands of photos a second on Snapchat and millions of photos on Instagram every day (Biale 2016; Schlosser 2016), but these same people are less willing to allow professional photojournalists – already struggling to maintain their professional status (Gade and Lowrey 2011; Mortensen 2014) – to tell their story (McDermott 2012). This study calls upon self-disclosure theory to explore the motivations of people who are willing to share their stories with professional photojournalists, a very different experience than self-disclosing visuals online via social media.", "Although an abundance of citizen-generated imagery exists in the era of social media, the unique ability of professional photojournalistic storytelling to expose otherwise hidden topics to society remains. From Jacob Riis’s muckraking documentation of the living poor in New York and Lewis Hine’s exposure of the treatment of migrants in the early 1900s (Marien 2006; Seixas 1987) to more recent photos that have brought awareness to the horrors of the Islamic State of Iraq and Syria (ISIS) and the humanitarian tragedy in Syria (Chivers 2013), the practice of photography continues to be marked by a respect for humanity, a desire for social change through exposure, and a need to document history (Cookman and Stolley 2009). In 2016, for instance, the photo essay winners from reputed photo contests addressed otherwise under-discussed issues like sexual abuse in the American military, the journey of a woman who lost her legs in a hit-and-run accident, and the tragedy of losing a child to cancer (National Press Photographers Association [NPPA] Best of Photojournalism; World Press Photo Association). The subjects of these photo stories, and others, make up the sample in this paper.", "Very little research exists that examines the reasons that people are willing to speak with journalists (e.g., Gearing 2013), and this study is the first of its kind to inquire why people share intimate details, visually, with photojournalists. This paper offers theoretical contribution to self-disclosure theory by being the first study to examine people’s motivations for self-disclosing sensitive stories through the lens of professional photojournalists."]}, {"title": "Review of the Literature", "paragraphs": ["Photo stories and essays, which describe multiple picture packages featuring an individual, a group or an idea, have been a consistent feature of the modern era of photojournalism. Photojournalism historians peg the start of this era to the debut of Life magazine in 1936 (Kobré 2013). “Great photo essays have to do with people: with human dilemmas, with human challenges, with human suffering,” wrote Life magazine editor Maitland Edey in 1978 (Kobré 2013, 233). Ken Kobré (2013), author of a popular photojournalism textbook, uses that quote to reiterate that “people’s lives … still provide the basis for most of the best photo stories” (233).", "The conceptual and ethical approach to capturing a photo story has generally remained consistent: spend time with the subject(s) to capture a series of candid storytelling moments over time. Life published W. Eugene Smith’s “Country Doctor” photo story in 1948 over an 11-page spread. Smith lived with the Colorado doctor for four weeks, all the while waiting “for actuality instead of setting up poses” (Maddow 1998, 109). Over 50 years later, Rocky Mountain News photographer Todd Heisler won the Pulitzer Prize for a project where he spent nine months following Marine Major Steve Beck, a man whose job was to inform families their loved ones had been killed during the Iraq War (Rubin and Newton 2013). The still-existing Pictures of the Year Competition, which began in 1943, first featured multiple-picture story winners in 1948 (Personal Communication, Rick Shaw, March 2017).", "Most photojournalists embrace a “humanist” point of view, hoping to contribute to righting social and political wrongs through photography (Cookman and Stolley 2009, 265). “The most powerful force for enculturation” into the photojournalism field are the awards contests that became popular during the second half of the twentieth century (Cookman and Stolley 2009, 264).", "The intimacy of a photo essay necessitates that participants engage in high levels of visual self-disclosure – the communication of personal information, thoughts, and feelings to other people (Archer 1980). The theoretical foundations of Self-Disclosure Theory stem from Social Exchange Theory, which posits that interpersonal relationships are based on a subjective evaluation of the benefits and costs associated with disclosing personal information (Homans 1958). Some people feel that the returns for disclosure offset the risk of their privacy being compromised (Culnan and Armstrong 1999; Dinev et al. 2006). The theory suggests that people are more likely to disclose personal information to a stranger than to a close friend, since this type of disclosure does not invite the kind of ridicule or rejection one might receive from a close friend or loved one (Bargh and McKenna 2004). This might help explain the high levels of visual sharing online. Whereas people are generally hesitant to disclose information, an exception involves what is called the norm of reciprocity. This norm refers to the tendency of people to become more willing to share information with others when others return a similar level of intimate disclosure (Hill and Stull 1982).", "A small handful of studies have examined the motivations of people in disclosing information in journalistic interviews. In a study inquiring about why scientists consent to being interviewed by the media, DiBella, Ferri, and Padderud (1991) found that most were willing to do so in order to educate the public and to engender interest in the scientist’s own specialty. Gearing (2013) asked why disaster survivors speak to reporters and found six primary reasons: personal recovery, a desire to let the public know what happened, that distilling lessons learned from the disaster, a sense of duty to make sure warning systems and disaster responses are improved in the future, the respect of reporters in listening to survivors, and the timing of the request for an interview. Further, the traumatized flood survivors reported a cathartic experience in speaking with reporters about their experiences.", "Following the Virginia Tech tragedy, Walsh-Childers, Lewis, and Neely (2011) examined the experiences of survivors and their families with journalists and found that most interviewees perceived these interactions negatively. Interviewees reported that they felt like they were nothing more than a “juicy” story (196). One interviewee felt that the journalists viewed their subjects only as a means to a Pulitzer prize. Other interviewees found some high-profile journalists arrogant and demanding. Some journalists were reported as only seeking quotes that fit into a prefabricated storyline. However, some interviewees reported positive feelings about the journalists with whom they spoke, having experienced a sense of rapport and catharsis. They noted that the good journalists showed concern for their well-being, accommodated sources’ physical and emotional needs, and gave sources the opportunity to say what they wanted to say.", "Another line of research has primarily looked at the self-disclosure motivations reported by those who participate in non-journalistic interviews. For example, Hutchinson, Wilson, and Wilson (1994) looked at the benefits that people report as associated with participating in qualitative research interviews. These benefits included self-awareness, a sense of purpose, self-acknowledgement, catharsis, healing, and providing a voice for the disenfranchised. Murray (2003) examined the reasons that adolescents who have experience with parental alcoholism are willing to partake in in-depth interviews and found that they include: taking the first step in understanding what had happened to them during their childhood, feeling less powerless in their situations, and forming a new self from their new perspective of their earlier experiences with parental alcoholism. Tatano Beck (2005) used qualitative interviews to examine the benefits of participating in qualitative interviews over the Internet for women who have experienced birth trauma. Content analysis of the interviews showed seven themes emerged: experiencing caring by being listened to and acknowledged, sense of belonging, making sense of it all, letting go, being empowered, women helping women, and providing a voice.", "Self-Disclosure studies have revealed that socially-anxious people feel safer and more comfortable disclosing online than in-person (Tian 2013), the platform whereby most photo essays exist (Chen 2012; Viégas 2005). While very little research examines people’s motivations for disclosing information to professional journalists and allowing these professionals to share their stories with the world – and virtually no studies exist about motivations for professional visual-self disclosure – a body of literature has examined motivations for both kinds of self-disclosure through social media. These studies offer some insight as to why people may be motivated to disclose themselves through the lens of professional photojournalists, as well as how these two types of disclosure may differ. Blogs, for example, harness the anonymity of the Internet and enables individuals to express themselves and mold their self-presentation (Papacharissi 2004; Suler 2004). Online blogging has been called a genre of “individuality, self-representation and self-disclosure” (Bronstein 2012, 164). Lee, Im, and Taylor (2008) identified the motives of people to self-disclose online as: self-presentation, relationship management, keeping up with trends, storing information, sharing information, entertainment, and showing off for sharing information online. Most respondents reported that self-disclosing led them to have positive feelings and a relief of stress, even relieving depression (Lee, Im, and Taylor 2008) and stress (Pennebaker 1989).", "A few studies have looked at why people choose to share images online. Oeldorf-Hirsch and Shyam Sundar (2016) found that the primary reasons were seeking and showcasing experiences, technological affordances, social connection, and reaching out. Findings from similar online photo-sharing motivations studies have yielded results including validation, memory-keeping, creating and maintaining relationships, social interaction, archiving, self-expression and escapism (Cohen 2005; Kumar and Schoenebeck 2015; Lee et al. 2015; Livingston and Dyer 2010; Van House et al. 2004).", "Existing research has examined some aspects of why people are willing to speak with journalists, and a line of research exists that examines why people disclose information – including visual information – about themselves via social media. However, no one has yet examined why people are motivated to self-disclose by allowing professional photojournalists tell their visual stories. This study aims to fill the gap in the literature by asking: RQ: What motivations do subjects of award-winning photo essays indicate for self-disclosing to professional photojournalists?", "RQ: What motivations do subjects of award-winning photo essays indicate for self-disclosing to professional photojournalists?"]}, {"title": "Method", "paragraphs": ["In order to answer the research question, 15 in-depth interviews were conducted with the subjects of the photo essays. Our sample size was achieved based on the principle of data saturation for interviews (Guest, Bunce, and Johnson 2006). All 15 interviewees appeared in separate photo essays published between 2013 and 2017. We chose this four-year time range to ensure that each story was published in the contemporary ecosystem of digital news distribution and social media sharing.", "In selecting potential interview subjects, a search was conducted for individual adults from the United States and Canada who participated in award-winning photo stories and essays from the “Photo Story / Essay” category of the National Press Photographers Association (NPPA) Monthly Clip Contest, the “Best Published Picture Story” category of the annual NPPA Best of Photojournalism Contest, and the “Long Term Projects” category of the annual World Press Photo Contest. The winners of these three contests meet contemporary standards of excellence in the visual journalism field because they are judged and selected by professional photojournalists and photo editors. Each interviewee for this study appeared as the clear focus of at least three photos in the award-winning photojournalistic project.", "In order to create consistency in the interviews, subjects were chosen who participated in a story that documented a challenge in that subject’s life or those who had an emotional stake in agreeing to tell their stories publicly. The challenges documented in the stories of the 15 individuals we interviewed included serious illnesses, catastrophic accidents, homelessness, drug addiction, sexual assault, and single parenthood (see Figures 1 and 2). All of these stories were published in a journalistic media outlet in print, online, or both. Closing the Gap Between Photojournalist Research and Photojournalism Practice: Exploring the Motivations of the Subjects of Sensitive Photo EssaysAll authorsTara M. Mortensen, Brian P. McDermott, Khadija Ejaz & Daniel D. Haunhttps://doi.org/10.1080/17512786.2018.1535907Published online:26 October 2018Figure 1.  Example of image from photo story / woman who was interviewed. Ursula looks at her father after returning for the first time to the scene on 1–90 where she wrecked her car one year ago. Photo by Benjamin Brayfield / Rapid City Journal / Published June 9, 2013.Display full sizeFigure 1.  Example of image from photo story / woman who was interviewed. Ursula looks at her father after returning for the first time to the scene on 1–90 where she wrecked her car one year ago. Photo by Benjamin Brayfield / Rapid City Journal / Published June 9, 2013. Closing the Gap Between Photojournalist Research and Photojournalism Practice: Exploring the Motivations of the Subjects of Sensitive Photo EssaysAll authorsTara M. Mortensen, Brian P. McDermott, Khadija Ejaz & Daniel D. Haunhttps://doi.org/10.1080/17512786.2018.1535907Published online:26 October 2018Figure 2.  Example of photo from photo essay / woman who was interviewed. Nayomi, right, is fitted for prosthetic legs by Certified Prosthetic Orthotist Tony LaFrance, right, at Laurence Orthopedic on Telegraph Avenue in Oakland, Calif., on Thursday, Oct. 8, 2015. Photo by Jane Tyska / Oakland Tribune.Display full sizeFigure 2.  Example of photo from photo essay / woman who was interviewed. Nayomi, right, is fitted for prosthetic legs by Certified Prosthetic Orthotist Tony LaFrance, right, at Laurence Orthopedic on Telegraph Avenue in Oakland, Calif., on Thursday, Oct. 8, 2015. Photo by Jane Tyska / Oakland Tribune.", "Figure 1.  Example of image from photo story / woman who was interviewed. Ursula looks at her father after returning for the first time to the scene on 1–90 where she wrecked her car one year ago. Photo by Benjamin Brayfield / Rapid City Journal / Published June 9, 2013.", "Figure 1.  Example of image from photo story / woman who was interviewed. Ursula looks at her father after returning for the first time to the scene on 1–90 where she wrecked her car one year ago. Photo by Benjamin Brayfield / Rapid City Journal / Published June 9, 2013.", "Figure 2.  Example of photo from photo essay / woman who was interviewed. Nayomi, right, is fitted for prosthetic legs by Certified Prosthetic Orthotist Tony LaFrance, right, at Laurence Orthopedic on Telegraph Avenue in Oakland, Calif., on Thursday, Oct. 8, 2015. Photo by Jane Tyska / Oakland Tribune.", "Figure 2.  Example of photo from photo essay / woman who was interviewed. Nayomi, right, is fitted for prosthetic legs by Certified Prosthetic Orthotist Tony LaFrance, right, at Laurence Orthopedic on Telegraph Avenue in Oakland, Calif., on Thursday, Oct. 8, 2015. Photo by Jane Tyska / Oakland Tribune.", "From August 2016 to the spring of 2017, we searched winners from the categories and contests detailed above and came up with a pool of more than 50 photo stories that potentially fit the study criteria. Using caption information, we searched Google and social media sites for contact information for the individual subjects of these stories. We were able to find definitive contact information or a social media profile for 36 of these individuals. We contacted those people through email, written letters, and/or Facebook, depending on the contact information we were able to find. After obtaining institutional ethics approval, a request was sent, explaining the details of the study, while making clear that we found their story because it won a photojournalism award and that we had nothing to do with the photojournalist or news organization for which the story was produced. Out of the 36 contacts made, 17 people responded, and 15 agreed to be interviewed, giving us a response rate of 47%. All interviewees were given informed consent.", "A semi-structured phone interview process was used with the same script. Our questions were divided into two main sections. The first section explored how the photojournalist found out about the subject’s story, how often the photojournalist came by to take pictures, and whether the subject asked the photojournalist to not photograph any particular moment or event. In addition, this section asked descriptive questions about what the experience felt like from a subject’s point of view and why subjects were willing to open up for a visual telling outside their immediate control. The second section focused on descriptive questions regarding how subjects viewed their presentation in the published stories, whether they shared that story on their own social media accounts or with family and friends, what the positive and negative effects of sharing their story publicly were, whether they heard from strangers, and whether they felt like sharing their story had a positive effect on their community.", "Each interview lasted between 15 and 45 min each, depending on the loquaciousness of the interviewee and the number of follow-up questions necessary to clarify any unclear answers. The audio recordings were transcribed with the assistance of ExpresScribe software, and all interviewees were assigned pseudonyms to protect their identities.", "A constant comparative method was used to analyze the data (Guba and Lincoln 1985). Each interview transcript was read multiple times and patterns were inductively culled from the data in a process of open coding. Following, the transcripts were read together and connections were made between the categories found in the individual interviews New codes were added if needed. A second, independent reader also read the transcripts as a check on agreement and thus reliability (Intemann 2012). Four core categories were selected."]}, {"title": "Results", "paragraphs": ["Analysis of the interviews revealed four broad motivations. These derived from the sensitivity and professionalism with which each interviewee was initially approached, a need to tell a different side of the story, a desire to inspire others or invoke change, and the memory-keeping and permanence afforded through published professional photojournalism.", "While several participants admitted to an initial hesitation to speak with professional photojournalists, they were impressed with the sensitivity and professionalism with which they were treated. Ultimately, this sensitivity motivated many of the interviewees to move forward with the photo story. They spoke about the respect with which they were treated and the recognition of the difficulty of their situations. Some of the interviewees were impressed with how serious the photojournalists were about the story and the time and energy that they were willing to expend on the project. For example, Drake, a clergyman who had himself been sexually assaulted by a member of the clergy when he was young, explains his initial encounter with the photojournalists: “they spent almost all the day with me, and it was very good. I really felt I could trust and I decided to kind of gamble it.”", "Mason’s story revolved around his being the caretaker of his wife who was suffering from Alzheimer’s disease. He mirrored Drake’s feelings of initial hesitation and eventual reassurance: I wasn’t too sure how this would come across, but they proved me wrong because they approach the whole program with real sensitivity and were very dedicated. I mean I was really impressed with both writer and the photographer, and the time they spent. They spent basically four total days interviewing me and going over and planning all the details, to stay until I fed her dinner and to see what you had to do to put her to bed. So they left the house here at 11 o’clock at night. So I mean then it’s really, for me, it was very impressive.Kylie was raped while in the military, and while she couldn’t remember a lot about being approached by the photojournalist because of Post-Traumatic Stress Disorder (PTSD), she did recall the “kindness of the woman doing the story.” She goes on: When she interviewed me, tears came to her eyes first of all, and then later on she admitted to me that it had happened to her too. Not in the military, but that she knew where I was coming from and then that helps me really gain trust with her and speak truth to power because I was so broken. It was the first I’ve ever validated that what happened to me was illegal, a crime, a felony, and that simply because I went to work I became a victim of a crime.Interviewees said that they continued to be treated with respect and sensitivity throughout the process. Nearly all of the interviewees reported developing a personal bond with the photojournalists long after the story was complete, in one case, even spending Christmas together. They expressed their feelings towards the photojournalists that had spent time with them in what were very difficult circumstances. “ … I don’t trust anyone so how I ended up trusting this woman is beyond me,” Kylie said, “but something just felt like it felt right.” Mason simply described his photojournalist as being “just a good human, and they’re all good listeners.”", "I wasn’t too sure how this would come across, but they proved me wrong because they approach the whole program with real sensitivity and were very dedicated. I mean I was really impressed with both writer and the photographer, and the time they spent. They spent basically four total days interviewing me and going over and planning all the details, to stay until I fed her dinner and to see what you had to do to put her to bed. So they left the house here at 11 o’clock at night. So I mean then it’s really, for me, it was very impressive.", "When she interviewed me, tears came to her eyes first of all, and then later on she admitted to me that it had happened to her too. Not in the military, but that she knew where I was coming from and then that helps me really gain trust with her and speak truth to power because I was so broken. It was the first I’ve ever validated that what happened to me was illegal, a crime, a felony, and that simply because I went to work I became a victim of a crime.", "Many interviewees indicated that they allowed professional photojournalists to tell their stories so that they could affect media discourse and expand the narrative about their unique situations. Some wanted to initiate a certain conversation that they felt did not occur in the media or convey a regularly covered story in a different way. This was the purpose of Nora’s story, at least as she perceived it. Nora was a transgender woman who wanted to offer a different narrative compared to that of the “perfectly pathing trans men and women” that she felt dominated about her community in the media. The path is perfect if you were to stand there and talk to them, if they didn’t tell you were transgender, you wouldn’t know. Well, most of us are not that way. We didn’t start earlier enough in life. We don’t have the funds to do all the various things to switch our bodies. And that’s what I’m trying to do is, I’m the light … Kylie wanted to convey the full impact of PTSD, an aspect of cases like hers that she felt had been overlooked by newsmakers. “People weren’t talking about it,” she said, “and they weren’t talking about the real issues.” She was also concerned that the media had been perpetuating stereotypes of women who had been abused in the military as weak victims rather than strong women. “There’s so much more to it,” she said, “than I was raped and wanted to kill myself, and I have really bad PTSD and I can’t deal with life, you know?”", "The path is perfect if you were to stand there and talk to them, if they didn’t tell you were transgender, you wouldn’t know. Well, most of us are not that way. We didn’t start earlier enough in life. We don’t have the funds to do all the various things to switch our bodies. And that’s what I’m trying to do is, I’m the light … ", "Other interviewees wanted to share a more positive side of their stories. According to Drake, “not too many people chip for something positive” in stories of sexual abuse but instead focus on victimhood or negatives. He was motivated by the thought that his photojournalist appeared to be interested in telling the whole story, including that of recovery from sexual abuse. Similarly, Lisa, a woman who spoke about her experiences as a prison inmate, wanted to provide a fuller story of people in prison. She specifically mentioned her desire to portray prisoners as people with families and perhaps provide some positive information on the subject. “When they think of someone being in jail is,” she said, “they’re bad, they did this.” Not only did she want to show the pain of being separated from one’s family but also the story of working toward becoming a more responsible adult.", "Some interviewees simply wanted to make people aware of their situations. They expressed a sort of burden to share their difficulties with the world. For example, Melanie, who shared the story of her five-year old’s battle with cancer, simply stated, “I wanted people to know that this happens to kids.” A similar sentiment was expressed by Ursula, a woman who suffered serious injuries because she crashed while driving drunk. Tracy, whose child was the subject of a story about autism, had felt isolated, even in her group of mothers whose children were also on the spectrum, because of the extreme nature of her child’s disabilities. She felt that her story helped her find people to relate to.", "Interviewees were also motivated by a desire to inspire others and invoke change. Unity, a victim of sexual assault, considered this her “personal criteria for something I would participate in and share for.” Lisa expressed an appreciation for photo essays in general because “each person has a story to tell and each person can benefit from another person.” Claire married her husband while he was in the hospital, one week before he died of cancer. She hoped that her painful experience would inspire others to value life more: My first thought is just if our story was such an inspiration to me and to Daniel and to our family and friends that surrounded us, then it could only be more of an inspiration to someone else that possibly doesn’t know us.Overall, every participant felt that they had made some kind of positive impact on the community by visually sharing their stories. Rather than being passive subjects in the photo essays, they perceived themselves as actively pursuing certain goals through the photographs. Nowhere was this clearer than in the case of Cindy, the mother of a developmentally delayed child who was trying to fight a bill in the Texas legislature that was going to shut down supported living centers in the state. She mentioned several ways in which she felt that her photo essay could help her cause, from simply making people aware of the issue all the way to using the media coverage as persuasive evidence during hearings. Melanie, too, had goals that were both practical and inspirational. She first told her story to raise awareness of a bone-marrow drive for her daughter but later became more interested in helping other families going through similar situations. Nayomi, a victim of a drunk-driving accident who had to have her legs amputated, said that she used her photo essay as a stepping stool to talk to others about drunk driving. She described the experience as “liberating” and that “it felt like not only was I getting my story out there but I was doing a good deed for somebody who may have been going through something similar to my story.”", "My first thought is just if our story was such an inspiration to me and to Daniel and to our family and friends that surrounded us, then it could only be more of an inspiration to someone else that possibly doesn’t know us.", "Most interviewees indicated that they had received positive feedback about their stories, some even feeling as if they had been endowed them a mild celebrity status that made them recognizable to other people. There were, however, some instances where the story impacted them in a negative way. Nora attributed this to the inability to control an audience’s interpretation of a story. For example, Drake was accused of seeking publicity and wallowing in self-pity. He also expressed discomfort with the idea of becoming the “poster child” for those who have been sexually abused by the clergy. Unity’s ex showed her story to their daughter in what appeared to be an attempt to manipulate the child’s impression of her mother. Nicholas, a homeless person, also believed that his story caused him some inconvenience: Well, one of my friends who I was staying with for a long-ass time, their landlords were concerned about me and they looked me up and that’s one of the articles that they read. So I don’t think they really liked that. “Oh, so you’re friends with a homeless person, hmm. And he stays here every once in a while, I don’t know about that.” Like they’re scared of their kids and stuff.", "Well, one of my friends who I was staying with for a long-ass time, their landlords were concerned about me and they looked me up and that’s one of the articles that they read. So I don’t think they really liked that. “Oh, so you’re friends with a homeless person, hmm. And he stays here every once in a while, I don’t know about that.” Like they’re scared of their kids and stuff.", "Many interviewees talked about the fact that professional photojournalists were able to capture memories for them in a way that others or they themselves could not. They expressed an appreciation for the craft and talent of photojournalists and the ability of professional published photos to make their memories permanent and to keep alive the memory of lost loved ones. Interviewees described the photographs as “precious” and that they “meant the world” to them. Upton, an athlete whose twin brother had died, received laminated copies of the story from his friends. Drake preserved his story by having it framed as did Claire who also saved many copies of her story in a memory box. According to her: That’s a memory that we’ll never lose, because it was printed, and it’s printed on paper, and we have it forever, that story and those pictures. And so I think they were really thankful, after the fact, that that was happening. And just the way that their son impacted so many people in this world made them proud. Which it should, it should make them proud.Melanie shared a similar sense of the permanency of professionally-shot published photos when she said, “She’s out there forever. They say when we put something on the Internet it’s there forever and so it’s like a little piece of her is here.” Having a professional photojournalist capture her family’s journey allowed her other children to remember that time in their lives, and – she hoped – for the daughter herself to remember everything she had been through. She said, “Thanks to [the photojournalist], we have some beautiful pictures of our journey … memories for the kids … memories for Sarah when she grew up. To look back at all that she went through.” A similar sentiment of “looking back” was expressed by Noel, who lost his son to cancer: “But with putting the paper out there he gives me something to look forward to, look back on from where I started from.”", "That’s a memory that we’ll never lose, because it was printed, and it’s printed on paper, and we have it forever, that story and those pictures. And so I think they were really thankful, after the fact, that that was happening. And just the way that their son impacted so many people in this world made them proud. Which it should, it should make them proud.", "Interviewees also alluded to the skill and talent of the photojournalists. They noted that their professional status allowed them to take pictures that “the average person cannot.” One interviewee said that her photographer “just had this way of capturing how we were feeling in the pictures,” and several interviewees talked about the special talent of photojournalists to capture emotion. They acknowledged their inability to take similar pictures and mentioned the story-telling quality of the photographs. Many interviewees indicated being emotionally overwhelmed by the quality of their stories once they were published, such as Cindy and her husband who “sat down and cried.” Lisa also described how her story had affected other people, who had approached her to tell her that it had made them cry too."]}, {"title": "Discussion", "paragraphs": ["The results of this study revealed four motivations that subjects of photo essays cite for being willing to allow a professional photojournalist to tell their stories visually. Broadly, photo essay participants in this study appreciated the sensitivity, craft and capabilities of professional storytellers. These subjects leveraged the journalistic platform beyond what consumer-level photo sharing allows to tell a different side of their story, evoke change, and keep and share memories.", "Anyone can take and share photographs online to mold their image into a picture they desire, but this study suggests photo story subjects perceived unique advantages in the having their stories told by professional photojournalists. Self-disclosing to the world via visuals through the lens of a professional photojournalist has very little in common with the self-disclosure that takes place every second via social media. The interviewees perceived the differences between self-shot photography and the kinds of society-impacting, policy-changing stories pursued by professional photojournalists. In other words, photo subjects expressed a belief that professional photojournalists simply do a better job of visually telling their sensitive stories, thus motivating them to self-disclose through the lens of a professional photojournalist.", "Overall, interviewees cited motivations that were very different than the motivations given by those people who simply share personal visual content on social networking sites: attention-seeking, communication, entertainment, and self-expression (Cohen 2005; Kumar and Schoenebeck 2015; Lee et al. 2015; Livingston and Dyer 2010; Van House et al. 2004). Interviewees noted that they did not often share their own struggles via social media – perhaps because of the online social norms of sharing happy moments – but were not hesitant to allow a professional to do so for them. This motive is reflective of self-disclosure theory, which posits that people are often more willing to share information with a stranger than a close friend (Bargh and McKenna 2004).", "What motivated subjects to self-disclose difficult experiences to photojournalists were different from what motivated people to speak in qualitative interviews about trauma in the literature reviewed in this paper. The motivations cited by the trauma interviewees included inward experiences – catharsis, helping them to understanding their situation, gaining a sense of purpose, and letting go (Beck 2005; Hutchinson, Wilson, and Wilson 1994; Murray 2003). For the photo story subjects, the motivations were mostly outwardly-directed: telling another side of the story, sharing lessons learned, invoking change, and raising awareness, for example. Other studies of motivations for speaking with journalists found these same motivations (Gearing 2013). Self-disclosing to photojournalists did create a sense of catharsis and release for a few photo story subjects in our interviews, but this was not cited as the primary motivation for participating in the project.", "At the level of interaction, interviewees note the sensitivity with which they were approached, the time that was spent with them, and the quality of the presentation. This mirrors part of the findings by Gearing (2013), who asked about disaster survivors’ motivations for self-disclosing through professional reporters. His interviewees emphasized the importance of the timing of the request of interviews. Similarly, interviewees in this study noted that the photographers did not seem simply interested in getting a “juicy” story or advancing their careers but expressed a genuine interest in telling their stories. The woman who shared that her photographer divulged her own rape story spoke of that being the first time she felt validated and how much trust was gained. This mirrors the norm of reciprocity in disclosure theory, which says people are more willing to open up to others who do the same (Hill and Stull 1982).", "Several of the participants were motivated to speak to photojournalists because they wanted to tell a different side of their story, which is similar to the motivation of “providing a voice for the disenfranchised” found by Hutchinson, Wilson, and Wilson (1994) in their study of people who engage in qualitative interviews, as well as the motives found by Gearing (2013) to let others know what happened, distill lessons learned, and improving the future. This motivation resembles one occasionally cited by those who self-disclose online in blogs and social media: they are unhappy with the manner in which the contemporary news media covers the news and want to instead author their own story (Khamis and Vaughn 2011; Hamilton 2012; Mortensen, Jones, and Keshelashvili 2015).", "The most frequently cited motivation in this study was a desire to inspire others and invoke change. This again mirrors part of the assumption of self-disclosure theory, which states that people weigh costs and benefits when choosing whether to disclose information (Homans 1958). Interviewees believed that by telling their story, they would be able to prevent others from going through something similar or provide comfort for those who were currently going through a similar situation. Gearing (2013), in this questioning of why disaster survivors speak with reporters, found similar motivations; for example, a desire to let the public know what happened, teaching lessons about the disaster, and a sense of duty to make sure warning systems and disaster responses are improved in the future. In a study about why scientists were willing to talk with reporters, DiBella, Ferri, and Padderud (1991) also found that many are willing to do so in order to educate the public.", "Finally, interviewees reported being motivated to speak with professional photojournalists because they recognized the professional and quality nature of their work and its ability to preserve memories in a way that they otherwise could not. This motivation is reflective of those who take and share their own personal photographs, online or otherwise (Cohen 2005; Chalfen 1987), but is somewhat different because the literature thus far has looked at memory-keeping primarily directed at happy moments including weddings, births, and firsts. Still, interviewees in this study had an appreciation for having even their most difficult moments documented by professionals. They noted the talent of the professional photojournalists, frequently mentioning lighting and storytelling ability or simply stating how “beautiful” the images were. They also talked often about saving multiple copies, framing the covers, and how somehow having their story printed or even published online made it more permanent. Those who lost a loved one spoke about him or her somehow being “out there” because of the story.", "The present study strives to connect research and the practice of photojournalism. Ultimately, this study suggests that people want to share their struggles via professional photojournalism, are motivated to self-disclose even sensitive stories, and find value in the medium of the photo essay. The subjects in our study felt agency in the witness the professional photojournalist provided, partly because they believed their stories could affect positive awareness or change within their larger communities. In an era in which news organizations are quick to direct initial layoffs to photojournalists, this study suggests that ordinary people still care about quality professional photojournalism. There remains a belief that professional photojournalism invokes change, informs citizens, and tells a side of the story that may otherwise remain untold. The emotive power of the photo essay remains relevant and is a unique form of communication not found elsewhere in the visual-social sphere. The vast amount of visual sharing online has not changed that. Ultimately, deep self-disclosure does not take place via social media, but professional photojournalists are able to foster this intimacy. The study points to a flaw in devaluation of professional photojournalism in the digital era. Future studies would round out this suggestion by examining the valuation of professional photo essays according to ordinary members of the audience who view these photo essays.", "At a time when professional photojournalists may feel defensive about their profession (e.g., Mortensen and Keshelashvili 2013), our research shows that photo subjects were overwhelmingly positive about the professionalism and visual skill of the photojournalists who told their stories. Subjects noticed and valued when a photojournalist treated them with respect, acted empathetically, worked unobtrusively, and were willing to devote significant time – hours, days, weeks, or months – to getting their stories right. Photojournalists, however, are cautioned to proceed with an awareness of the potential negative impact that the public nature of their work may have on their subjects and to incorporate it into every step of their production process.", "At another practical level, understanding what has driven private individuals to self-disclose a difficult or sensitive personal story with a photojournalist will help future visual journalism professionals seek and approach cooperative photo essay subjects. This study has revealed some of the qualities that photo essay subjects appreciate in having their story written and shared by professionals.", "At the theoretical level, this study has begun to fill the gap of literature regarding visual self-disclosure. While previous studies have looked to motivations of those sharing frivolous content online via social media, this is the first to examine self-disclosure at a more intimate level, and the motivations involved with trusting a professional photojournalist to be the medium by which this disclosure takes place. Respondents are willing to disclose to those who take the time for them, approach them with care and treat them with respect. As the results show, reasons for self-disclosure vary widely, but the motivations for sharing found in this study most closely resemble those of people who agree to talk to journalists. Again, self-disclosure to professionals seems to be much different than curating one’s life online via social media platform. Further research on this topic is merited.", "A possible flaw in the research method is that people who may have had a more negative experience with working with a photographer or a publication may also be more hesitant to speak with researchers. Thus, the overwhelmingly positive experiences reported in this paper may be somewhat skewed. Still, the goal of the paper was to discuss the motivations of people who speak with photojournalists, and this skewing does not change that answer.", "Future iterations of this paper will address other data collected for this study, including not only the motivations of those who speak with professional photojournalists for photo essays but their overall experiences with the partnership and outcomes of working with professional photojournalists. The perspective of the content creators, that is, the photojournalists and the newsrooms they are part of could also be examined in future studies. Finally, the photo essays themselves could be the subject of textual analyses. Multi-level analyses such as these could provide insight into not just the structural factors within which meaning is created through media such as photo essays but how that meaning is negotiated by audience members."]}, {"title": "Conclusion", "paragraphs": ["For 75 years, professional photojournalists have valued the photo essay as a medium capable of presenting impactful visual narratives with depth and complexity. In an era where anybody can take and share their own photographs online and professional news organizations laying off their professional photojournalists and attempting to harness these non-professional pictures, this study highlights the strengths of professional photojournalist as articulated by the subjects of award-winning photo essays. Specifically, while anybody can take a photo of certain events, the interviewees in this study demonstrate the special skills required to capture impactful and in-depth stories of social significance. This study largely paints a positive picture of the important work that professional photojournalists are doing and an appreciation by the subjects whose stories they share."]}], "references": [{"title": "To Reveal or not to Reveal: A Theoretical Model of Anonymous Communication", "year": "1980", "journal": "Communication Theory", "volume": "8", "authors": [{"name": "Archer J. L.", "first_name": "Archer", "last_name": "L."}]}, {"title": "The Internet and Social Life", "year": "2004", "journal": "The Annual Review of Psychology", "volume": "55", "authors": [{"name": "Bargh J. A.", "first_name": "Bargh", "last_name": "A."}, {"name": "McKenna K. Y.", "first_name": "McKenna", "last_name": "Y."}]}, {"title": "Benefits of Participating in Internet Interviews: Women Helping Women", "year": "2005", "journal": "Qualitative Health Research", "volume": "15", "authors": [{"name": "Beck Cheryl Tatano.", "first_name": "Beck", "last_name": "Tatano."}]}, {"title": "Why Do Women Write Personal Blogs? Satisfying Needs for Self-disclosure and Affiliation Tell Part of the Story", "year": "2012", "journal": "Computers in Human Behavior", "volume": "28", "authors": [{"name": "Chen Gina Masullo.", "first_name": "Chen", "last_name": "Masullo."}]}, {"title": "What Does the Photoblog Want?", "year": "2005", "journal": "Media, Culture \\& Society", "volume": "27", "authors": [{"name": "Cohen Kris R.", "first_name": "Cohen", "last_name": "R."}]}, {"title": "Information Privacy Concerns, Procedural Fairness, and Impersonal Trust: An Empirical Investigation", "year": "1999", "journal": "Organization Science", "volume": "10", "authors": [{"name": "Culnan M. J.", "first_name": "Culnan", "last_name": "J."}, {"name": "Armstrong P. K.", "first_name": "Armstrong", "last_name": "K."}]}, {"title": "Scientists’ Reasons for Consenting to Mass Media Interviews: A National Survey", "year": "1991", "journal": "Journalism Quarterly", "volume": "68", "authors": [{"name": "DiBella Suzan M.", "first_name": "DiBella", "last_name": "M."}, {"name": "Ferri Anthony J.", "first_name": "Ferri", "last_name": "J."}, {"name": "Padderud Allan B.", "first_name": "Padderud", "last_name": "B."}]}, {"title": "Privacy Calculus Model in E-commerce–a Study of Italy and the United States", "year": "2006", "journal": "European Journal of Information Systems", "volume": "15", "authors": [{"name": "Dinev T.", "first_name": "Dinev", "last_name": "T."}, {"name": "Bellotto M.", "first_name": "Bellotto", "last_name": "M."}, {"name": "Hart P.", "first_name": "Hart", "last_name": "P."}, {"name": "Russo V.", "first_name": "Russo", "last_name": "V."}, {"name": "Serra I.", "first_name": "Serra", "last_name": "I."}, {"name": "Colautti C.", "first_name": "Colautti", "last_name": "C."}]}, {"title": "Reshaping the Journalistic Culture", "year": "2011", "journal": "Changing the News: The Forces Shaping Journalism in Uncertain Times", "volume": "", "authors": [{"name": "Gade Peter J.", "first_name": "Gade", "last_name": "J."}, {"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Why Disaster Survivors Speak to Reporters", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Gearing Amanda.", "first_name": "Gearing", "last_name": "Amanda."}]}, {"title": "How Many Interviews are Enough? An Experiment with Data Saturation and Variability", "year": "2006", "journal": "Field Methods", "volume": "18", "authors": [{"name": "Guest Greg", "first_name": "Guest", "last_name": "Greg"}, {"name": "Bunce Arwen", "first_name": "Bunce", "last_name": "Arwen"}, {"name": "Johnson Laura", "first_name": "Johnson", "last_name": "Laura"}]}, {"title": "Documenting Kate Moss: Fashion Photography and the Persistence of Photojournalism", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Hartley John.", "first_name": "Hartley", "last_name": "John."}]}, {"title": "Disclosure Reciprocity: Conceptual and Measurement Issues", "year": "1982", "journal": "Social Psychology Quarterly", "volume": "45", "authors": [{"name": "Hill C. T.", "first_name": "Hill", "last_name": "T."}, {"name": "Stull D. E.", "first_name": "Stull", "last_name": "E."}]}, {"title": "Social Behavior as Exchange", "year": "1958", "journal": "American Journal of Sociology", "volume": "63", "authors": [{"name": "Homans G. C.", "first_name": "Homans", "last_name": "C."}]}, {"title": "Benefits of Participating in Research Interviews", "year": "1994", "journal": "Journal of Nursing Scholarship", "volume": "26", "authors": [{"name": "Hutchinson Sally A.", "first_name": "Hutchinson", "last_name": "A."}, {"name": "Wilson Margaret E.", "first_name": "Wilson", "last_name": "E."}, {"name": "Wilson Holly Skodol", "first_name": "Wilson", "last_name": "Skodol"}]}, {"title": "Cyberactivism in the Egyptian Revolution: How Civic Engagement and Citizen Journalism Tilted the Balance", "year": "2011", "journal": "Arab Media and Society", "volume": "14", "authors": [{"name": "Khamis S.", "first_name": "Khamis", "last_name": "S."}, {"name": "Vaughn K.", "first_name": "Vaughn", "last_name": "K."}]}, {"title": "Voluntary Self-Disclosure of Information on the Internet: A Multimethod Study of the Motivations and Consequences of Disclosing Information on Blogs", "year": "2008", "journal": "Psychology \\& Marketing", "volume": "25", "authors": [{"name": "Lee Doo-Hee", "first_name": "Lee", "last_name": "Doo-Hee"}, {"name": "Im Seunghee", "first_name": "Im", "last_name": "Seunghee"}, {"name": "Taylor Charles R.", "first_name": "Taylor", "last_name": "R."}]}, {"title": "Pictures Speak Louder Than Words: Motivations for Using Instagram", "year": "2015", "journal": "Cyberpsychology, Behavior, and Social Networking", "volume": "18", "authors": [{"name": "Lee Eunji", "first_name": "Lee", "last_name": "Eunji"}, {"name": "Lee Jung-Ah", "first_name": "Lee", "last_name": "Jung-Ah"}, {"name": "Moon Jang Ho", "first_name": "Moon", "last_name": "Ho"}, {"name": "Sung Yongjun", "first_name": "Sung", "last_name": "Yongjun"}]}, {"title": "A View from the Window: Photography, Recording Family Memories", "year": "2010", "journal": "Social Alternatives", "volume": "29", "authors": [{"name": "Livingston Debra", "first_name": "Livingston", "last_name": "Debra"}, {"name": "Dyer Pam", "first_name": "Dyer", "last_name": "Pam"}]}, {"title": "Blurry and Centered or Clear and Balanced? Citizen Photojournalists and Professional Photojournalists’ Understanding of Each Other’s Visual Values", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Mortensen Tara Marie.", "first_name": "Mortensen", "last_name": "Marie."}]}, {"title": "Dear Citizen Photojournalists: Who are You? Studying the Motivations and Values of Citizen Photojournalists", "year": "2015", "journal": "Photographies", "volume": "8", "authors": [{"name": "Mortensen Tara M.", "first_name": "Mortensen", "last_name": "M."}, {"name": "Jones Julie", "first_name": "Jones", "last_name": "Julie"}, {"name": "Keshelashvili Ana", "first_name": "Keshelashvili", "last_name": "Ana"}]}, {"title": "If Everyone with a Camera can do this, then What? Professional Photojournalists&#039; Sense of Professional Threat in the Face of Citizen Photojournalism", "year": "2013", "journal": "Visual Communication Quarterly", "volume": "20", "authors": [{"name": "Mortensen T. B.", "first_name": "Mortensen", "last_name": "B."}, {"name": "Keshelashvili A.", "first_name": "Keshelashvili", "last_name": "A."}]}, {"title": "Qualitative Research Interviews: Therapeutic Benefits for the Participants", "year": "2003", "journal": "Journal of Psychiatric and Mental Health Nursing", "volume": "10", "authors": [{"name": "Murray B.", "first_name": "Murray", "last_name": "B."}]}, {"title": "Social and Technological Motivations for Online Photo Sharing", "year": "2016", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "60", "authors": [{"name": "Oeldorf-Hirsch Anne", "first_name": "Oeldorf-Hirsch", "last_name": "Anne"}, {"name": "Shyam Sundar S.", "first_name": "Shyam", "last_name": "S."}]}, {"title": "Anything You Can Do, I Can Do Better? Professional Journalists on Citizen Journalism in six European Countries", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Örnebring Henrik.", "first_name": "Örnebring", "last_name": "Henrik."}]}, {"title": "Confession, Inhibition, and Disease", "year": "1989", "journal": "Advances in Experimental Social Psychology", "volume": "22", "authors": [{"name": "Pennebaker James W.", "first_name": "Pennebaker", "last_name": "W."}]}, {"title": "Lewis Hine: From ‘Social’ to ‘Interpretive’ Photographer", "year": "1987", "journal": "American Quarterly", "volume": "39", "authors": [{"name": "Seixas Peter.", "first_name": "Seixas", "last_name": "Peter."}]}, {"title": "The Online Disinhibition Effect", "year": "2004", "journal": "Cyberpsychology \\& Behavior", "volume": "7", "authors": [{"name": "Suler John.", "first_name": "Suler", "last_name": "John."}]}, {"title": "Social Anxiety, Motivation, Self-disclosure, and Computer-mediated Friendship: A Path Analysis of the Social Interaction in the Blogosphere", "year": "2013", "journal": "Communication Research", "volume": "40", "authors": [{"name": "Tian Qing.", "first_name": "Tian", "last_name": "Qing."}]}, {"title": "Bloggers’ Expectations of Privacy and Accountability: An Initial Survey", "year": "2005", "journal": "Journal of Computer-Mediated Communication", "volume": "10", "authors": [{"name": "Viégas Fernanda B.", "first_name": "Viégas", "last_name": "B."}]}, {"title": "Listeners, not Leeches: What Virginia Tech Survivors Needed From Journalists", "year": "2011", "journal": "Journal of Mass Media Ethics", "volume": "26", "authors": [{"name": "Walsh-Childers Kim", "first_name": "Walsh-Childers", "last_name": "Kim"}, {"name": "Lewis Norman P.", "first_name": "Lewis", "last_name": "P."}, {"name": "Neely Jeffrey", "first_name": "Neely", "last_name": "Jeffrey"}]}]}