{"doi": "10.1080/1461670X.2015.1110499", "url": "https://doi.org/10.1080/1461670X.2015.1110499", "title": "“The Mission is to Keep this Industry Intact”", "volume": "18", "year": "2017", "issue": "8", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Villi", "first_name": "Mikko", "name": "Mikko Villi", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Hayashi", "first_name": "Kaori", "name": "Kaori Hayashi", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The focus of this paper is the digital transition in major Japanese newspapers that sell millions of copies per day. By digital transition we refer to the shift to publishing content on digital platforms—in this case the shift from print to online and mobile media. Japan is globally one of the most important newspaper markets with the world's largest daily newspapers measured by circulation. The research focusing on the digital transition in Japanese newspapers and the implications of this shift has been hitherto almost non-existent. In this paper, the digital transition is examined by means of qualitative in-depth interviews with representatives from leading Japanese newspapers. The conclusion deriving from the empirical analysis is that for Japanese newspapers the most essential approach in coping with the transition to digital is protecting the printed paper and treating the digital platforms as supplementary.", "body": [{"sec_title": "Introduction", "sec_content": ["The newspaper industry used to be a relatively simple industry, which is now being challenged by a complex environment. This mainly reflects a multitude of technological developments, including the emergence of new communication devices and digital platforms. It is increasingly difficult for newspapers to be just newspapers, as they feel the pressure to develop online services and produce content for mobile devices, in particular mobile phones and tablet computers (Jansson and Lindell 2015; Schrøder 2015). With the growing diffusion of digital media newspapers need to adjust to also being news-screens.", "In this paper, the focus is on Japanese newspapers and their gradual transition from print to digital platforms. Japan provides an interesting context for studying changes in the newspaper industry because it is a technologically advanced country and a pioneer in mobile communication. The Japanese newspaper audience is readily equipped with computers and mobile devices and can take advantage of an advanced internet infrastructure. Backed up by a long tradition of reading and writing, newspapers in Japan have been extremely successful, and the drop in circulation lately has not been as drastic as newspapers in many other countries have experienced. However, newspapers also face uncertainty in Japan, mainly because of the emergence of new digital platforms.", "This paper contributes to the literature on the digital transition of newspapers (e.g. Tremayne, Weiss, and Alves 2007; Mitchelstein and Boczkowski 2009; Aris 2011; Christensen, Skok, and Allworth 2012; Chyi and Lee 2013; Picard 2014; Thurman and Newman 2014; Schlesinger and Doyle 2015). Our focus is on the more general outlooks concerning the digital transition, in contrast to examining specific contexts, such as newsroom practices (Schmitz Weiss and Domingo 2010; Tameling and Broersma 2013). By digital transition, we refer to the shift to publishing media content to online platforms, where the content is consumed by using digital devices such as laptops, mobile phones and tablet computers. The gradual transition can be compared to a journey (Schlesinger and Doyle 2015). The endpoint of digital transition can then be a digital-only media brand that is not published anymore on the print platform. The digital transition affects the whole chain of industry operations from news reporting to news distribution and consumption, and thus the survival of newspapers.", "The contribution of the paper is to offer novel analysis of the challenges the major Japanese newspapers are experiencing in the digital transition. In recent years, with a handful of exceptions, very few studies have been published in international journals or books focusing on the Japanese media landscape in general (e.g. see Merklejn 2009; Alford and McNeill 2010; Rausch 2012; Tanaka 2012; Hayashi and Kopper 2014). Moreover, international research focusing on the digital transition in Japanese newspapers and the implications of the newspaper crisis in Japan (or discussion if there is a crisis at all, cf. Siles and Boczkowski 2012), is virtually non-existent. The lack of interest in Japanese media is evident from the relatively small number of publications by non-Japanese researchers, compared with research in other areas of Japanese life such as politics, history, art or literature (Gatzen 2001). We believe that research on Japanese newspapers should be included more strongly in the international field of journalism studies.", "In this paper, the digital transition is examined by means of qualitative in-depth interviews with journalists from the major Japanese newspapers. In terms of circulation, the studied newspapers are among the largest—or the largest—in the world, with daily circulation ranging from 2 to 10 million copies. The study offers an important perspective on how these newspaper giants have adjusted to and are managing the seemingly inevitable transition from print to digital platforms, and the search for alternative models for a sustainable journalism (Franklin 2014, 481).", "The conclusion based on the empirical analysis is that Japanese newspapers have a conservative and remarkably reluctant attitude toward change and reform. The main reasons behind this attitude are, as we will show, the stable structure of the Japanese newspaper industry and the rather exceptional willingness to shield the exclusive senbaiten system consisting of independent newspaper sales and distribution companies, or rather shops, which play an important role in the marketing of newspaper subscriptions. The most essential approach in coping with the digital transition is protecting the printed paper while treating the digital platforms as supplementary. The most important role of newspapers’ digital services is to attract new (mostly young) readers to become newspaper readers. In this sense, the digital services are subordinate to the printed paper. The intention is not to pursue a digital-first or mobile-first strategy or to lure new digital-only customers. Digital-only or dual subscriptions (print and digital) are not actively supported by the studied newspapers, sometimes the digital access to the content is even hindered. According to our analysis, this is also due to the impregnable belief in a “print culture” based upon the long tradition in Japan (Berry 2006) of fondness for printed reading matter of all kinds, as well as a certain fear and doubtfulness, even cluelessness about the digital unknown among newspapers’ top management.", "We argue that, in the face of digital disruption, the strong grip on the printed paper can have negative implications for Japanese newspapers, as the print-first approach contradicts the highly networked and digitized Japanese society that would be exceptionally well suited for having people read newspaper content that is delivered to their devices over the internet. Clinging on to the printed paper leads also to newspapers not having an effective way to recruit new readers, especially among the younger generations."]}, {"sec_title": "Japanese Media and the Digital Transition", "sec_content": ["In many countries, newspapers are operating in mature sectors with rising costs, declining revenues, increasing competition for audience attention and evolving technological platforms. The volume and velocity of the transformations under way have created a challenging environment for newspapers, where existing business models are expiring and outcomes are non-linear and unpredictable when moving from the known to the unknown (Küng 2007, 26; 2008, 90, 121). This involves also a strong tension between tradition and change (Mitchelstein and Boczkowski 2009, 575; Mierzejewska 2011, 24; Järventie-Thesleff, Moisander, and Villi 2014). As print circulations continue to fall in most markets, there is a degree of inevitability in the belief that newspapers need to increasingly abandon the print platform and redefine themselves as online entities (O'Sullivan and Heinonen 2008, 367–368).", "At the moment, the digital transition is increasingly focused on mobile platforms, such as smartphones and tablet computers (Villi and Matikainen 2015). If media consumers are increasingly migrating to the new digital platforms, the obvious conclusion is that media companies need to follow their preferences, be agile in development and willing to make the shift to digital. Our aim is to shed light on this process in the Japanese newspaper industry by studying the largest and most influential Japanese newspapers.", "Japan is a newspaper country—the Japanese people are devoted readers of newspapers and the number of newspaper readers is high compared to most other countries. The total circulation of newspapers in Japan in 2014 was almost 45 million, which amounts to 0.83 subscriptions per household.1 Ninety-five per cent of newspapers are delivered home to regular subscribers.2 In short, Japanese newspapers have remained relatively strong for the simple reason that readers are not cancelling their subscriptions. For most Japanese adults in their fifties and upward, newspapers are not merely an information source but an indispensable part of their lifestyle (Hayashi 2013).", "In most of Japan's 47 prefectures, at least one local newspaper is available, which exercises substantial influence in the respective distribution area. But the most remarkable influence concentrates on the five national dailies: Yomiuri Shimbun (daily circulation of 10 million copies), Asahi Shimbun (8 million), Mainichi Shimbun (4 million), Nihon Keizai Shimbun, hereafter Nikkei (3 million) and Sankei Shimbun (2 million).3 The circulation of the “Big Five” amounts to 50 per cent of all newspaper copies in Japan. Each of the national newspapers prints two editions—morning and afternoon—every day. They all are among the world's largest daily newspapers circulation-wise, seven out of the global top 10 being Japanese newspapers, and Yomiuri Shimbun, Asahi Shimbun and Mainichi Shimbun being the top three.", "There is a historical reason for the current strength of national newspapers in Japan. During the militaristic system in the 1920s and 1930s, the government promoted the merging of newspaper companies, as fewer newspapers with larger readerships were easier to control and censor for the government (Valaskivi 2007, 12). On top of that, historically, most of the political opinion papers disappeared by the turn of the twentieth century, and only commercial papers that downplayed politics in favour of more general and popular subject matter flourished after the government exercised strong censorship (Hayashi 1999).", "The national daily newspapers have become cultural and social institutions also by extending their activities beyond simply delivering media content (Figure 1). For instance, Yomiuri Shimbun owns an orchestra, a travel agency, a baseball team and a theme park. These extensions contribute to the promotion of newspapers to all walks of life in Japan. A large part of readers do not necessarily subscribe to a certain newspaper because of the content or political views provided, but rather because they are fans of its baseball team and maybe can also get free tickets to games with their subscription. “The Mission is to Keep this Industry Intact”Digital transition in the Japanese newspaper industryAll authorsMikko Villi & Kaori Hayashihttps://doi.org/10.1080/1461670X.2015.1110499Published online:25 November 2015FIGURE 1  Income composition of Japanese newspaper companies. Source: The Japan Newspaper Publishers and Editors AssociationDisplay full sizeFIGURE 1  Income composition of Japanese newspaper companies. Source: The Japan Newspaper Publishers and Editors Association", "FIGURE 1  Income composition of Japanese newspaper companies. Source: The Japan Newspaper Publishers and Editors Association", "FIGURE 1  Income composition of Japanese newspaper companies. Source: The Japan Newspaper Publishers and Editors Association", "The circulation of the major newspapers of Japan has been relatively steady, although slowly declining;4 more worryingly, there has been a sharper drop in advertising revenues (Alford and McNeill 2010). Relevant to the newspaper business is also that the Japanese population is ageing and shrinking as a result of the falling birth rate. Middle-aged and older people sustain the subscriptions to printed papers. For example, 87 per cent of the readers of Yomiuri Shimbun are above 40 years old.5 In the face of economic woes, many of the big dailies have scaled back local reporting, relying instead on partnerships with regional newspapers. Another trend is the growth of free papers (Alford and McNeill 2010). In addition, many papers, especially smaller local papers, have abolished their evening editions, which have been traditionally common to every newspaper in Japan.", "Particular to the Japanese newspaper market is the importance of the exclusive sales and distribution system called senbaiten. Each senbaiten shop is franchised by one particular newspaper and assigned to a local distribution area by the parent newspaper company. It thus enjoys a monopoly status to sell subscriptions to the newspaper in the allocated area. The significance of senbaiten is emphasized by the fact that they possess most of the customer information, based on engaging in face-to-face communication within a local community. The number of senbaiten shops continues to drop, but industry figures show that there were still 17,609 outlets in 2014, which employed 344,513 workers.6 Also the regional papers have strong delivery networks.", "The marketing efforts of the senbaiten shops are famously tenacious. The circulation of the newspapers is pumped also by the practice of oshigami, obliging the shops to buy newspapers far in excess of their orders from customers (Alford and McNeill 2010). What differentiates Japan from many other countries with a newspaper home delivery system is that the Japanese sales and distribution shops are independent agencies, although they rely heavily on each parent newspaper company for their finances and resources. In principle, the senbaiten make their living by buying out and distributing a large number of copies of newspapers, as well as contracting the distribution of advertisement leaflets of local business owners, supermarkets or cram schools. Thus, crucially, their profits are directly related to the magnitude of the circulation of printed newspapers.", "Japan is one of the most advanced societies in terms of the social diffusion of ICT (Kimura 2010, 199). The broadband connections in Japan are highly developed, mobile phones and especially smartphones are widely used, and also mobile broadband is common. The use of the internet in Japan has been based on mobile phones since the late 1990s, and mobile phones are still overwhelmingly favoured over PCs as a medium for internet access (Miyata et al. 2005, 145; Ishii 2006, 349; Kim 2012, 480). As the mobile internet was introduced to the majority of the people before the PC or Web internet, the word “internet” still makes Japanese people think primarily about mobile media.", "In this context, the consumption of media content on mobile devices makes sense, also given the long commutes on public transportation in densely populated urban areas (Schroeder 2010, 81). The Japanese public has a favourable perception of the usefulness of accessing news on the mobile, and attitudes are rather consistent across age and gender (Westlund 2010, 104). Fifteen per cent say that mobile is the main way of accessing news and 26 per cent use it weekly to access news (Newman and Levy 2014, 9, 39). In all, the so-called “mobile publishing” market is strong, for example, by offering keitai shosetsu (mobile novels), targeted at young readers who need a pastime while waiting for or sitting on the train (Valaskivi 2007, 38; Kim 2012).", "Japanese newspaper companies tend to present themselves as being very open to new technology and platforms. All of the Japanese national dailies started their own websites by 1995. They also entered the mobile internet market very early, with Yomiuri Shimbun being one of the first content providers for the NTT DoCoMo i-mode service (Merklejn 2009, 391–392). However, although Japan is an acknowledged testing ground for the latest, cutting-edge communication technology, the proliferation of new uses for digital technologies has not been as extensive in the media industry as has heretofore been assumed (Kim 2012, 475–476). In fact, the mainstream newspapers have been slow to develop online, only launching fully fledged websites from 2010. Also, the public service broadcaster NHK has been restricted in developing internet news services (Newman and Levy 2014, 38).", "Because of the market dominance of Yahoo Japan, pure players outstrip reported online media usage by all traditional broadcast and media outlets (Newman and Levy 2013, 55; 2014, 38–40; 2015, 43). Yahoo's portal site is by far the most viewed Japanese-language website. There are eight news items chosen for the so-called “Yahoo Topics” that are updated several times a day and are now said to be regularly visited by about 80 per cent of the entire PC users in Japan (Nielsen 2014). In contrast to many industrialized countries, Facebook, Twitter and other social networks are a weekly gateway to news for only 12 per cent of the Japanese audience (Newman and Levy 2014, 14, 71). In addition, for the Japanese mainstream newspapers, engagement with the audience in social media is only occasional, intermittent and by no means systematic (Villi and Jung 2015)."]}, {"sec_title": "Data and Method", "sec_content": ["In order to illustrate the transition to digital platforms in Japanese newspapers, we utilize findings from qualitative in-depth interviews carried out in six major Japanese newspapers: Yomiuri Shimbun, Asahi Shimbun, Sankei Shimbun, Mainichi Shimbun, Nikkei and Chunichi Shimbun. The data consist of interviews with 10 people, who all have a long and substantial journalistic background, work in senior management positions, and are responsible for future strategies at the respective newspapers. In addition, two experts on the Japanese newspaper industry were used as informants. In order to assure the full anonymity of the interviewees (as requested by the interviewees themselves), we do not reveal their names or positions on the newspaper staff, or specify the newspapers when referring to the data. The newspapers they represent are indicated with the letters A to F, and the two informants with letters a and b.", "According to our experience, it is not a simple task to obtain the possibility of conducting interviews in Japanese media companies. The process often takes several months and existing personal networks are necessary. Therefore, the sampling procedure for the interviews relied mostly on utilizing connections provided by colleagues and other contacts. The group of interviewees included one editor-in-chief, but otherwise we were not able to interview members of top management. The interviews, lasting approximately one and a half hours each, were in English, either by all parties involved speaking English or with the aid of an interpreter. The interviews were recorded and transcribed. The study relies solely on the research interviews and does not include ethnographic observation.", "A semi-structured model was used for the interviews. A set of questions divided into themes was presented to all of the interviewees. The researchers wanted the interviewees to continue their thoughts along new lines as well, and asked them to elaborate on certain themes that seemed interesting. The accumulation of the empirical data and its analysis were systematic. The study proceeded with a considerable amount of textual data, moving from analysis and coding of parts of the data-set (single interviews) to developing a holistic understanding of the practices and views expressed by the interviewees.", "By applying thematic analysis, we distinguished the following themes from the interview material: mobile devices, online versus print, uncertainty, revenue models, age of readers, innovation, senbaiten, development, change, paywall, promotion, social media and community. These themes were largely based on the interview framework. However, we were also open to themes that arose from the analysis of the interview material or originated from the interviewees. In order to illustrate outlooks regarding the digital transition, we report “telling extracts” from the data: articulate expressions representing those views that were pronouncedly expressed by the interviewees (Silverman 2001, 83)."]}, {"sec_title": "Results", "sec_content": ["In surprisingly many of the studied Japanese newspapers, there seems to be more wishful thinking than an actual long-time strategy regarding the (digital) future. As an extreme example, an interviewee (newspaper C) commented that the decrease in the circulation of printed papers would stop in 10 years. When asked why—what will end the downward spiral—the response was a blunt “it has to”. As one reason securing the future of printed papers, he suggested that papers are available even when there is no electricity in the aftermath of an earthquake. However, in large parts of Japan, electricity is well maintained even after earthquakes.", "The somewhat blind trust in print culture might hide from the newspaper management how the lifestyle of the readers is changing. The majority of young people in Japan no longer consider it necessary to subscribe to a newspaper. Earlier, for example when moving to a new house, the newspaper subscription was regarded as being part of the basic infrastructure, just like electricity, water and gas. People would submit their subscription contract without hesitation to the local senbaiten shop in their new neighbourhood.", "According to a survey conducted by the Japan Press Research Institute (Figure 2), newspapers are ranked as the most indispensable news source in Japan. However, if we look at the survey data closely, we can discover remarkable gaps in terms of the choice of media between younger and older generations. While 34.1 per cent of respondents in their 20s consider newspapers to be indispensable as news sources, as many as 66.1 per cent of the respondents in their 60s answered positively to the same question. In comparison, almost 60 per cent of the respondents in their 20s replied that the internet is indispensable for them as a news source, while only 11.4 per cent of those in their 60s shared the same view. “The Mission is to Keep this Industry Intact”Digital transition in the Japanese newspaper industryAll authorsMikko Villi & Kaori Hayashihttps://doi.org/10.1080/1461670X.2015.1110499Published online:25 November 2015FIGURE 2  Percentages of those Japanese who regard newspapers/internet as an indispensable news source (N = 3404). Source: Japan Press Research Institute, 2012, http://www.chosakai.gr.jp/notification/index.htmlDisplay full sizeFIGURE 2  Percentages of those Japanese who regard newspapers/internet as an indispensable news source (N = 3404). Source: Japan Press Research Institute, 2012, http://www.chosakai.gr.jp/notification/index.html", "FIGURE 2  Percentages of those Japanese who regard newspapers/internet as an indispensable news source (N = 3404). Source: Japan Press Research Institute, 2012, http://www.chosakai.gr.jp/notification/index.html", "FIGURE 2  Percentages of those Japanese who regard newspapers/internet as an indispensable news source (N = 3404). Source: Japan Press Research Institute, 2012, http://www.chosakai.gr.jp/notification/index.html", "One reason preventing newspapers from making more ambitious and bold moves to the digital realm is the country's seniority principle. The top management in media companies usually consists of elder people, who have climbed the ladder to the top slowly, beginning their ascent in the 1970s and 1980s when the newspaper and publishing industry enjoyed remarkable sales growth. They are not digital natives who would be versed in ICT: “They do not know and they do not even want to know [about the new digital platforms]” (informant b). In this sense, the perceptions of the significance of digital technologies are quite far from each other between the top management and the younger generations. This indicates also a disagreement between the middle management and the top management. Even if, for example, individual journalists are interested in innovations regarding digital and social media, the majority of the top management thinks differently. Consequently, changes do not happen easily: “There's a lot of insight and wisdom among those who do work with digital, but maybe in the top [management] there's not so much, it's more narrow-sighted” (informant a).", "According to Singer et al. (2011, 3), the newspaper industry in general has demonstrated its ability to adapt successfully to monumental changes in communication technology throughout the nineteenth and twentieth centuries; often newspapers have been the first to innovate. By contrast, Japanese national newspapers—despite their large resources—have not been very innovative when faced by the digital transition. As one interviewee commented, “The [Japanese] newspaper industry is a dinosaur, how do you say, not so flexible” (newspaper F). Most of the Japanese newspaper companies are quite content sitting in the backseat, instead of being the driver on the way to the land of new media. In line with our results, Tanaka (2012, 34) notes how “While some companies are taking on the challenge of change, most [Japanese] newspapers are in no hurry. Being slow is probably a characteristic only seen in Japan  …  many companies simply observe their foreign counterparts carrying out experiments.”", "To summarize the present situation, the giant Japanese newspaper corporations, which sell millions of copies a day, base their present business model on print subscriptions and thus focus firmly on the needs of their current readers as well as the senbaiten. Newspapers have largely failed to develop new innovations or business models that would meet future audience needs in the digital age. Consequently, they are most likely to fall behind in terms of digitalization compared with their counterparts in many other parts of the world, where newspapers compete, for example, with new online media outlets. Japanese newspapers do not seem to face the innovator's dilemma (Christensen 1997), where nimble, entrepreneurial companies threaten the slow-moving incumbents. Journalistic start-ups or aggressively moving smaller media companies are not very visible in the Japanese media landscape. The domestic market is also protected by the language barrier.", "The widely shared belief in Japan is that the top management “can just keep the papers publishing and maintain conventional activities, so they don't want, they don't need to care about the new experimental challenges” (informant a). Apparently, the threshold of letting the first digital domino fall is quite high. Even the smaller regional newspapers are not any more agile than the big, national newspapers in the digital transition, although exiguous signs of change exist in such newspapers as the Kobe Shimbun, Shizuoka Shimbun and Kahoku Shimbun (according to informant b).", "The structure of the Japanese newspaper industry has not changed very much in the past half century. Japanese national newspapers are “Giants and financially rich. And they have not experienced many failures before. They just think the very safe way.” (informant b). However, most of our interviewees considered it inevitable that the model will change: “I think it must, I mean, nobody's willing to but, yes” (newspaper E). The most agile newspaper so far has been Sankei Shimbun, the smallest one among the five national newspapers. Its relatively small size and weak position in the market has given it the freedom to experiment with new ways to adjust to the digital world (Tanaka 2012, 34). As another example, Nikkei, a paper that specializes in economic news, has been engaged in probably the most ambitious attempt to migrate a major print-based news operation online (Valaskivi 2007, 28; Alford and McNeill 2010).", "Of the three biggest newspapers, Asahi Shimbun is somewhat of a trendsetter in digitization, despite still having a huge print circulation. It offers a full digital version of the paper, of which it is possible to be a digital-only subscriber. It has also set up a small joint venture office with the Huffington Post to launch Huffington Post Japan in order to seek new opportunities in the digital world. Other national dailies have established digital bureaus that act as “laboratories” to design and implement new media products. There the thinking is more radical, but it takes time to convince the top management.", "In general, the big newspapers are more like battleships; while it takes them a long time to turn around, they can move forward with an impressive amount of power and speed (Anderson, Bell, and Shirky 2013, 48). However, it is questionable whether all Japanese battleships have yet the will to begin the turnaround. At the moment they seem to be keener on protecting what they have. “Our strategy is to protect our paper first  …  we have to keep our credibility and also our printed media. And then, if situation goes worse, we have to make some effort” (newspaper F).", "Yet, even if it is not in their culture to change, it is assumed that the newspapers have to change in order to “survive” and to “be compatible to the readers” (newspaper A). The readers are not so much anymore on paper. The younger generations, they are very mobile. How long can newspapers resist and not go where the readers are?  …  Maybe [in the newspaper] the resistance is still quite high. I mean maybe the top management and the sales and advertisement bureaus say they don't want to lose money, which is of course natural, but at the same time they might lose the readers. (newspaper F)", "The readers are not so much anymore on paper. The younger generations, they are very mobile. How long can newspapers resist and not go where the readers are?  …  Maybe [in the newspaper] the resistance is still quite high. I mean maybe the top management and the sales and advertisement bureaus say they don't want to lose money, which is of course natural, but at the same time they might lose the readers. (newspaper F)", "Those Japanese newspapers that have made efforts to implement a digital transition in order to ensure their survival consider the future of the more conservative newspapers as “rather dismal” (newspaper A). However, the digitally conservative newspapers in Japan do still have a strong business model, huge circulation, power to maintain their advertisement benefits, non-media extensions like baseball teams or theme parks, and also television broadcasting. Therefore, they can probably survive as conglomerates, but “not as media corporations” (newspaper A). It is possible for these more diversified companies to subsidize the newspaper sector with profits generated by the non-media extensions.", "Aris and Bughin (2005, 7) wrote a decade ago how traditional media players have hesitated to enter the online world, because they fear revenue cannibalization of their offline offerings. Many of the major newspapers in Japan still fear cannibalization and are, therefore, hesitant to devote too much to the digital products and platforms. They want to protect their old turf, effectively limiting access to their online content, quite unlike many of their counterparts in other countries who have cannibalized their print editions out of fear of being left behind by competitors (Alford and McNeill 2010). The Japanese incumbents do not seem to be afraid of other media companies or pure players stealing the market.", "The current newspaper model in Japan concentrates on maintaining the print newspaper business as intact as possible. “The best way is to … keep, try to keep this [print] circulation as … long as possible, as far as possible” (newspaper F). They [the management] have to favour people who subscribe papers, because their main income depends on the paper business  …  This kind of system is necessary still for almost all Japanese newspaper companies. (newspaper B)", "They [the management] have to favour people who subscribe papers, because their main income depends on the paper business  …  This kind of system is necessary still for almost all Japanese newspaper companies. (newspaper B)", "It is fair to say that the digital editions—which have been created only by the major national and regional newspapers in Japan—are regarded as an additional customer service for those subscribing to the printed paper. In most cases, access to the online content or mobile services requires a full subscription to the printed newspaper. The print platform is also protected by means of charging more for the digital edition: “If the digital version is cheaper than the print newspaper, then our business model will collapse” (newspaper A).", "When asked if there has been discussion on opening the digital services for consumers that do not want to subscribe to the printed paper, a telling response was that “The paper circulation is declining. Our board is very afraid of that. That's why we have limited the digital services to subscribers. Paper subscribers” (newspaper B). This information from our study interviews is in contrast to how Tanaka (2012, 33) notes that one thing all of the major Japanese newspapers have in common is that they want to sell digital content as much as they want to sell printed newspapers.", "Another practice promoting and protecting print is that the online content is usually not identical to that of the print version. For example, the mobile phone editions of the newspapers generally “omit the killer contents” (newspaper C). The idea is that, for example, when using the mobile app, the new potential customers can explore the content of the newspaper, and realize that by the digital access they can consume only, say 70 per cent, of all the content. If they want to get the rest, too, then they have to subscribe to the print edition.", "In a sense, this represents a freemium model where the premium product is available only in the print format. Or put another way, behind the paywall awaits the printed paper. Basically, non-subscribers can read only three lines or two paragraphs of an online news story, and if they would like to read more of the article that interests them, in many cases they would need to subscribe to the whole printed newspaper. When it comes to digital-only consumption of the content of most of the studied newspapers, “even if you're willing to pay, there's nothing to pay for” (newspaper E). In this sense, the online paywall can be regarded as a defensive strategy for the print edition (Chyi 2012, 242–243).", "The online services are used more like digital barkers or Trojan horses for the printed paper: to lure younger people, “to lead them to the newspaper” (newspaper C) and begin subscribing to the print edition. [Digital platforms] are useful in making them [young people] realize that newspapers are still very interesting media. Because many younger people, most of the young people don't read even newspapers, they don't know what newspapers are. So to make them realize what newspapers are, and how interesting the newspapers as media are. (newspaper C)", "[Digital platforms] are useful in making them [young people] realize that newspapers are still very interesting media. Because many younger people, most of the young people don't read even newspapers, they don't know what newspapers are. So to make them realize what newspapers are, and how interesting the newspapers as media are. (newspaper C)", "This presents a certain dilemma. The newspapers want to lure readers by producing digital content, but at the same time they make the digital version less attractive by charging more and/or providing only part of the content on the digital platforms—in order to protect the printed newspaper.", "It became very clear in all of the interviews that the digital editions accessed either with a computer or a mobile device are considered supplementary and that the print reader is the premise, who is also expected to stay a print reader. The aim is to promote such multi-platform use, where the subscriber reads the newspaper on paper at home in the morning and then on the way to work in the subway or train reads it online, never relying solely on digital platforms when consuming newspaper content. In many ways, the mobile service is supplementary. It's a supplement to the print. And the basic idea is that all the readers read the printed newspaper. And then, sometimes they use also the mobile. It's not the other way around. (newspaper B)", "In many ways, the mobile service is supplementary. It's a supplement to the print. And the basic idea is that all the readers read the printed newspaper. And then, sometimes they use also the mobile. It's not the other way around. (newspaper B)", "The protection of the printed newspaper is also linked to the very Japanese intention to shield the people working in the industry, in this case those in paper printing and delivery. As one interviewee (newspaper C) noted, “the mission is to keep this industry intact”. If a major transition to digital publishing would be made, many people working in printing and delivery would lose their jobs."]}, {"sec_title": "Protecting the Senbaiten", "sec_content": ["In Japan, there is a popular saying that “newspapers are produced by intellectuals and sold by yakuza [gangsters]”. This saying depicts the division of labour in the newspaper sector and reveals the power of the aforementioned senbaiten system of newspaper sales and distribution. An important factor influencing the cautious practice in developing digital products and digital-only models is clearly the existence of the senbaiten. The system is the foundation of the newspaper market in Japan, and the roughly 17,600 small senbaiten shops scattered around Japan have played a pivotal role in boosting the circulation of newspapers in Japan, which amounts to tens of millions in total. The management of Japanese newspaper companies is traditionally composed of former journalists, and there has been a marked reluctance on their part to pay attention to the balance sheet. Therefore, knowledge and skills about sales and marketing largely belong to the realm of the senbaiten shops. They are firmly rooted in local communities and have accumulated know-how concerning how to sell papers to local households. Japan's newspaper giants, on the other hand, have neither the means nor the knowledge to develop local readership. This explains well the desire to protect the senbaiten shops’ business and keep them happy. That [the senbaiten system] is the reason why Japanese newspapers have proliferated and penetrated every household, across Japan. And that's why the newspaper ratio in Japan is so high. It's not because of democracy or whatever [laughs]. But the marketing strategy. Via these delivery networks. That has been the main reason. That's why they [the newspapers] are so dependent on the paper sales. (newspaper B)", "That [the senbaiten system] is the reason why Japanese newspapers have proliferated and penetrated every household, across Japan. And that's why the newspaper ratio in Japan is so high. It's not because of democracy or whatever [laughs]. But the marketing strategy. Via these delivery networks. That has been the main reason. That's why they [the newspapers] are so dependent on the paper sales. (newspaper B)", "The senbaiten are independent companies, but newspaper companies feel responsible for them because of the strong alliance and interdependence. The senbaiten have “a very big influence” on newspapers, they are strong lobbyists (newspaper B). “The newspapers want to work together with the senbaiten to survive, to keep the paper market intact  …  With that prospect, or outlook, a substantial part of newspaper business will  …  stick [to the paper] even  …  in the digital age” (newspaper C).", "Newspapers do not want to make the senbaiten feel afraid that they will become redundant. Therefore, the digital services that the newspapers offer need in many ways to be kept under the lid—the newspapers cannot very openly advertise and promote such advantages of the digital services that would lead to consumers converting fully to digital platforms and cancelling their print subscriptions. “You have to be really, yeah quiet. Hush hush  …  Dilemma. Dilemma is a word, very fitting about this” (newspaper B).", "A digital newspaper matching the looks and the content of the printed paper would be considered a threat by the senbaiten. Such a product would cause them to “misunderstand that the newspaper is going digital” (newspaper F). The close, almost symbiotic relation with the senbaiten system affects the newspapers’ strategy greatly: “We cannot go in steep shift into digital from the newspaper, we cannot” (newspaper F).", "However, there are newspapers that have less strong senbaiten networks of their own and rely more on the distribution undertaken by the senbaiten of other newspapers. These newspapers, usually smaller, less influential ones, can, in principal, provide the best possible experience for readers on digital platforms. They do not have to downplay the online offering or otherwise guard the printed newspaper and can actually build an online presence as one of the cornerstones of their strategy. Of course, we like to protect the paper, but we believe as a company that the way to protect the company is not only guarding against “free riders”, but rather more about spreading it out to a wider audience  …  strengthening our presence in the market. (newspaper E)", "Of course, we like to protect the paper, but we believe as a company that the way to protect the company is not only guarding against “free riders”, but rather more about spreading it out to a wider audience  …  strengthening our presence in the market. (newspaper E)", "In this sense, bringing back delivery and customer management in-house (Alford and McNeill 2010) would enable the newspapers to make more daring moves into the digital realm. However, it is conceivable to think that the efforts to protect the senbaiten system can also act as a good, somewhat fatalistic excuse for not engaging in any profound migration toward digital media."]}, {"sec_title": "Conclusion", "sec_content": ["According to the results of our qualitative, in-depth interviews at leading Japanese daily newspapers, the transition to digital platforms is best described as a “contradiction” and a “dilemma”. The newspapers examined in this study sell half of the total copies published daily in Japan. Our results can be reasonably generalized to other newspapers in describing general trends in Japanese newspaper publishing, as the other newspapers more or less follow suit and pursue the same models as the leading dailies that we have investigated.", "Although Japanese consumers can enjoy excellent mobile connectivity to the internet, choose from a wide array of digital devices, and are in general eager and experienced in using digital platforms for consuming media content, the studied newspapers do not really take advantage of these affordances. Rather, the role of digital newspaper products is mainly to act as decoys with which to lure new readers to the printed newspaper. While the migration to digital platforms has been quite swift in recent years among young Japanese media consumers, the outlook of the mammoth newspaper companies in Japan is not very different from the state that Valaskivi described in the last decade: The circulation of dailies has not yet been severely influenced by the increase of Internet usage  …  Perhaps because the change has been slow for newspapers, they have also been slow to enter the Internet world and to attempt to create business models there. Newspapers have Internet editions as additional services. (Valaskivi 2007, 28)", "The circulation of dailies has not yet been severely influenced by the increase of Internet usage  …  Perhaps because the change has been slow for newspapers, they have also been slow to enter the Internet world and to attempt to create business models there. Newspapers have Internet editions as additional services. (Valaskivi 2007, 28)", "The number of digital subscriptions tends to remain small, especially when compared to the huge volume of print circulation. It seems that often the magnitude of digital circulation is not of great importance for the newspapers. It can even be downplayed because of the resistance of the senbaiten toward digital newspaper products; the intent in the newspapers is not to aggravate them. Paper printing is also an advantage and symbol for the Japanese newspapers, especially against the global online giants such as Google, Yahoo and Facebook that are purely digital in their content offering. Printing is the one thing of their own that newspapers can identify themselves with.", "When compared to other countries with a similar context for newspaper publishing (long subscriptions, home delivery, high circulation per capita, strong ICT infrastructure), the situation in Japan is not especially dissimilar. For example, in Norway the core activities of newspaper companies seem to be rather defensive and aimed at protecting the status quo (Krumsvik 2014, 99). In Finland, newspapers have been slow to change because they have done so well in a protected market and traditional business models have secured their economy relatively well (Lehtisaari et al. 2012; Newman and Levy 2014, 30), although the Finnish news media are increasingly channelling content toward online platforms (Villi and Noguera Vivo 2015). In South Korea, newspapers offer content online, but online news circulation is dominated by Naver, the largest portal site in Korea. The mainstream media have strong dependency relationships with Naver, as the majority of traffic into their homepages comes from Naver (Villi and Jung 2015). However, in comparison with the aforementioned countries, Japan is peculiar when it comes to the active practices influenced by the strong protective attitude toward the printed paper, and especially the leverage of the senbaiten system.", "The current crisis of newspapers has been widely claimed to have resulted significantly from a combination of interrelated external economic factors, in particular, for their historical dependence on advertising (Siles and Boczkowski 2012, 1377). This is not the case in Japan, because of the strong profits created by the subscription model. Several large Japanese newspaper companies have also diversified their operations for decades, creating new service offering and extending their operations into music orchestras, sports teams and travel agencies. In this sense, in addition to the huge print circulation, the success of non-media products has protected the companies so far.", "The weakness of the Japanese newspapers lies more in the internal structures and norms. The approach of the studied newspapers is clear: first maintain the print circulation and then think about the other platforms. But their diagnosis entails a good deal of wishful thinking and an unconditional trust in the print platform, as was evident in our study interviews. The only hope they may have is the faithful elderly readers who share the same value system and media consumption practices. In this sense, the newspaper business in Japan has a bit more time on its hands than in many other developed countries, thanks to the longevity of the Japanese people.", "However, there is no indication of the viability of the Japanese print-first strategy in the long run. Inactivity is not the best answer to the digital transition—if media companies do not align to the fast-changing environment they are operating in, their existence will be at risk (Dal Zotto and van Kranenburg 2008). The general, rather avid attitude toward digital technology and online content in Japan does not extend to the newspaper industry. There is a distinct gap between technological change and organizational change in Japanese newspapers.", "We argue that protecting the paper newspaper almost unconditionally is the wrong approach in the increasingly digitized information society; conservatism and protectionism can work for the time being but not indefinitely, and for sure not when choosing to wait and see for the next 10 or more years, until the market reaches an unforeseeable equilibrium of print and digital, as a top management interviewee sanguinely indicated. The appreciation and trust in the print platform by top management contradicts the highly active mobile and digital media use of the younger generations in Japan. Therefore, Japanese newspaper companies should not consider digital platforms to be only brand extensions of the printed newspaper.", "Our study can be read as a significant global implication that the newspaper crisis can occur not only because of declining advertising revenues and readership, as has been widely stated (Franklin 2014, 482), but also because of the structural disinclination to renounce the conventional print-only subscription model that has long supported the business. The reluctance of Japanese leading newspapers to adopt digital technologies and shift gradually from newspaper to news-screen should be comprehended in its own right, deriving from the specific media history, culture and business context in Japan. A follow-up study in Japan in three to five years would be extremely advantageous in examining the success of the Japanese model of protecting the printed paper, and the possible emergence of diverse exits for Japanese newspaper companies from the complicated situation. In order to extend and apply the findings from the present study, future research would benefit also from a cross-cultural comparative study (Siles and Boczkowski 2012, 1387) between Japan and another country with a similarly strong newspaper reading culture and an infrastructure that is ready for digital and mobile consumption of newspaper content."]}], "references": [{"title": "Stop the Press? The Sankei and the State of Japan&#039;s Newspaper Industry", "year": "2010", "journal": "The Asia-Pacific Journal", "volume": "10", "authors": [{"name": "Alford Peter", "first_name": "Alford", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}, {"name": "McNeill David", "first_name": "McNeill", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Breaking News: Mastering the Art of Disruptive Innovation in Journalism", "year": "2012", "journal": "Nieman Reports", "volume": "66", "authors": [{"name": "Christensen Clayton M.", "first_name": "Christensen", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Skok David", "first_name": "Skok", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Allworth James", "first_name": "Allworth", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Paying for What? How Much? And Why (Not)? Predictors of Paying Intent for Multiplatform Newspapers", "year": "2012", "journal": "International Journal on Media Management", "volume": "14", "authors": [{"name": "Chyi Hsiang Iris.", "first_name": "Chyi", "last_name": "Iris.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Online News Consumption: A Structural Model Linking Preference, Use, and Paying Intent", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Future of Journalism: In an Age of Digital Media and Economic Uncertainty", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Franklin Bob.", "first_name": "Franklin", "last_name": "Bob.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media and Communication in Japan: Current Issues and Future Research", "year": "2001", "journal": "Electronic Journal of Contemporary Japanese Studies", "volume": "1", "authors": [{"name": "Gatzen Barbara.", "first_name": "Gatzen", "last_name": "Barbara.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Multi-layer Research Design for Analyses of Journalism and Media Systems in the Global age: Test Case Japan", "year": "2014", "journal": "Media, Culture \\& Society", "volume": "36", "authors": [{"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kopper Gerd", "first_name": "Kopper", "last_name": "Gerd", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reflections on Japan&#039;s Public Sphere and Journalism From a Historical Perspective", "year": "1999", "journal": "Review of Media, Information and Society", "volume": "4", "authors": [{"name": "Hayashi Kaori.", "first_name": "Hayashi", "last_name": "Kaori.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Implications of Mobility: The Uses of Personal Communication Media in Everyday Life", "year": "2006", "journal": "Journal of Communications", "volume": "56", "authors": [{"name": "Ishii Kenichi.", "first_name": "Ishii", "last_name": "Kenichi.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Media Consumption in the Transmedia Age", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Jansson André", "first_name": "Jansson", "last_name": "André", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lindell Johan", "first_name": "Lindell", "last_name": "Johan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Strategic Challenge of Continuous Change in Multi-Platform Media Organizations—A Strategy-as-Practice Perspective", "year": "2014", "journal": "JMM - The International Journal on Media Management", "volume": "16", "authors": [{"name": "Järventie-Thesleff Rita", "first_name": "Järventie-Thesleff", "last_name": "Rita", "affiliation": "", "orcid": "", "role": ""}, {"name": "Moisander Johanna", "first_name": "Moisander", "last_name": "Johanna", "affiliation": "", "orcid": "", "role": ""}, {"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Landscape of Keitai Shôsetsu: Mobile Phones as a Literary Medium among Japanese Youth", "year": "2012", "journal": "Continuum: Journal of Media \\& Cultural Studies", "volume": "26", "authors": [{"name": "Kim Kyoung-hwa Yonnie.", "first_name": "Kim", "last_name": "Yonnie.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Stability in Times of Change: Trends in Newspaper Executives’ Attitudes towards Digital Media", "year": "2014", "journal": "Nordicom Review", "volume": "35", "authors": [{"name": "Krumsvik Arne.", "first_name": "Krumsvik", "last_name": "Arne.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Does Media Management Matter? Establishing the Scope, Rationale, and Future Research Agenda for the Discipline", "year": "2007", "journal": "Journal of Media Business Studies", "volume": "4", "authors": [{"name": "Küng Lucy.", "first_name": "Küng", "last_name": "Lucy.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Tradition and Change: A Review of Recent Research on Online News Production", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Old Values, New Media: Journalism Role Perceptions in a Changing World", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O'Sullivan John", "first_name": "O'Sullivan", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twilight or New Dawn of Journalism?", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Organizational Crisis to Multi-Platform Salvation? Creative Destruction and the Recomposition of News Media", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Schlesinger Philip", "first_name": "Schlesinger", "last_name": "Philip", "affiliation": "", "orcid": "", "role": ""}, {"name": "Doyle Gillian", "first_name": "Doyle", "last_name": "Gillian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Innovation Processes in Online Newsrooms as Actor-Networks and Communities of Practice", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Schmitz Weiss Amy", "first_name": "Schmitz", "last_name": "Amy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Media Old and New", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Schrøder Kim Christian.", "first_name": "Schrøder", "last_name": "Christian.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mobile Phones and the Inexorable Advance of Multimodal Connectedness", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Schroeder Ralph.", "first_name": "Schroeder", "last_name": "Ralph.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Making Sense of the Newspaper Crisis: A Critical Assessment of Existing Research and an Agenda for Future Work", "year": "2012", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Siles Ignacio", "first_name": "Siles", "last_name": "Ignacio", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "De-Converging the Newsroom: Strategies for Newsroom Change and Their Influence on Journalism Practice", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Tameling Klaske", "first_name": "Tameling", "last_name": "Klaske", "affiliation": "", "orcid": "", "role": ""}, {"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Future of Breaking News Online?", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil", "affiliation": "", "orcid": "", "role": ""}, {"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Product to Service: The Diffusion of Dynamic Content in Online Newspapers", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz", "affiliation": "", "orcid": "", "role": ""}, {"name": "Alves Rosental Calmon", "first_name": "Alves", "last_name": "Calmon", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Accessing the Audience Community: How Newspapers Connect with Audience Communities in Finland, Japan, and Korea", "year": "2015", "journal": "JMM - The International Journal on Media Management", "volume": "", "authors": [{"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jung Joo-Young", "first_name": "Jung", "last_name": "Joo-Young", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mobile UDC: Online Media Content Distribution among Finnish Mobile Internet Users", "year": "2015", "journal": "Mobile Media \\& Communication", "volume": "3", "authors": [{"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko", "affiliation": "", "orcid": "", "role": ""}, {"name": "Matikainen Janne", "first_name": "Matikainen", "last_name": "Janne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sharing Media Content in Social Media: The Challenges and Opportunities of UDC (User-Distributed Content)", "year": "2015", "journal": "Journal of Applied Journalism \\& Media Studies", "volume": "", "authors": [{"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vivo José Manuel Noguera", "first_name": "Vivo", "last_name": "Noguera", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "New(S) Functions for the Mobile: A Cross-Cultural Study", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Westlund Oscar.", "first_name": "Westlund", "last_name": "Oscar.", "affiliation": "", "orcid": "", "role": ""}]}]}