{"doi": "10.1080/1461670X.2017.1335608", "url": "https://doi.org/10.1080/1461670X.2017.1335608", "title": "Maybe Things Aren’t So Bad, or Are They?", "volume": "18", "year": "2017", "issue": "10", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Benson", "first_name": "Rodney", "name": "Rodney Benson"}], "abstract": "In this essay, I attempt to shed light on Michael Schudson’s theoretical and political position vis-à-vis commercialism as a shaping force of journalism. I document and analyze Schudson’s criticisms of market pressures on journalism, his criticisms of other critics of commercialism whom he sees as going too far, and then, the limits of the position he stakes out for himself—which is effectively, given his position as the authoritative synthesizer of the sociology of news, a position for journalism studies as a whole. In homage to Schudson’s classic alliterative model of “How Culture Works,” through five magic “R” words (rhetorical force, resolution, retrievability, retention, and resonance), I argue that the letter “C” unites the five reasons why Schudson is reluctant to overemphasize commercialism’s negative effects on journalism. It’s Complicated. There are Countervailing forces outside of the market and even when there are not, the market itself is self-Contradictory. Don’t underestimate the power of Contingency. And if all else fails, blame it on Culture.", "body": [{"title": "Introduction", "paragraphs": ["Is it even possible to criticize Michael Schudson? Not just because he’s so brilliant and insightful, and judicious, and thorough. But it's also difficult to criticize him because his oeuvre is so vast. Somewhere in his writings you can find almost anything, similar to the Bible. If you want to argue a point, you can find a quote to support it. And if you want to argue against that point, you can also find a quote to support that.", "I do not mean to say that Schudson contradicts himself. It’s just that the Schudsonian canon is—as he likes to say about many things—“complicated.” This complication is evident in multiple ways. It’s complicated because he has written on so many different topics from so many angles (one CV recently obtained online, evidently not completely up to date, lists 120 articles or book chapters, in addition to his eight or so books): the history of news with a focus on the rise of the objectivity norm, the advertising industry and its influence, Watergate and cultural memory, citizenship and democracy, the public sphere, popular culture, narrative as a cultural form, global comparisons of journalism, political communication, visual culture, the professions, expertise, field autonomy, historiography, the Lippmann–Dewey debate, visual culture, and on and on.", "It’s complicated because of the way he writes on these topics, emphasizing the complexity of the forces at play and engaging with views he may or may not share. Finally, it’s complicated because Schudson increasingly has become the grand, authoritative synthesizer of the literature (for the latest, see Schudson 2005a, 2011a): he is charged with simultaneously speaking not only for himself but for everyone, so sometimes it can be difficult to discern exactly where he stands.", "When I was approached to comment on Michael Schudson’s contributions, I felt at first a bit overwhelmed. And then I took it as a challenge to crack the code. I take as my inspiration John Thompson’s (2012) Merchants of Culture, a magisterial mapping of the field of trade book publishing that Michael Schudson praises as a “landmark work.” Writing about the very complex system of book publishing, Thompson maintains that there is a “logic” to this field. He writes: “The social world is a messy place, but it is not completely without order, and the task I have set myself is to see if we can discern some order in the plethora of details that make up the diverse practices of everyday life” (14).", "So, what is the “logic” underlying the very complex and diverse writings of Michael Schudson? The answer to this question is very important, precisely because this body of work has been so influential in shaping our field and in diffusing understandings about the news beyond the academy. It presents itself with such authority, again, that it has become almost a universal theory. We need to unpack its logic, crack its code, in order to see more clearly what Schudson is saying and what he is not saying.", "I will not attempt to crack the entire code, just one very important component: Schudson’s ambivalent relationship to the market. There is also good reason to focus on this aspect of his work, because arguably the question of the ever-expanding market’s power, including its limits and failures, is the most urgent question facing journalism and the public sphere across the globe today. Most recently, market pressures played a role in shaping the outcome of the 2016 US presidential election, as ratings and click-obsessed media gave an outsized portion of their coverage to a candidate they otherwise professed was unfit for the presidency (Confessore and Yourish 2016; Harris 2016); during the same election, market pressures surely played a role in reducing the amount of substantive issue coverage by the major television networks and other news media to historic lows (Patterson 2016; Tyndall Report 2016). Commercial pressures have also contributed to a general decline in investigative reporting, especially at the local level, a shortage of critical news coverage of business, and a process of public sphere gentrification in which high-quality news is increasingly reserved for only the highest income and education segments of the populace, leading to increasing cross-class disparities in public affairs knowledge.", "Why is Schudson hesitant to articulate a full throttle critique of these developments? It could be a matter of temperament, of scholarly curiosity, or of political leanings. All three, I think, have shaped the particular Schudsonian approach. We need to be able to see it for what it is (that is, just one scholar’s perspective) in order to enable and embolden other approaches, suited to different temperaments, different objects of curiosity, and different political perspectives. The moment has arrived for a consistently bolder critique of commercialism than Michael Schudson seems to be capable of offering.", "In this essay, I begin by documenting some of Michael Schudson’s explicit criticisms of commercial pressures on the news. I then classify the five main ways that Schudson criticizes other critics of commercialism whom he sees as going too far: in other words, how he minimizes any supposed negative effects of the market. I initially discuss four of these ways (deferring discussion of his use of the term “culture”) and subsequently offer responses to these “criticisms of the critiques of commercialism.” I then suggest that a “resort to culture” has been used to deflect appropriate criticisms of market failure. This resort to culture is widespread in American society, especially by those who most benefit from its deflecting powers, and Michael Schudson’s writing has at times contributed to this blind spot. I conclude by outlining a non-Schudsonian critical research program, while acknowledging in the final pages the ongoing usefulness of Schudson’s thinking both for understanding and for reforming journalism. Although I will offer a few comparisons with Western European news media, my focus throughout will be on US journalism, which is also the central reference in Schudson’s writings."]}, {"title": "Schudson Criticizes Commercialism", "paragraphs": ["First, if there is any doubt, has Michael Schudson been critical of commercialism? Yes, in fact, he has. Here are a series of quotes culled from works published over the past two decades:", "From The Power of News: There are serious defects in American journalism, and many of them can be traced to the profit motive. No one can blithely assume that the press will be free when patently it is run by a specific segment of the society with its own limited vision. (Schudson 1996, 4)", "There are serious defects in American journalism, and many of them can be traced to the profit motive. No one can blithely assume that the press will be free when patently it is run by a specific segment of the society with its own limited vision. (Schudson 1996, 4)", "From Why Democracies Need an Unlovable Press, citing Herbert Gans: The news radically separates politics from economics; it regularly reports political and legal failures to achieve “altruistic and official democracy” [but] it concerns itself much less with the economic barriers that obstruct the realization of the ideal.", "The news radically separates politics from economics; it regularly reports political and legal failures to achieve “altruistic and official democracy” [but] it concerns itself much less with the economic barriers that obstruct the realization of the ideal.", "Schudson concludes: On the whole Gans’ proposition is still true and journalists pay deference to private enterprise. (Schudson 2008, 69)", "On the whole Gans’ proposition is still true and journalists pay deference to private enterprise. (Schudson 2008, 69)", "And, from The Sociology of News, 2nd edition: There is reason to worry that not just the state but the market, too, can threaten press freedom … The issue of market-driven censorship, rather than state censorship, is made urgent by troubling evidence that news judgment is growing less and less protected from commercial concerns. (Schudson 2011a, 111–112)", "There is reason to worry that not just the state but the market, too, can threaten press freedom … The issue of market-driven censorship, rather than state censorship, is made urgent by troubling evidence that news judgment is growing less and less protected from commercial concerns. (Schudson 2011a, 111–112)", "And yet, and yet, it always seems as if Schudson’s heart really isn’t into this critique of commercialism. Yes, the critique is there, but there is always a “but.” Any criticisms of market power and abuse of power are inevitably the jumping off point to make a different set of points. What are these points?", "In homage to Schudson’s (1989) classic alliterative model of “How Culture Works,” through five magic “R” words (rhetorical force, resolution, retrievability, retention, and resonance), I want to suggest that the secret to cracking the code of the Schudsonian approach to commercialism lies with the letter “C.”", "It’s complicated. There are countervailing forces outside of the market and even when there are not, the market itself is self-contradictory. Do not underestimate the power of contingency. And if all else fails, blame it on culture. Let us now look at the first four of these and how Schudson justifies his arguments."]}, {"title": "Schudson Criticizes the Critiques of Commercialism", "paragraphs": ["First of all, it’s more complicated than that: this is the meta-argument that unites all the other specifics, but it is also an argument of its own. Toward the works of Edward Herman and Noam Chomsky (1988), Jürgen Habermas (1989), Herbert Altschull (1984), Eric Klinenberg (2007), Pierre Bourdieu (2005), and others who raise strong critiques of commercial pressures, Schudson’s message is always the same: Caution—it’s not all about the market.", "In The Power of News (Schudson 1996) and repeated in similar language in The Sociology of News (Schudson 2011a, 34), Schudson sharply distances himself from the harshest critics of the market. He begins by ridiculing the very strong claim by Herman and Chomsky that the New York Times is no different from Pravda under the Soviet Union (Schudson 1996, 4). He is then harsh on any conception that concludes, as does Herbert Altschull, that “in all press systems, the news media are agents of those who exercise political and economic power” and that “the content of the news media always reflects the interests of those who finance the press” (6). Schudson challenges this view by listing the multiple factors at work that mitigate singular control by a power elite (see also countervailing, below).", "What accounts for Schudson’s emphasis on complexity?", "First, and probably foremost, is intellectual honesty. There obviously are other factors in play (professionalism, organizational demands, audiences, etc.) and they need to be acknowledged. Totalizing conceptions, these days more likely to be linked to Foucauldian “governmentality” than to Marx or Gramsci, need to be countered. So the correction is an important one. We do not live in a monocausal world. Moreover, what are sometimes characterized as monocausal forces are actually multi-faceted: the market involves owners, funders, and audiences, whose interests may collide (see self-contradictory).", "Second, Schudson’s skepticism toward strong market criticisms also seems to derive from a particular political position, a kind of cautious American-style liberalism: obviously opposed to Marxism—but also a bit skeptical even of positions to the left of mainstream American liberalism. In Why Democracies Need an Unlovable Press, Schudson (2008, 69) notes in passing that Herbert Gans “offers a social democratic critique of liberalism,” and in thus labeling Gans’ position Schudson also seems to be distancing himself from it.", "Third, there is also a temperament for a certain kind of theory. Schudson defines this temperament in a beautiful essay about his dissertation adviser Daniel Bell: I did not particularly take to Daniel Bell’s notion of “axial principles” in society, but I did appreciate that he was portraying a world less coherent and less systematic than in the most ambitious sociological models, whether from Harvard’s still reigning senior sociologist, Talcott Parsons, or from Karl Marx. And though I did not know then why the modesty of Bell’s scheme appealed to me, it did. For me, who responded more to the ironic gaze of Tocqueville or the sense of tragedy and irreconcilable conflicts in Weber than to the scientific utopianism in Marx, the complexity of Bell’s thinking, coupled with his humor and his love of Jewish humor, worked. Not incidentally, he liked my term paper for that course. (Schudson 2005b, 101–102)", "I did not particularly take to Daniel Bell’s notion of “axial principles” in society, but I did appreciate that he was portraying a world less coherent and less systematic than in the most ambitious sociological models, whether from Harvard’s still reigning senior sociologist, Talcott Parsons, or from Karl Marx. And though I did not know then why the modesty of Bell’s scheme appealed to me, it did. For me, who responded more to the ironic gaze of Tocqueville or the sense of tragedy and irreconcilable conflicts in Weber than to the scientific utopianism in Marx, the complexity of Bell’s thinking, coupled with his humor and his love of Jewish humor, worked. Not incidentally, he liked my term paper for that course. (Schudson 2005b, 101–102)", "So, to sum up this first point: for a variety of reasons, Michael Schudson is the kind of scholar who values complexity and resists strong monocausal arguments of any kind, but especially those that emphasize commercial pressures.", "Moving now to the second and third “C”’s: multiple non-market forces often exert countervailing power, and even when they do not, the market itself is self-contradictory (Schudson 2011a, 32–33). Not only are there multiple factors at work, but to be clear, many of these factors can counter economic power. Professional norms lead journalists to resist commercial pressures. News organizations’ need to maintain credibility can reduce the amount of bias and inaccuracy. Digital affordances, the proliferation of news genres, and collaborations with nonprofits, universities, and ordinary citizens can also compensate for market-driven ills (Schudson 2016, 105–112). In all of these caveats, however, the key word is “can.” We still know too little about the conditions that increase (and by how much) their amount of countervailing power. As for self-contradictory, Schudson (2011a, 33) argues that the market itself is differentiated: a whole range of types of information, analysis, critique, and opinion are provided for a range of audiences. This differentiation is increasingly pronounced on the internet. There is a market—maybe not a large one—but a market even for strong criticisms of business and capitalism. So, what is the problem? Going even further, Schudson endorses the kind of mainstream or populist commercialism that many media critics routinely condemn. According to Schudson (2002, 494), “commerce has a populist appeal that breaks through elitist disdain for the masses,” which in turn helps make US journalism “more innovative and vigorous” than virtually any other.", "Schudson (2002, 494) also notes that “commercial imperatives can be combined with others; they need not displace all other motives or merits.” In support of this claim, he refers to the “Public Trust” model of the New York Times, whereby the owning family achieves a balancing act between profits and public service, an “awkward blend, both Thomas Jefferson and Coca-Cola.” I agree, in part: as I show in my own research (Benson 2013), the best journalism is often (though not always) a form of hybrid journalism.", "Fourth C: do not underestimate the power of contingency, or as Schudson (2008, 54) eloquently phrased it, “shit happens.” The argument here is that journalists who object to sociological structural accounts have a point: journalism is not totally predictable, it is constantly changing because events are unpredictable. And more than that, these events sometimes provide an opening for critical reporting and analysis beyond the norm.", "I will return to the fifth “C”, the last-ditch retort beloved by many cultural sociologists against critics of the status quo—if all else fails, blame it on culture—later in this essay."]}, {"title": "Responses to Schudson’s Criticisms of Critiques of Commercialism", "paragraphs": ["Let us now analyze more closely the first four “C”’s as we try to imagine an alternative to the Schudson “universal” narrative. To review: it’s complicated. There are countervailing forces outside of the market and even when there are not, the market itself is self-contradictory. Don’t underestimate the power of contingency.", "All of these are true enough. The question I want to raise, however, is this: Are there other truths that might be uttered, that might be uttered now in particular, that are just as true and even more urgently true?", "Maybe it’s complicated but not quite that complicated. It’s a multi-causal world, but not all causes are equal. Research should pay close attention to systematic variations in public policies, market structures, and organizational forms and how these relate to the realization of journalism that is more or less pluralist, critical, socially empathetic, informative, deliberative, etc. Sure, it’s complicated. But we also ought to conduct our research in a way that controls for as many factors as possible and attempts to offer parsimonious explanations of outcomes. These parsimonious explanations are important because public attention and resources are limited: if there is a problem, we want to know where best to target our resources. Instead of reminding us of what we already know—or ought to know—that the world is complicated, research ought to help cut through the clutter and guide policy and professional reform.", "In other words, there is a sweet spot between monocausal reductionism and super-complex multi-causality. The Schudson official version is close and moving closer to super-complex multi-causality. I am making the case for moving in the other direction—not toward monocausal reductionism, but certainly toward more explanatory parsimony (see Benson 2017b).", "What about self-contradictory, contingent, and countervailing? Yes, certainly, what the market does is not always bad and much of what it does is good. It is differentiated and that’s why I have advocated in my chapter for Silvio Waisbord’s recent edited book, Media Sociology: A Reappraisal, that we should stop referring to media in the “singular,” because in fact media are plural and include a range of types of commercial as well as non-commercial media (Benson 2014). It seems fair to say, however, that Schudson does not always adequately acknowledge the limits of what the market can or will do. He does not emphasize these questions.", "How much do we really want to pin our hopes for democratic vitality on the contingent? Yes, shit happens. But that doesn’t mean it happens all the time. And, to shamelessly mix the metaphor, that doesn’t mean it’s important shit.", "Finally, maybe those vaunted countervailing forces are not doing their job as well as they once were, assuming they once were. Maybe they are getting weaker and need help. At least at one recent point in time, Schudson seemed to agree, as demonstrated by his co-authorship of a report on “The Reconstruction of American Journalism” (Downie and Schudson 2009), sponsored by the Columbia Journalism School and widely circulated both in the United States and internationally. Let us now pause and take a closer look at his involvement with this report."]}, {"title": "The Downie–Schudson Report and Its Aftermath: The Resort to Culture", "paragraphs": ["In this report (Downie and Schudson 2009), Leonard Downie, Jr., a former executive editor of the Washington Post, and Schudson offer a thorough and powerful diagnosis of the crisis of accountability journalism in the United States, that is, the decline in the amount and quality of public affairs and investigative reporting due to financial cutbacks in the wake of the 2008 Wall Street crash. Downie and Schudson also lay out a creative plan of action to meet this challenge. In particular, they recommend the following: Make it easier for any news outlet to re-organize as a nonprofit.Urge foundations to provide long-term support for public affairs reporting.Focus public media resources more on local reporting, where there has been the sharpest decline in public affairs journalism.Use universities as laboratories for digital news innovation.Create a National Fund for Local News funded by taxes on telecommunications and Internet Service Providers to provide new funding for local news reporting.", "Make it easier for any news outlet to re-organize as a nonprofit.", "Urge foundations to provide long-term support for public affairs reporting.", "Focus public media resources more on local reporting, where there has been the sharpest decline in public affairs journalism.", "Use universities as laboratories for digital news innovation.", "Create a National Fund for Local News funded by taxes on telecommunications and Internet Service Providers to provide new funding for local news reporting.", "The Downie–Schudson report had some prominent supporters, not least the Columbia Journalism School and its dean at the time, Nicholas Lehmann. But it is probably fair to say that the report received at least as much if not more criticisms, especially in relation to proposition 5. These often-virulent responses expressed well the knee-jerk reaction that many American journalists have to any proposal, even positive, for government involvement with media. One anonymous respondent wrote on the Columbia Journalism Review’s website, where the report was first published: “How many independent government-subsidized [or] supported news sources are there in the world? Somewhere between zero and none. Letting the government control the media is the first step toward a dictatorship.” Where to begin in countering this sweeping claim? “How many?” Let’s start with the BBC and then continue with the fiercely independent and critical public service broadcasters of Germany and the Nordic countries (Benson, Powers, and Neff 2017). And since when did “subsidy” (in the case of the Downie–Schudson report, a quite modest one) equate with “control”?", "Schudson’s responses to these criticisms were, as always, careful and reasoned, while at the same time suggesting an evolution of his thinking toward a stronger rejection of any equation of the market and press freedom. In an online response to Steve Buttry, one of the more prominent journalist critics, Schudson wrote: Any and every source of funding has the potential for corruption. Surely you are not suggesting that commercial media have been free from distorting the efforts of journalists? We think a mixed funding model offers the best hope for sustaining the quality journalism that the market is less and less able to accommodate. (Schudson 2009)And later in his response, Schudson added: To say that Congress will stand aside and say “yes, we want to fund local news and, no, we will never seek to pressure news organizations through our funding” would be ridiculous. We do not presume it. We presume only that there are ways—ways already in existence—that help preserve the independence of government-supported knowledge production. Does NSF [US National Science Foundation] work perfectly in funding the sciences and social sciences? Of course not. Is the BBC perfectly insulated from government pressure? No. Does CPB [US Corporation for Public Broadcasting] serve as an ironclad separation between Congress and NPR [National Public Radio] or PBS [Public Broadcasting Service]? No. But do each of these institutions work pretty well, on the whole? You and I may differ on this, but I think the answer is yes. It is very important to acknowledge that government is not a monolith and government is not unchangeable and government can innovate, too. And there are mechanisms—we suggest some of them in the report—to help insure the independence of journalism funded by government just as there are mechanisms to help insure the independence of journalism from investors, owners, and advertisers in commercial media. (Schudson 2009)", "Any and every source of funding has the potential for corruption. Surely you are not suggesting that commercial media have been free from distorting the efforts of journalists? We think a mixed funding model offers the best hope for sustaining the quality journalism that the market is less and less able to accommodate. (Schudson 2009)", "To say that Congress will stand aside and say “yes, we want to fund local news and, no, we will never seek to pressure news organizations through our funding” would be ridiculous. We do not presume it. We presume only that there are ways—ways already in existence—that help preserve the independence of government-supported knowledge production. Does NSF [US National Science Foundation] work perfectly in funding the sciences and social sciences? Of course not. Is the BBC perfectly insulated from government pressure? No. Does CPB [US Corporation for Public Broadcasting] serve as an ironclad separation between Congress and NPR [National Public Radio] or PBS [Public Broadcasting Service]? No. But do each of these institutions work pretty well, on the whole? You and I may differ on this, but I think the answer is yes. It is very important to acknowledge that government is not a monolith and government is not unchangeable and government can innovate, too. And there are mechanisms—we suggest some of them in the report—to help insure the independence of journalism funded by government just as there are mechanisms to help insure the independence of journalism from investors, owners, and advertisers in commercial media. (Schudson 2009)", "In sum, in “The Reconstruction of American Journalism” and in his immediate responses to critics, Michael Schudson demonstrated his concerns with the negative effects of rampant hyper-commercialization and his support of government subsidies to correct for market failure.", "In the years to follow, however, my impression is that the “Reconstruction” experience did not fundamentally change Schudson’s basic position on commercialism. After all, many of Schudson’s criticisms of the critics of commercialism were published in The Sociology of News, 2nd edition (Schudson 2011a), two years after his experience with the Downie–Schudson report. Notably, in this most recent edition of The Sociology of News, Schudson is much more circumspect in his support for public media, reflecting no doubt his trial by fire with the Columbia report. After noting the still central role played by newspapers in providing basic information about government and public affairs and the failure of virtually every other type of media, online or offline, to fill the gap being left by declining newspapers, Schudson writes: Is there a way out? Government may be able to devise new means to offer more financial help to newspapers, but today there is little political will for this and most U.S. journalists themselves do not want to consider federal subsidy. The fact that this has worked without diminishing free speech or free press in Britain or Sweden seems to have no traction as an argument in favor of it in the United States. So is there a crisis in journalism, or more precisely, a crisis in public affairs reporting? In the United States, yes, there is. (Schudson 2011a, 229)", "Is there a way out? Government may be able to devise new means to offer more financial help to newspapers, but today there is little political will for this and most U.S. journalists themselves do not want to consider federal subsidy. The fact that this has worked without diminishing free speech or free press in Britain or Sweden seems to have no traction as an argument in favor of it in the United States. So is there a crisis in journalism, or more precisely, a crisis in public affairs reporting? In the United States, yes, there is. (Schudson 2011a, 229)", "In the context of his other writing, here is how I interpret Michael Schudson’s position as of today: first, Schudson agrees there is a crisis, but given his continued arguments that the market is not so bad and even if it is, there are many countervailing forces, it’s fair to say he does not really think it is a crisis to the same extent that some critics do (see also Schudson 2016). Second, Schudson’s political analysis is not wrong, but he seems rather quick to concede defeat for public policy solutions in the face of a lack of “political will,” the lack of “traction” of alternative solutions supported by evidence, and the opposition of “most U.S. journalists.” Third, I think implicit in this quickness to concede defeat is a view that this opposition to public media is rooted in culture (the fifth “C” of his critique of criticisms of commercialism).", "Yes, there is opposition. But is it really based in culture? And if so, what does it mean to use that word culture rather than, say, material interests or ideology? Once we use the word culture, reform seems unthinkable. Of course, how could the world be otherwise than the way it is?", "Here is an example of how this works: recently, I happened to meet at a neighborhood party a hedge fund manager specializing in part in the media industry. I do not know a lot of bankers, but frankly it’s hard to not run into some of them in Manhattan. We started talking about journalism. His diagnosis of the problem, unprompted, could have come straight out of the Downie–Schudson report.", "He said something like the following: Newspaper journalism is in crisis and that’s bad for investigative journalism because they are the main ones doing it, especially at the local level. With fewer reporters on the ground at city hall and the statehouse, we’re already seeing a rise in corruption. It’s horrible. Classified advertising is gone and it’s not coming back. Online advertising isn’t that lucrative. Some of the new startups do quality reporting, but they have to be edgy, have to have the right demographic, so they tend to be more niche operations. What about philanthropy? I asked. They won’t stick with it much longer. They’re always looking for the next big thing. This civic thing isn’t that sexy. They’ll move on. So, who’s going to save investigative and public affairs journalism? I asked. Nobody. What do you mean, nobody? Nobody’s going to do anything, because it’s a market culture, and there just isn’t a market for it anymore.", "Newspaper journalism is in crisis and that’s bad for investigative journalism because they are the main ones doing it, especially at the local level. With fewer reporters on the ground at city hall and the statehouse, we’re already seeing a rise in corruption. It’s horrible. Classified advertising is gone and it’s not coming back. Online advertising isn’t that lucrative. Some of the new startups do quality reporting, but they have to be edgy, have to have the right demographic, so they tend to be more niche operations.", "What about philanthropy? I asked.", "They won’t stick with it much longer. They’re always looking for the next big thing. This civic thing isn’t that sexy. They’ll move on.", "So, who’s going to save investigative and public affairs journalism? I asked.", "Nobody.", "What do you mean, nobody?", "Nobody’s going to do anything, because it’s a market culture, and there just isn’t a market for it anymore.", "Well, it was a polite conversation, so I didn’t push it further."]}, {"title": "What’s Wrong with Talking About Culture?", "paragraphs": ["Here is what I would have asked if it was a real debate: Who says the American culture is a market culture? Who says there aren’t any other options? What about the people who don’t think everything has to be about the market?", "Despite frequent belief to the contrary, a national culture is not thematically unified, it is a constellation of partially contradictory themes and counter-themes (Gamson and Modigliani 1989) or competing cultural repertoires (Lamont and Thévenot 2000). To the extent that culture actually sets the boundaries, these are indeed very wide boundaries, and even in America, the “culture” per se cannot be equated with the market. American culture has a strong market tradition but it also has a non-market or even anti-market tradition: for instance, non- and anti-market cultural repertoires are manifested in the humanitarian caring of voluntary associational work, the civic solidarity of environmental and economic justice activism, the widespread yearning for non-instrumentalized forms of human connection, and taxpayer and philanthropic support for public media and the arts (Bellah et al. 2007; Fischer 2010; Pickard 2014). Given this complexity, one should be careful in attributing causal power to culture. In one of his most brilliant and original articles—“How Culture Works”—Schudson (1989) links the power of culture closely to questions of particular techniques and strategies, institutional grounding, and historical legacies and lived experience. In this case, he offers a multi-faceted, dynamic, and contested conception of culture.", "But in popular and much academic usage, including in some of Schudson’s language in his sociology of news overviews, culture implicitly ends up being deployed in a conservative fashion. I agree with William Sewell’s (2005) contention that the “cultural turn” in the academy was ultimately a wrong turn. It began during the 1980s, during a period when neo-liberal globalization was gathering steam and economic inequality was widening to a chasm, and contributed to scholarly ignorance of and even indifference to rising social inequality. Of course, we should not have to choose between the “cultural” and the “social”: culture is socially shaped and vice versa. But when that interplay is missing, the term culture conceals more than it reveals. For instance, in one of Schudson’s (2000, 189) overview essays on the sociology of news, he argues that there is something in cultural codes that “transcends structures of ownership or patterns of work relations.” But as I argued elsewhere (Benson 2004, 279), the examples he then goes on to cite as cultural—Soviet versus US journalists’ conventions of newsworthiness, Gans’ listing of core values of American journalism, or Italian versus US television news formats—could also be explained in relation to social structural factors such as the history and hierarchy of relations between the journalistic, political, and business fields, government media policies, and the class backgrounds of journalists and audiences. The “analytical” specificity of cultural meaning systems (Alexander 2016) should not be confused with its causal empirical force, which again, can only be understood through its intertwining with social power. When misused, as it often is both inside and outside the academy, culture becomes a way of affirming the status quo, of refusing to pinpoint agency, and of deflating reform by implying its futility. Schudson has been careful to avoid these traps, but not always careful enough. Although not always foregrounded in his work, Schudson continually seems tempted by the resort to culture. Contrasting the sociological view of news as a manufactured good with John Hartley’s cultural conception of news as a “textual system” or a “discursive structure,” Schudson writes: To hold news organizations accountable for news [as manufactured] is something like holding parents accountable for the actions of their children—it is convenient to locate responsibility somewhere, and it reminds news organizations (or parents) that they have a serious job to do for which they will be judged. Still, they sometimes have to work with unyielding materials. (Schudson 2011a, 15–16)", "To hold news organizations accountable for news [as manufactured] is something like holding parents accountable for the actions of their children—it is convenient to locate responsibility somewhere, and it reminds news organizations (or parents) that they have a serious job to do for which they will be judged. Still, they sometimes have to work with unyielding materials. (Schudson 2011a, 15–16)"]}, {"title": "Conclusion", "paragraphs": ["To sum up, then, as is often said about Pierre Bourdieu, Michael Schudson is “good to think with.” Agree or disagree, he is someone who has to be contended with. For decades, he has forced critics of the market to get their facts straight, and to acknowledge the virtues as well as the vices of market power.", "Today, however, we live in an era of excessive market power. Maybe radical sociologists and media scholars still need to be reminded of the market’s virtues, but most people do not: the case for the market is being made every day and in every way by its many self-interested supporters. What we need now are better answers to that hedge funder’s dead-end analysis: there’s a huge problem, nobody’s going to help, there’s nothing we can do about it.", "We need a more thoroughgoing analysis of the causes and consequences of market failure (Baker 2002), a better normative articulation of the tensions between democratic aspirations and market pressures, and a public policy analysis of what to do about it. We need to connect the American sociology of news more closely to the European sociology of news where these questions have been more central.", "How is the market failing? Some of the failures existed even during the “golden age” of the 1970s to 1990s, though these have generally gotten worse. Some are new.", "First, as noted, serious public affairs and investigative reporting, especially at the local level, is declining (Starr 2009). Much of the political coverage that remains, especially in the United States, is excessively focused on personalities and scandal: this tendency, even at supposedly professional news organizations such as CNN, shaped the 2016 US presidential election and its aftermath. In the United States, philanthropy is filling in gaps for some communities, but this investment may not last, and in any case, philanthropy often comes with strings (Benson 2017a).", "Second, critical, in-depth reporting of business is not being adequately supported by the market. It fell short during the financial crisis (Starkman 2015) and notwithstanding some excellent reporting by ProPublica and a handful of other news organizations, the amount of critical business reporting relative to the power wielded by business is still woefully inadequate. Given the market’s increasing control over our lives, the lack of sustained critical interrogation of capitalism’s failures represents a significant blindspot.", "Third, there is an increasing gap between the kind of information and analysis available to elites and that which is available to the rest of the society, especially in the United States. Arguably the quality of the best US news, arts, and entertainment has never been higher, but increasingly this content—such as at the New York Times—is behind a paywall. Even foundations are urging many nonprofit news organizations to become more “sustainable” by focusing more on upscale readers who can donate or who will be appealing to high-end advertisers (Konieczna and Robinson 2014). Meanwhile, the news available to the much larger mass of non-subscribers is increasingly infected with poorly labeled “sponsored content” that dangerously blurs the line between information and advertising. This is not to mention the commercial pressures that incentivize the mass production of political propaganda and its easy circulation on social media, as the most recent US presidential election demonstrated.", "This bifurcation of the public sphere can have massive negative effects on public opinion formation. James Curran et al. (2009) conducted an instructive comparative study of public knowledge in Western Europe and the United States. What they found was that at the highest income and education quartiles, there was no virtually no difference between Americans and Western Europeans. The difference was at the bottom. Whereas there was little divergence in levels of public knowledge between high-income, high-education citizens and their low-income counterparts in Western Europe, the gap was immense in the United States. Curran and colleagues attribute at least part of this international difference to stronger and more widely consumed public media in Western Europe. More research is needed to understand how and why strong public media make for strong democracies. Other research could seek out and try to explain cases in which commercial or nonprofit media are overcoming gentrifying pressures to reach broader swathes of the public. This research program breaks with Schudson’s (2008, 14) presumption that democracy is well served even when only a tiny fraction of the public closely follows quality news. The rise of right-wing extremist media and populist movements, often closely linked, suggests the danger of this elitist fantasy.", "Despite my disagreements with Schudson, I want to emphasize that in the final analysis, our differences are largely ones of intellectual focus—not honesty—just focus.", "To quote John Thompson one last time: Of course, I shall not seek to recount all the details … nor shall I claim to be able to account for everything that happens in the field. There will always be exceptional events, exceptional actors and exceptional circumstances, but the exceptions should not blind us to the rules. Some actors and some details will feature more prominently in our story than others, and for this I make no apologies. Finding order is about prioritizing detail, attributing more significance to some actors and events than to others, precisely because they tell us more than others do about the underlying structure and dynamics of the field. (Thompson 2012, 14)", "Of course, I shall not seek to recount all the details … nor shall I claim to be able to account for everything that happens in the field. There will always be exceptional events, exceptional actors and exceptional circumstances, but the exceptions should not blind us to the rules. Some actors and some details will feature more prominently in our story than others, and for this I make no apologies. Finding order is about prioritizing detail, attributing more significance to some actors and events than to others, precisely because they tell us more than others do about the underlying structure and dynamics of the field. (Thompson 2012, 14)", "My contention is simply this: understanding the power of the market—its limits and failings—is the most important task before us if we really want to get at the “underlying structure and dynamics” of contemporary journalism and the public sphere. Given the many damages dealt to democracy by America’s hypercommercialized media system over the past several decades, it seems obvious that the most urgent task today is not to explain why commercialism isn’t so bad, but why (and under what conditions) it is. Linking research to democratic normative concerns about commercialism’s potential failings does not presume one knows the findings in advance; it does mean being clear about what is at stake in order to ask and answer non-trivial questions about journalism’s capacity to improve or diminish the quality of public life (Ryfe 2016).", "My argument is incomplete, of course, without bringing in policy, that is, how to bring about a communication order that could actually address the problems identified in our research. I will thus close with a final extended quote that suggests why policy is so important: Habermas [1991, 398] writes that citizens act as a public “when they deal with matters of general interest without being subject to coercion”. This is a normative ideal. But there is no such situation. There is no free-form discussion, no functioning debate that does not operate within a normative structure accepted as binding …  Too much contemporary criticism speaks as if popular democracy were something that springs up naturally and authentically from “grassroots” without intervention or shaping by political structures or institutions. The state, in this familiar rhetoric, can only infringe on free expression or, at best, through the judicial system, protect people’s expression from the state itself. I want to suggest, to the contrary, that political institutions are necessary constituents of public opinion and popular voice.", "Habermas [1991, 398] writes that citizens act as a public “when they deal with matters of general interest without being subject to coercion”. This is a normative ideal. But there is no such situation. There is no free-form discussion, no functioning debate that does not operate within a normative structure accepted as binding … ", "Too much contemporary criticism speaks as if popular democracy were something that springs up naturally and authentically from “grassroots” without intervention or shaping by political structures or institutions. The state, in this familiar rhetoric, can only infringe on free expression or, at best, through the judicial system, protect people’s expression from the state itself. I want to suggest, to the contrary, that political institutions are necessary constituents of public opinion and popular voice.", "Who wrote this? Michael Schudson, in “The ‘Public Sphere’ and its Problems: Bringing the State (Back) In” (Schudson 1994, 530, 534). This beautiful essay may be a hidden gem to journalism scholars, but it is an important building block in Schudson’s writings on political communication (see, e.g., Schudson 2011b). I read this passage, maybe a little optimistically, as a refutation of laissez-faire, an endorsement of the need for rational media policy, and further evidence of the difficulty of pigeon-holing Schudson’s always thoughtful approach. As with the Bible, it’s just a matter of finding the right passage to quote. Before we find further complications, then, let’s play it safe and just stop here."]}], "references": [{"title": "Bringing the Sociology of Media Back In", "year": "2004", "journal": "Political Communication", "volume": "21", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "Are Foundation-Supported Nonprofits the Solution to the Crisis of Journalism?", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "Public Media Autonomy and Accountability: Best and Worst Policy Practices in 12 Leading Democracies", "year": "2017", "journal": "International Journal of Communication", "volume": "11", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney"}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}, {"name": "Neff Timothy", "first_name": "Neff", "last_name": "Timothy"}]}, {"title": "Media System, Public Knowledge, and Democracy: A Comparative Study", "year": "2009", "journal": "European Journal of Communication", "volume": "24", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}, {"name": "Brink Lund Anker", "first_name": "Brink", "last_name": "Anker"}, {"name": "Salovaara-Moring Inka", "first_name": "Salovaara-Moring", "last_name": "Inka"}]}, {"title": "Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach", "year": "1989", "journal": "American Journal of Sociology", "volume": "95", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A."}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre"}]}, {"title": "Emerging News non-Profits: A Case Study for Rebuilding Community Trust?", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}, {"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "How Culture Works: Perspectives From Media Studies on the Efficacy of Symbols", "year": "1989", "journal": "Theory and Society", "volume": "18", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "The ‘Public Sphere’ and its Problems: Bringing the State (Back) In", "year": "1994", "journal": "Notre Dame Journal of Law, Ethics, and Public Policy", "volume": "8", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "News, Public, Nation", "year": "2002", "journal": "The American Historical Review", "volume": "107", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}]}