{"doi": "10.1080/1461670X.2015.1046995", "url": "https://doi.org/10.1080/1461670X.2015.1046995", "title": "The Powers that Tweet", "volume": "18", "year": "2017", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hladík", "first_name": "Radim", "name": "Radim Hladík"}, {"last_name": "Štětka", "first_name": "Václav", "name": "Václav Štětka"}], "abstract": "This article examines the impact of social media on Czech news media content. The study relies on a content analysis of a six-month sample of news articles collected in 2013 and focuses on social networking sites (SNSs), namely Facebook and Twitter, in their capacity as acknowledged sources in the agenda of traditional news media in the Czech Republic. The results include information on the differences between tabloid and quality press, the topics and actors that are likely to be associated with social media in their capacity as sources, the links between social media sources and the geographical focus of the news, and the type of social media content that the news media are inclined to use. The main features of the utilization of SNSs as news sources in the Czech Republic can be characterized by low intensity, a preference for domestic affairs, and a bias toward tabloidization. In several examined categories, we found evidence of consistently disparate uses of Facebook and Twitter that caution against generalizations about the role of social media in journalism and signal the requirement for a more nuanced approach to individual platforms. The article concludes that Czech news media do not fully exploit the democratic potential of SNSs and favor elite sources.", "body": [{"title": "Introduction", "paragraphs": ["In February 2013, the US president, Barack Obama, took a golfing trip to Florida. Although it concerned one of the most powerful people on the planet, this event would hardly constitute a news highlight. Still, the trip caused quite a commotion across newsrooms covering the White House. When the press was denied a traditional 18th-hole briefing and a photo opportunity with the president, it became the proverbial straw that broke the back of journalists’ patience. The White House Correspondents Association issued a statement criticizing the lack of access to the president. The president, on the other hand, claimed to run the most transparent administration to date. As two political journalists noted, at the heart of the conflict was the phenomenon of social media: The mastery mostly flows from a White House that has taken old tricks for shaping coverage (staged leaks, friendly interviews) and put them on steroids using new ones (social media, content creation, precision targeting). And it's an equal opportunity strategy: Media across the ideological spectrum are left scrambling for access. (Vandehei and Allen 2013)", "The mastery mostly flows from a White House that has taken old tricks for shaping coverage (staged leaks, friendly interviews) and put them on steroids using new ones (social media, content creation, precision targeting). And it's an equal opportunity strategy: Media across the ideological spectrum are left scrambling for access. (Vandehei and Allen 2013)", "The seemingly negligible incident between the US president and the White House press corps illustrates an increasingly tangible tendency for social media to challenge the long-established connection between the press and society's political and cultural elites, in which journalists used to play the role of mediators in the communication process between elites—the main sources of news—and citizens. In classical scholarly works, journalists were presumed to hold the shorter end of the stick in their relationship with sources (Gans 1979), but as gatekeepers (Shoemaker and Vos 2009) they still had an important commodity—media access—to offer. Nowadays, the proliferation of social networking sites (SNSs) allows them to circumvent other media. SNSs are becoming an ever-more popular channel for direct communication that politicians, as well as other elite members of society, are exploiting to circulate their messages effectively, to build fan bases, to organize supporters or to mobilize voters (DiGrazia et al. 2013; Williams and Gulati 2013). They can achieve all this without a need to seek the attention of newsmakers and negotiate publicity for their actions. The hitherto existing mass media, while clearly losing exclusivity of news dissemination, are apparently eager to treat unilateral statements distributed via SNSs as news sources in their own right. Facing the budget cuts, which are currently squeezing out resources for news production, and coping with the usually circumscribed access to elites (particularly politicians and celebrities), many journalists willingly circulate further the easily available, ready-made content provided on social media. From another perspective, the same principle of high accessibility and the increasing ubiquity of social media potentially leads to a broadening of the spectrum of actors that can participate in information dissemination and enter the news-making process as sources (Broersma and Graham 2013; Paulussen and Harder 2014; Leuven, Heinrich, and Deprez 2015).", "Although one can often hear of social media making the news—typically, this is highlighted in instances that are either scandalous or turn out to be unsubstantiated—scholarly reflections grounded in empirical analyses of this emerging news source are scarce. Besides the lack in the overall quantity, the few existing studies have a fairly restricted geographical scope. The majority of authors limit their studies to a few Western European countries and the United States (Broersma and Graham 2012, 2013; Paulussen and Harder 2014; Ekman and Widholm 2015; Leuven, Heinrich, and Deprez 2015). In this article, we attempt to contribute to the scope of existing scholarship by scrutinizing data on the use of social media as news sources in the Czech Republic. This Central European country, unlike most of its Western counterparts, has far less-established traditions of professional and independent journalism. Therefore, the introduction of social media into news production can present specific problems distinct from those encountered in more mature media systems. We chose to investigate, by means of quantitative content analysis, to what extent and in what capacity the three most widespread social network sites in the Czech Republic, Facebook, Twitter, and YouTube, are employed as news sources by the major print and electronic media in the country. Besides adding a new country case study to the existing research, we also expand the scope of previous enquiries. We take a closer look at the so far neglected aspects of the role of SNSs as news sources, namely the discrepancies between different social media and variations in providing traditional news media with either textual or (audio)visual content."]}, {"title": "Social Media: A Routine or Exceptional Source?", "paragraphs": ["A substantial number of published studies deal with the changes in journalism in the wake of the introduction of new media technologies in general, especially the blog form (Johnson and Kaye 1998; Sundar and Nass 2006; Gil De Zúñiga, Puig-I-Abril, and Hernando Rojas 2009; Phillips 2010a; Meraz 2011). One should not, however, confound this antedated concern with the more recent, narrower, and so far rather neglected problem of SNSs. The use of social media as news sources for traditional media can be conceptualized as one of the indicators of a “hybrid news system” (Chadwick 2011, 8), which can be characterized precisely by the circulation of sources between traditional and new media (see also Chadwick 2013). When social media are at their best, it is these cases that exemplify the notion of “ambient journalism” (Hermida 2010). Social media themselves become a specific environment for production and dissemination of information, which gains importance especially in exceptional circumstances, such as social upheavals (Vis 2013) or natural disasters (Bruns 2014). However, the agenda-setting influence of social media on traditional media does not appear to be a fait accompli. Often, the directionality of the main flow of the agenda is, in fact, reversed. Groshek and Clough Groshek (2013, 21) maintain “that there are still fairly clear intermedia agenda-setting effects of traditional media on social networking sites, but that influence is not uniform across topics or the social media channels” (see also Sayre et al. 2010). Even during occurrences in which the role of social media was deemed to be of immense importance, as were the events of the so-called Arab Spring, a closer examination revealed that routine sources prevailed in reporting (Knight 2012, 68; Bashri, Netzley, and Greiner 2012).", "The potential of new media to set the agenda thus appears to be circumscribed by the conservative forces in journalism, be it workplace routines or the values of editors, i.e. the aspects of journalism as a profession. A survey on use of social media as sources among business journalists indicated that the actual practice of information gathering in social media lags behind their declared acceptability as a possible source in business journalism (Lariscy et al. 2009, 316). Discrepancies also occur inside the same newsrooms with regards to the acceptance of social networks by individual journalists (Hedman and Djerf-Pierre 2013) that often ran across generational lines. Even if journalists adopt social media platforms in their daily work, they may remain less willing to accept their credibility when it comes to newsgathering (Lysak, Cremedas, and Wolf 2012). The lack of a unified policy toward the use of social media as sources may contribute to the ambiguous impressions derived from empirical studies.", "While the aforementioned studies deal with more general observations on the changes in intermedia agenda-setting and journalistic routines in the wake of the rise of social media, our focus in this study will be narrowed down to the specific question of social media as sources in the content of news. In the context of an election campaign, SNSs can become a new kind of “beat”, as Broersma and Graham argued in their analysis of Twitter as a source in British and Dutch election campaigns. They suggest that, “tweets do trigger news stories and are being used to add flavor to background stories or analyses of the campaign” (Broersma and Graham 2012, 417). Social media empower politicians in their agenda-building competence, inasmuch as the absolute majority (over 90 percent in both media systems) of their tweets are quoted in full (Broersma and Graham 2012). When considering specifically political sources, social media profiles seem to provide a powerful communication tool (which can, occasionally, backfire through scandalous posts), but they also buttress the trend to personalize the political (Ekman and Widholm 2015). These observations concerning the influence on journalism exerted by political sources via social media have not been confirmed universally. When the communicative situation remains locally confined, then, according to Skogerbø and Krumsvik (2015, 363), “for local politicians social media are less important as tools for setting the agenda in the local media”.", "In an enlarged study of the use of Twitter as a news source, which was not limited to the campaign coverage, Broersma and Graham offer further insights into the routine utilization of social media as sources in print media. Their use has been increasing over time, but its intensity and categorization has diverging ranges. For example, popular press favors social media as sources when reporting soft news (74 percent), whereas quality papers tend to balance the categorization (43 percent soft news compared to 39 percent hard news) (Broersma and Graham 2013, 454–455). There are also considerable differences in national journalistic cultures when it comes to sourcing social media: over 20 percent of tweets used as a source in Dutch papers belong to politicians, in contrast to a mere 6 percent in British journals. On the other hand, 36 percent of tweets in the British press were attributed to celebrities, compared to 12 percent in Dutch papers (458). In other uses for social media, however, national media systems manifested similar patterns, e.g. in their preference to use Twitter as a source only to illustrate a story (69 percent in British, 64 percent in Dutch papers), rather than as a trigger of news (456).", "Paulussen and Harder (2014) used a similar research design to examine a smaller sample of two Flemish quality papers and included Facebook and YouTube in addition to Twitter. Their results converge with some of the trends identified by Broersma and Graham, namely the predominance of social media references in soft news (55 percent). Paulussen and Harder conclude that social media erode the journalists’ preference for governmental or political sources and provide more space for other actors, such as ordinary citizens, celebrities, and athletes, but they concede that with the average of five articles per day, social media are far from becoming a major news source. Leuven, Heinrich, and Deprez (2015) also argue that “optimism needs to be toned down”, although they identify a trend of expanding diversity in sourcing practices thanks to social media sources. Their study of foreign news coverage of the Arab Spring showed that the role of social media was heightened in the case of Syria, which the authors interpret as a further indicator of journalists’ reliance on social media only in those instances when access to official sources becomes obstructed.", "There is a growing and shared understanding that sources, by means of SNSs, are afforded better influence over news content. This does not, however, automatically translate into more democratic news. While some studies allude to increasing diversity of news sources, others argue that this is a conditional and contextually bound occurrence. Overall, results of the aforementioned empirical studies, be they focused on journalists’ attitudes, newsroom practices, or sourcing of news, indicate that news journalism as a profession is not subject to a monolithic process of penetration by the uses of social media."]}, {"title": "The Czech Republic as a Context for Research on Social Media and Journalism", "paragraphs": ["Different stances toward social media reported in newsroom ethnographies, as well as variations in national data in quantitative research (cf. Tiffen et al. 2014), show that the (potentially) transformative effects of social media on professional routines are distributed unevenly across newsrooms, news organizations, and national journalistic cultures. Such results make a compelling case for further research into the penetration of social media as news sources in traditional media, with particular attention paid to possible variations in topical, national, and technological contexts.", "Although Central and Eastern European countries abandoned state-socialist regimes more than two decades ago, their tradition of professional journalism still cannot compare to that of Western democracies.1 We cannot discard the ongoing globalization of news production, spearheaded by transnational press corporations and news agencies (Boyd-Barrett 2000), that tends to level out local differences and import business models for journalism. Nevertheless, the implementation of new media technologies and, as of late, social network services into journalism takes place in a political and cultural milieu that still does not align perfectly with the experience of Western journalists. For example, in Russia, Bodrunova and Litvinenko argue that the hybridization of the media system happens under the condition of “low parallelism between traditional and online media”, meaning that many traditional media do not have a (significant) online outlet and vice versa. They see this “as typical for transitional democracies where traditional media don't enjoy high credibility, or also for democracies where there exist a wide range of actors that don't have access to traditional media” (Bodrunova and Litvinenko 2013, 42).", "Properly comparative studies that would take the differences between these geopolitical regions into account are almost non-existent, with the notable exception of the “Journalism in Change” research project, which has, in 2012, administered a cross-national survey in three countries: Sweden, Russia, and Poland (Anikina, Dobek-Ostrowska, and Nygren 2013). As was expected by the researchers, the journalistic cultures of the three nations exhibited many differences. With regards to the use of social media, they found that it was actually in Russia where journalists are employing them most extensively. In the review of their data, the researchers conclude: It seems like the Russian journalists use social media as a way to compensate for high political (and commercial) pressure in their daily work. This gives them a new space for expression and for journalistic work outside the old frames. In Sweden and Poland, social media are more incorporated in the regular work in the newsroom and have not changed the processes in a radical way. (Nygren, Dobek-Ostrowska, and Anikina 2013)", "It seems like the Russian journalists use social media as a way to compensate for high political (and commercial) pressure in their daily work. This gives them a new space for expression and for journalistic work outside the old frames. In Sweden and Poland, social media are more incorporated in the regular work in the newsroom and have not changed the processes in a radical way. (Nygren, Dobek-Ostrowska, and Anikina 2013)", "The specific context for the uses of social media in Czech journalism is partially framed by the overall situation of internet technologies in the country. In 2014, the internet penetration with 78 percent of households online put the Czech Republic, a country of 10.5 million, slightly below the EU28 average of 81 percent. These figures demonstrate gradual catching-up on the part of the Czech Republic, which has reduced the gap from 9 percent in 2006 to a mere 3 percent nowadays (Czech Statistical Office 2015, 25). Although in terms of the general internet infrastructure the Czech Republic has been, until very recently, perceived as an underperformer, social media have quickly become popular online services. In 2013, a representative survey of the Czech adult population (Štětka and Mazák 2014) reported an increase in the number of internet users (68.6 percent of adults), more than half of whom (65.8 percent) claim to use SNSs. Facebook leads the statistics with 65.8 percent of internet users, followed by YouTube (44.8 percent) and Twitter (19.7 percent).2 Social media can thus be said to be a common, widespread phenomenon in the contemporary Czech Republic, which also means that the consumers of news can be expected to be well acquainted with them, either through first- or second-hand experience.", "Although there are no official data on SNS adoption by Czech journalists, we can get a reasonable estimate based on a commercial survey conducted among Czech media professionals in 2012 (Mediář 2012), in which 72 percent of the respondents declared having a Facebook account. Other services were less represented, with 23 percent for LinkedIn and 14 percent for Twitter accounts. When asked about the use of social media for their work, the journalists were more reluctant to admit to it: only 4 percent would use social media as a primary source, but in other work-related tasks, 46 percent claimed to make use of Facebook and 12 percent make use of Twitter.", "Although no qualitative studies of journalists and SNSs in the Czech Republic are available to date, we get a sense of their attitudes from a discussion with 11 prominent Czech journalists organized by a weekly magazine Respekt (2014). The majority of the discussants agreed that their privacy on social networks is limited and that they tend to be careful with their statements. For example, one journalist expressed an ambiguity surrounding the blurred line between public and private life on social networks and made an explicit distinction between different services: I'm not clear about the whole thing. I set up a Facebook account as an electronic list of my friends and acquaintances … I don't update my status on the “wall” frequently, but when I do, my updates are sundered—sometimes they are addressed to my friends, sometimes they are of a more journalistic nature. It is time to go onto Twitter, which I see more clearly as a journalistic tool.", "I'm not clear about the whole thing. I set up a Facebook account as an electronic list of my friends and acquaintances … I don't update my status on the “wall” frequently, but when I do, my updates are sundered—sometimes they are addressed to my friends, sometimes they are of a more journalistic nature. It is time to go onto Twitter, which I see more clearly as a journalistic tool.", "This journalist's statement encapsulates the ambiguity that many news producers share concerning social media: they do not immediately perceive them as an integral part of their professional communication, but they are, at the same time, well aware of their influence on the trade. This ambiguity seems to increase along with the prestige of individual journalists (Lasorsa, Lewis, and Holton 2012) and may translate into the way in which journalists approach social media as news sources. The quote also illustrates the different stances a journalist can take toward specific social media platforms. This aspect has been a blind spot for many scholars who either lump different social media together or use one specimen to make claims about all types of social media."]}, {"title": "Methodology and Data", "paragraphs": ["In our research, we attempted to investigate the ways in which social media are implemented as sources in the actual news content in the Czech Republic. Because similar research is generally lacking, especially in Central and Eastern Europe, our study is inevitably only exploratory in character. The research was designed to allow for a full-text search of key terms (Facebook, Twitter, YouTube)3 in the database archiving the content of all national news media. In designing the sample, we purposefully avoided election campaign periods, which, as the literature suggests, may temporarily skew the results in favor of social media. Such an approach, in our opinion, should provide a more balanced and accurate picture of the importance of social media in contemporary journalism in the Czech Republic. The time frame for the sample selection was thus constituted through systematic random sampling and included every second week from April to September 2013 (in this way, the sample skipped any election period, while the randomization allowed for any other exceptional circumstances).", "We strived to include most of the nationally distributed news outlets and achieved a good cross-section of the Czech mediascape. Altogether, 10 media outlets were selected. To cover the press, we chose the best-selling tabloid (Blesk), two dailies on the right and left end of the political spectrum (MF Dnes and Právo, respectively), and a financial daily considered to represent the quality press (Hospodářské noviny). The television stations represented comprised one public service television (Česká televize) and two widely popular commercial stations (TV Nova and TV Prima). Finally, to represent the radio market, we included one public service radio station (Český rozhlas) and two commercial radio broadcasters (Radio Impuls and Frekvence 1). In case of the print media, the unit of analysis was defined as a news article. For the electronic media, the unit was a news report. Op-ed pieces were not included in the sample. For the purposes of coding, we excluded news that mentioned any of the social media only in a way that was deemed not significant in the context of the actual news story, e.g. as a mere link that invited the public to share online their opinion about a cause. Also, only general news was considered, while anything appearing in specific thematic sections, such as “Technology”, was excluded.", "The final sample, after cleaning, was composed of 461 news articles or transcribed broadcasting reports in which SNSs were identified as news sources. We distinguished between sources that were essential to the news and those where SNSs were used as mere illustrations or additional commentary by coding the variable “importance of SNS source” (primary/secondary). Whereas hitherto research has tended to focus on printed media and text, we wanted to account for the multimedia dimension of SNSs by including the category “format of information” (textual/visual). Some of the coded categories are standard, such as “news geography” (domestic/foreign) or “news topic” (politics, economy, sport, etc.). We accounted for the “actor of SNS quote” (politician, celebrity, vox populi, etc.) and included the variable “manner of sourcing” (full quote/paraphrase), which previous literature uses as an indicator of the source's power over news content. Two trained coders accomplished the coding at a satisfactory level (Cohen's kappa > 0.761) of the reliability test for each category. We analyzed the data by means of quantitative content analysis in order to tackle the following research questions: RQ1: What is the importance of different SNSs as sources in mainstream Czech news content?RQ2: Do Czech news media use SNSs primarily as a source of textual or visual content?RQ3: How do news agencies influence the salience of SNS sources in mainstream Czech news content?RQ4a: How do the uses of SNSs as news sources vary with respect to the type of media?RQ4b: How do the uses of SNSs as news sources vary with respect to the geographical focus of the news?RQ4c: How do the uses of SNSs as news sources vary with respect to the thematic orientation of the news?RQ5a: What actors are used as sources via their SNS profile?RQ5b: To what extent do the actors retain control over news content through full quotes instead of paraphrases?", "RQ1: What is the importance of different SNSs as sources in mainstream Czech news content?", "RQ2: Do Czech news media use SNSs primarily as a source of textual or visual content?", "RQ3: How do news agencies influence the salience of SNS sources in mainstream Czech news content?", "RQ4a: How do the uses of SNSs as news sources vary with respect to the type of media?", "RQ4b: How do the uses of SNSs as news sources vary with respect to the geographical focus of the news?", "RQ4c: How do the uses of SNSs as news sources vary with respect to the thematic orientation of the news?", "RQ5a: What actors are used as sources via their SNS profile?", "RQ5b: To what extent do the actors retain control over news content through full quotes instead of paraphrases?"]}, {"title": "Results and Discussion", "paragraphs": ["The frequency distribution of articles using any of the three social network sites as news sources across the 10 news media outlets in the sample (Figure 1) indicates that social media are only scarcely used as news sources in Czech news. This can be illustrated with the example of the two nationally (i.e. without regional variations) circulated newspapers, Blesk and Hospodářské noviny, for which it was technically possible to count the total volume of news articles. It amounted to 4675 and 4269 items, respectively, for the entire period under investigation (13 weeks). This translates into an average daily number of news articles of 59 (Blesk) and 55 (Hospodářské noviny). That means, however, that the daily average for articles that use SNSs in the capacity of news sources only amounts to 2.32 for Blesk and to a mere 0.23 for Hospodářské noviny. In other media outlets, especially in electronic media, such news is even more marginal compared to the entire output.4The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015FIGURE 1  Number of news items using SNSs as news sources across the Czech mainstream news media (N = 461). MFD, MF Dnes; ČT1, Česká televize; HN, Hospodářské noviny; ČRo, Český rozhlasDisplay full sizeFIGURE 1  Number of news items using SNSs as news sources across the Czech mainstream news media (N = 461). MFD, MF Dnes; ČT1, Česká televize; HN, Hospodářské noviny; ČRo, Český rozhlas", "FIGURE 1  Number of news items using SNSs as news sources across the Czech mainstream news media (N = 461). MFD, MF Dnes; ČT1, Česká televize; HN, Hospodářské noviny; ČRo, Český rozhlas", "FIGURE 1  Number of news items using SNSs as news sources across the Czech mainstream news media (N = 461). MFD, MF Dnes; ČT1, Česká televize; HN, Hospodářské noviny; ČRo, Český rozhlas", "With the total of 181 articles (39.3 percent of the sample), the tabloid Blesk uses SNSs as news sources most intensely of all the Czech news outlets, followed by the broadsheets MF Dnes (115 articles, 24.9 percent) and Právo (97 articles, 21 percent). Other news media refer to social media as sources only very rarely. Over the entire analyzed period, the financial daily Hospodářské noviny printed a mere 18 articles in which social media served as a news source: in other words, only about one article per week. Česká televize and TV Nova produced similarly low numbers. If SNSs become a news source, public service television and the quality press generally prefer Twitter, while the tabloid and popular press favor Facebook as a source (62 and 70 percent of articles sourced by SNSs in Blesk and MF Dnes, respectively, used Facebook).", "When the perspective shifts from individual outlets to differences between particular SNSs (Cramer's V = 0.241, N = 447, p < 0.001),5 we can see (Table 1) that Facebook was by far the most cited SNS. This can be presumably related to its principal position among Czech internet users, as explained above. Twitter became a news source in a third of the cases, but given its general lower representation in our population, it can actually be said to be more likely than Facebook to become a news source. YouTube, on the other hand, is almost absent as a news source. The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015TABLE 1 Individual SNS platforms as sources in different news outletsCSVDisplay Table", "A difference between the two major social media networks, Facebook and Twitter, appears recurrently in the data. In the analysis, we distinguished triggers of news (the type of source without which the news could not exist)6 from secondary sources (the source illustrates or supports news triggered by another source). When SNSs become a news source, the relatively less-represented Twitter matches Facebook in absolute numbers as a trigger of news. Twitter is therefore more likely to become a primary source (28 percent of all articles that use Twitter as a source) in comparison to Facebook (16.7 percent).7 Overall, the most common usage of social media as news sources relegates to the position of secondary sources—80 percent of all items that include SNSs as sources.", "Social media offer space for sharing information in various formats, which is one feature of interest with regards to the use of SNSs in the news that has, so far, been overseen in the literature. Therefore, our analysis paid attention to what type of social media content is more likely to get sourced by news media: textual, visual, or both. We found a strong relationship between the format of the information and how likely it is to get picked up by different news media as a news source (Cramer's V = 0.437, N = 446, p < 0.001; radio stations were excluded from this subsample). Overall, text published via SNSs is the most common format of information that news media use as a source (63 percent), followed by pictures (29 percent), and finally a combination of the two (8 percent). However, the tabloid Blesk differs greatly in its preferences for information formats available on SNSs from other newspapers and television stations. In 60 percent of instances, Blesk actually used visual SNS content as a source and conveyed purely textual information only in 29 percent of cases. All other media, in contrast, showed strong preference for textual sources via SNSs, ranging from 82 and 83 percent (TV Nova and Česká televize, respectively), up to 100 percent (the quality daily Hospodářské noviny) (Figure 2). The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015FIGURE 2  Social media as sources of textual or visual information in print media (N = 381). MFD, MF Dnes; HN, Hospodářské novinyDisplay full sizeFIGURE 2  Social media as sources of textual or visual information in print media (N = 381). MFD, MF Dnes; HN, Hospodářské noviny", "FIGURE 2  Social media as sources of textual or visual information in print media (N = 381). MFD, MF Dnes; HN, Hospodářské noviny", "FIGURE 2  Social media as sources of textual or visual information in print media (N = 381). MFD, MF Dnes; HN, Hospodářské noviny", "Following a previous study on reporting foreign news (Leuven, Heinrich, and Deprez 2015), our analysis emphasized the geographic affiliation of the news by discriminating between domestic and foreign news categories. Initially, we investigated whether the common practice of utilizing press agency services could influence the presence of references to SNSs as sources in the Czech news on the assumption that editorial offices are more dependent on news agencies when reporting foreign events, but we found no significant relationship in this regard (p = 0.149). Although SNS mentions in domestic coverage make up nearly two-thirds of the sample (64 percent), the references are almost evenly distributed between editorial and press agency texts in both geographical categories: 83 percent of domestic news and 78 percent of foreign news with SNS sources claim editorial authorship. We considered it important to explore this relationship, because Czech news media in general lack wide networks of foreign correspondents. Significant reliance on press agencies for foreign news could indicate that SNS sources are imported into Czech news content via international news agencies, rather than reflect sourcing preferences of Czech journalists.", "The geographic category made a difference (Cramer's V = 0.200, p = 0.005) when specific news topics were considered, particularly in the case of politics. Although SNS sources in a foreign context comprise only one-third (36 percent) of the news, in political issues they are almost on a par with domestic news (46 percent foreign and 54 percent domestic news). This suggests that SNSs are a relatively more important source for foreign hard news. A similar change in proportions can be observed when the sources are attributed to particular actors (Cramer's V = 0.222, N = 306, p = 0.005). While this subsample has a 3:2 ratio of domestic to foreign news, some elite actors, namely foreign politicians and celebrities, are slightly more likely to be sourced via SNSs (46 and 44 percent respectively), whereas the “vox populi” on SNSs is predominantly relegated to domestic coverage (74 percent).", "The differences between individual news outlets alongside the quality–tabloid spectrum can be detected through the way they use SNS as sources (Cramer's V = 0.261, N = 454, p < 0.001). The quality media (Hospodářské noviny and Česká televize) were more likely to use SNSs as sources in foreign news (67 and 56 percent, respectively). In the middle of the spectrum, the popular daily Právo was more even (48.5 percent domestic, 51.5 percent foreign news) in the distribution of SNS-based news according to geography, whereas MF Dnes leaned heavily toward domestic coverage (73 percent). In the tabloid Blesk, domestic news was clearly prevalent (72.4 percent). Due to Blesk and MF Dnes’ predominance in the sample, domestic news was generally prevalent. In other words, the more frequently a specific news outlet admitted SNSs as sources, the more the agenda of such news items shifted to domestic issues. The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015FIGURE 3  Different social media as news sources according to geographical focus of the news (N = 447)Display full sizeFIGURE 3  Different social media as news sources according to geographical focus of the news (N = 447)", "FIGURE 3  Different social media as news sources according to geographical focus of the news (N = 447)", "FIGURE 3  Different social media as news sources according to geographical focus of the news (N = 447)", "Turning to the perspective of differences between SNSs, we found a strong positive association (N = 447, Cramer's V = 0.467, p < 0.001) between the usage of a particular SNS as a source and the geographical focus of the news (see Figure 3), where the number of foreign news articles using Twitter as a news source is more than two times higher (64.5 percent) in comparison to the usage of Facebook (28.7 percent). In domestic coverage, the relationship of the two networks is reverse, with Facebook accounting for 75.9 percent and Twitter for only 18.6 percent. YouTube remains very much overlooked in news independently of their geographical scope (8.9 percent in foreign versus 5.5 percent in domestic news). This geographical imbalance could be partially explained by the different degrees of penetration of the two major SNSs in the Czech general population, but the reliance on Twitter in foreign news coverage suggests that Czech journalists are well acquainted with its function of a news source. The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015FIGURE 4  SNSs as sources according to news topics (N = 461)Display full sizeFIGURE 4  SNSs as sources according to news topics (N = 461)", "FIGURE 4  SNSs as sources according to news topics (N = 461)", "FIGURE 4  SNSs as sources according to news topics (N = 461)", "If these findings are interpreted in the light of our other results, they suggest the possible existence of two competing trends: on the one hand, when it concerns domestic affairs, the use of SNSs as sources is associated with the tabloid and popular press; on the other hand, in foreign coverage, it is the quality and public press that turns to SNSs for sourcing its news. These trends are further reflected in the distribution of hard and soft news between the two geographic categories (Cramer's V = 0.116, N = 461, p = 0.044). Soft news drawing from SNSs sources is predominantly of domestic provenance (68 percent), whereas for hard news the geographic bias is less prominent, with 58 percent focusing on domestic and 42 percent on foreign affairs.", "Topics that can be classified as “soft news” (67 percent) are prevalent in news based on SNS sources, whereas “hard news” accounts for only 19 percent (14 percent could be not be assigned to either category).8 As is apparent from Figure 4, sport is the most frequent (34.5 percent) topic of news that references SNSs, followed by crime (18.2 percent), politics (15.2 percent) and celebrities (12.8 percent). Because a higher proportion of soft news is symptomatic of the tabloid press, we interpret these results as an indication that the use of SNSs as sources tends to facilitate the tabloidization of news. While we are aware that the nature of our data does not allow us to determine the direction of causality, we find it plausible that SNS sources can be construed as catalysts of the process, due to provision of ready-made content and easy accessibility to journalists. The previously discussed mining of SNSs for visual content also points in this direction (Cramer's V = 0.236, p < 0.001): although both hard news (96 percent) and soft news (56 percent) are primarily based on textual information, if a visual type of content becomes a source, it is used predominantly to illustrate soft news (86 percent).", "The financial daily Hospodářské noviny and the public service radio station Český rozhlas are the only news outlets that prefer to use SNS sources more for hard news than soft news (N = 391, Cramer's V = 0.476, p < 0.001). All the other news outlets use social media to provide comparatively more soft news than hard news, albeit the actual ratio varies among individual media organizations (see Figure 5). The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015FIGURE 5  SNSs as sources in “hard” versus “soft” news (N = 391). MFD, MF Dnes; HN, Hospodářské noviny; ČT1, Česká televize; ČRo, Český rozhlasDisplay full sizeFIGURE 5  SNSs as sources in “hard” versus “soft” news (N = 391). MFD, MF Dnes; HN, Hospodářské noviny; ČT1, Česká televize; ČRo, Český rozhlas", "FIGURE 5  SNSs as sources in “hard” versus “soft” news (N = 391). MFD, MF Dnes; HN, Hospodářské noviny; ČT1, Česká televize; ČRo, Český rozhlas", "FIGURE 5  SNSs as sources in “hard” versus “soft” news (N = 391). MFD, MF Dnes; HN, Hospodářské noviny; ČT1, Česká televize; ČRo, Český rozhlas", "The final analytical insights concern the likelihood of a certain type of actor becoming a news source via SNSs (see Table 2). The most frequently quoted actors are elites, particularly athletes (34 percent), although “vox populi” (24 percent) still surpassed other types of elites, particularly celebrities (15.5 percent) and politicians (15.2 percent). Table 2 also shows that social media do not significantly contribute to the exchange of expertise, as most actors are quoted in their own topical domain. The Powers that TweetSocial media as news sources in the Czech RepublicAll authorsRadim Hladík & Václav Štětkahttps://doi.org/10.1080/1461670X.2015.1046995Published online:04 August 2015TABLE 2 SNS sources distinguished by the type of actors in relation to news topicsCSVDisplay Table", "Further analysis of our data suggests that the particular social network does not seem to make a difference, except for “vox populi”, i.e. non-elite actors, who are almost exclusively (82 percent) quoted via their Facebook profiles. An important insight stems from cross-tabulation of the type of actors with news topics. While the overall numbers suggest that the probability of an ordinary citizen becoming a news source is augmented through SNSs, further discernment by topics of news reveals that this is mostly the case in the category of crime (47.3 percent), whereas in the “hard” categories of politics and economics they are relatively minor instances (8.1 and 4.1 percent, respectively). The types of actors engaged—activists, experts, or spokespeople that may represent social movements—have a negligible chance of becoming news sources.", "Our data suggest that the way news media deal with SNS quotes provides their authors with a considerable degree of control over the content of the news, judging from the fact that more than two-thirds of SNS sources (N = 325) included direct quotations from social media accounts, while only one-third of quotes were modified by the journalists. Unlike other categories that we have examined above, the differentiation between particular SNSs does not seem to matter in this regard: Facebook generated 70 percent of direct quotations, Twitter generated 73 percent. Although our recorded values are lower than the astonishing 90 percent of full Twitter quotes identified by Broersma and Graham (2013), they still support the view that “the public consumption of tweets may make tweets more influential on media coverage than traditional press releases” (Parmelee 2014, 446). The public availability of statements on SNSs that make the news forces journalists to be more responsible in reporting, but the flipside is the loss of autonomy vis-à-vis their sources. The data also showed no statistically significant difference (N = 286, p = 0.12) between the types of actors quoted in the examined media. Politicians, celebrities, athletes, and ordinary citizens were all quoted directly at least in 70 percent of cases. At least in this regard, we found some support for the democratic potential often attributed to social media."]}, {"title": "Conclusions", "paragraphs": ["Contrary to those studies that deal with breaking news and ambient journalism, we chose to investigate news coverage spanning across a longer time period, which appears to be a minority orientation within this research field. It can be argued that an analysis of routine reporting has a potential to assess the impact of social media on everyday journalistic practices more accurately than a focus limited only to extraordinary situations. Although there is no denying that traditional media organizations and newsrooms have been experiencing significant transformations since the introduction of new media and SNSs, we cannot claim, based on our results, that the effect on the fundamental journalistic practice of gathering news from sources has been visibly altered in equal proportion. Our analysis demonstrates that, at least for the time being, the hybridization of the news cycle remains a relatively peripheral phenomenon in the Czech Republic. Unlike in the case of similar findings for local journalism and local elections in Norway (Skogerbø and Krumsvik 2015), our results can be related to the nationwide context in routine settings. The news in traditional media using SNSs as sources accounts for a mere fraction of the total news content in the Czech Republic.", "Besides discussing new, country-specific data, our main contribution consists of exploring differences between different SNSs in their capacity as news sources. We also attended to their multimedia quality and took into account other traditional media along with the printed press. To recapitulate, we found that social media appear as sources in only a small fraction of the overall news content and when they actually perform the role of sources, they usually do so only in a secondary capacity (RQ1). Traditional media generally use SNSs for textual types of information, except for the tabloid press which prefers pictures and photographs (RQ2). The analysis of the data leads us to conclude that, even if SNSs are adopted as sources from international newswires, Czech journalists legitimize them by claiming editorial authorship instead. Therefore, we assert that the use of SNSs as news sources in Czech news content is not a simple translation of global phenomenon into a national context by means of international news agencies (RQ3). Our findings also suggest that social media are associated with an overall tendency toward the tabloidization of the Czech press: they tend to become a source for soft news more regularly than for hard news (RQ4c), and the tabloid and commercial media use them as sources more readily than other types of media outlets (RQ4a). Although social media facilitate global communication, they are most commonly used as sources to report on domestic issues with the exception of the quality press (RQ4b). A discernible difference exists among competing SNSs. Facebook—which is the major social network in the Czech Republic and which relies on more personal and often private profiles—dominates as a source in the popular and tabloid press segment. On the other hand, the comparatively less popular micro-blogging service Twitter tends to predominate as a news source for hard news and appears more frequently in the quality press and public service media. The social media profiles that become sources belong mostly to elite members of society (RQ5a) and in a majority of instances allow them to be quoted verbatim (RQ5b). Non-elite actors gain more attention from the traditional media via their SNS profiles, but are often in the position of victims or witnesses in crime news and have little or no say in political or economic issues. Communication produced by experts, activists, or social movements and their representatives is virtually absent from the news agenda. There is, therefore, no strong evidence that SNSs in the Czech Republic increase “the range of voices in the news” (Broersma and Graham 2013, 458) or that the simple numerical increase in inclusion of citizens’ voices translates into democratization of the news agenda.", "Our findings need to be weighed against the limitations presented by the quantitative design of the study. We could not possibly account for such qualitative aspects as the importance of the news or the use of social media for breaking stories, which was beyond the means of quantitative analysis. Also, the scrutiny of the content could not provide us with the understanding of the changes in work routines introduced into journalism through social media, whether they include new positions for social media editors or workflow adjustments. For example, while the majority of Czech journalists who were interviewed by the Czech weekly Respekt expressed doubts about the journalistic value of social media, most of the interviewees remained very influential Facebook and Twitter users. Nevertheless, such doubts about the credibility and legitimacy of SNS sources can decrease the level of transparency (Phillips 2010b; Lasorsa 2012), which is a perennial problem in the study of sources that cannot be tackled by means of content analysis alone. Since researchers have indications to the effect that a digital divide runs across newsrooms (Hedman and Djerf-Pierre 2013), we can expect that while the overall impact of SNSs is not prominent, some subgroups of journalists, especially the younger cohorts, might be using social media more intensively. On the other hand, when they attempt to present themselves as tech-savvy, journalists may overestimate the role of social media in their work, as was suggested by surveys that revealed discrepancy between attitudes and practices (Lariscy et al. 2009; Sheffer and Schultz 2010). A possible corrective for the limitations of surveys and quantitative content studies could be gained from subsequent inquiries based on ethnographic methods and in-depth interviews (cf. Jordaan 2013), which we see as a potentially fruitful path to further analysis.", "While keeping in mind the possible limits of our approach, the results obtained allow us to proceed to some conclusions. Some results of our study are congruent with the findings obtained in Western European countries, but the analysis leads us to believe that the traditional news media in the Czech Republic use SNSs, despite the latter's global character, in a distinct way, which may reflect both the specifics of the technological infrastructure, the market, and the peculiar norms, routines and news values of Czech journalists. The main features that frame the utilization of SNSs as news sources in the Czech Republic can be outlined by generally low intensity, a preference for domestic affairs, a bias toward tabloidization, and a relative inaccessibility to non-elite actors in political issues. Czech journalists are dealing with sources that are not exploiting the potential of SNSs to the same extent as their counterparts in Western Europe or the United States. Following the conclusions of Skogerbø and Krumsvik (2015), we may also argue that in a relatively small country, such as the Czech Republic, the ties between journalists and their elite sources are closer, more exclusive, and more stable than in a larger setting, thus reducing the need for communication via SNSs.", "Given the context of the dual capacity of social networks to function as news media in their own right but also as a controlled platform for individual sources, journalists—at least those whose work was covered in our research—would be well advised to approach “the power of the tweet” by reinventing “the power of the edit” as a responsibility toward fact checking and cultivating public discourse. With the foreseeable expansion of SNSs among the Czech population and the growth of citizen journalism, professional journalists should take more advantage of the affordances of social network sites when it comes to seeking out commentary of marginalized actors on important issues in societal life."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Facebook Revolutions: Transitions in the Arab World, Transitions in Media Coverage? A Comparative Analysis of CNN and Al Jazeera English&#039;s Online Coverage of the Tunisian and Egyptian Revolutions.”", "year": "2012", "journal": "Journal of Arab \\& Muslim Media Research", "volume": "5", "authors": [{"name": "Bashri Maha", "first_name": "Bashri", "last_name": "Maha"}, {"name": "Netzley Sara", "first_name": "Netzley", "last_name": "Sara"}, {"name": "Greiner Amy", "first_name": "Greiner", "last_name": "Amy"}]}, {"title": "Social Media as Beat", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Twitter as a News Source", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "The Political Information Cycle in a Hybrid News System: The British Prime Minister and the ‘Bullygate’ Affair", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Chadwick Andrew.", "first_name": "Chadwick", "last_name": "Andrew."}]}, {"title": "More Tweets, More Votes: Social Media as a Quantitative Indicator of Political Behavior", "year": "2013", "journal": "PLoS ONE", "volume": "8", "authors": [{"name": "DiGrazia Joseph", "first_name": "DiGrazia", "last_name": "Joseph"}, {"name": "McKelvey Karissa", "first_name": "McKelvey", "last_name": "Karissa"}, {"name": "Bollen Johan", "first_name": "Bollen", "last_name": "Johan"}, {"name": "Rojas Fabio", "first_name": "Rojas", "last_name": "Fabio"}]}, {"title": "Politicians as Media Producers: Current Trajectories in the Relation between Journalists and Politicians in the Age of Social Media", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Ekman Mattias", "first_name": "Ekman", "last_name": "Mattias"}, {"name": "Widholm Andreas", "first_name": "Widholm", "last_name": "Andreas"}]}, {"title": "Weblogs, Traditional Sources Online and Political Participation: An Assessment of How the Internet Is Changing the Political Environment", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Gil De Zúñiga Homero", "first_name": "Gil", "last_name": "De Zúñiga Homero"}, {"name": "Puig-I-Abril Eulàlia", "first_name": "Puig-I-Abril", "last_name": "Eulàlia"}, {"name": "Rojas Hernando", "first_name": "Rojas", "last_name": "Hernando"}]}, {"title": "Agenda Trending: Reciprocity and the Predictive Capacity of Social Networking Sites in Intermedia Agenda Setting across Topics over Time", "year": "2013", "journal": "Media and Communication", "volume": "1", "authors": [{"name": "Groshek Jacob", "first_name": "Groshek", "last_name": "Jacob"}, {"name": "Clough Groshek Megan", "first_name": "Clough", "last_name": "Megan"}]}, {"title": "The Social Journalist: Embracing the Social Media Life or Creating a New Digital Divide?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hedman Ulrika", "first_name": "Hedman", "last_name": "Ulrika"}, {"name": "Djerf-Pierre Monika", "first_name": "Djerf-Pierre", "last_name": "Monika"}]}, {"title": "Twittering the News", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred.", "first_name": "Hermida", "last_name": "Alfred."}]}, {"title": "A Theory&#039;s Travelogue: Post-colonial Theory in Post-socialist Space", "year": "2011", "journal": "Teorie vědy [Theory of Science]", "volume": "33", "authors": [{"name": "Hladík Radim.", "first_name": "Hladík", "last_name": "Radim."}]}, {"title": "“Cruising Is Believing? Comparing Internet and Traditional Sources on Media Credibility Measures", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K."}]}, {"title": "Poke Me, I&#039;m a Journalist: The Impact of Facebook and Twitter on Newsroom Routines and Cultures at Two South African Weeklies", "year": "2013", "journal": "Ecquid Novi: African Journalism Studies", "volume": "34", "authors": [{"name": "Jordaan Marenet.", "first_name": "Jordaan", "last_name": "Marenet."}]}, {"title": "Journalism as Usual: The Use of Social Media as a Newsgathering Tool in the Coverage of the Iranian Elections in 2009", "year": "2012", "journal": "Journal of Media Practice", "volume": "13", "authors": [{"name": "Knight Megan.", "first_name": "Knight", "last_name": "Megan."}]}, {"title": "An Examination of the Role of Online Social Media in Journalists’ Source Mix", "year": "2009", "journal": "Public Relations Review", "volume": "35", "authors": [{"name": "Lariscy Ruthann Weaver", "first_name": "Lariscy", "last_name": "Weaver"}, {"name": "Avery Elizabeth Johnson", "first_name": "Avery", "last_name": "Johnson"}, {"name": "Sweetser Kaye D.", "first_name": "Sweetser", "last_name": "D."}, {"name": "Howes Pauline", "first_name": "Howes", "last_name": "Pauline"}]}, {"title": "Transparency and Other Journalistic Norms on Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic.", "first_name": "Lasorsa", "last_name": "Dominic."}]}, {"title": "Normalizing Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Foreign Reporting and Sourcing Practices in the Network Sphere: A Quantitative Content Analysis of the Arab Spring in Belgian News Media", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Leuven Sarah Van", "first_name": "Leuven", "last_name": "Van"}, {"name": "Heinrich Ansgard", "first_name": "Heinrich", "last_name": "Ansgard"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}]}, {"title": "Facebook and Twitter in the Newsroom How and Why Local Television News Is Getting Social with Viewers?", "year": "2012", "journal": "Electronic News", "volume": "6", "authors": [{"name": "Lysak Suzanne", "first_name": "Lysak", "last_name": "Suzanne"}, {"name": "Cremedas Michael", "first_name": "Cremedas", "last_name": "Michael"}, {"name": "Wolf John", "first_name": "Wolf", "last_name": "John"}]}, {"title": "Using Time Series Analysis to Measure Intermedia Agenda-setting Influence in Traditional Media and Political Blog Networks", "year": "2011", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "88", "authors": [{"name": "Meraz Sharon.", "first_name": "Meraz", "last_name": "Sharon."}]}, {"title": "The Agenda-building Function of Political Tweets", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Parmelee John H.", "first_name": "Parmelee", "last_name": "H."}]}, {"title": "Social Media References in Newspapers", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Harder Raymond A.", "first_name": "Harder", "last_name": "A."}]}, {"title": "Transparency and the New Ethics of Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Phillips Angela.", "first_name": "Phillips", "last_name": "Angela."}]}, {"title": "Hard and Soft News: A Review of Concepts, Operationalizations and Key Findings", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten"}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James"}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian"}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido"}]}, {"title": "", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Agenda Setting in a Digital Age: Tracking Attention to California Proposition 8 in Social Media, Online News and Conventional News", "year": "2010", "journal": "Policy \\& Internet", "volume": "2", "authors": [{"name": "Sayre Ben", "first_name": "Sayre", "last_name": "Ben"}, {"name": "Bode Leticia", "first_name": "Bode", "last_name": "Leticia"}, {"name": "Shah Dhavan", "first_name": "Shah", "last_name": "Dhavan"}, {"name": "Wilcox Dave", "first_name": "Wilcox", "last_name": "Dave"}, {"name": "Shah Chirag", "first_name": "Shah", "last_name": "Chirag"}]}, {"title": "Paradigm Shift or Passing Fad? Twitter and Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Sheffer Mary Lou", "first_name": "Sheffer", "last_name": "Lou"}, {"name": "Schultz Brad", "first_name": "Schultz", "last_name": "Brad"}]}, {"title": "Newspapers, Facebook and Twitter: Intermedial Agenda Setting in Local Election Campaigns", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Skogerbø Eli", "first_name": "Skogerbø", "last_name": "Eli"}, {"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Conceptualizing Sources in Online News", "year": "2006", "journal": "Journal of Communication", "volume": "51", "authors": [{"name": "Sundar Shyam S.", "first_name": "Sundar", "last_name": "S."}, {"name": "Nass Clifford", "first_name": "Nass", "last_name": "Clifford"}]}, {"title": "Whither Slacktivism? Political Engagement and Social Media Use in the 2013 Czech Parliamentary Elections", "year": "2014", "journal": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace", "volume": "8", "authors": [{"name": "Štětka Václav", "first_name": "Štětka", "last_name": "Václav"}, {"name": "Mazák Jaromír", "first_name": "Mazák", "last_name": "Jaromír"}]}, {"title": "Sources in the News", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Tiffen Rodney", "first_name": "Tiffen", "last_name": "Rodney"}, {"name": "Jones Paul K.", "first_name": "Jones", "last_name": "K."}, {"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Coen Sharon S.", "first_name": "Coen", "last_name": "S."}, {"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori"}]}, {"title": "Politics in the News: Do Campaigns Matter? A Comparison of Political News during Election Periods and Routine Periods in Flanders (Belgium)", "year": "2009", "journal": "Communications", "volume": "34", "authors": [{"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}, {"name": "De Swert Knut", "first_name": "De", "last_name": "Knut"}]}, {"title": "Obama, the Puppet Master", "year": "2013", "journal": "Politico", "volume": "", "authors": [{"name": "VandeHei Jim", "first_name": "VandeHei", "last_name": "Jim"}, {"name": "Allen Mike", "first_name": "Allen", "last_name": "Mike"}]}, {"title": "Twitter as a Reporting Tool for Breaking News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida.", "first_name": "Vis", "last_name": "Farida."}]}, {"title": "Social Networks in Political Campaigns: Facebook and the Congressional Elections of 2006 and 2008", "year": "2013", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Williams Christine B.", "first_name": "Williams", "last_name": "B."}, {"name": "Gulati Girish J.", "first_name": "Gulati", "last_name": "J."}]}]}