{"doi": "10.1080/1461670X.2019.1636707", "url": "https://doi.org/10.1080/1461670X.2019.1636707", "title": "One Foot in Prison and One Foot Out: State-Appointed Local Journalistic Labor in North Korea", "volume": "20", "year": "2019", "issue": "12", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Seo", "first_name": "Soomin", "name": "Soomin Seo"}], "abstract": "ABSTRACTForeign correspondents are often required to work with government-appointed fixers or minders in authoritarian regimes. This article is a case study of these frequently overlooked journalistic workers in North Korea and the structure of surveillance and social control they work within. Interviews with foreign journalists show that many of these locals are much more than mere government spies. The competing desires Pyongyang has for its fixer-minders—to both control and woo the correspondents—and a news environment increasingly open to Western media have led to a further diversification of roles among these journalistic workers. While minders from the State Security Ministry surveil journalists without directly interacting with them, English-speaking locals who work as photographers or writers contribute by taking pictures and writing stories. Foreign correspondents gradually form collegial rapport with the locals, which in turn makes them suspect in the eyes of the North Korean state despite the impeccable ideological credentials that earned them the posts in the first place. This makes the locals “Marginal Men” (Park 1926), people who belong to multiple cultures that are at odds with each other, people who have “one foot in and one foot out of prison.”", "body": [{"title": "Introduction: Putting Minders in Center Stage", "paragraphs": ["There is a growing interest in the work of locally hired journalistic labor, who are variously labeled “fixers,” “stringers,” or simply “local journalists.” These individuals offer a wide array of services to the foreign press, from logistical support to editorial assistance. While their work has been discussed by scholars of international reporting (Hannerz 2004; Palmer and Fontan 2007; Pedelty 1995), it is only in the last decade or so that these local journalists have taken a central place in research, rather than as serving supporting cast for stories about Western correspondents (Murrell 2015; Palmer 2018b; Paterson and Sreberny 2004; Seo 2016). Murrell (2015) established the importance of fixers in TV journalism, showing how their everyday work makes them much more than the logistical aides that their title suggests. But fixers working amidst wars and disasters are underappreciated, and, not coincidentally, under-protected from dangers. Furthermore, fixers are often frustrated by foreign correspondents’ lack of cultural understanding regarding the countries they cover (Palmer 2018a). Such scholarly recognition comes amidst a similarly increased appreciation from the practitioner side, as budget cuts and bureau closures mean that locals are doing most of the newswork for Western outlets in many countries (see, e.g., Sambrook 2010). Much of the original reporting—which is increasingly delegated to news agencies like AP and AFP—is done by locals, with staff foreign correspondents parachuting in for short durations (Murrell 2015; Paterson and Sreberny 2004).", "Largely missing from the research, however, are local journalistic workers who operate in more restricted settings. Many authoritarian and dictatorial regimes continue to tightly control foreign media access. Press visas are issued intermittently and strategically, typically only to journalists working for major outlets and/or those deemed friendly to the ruling regime, and only during carefully chosen occasions like elections and festivals (Committee to Protect Journalists 2015). Once foreign correspondents enter these countries, they are invariably required to work with state-appointed locals, who are called “minder,” “guides,” “translators,” or “fixers” (Jerreat 2017). While similar roles exist in different contexts—think about the military public affairs officers who accompany embedded American journalists in Afghanistan—they are most commonly found in authoritarian regimes in Central Asia, the Middle East, and the Horn of Africa (Bunce 2011; Palmer 2007; Palmer and Fontan 2007; Wright 2018).", "This article is about an even less explored subset of these local journalistic workers in a uniquely controlled and repressive setting, North Korea. The goal is not only to understand the role the local journalistic workers play in journalism, but also to make sense of the greater structure of surveillance and social control in North Korea. By exploring the multiple, often conflicting roles the state-appointed individuals play in journalism, I hope to fill in the gap in scholarly research about news practices in this and other heavily censored countries of the world."]}, {"title": "The Case of Journalism in North Korea", "paragraphs": ["It would be difficult to find a harsher news climate than North Korea. Consistently ranking near bottom in global free press rankings, the country stands out with the exceptionally tight grip it exercises on the movement and communication of its citizens and visitors alike (Committee to Protect Journalists 2015; Freedom House 2017). All news outlets are owned by the government, and the general public do not have access to the Internet, a privilege reserved for senior party elites and foreigners (Koh, Lee, and Hong 2012). Similarly, there is no meaningful independent journalism to speak of, with the exception of underground dissident press which operates mostly from outside North Korea, which sometimes gets passed on to those inside in USB sticks and SIM cards (Lerner 2015).", "Although North Korea is one of the least-visited countries in the world for foreign correspondents, tensions over its nuclear and missile programs have led to a major increase in a global demand for news from the nation. The presence of foreign correspondents itself is something of a novelty in the capital city of Pyongyang. Doors to the foreign media began to crack open around the year 2000, when North Korea began to establish diplomatic relationships with Western countries like Britain, Canada and Germany. In this spirit of increased openness, the AP's TV subsidiary APTN was permitted to launch the first Western media bureau in Pyongyang in 2006, which resulted in exceptional—and often exclusive—access to images from North Korea (Paterson 2011). This was followed by Japan's Kyodo News Agency (2006), an official AP bureau (2012), and Agence France Presse (2016). Out of these bureaus, the official establishment of the AP bureau was perhaps the most significant due to the symbolic nature of the flagship American news agency moving into a city where state-issued banners still prominently display anti-American slogans.", "In addition to these new entries, the foreign press corps in Pyongyang also includes the long-timers at state news outlets from Russia (ITAR) and China (Xinhua News Agency and People's Daily)—whose historical Communist bona fides allowed them a head start. The South Korean media also enjoyed preferential treatment during the presidency of Kim Dae-jung (1998–2004). At the time, South Korean journalists visited North Korean factories in the border city of Kaesong and attended family reunions, tours, and sporting events in Pyongyang and Mt. Kumgang. In his study of South Korean reporters who visited North Korea in the early 2000s, Chon (2002) found that the Pyongyang regime was extremely selective and strategic in issuing entry permits to foreign journalists, giving preferential treatment to progressive and liberal media outlets. On the other hand, Seo (2009) showed that reporters’ nationalities—American, South Korean, and Chinese—led to different perspectives in their coverage of discussions regarding North Korea's nuclear programs.", "Still, research about the complicated nature of the surveillance journalists encounter in North Korea or the sociology of various actors involved has rarely been attempted. Journalists and scholars often portray the government-appointed guides primarily as spies, performing surveillance and censorship roles, or sees them primarily as technical, non-journalistic labor doing mechanical work (e.g., see S. Kim 2015; Sweeney 2013). What these works overlook is the complicated reality on the ground, where the individuals play multiple, often conflicting roles including that of a journalist. So how should we understand the structure of surveillance and the role of local journalistic labor in North Korea? This is the first question this article seeks to answer: RQ1: How do the state-appointed journalistic labor work with the foreign correspondents in North Korea, and what is their relative position between the regime and the international media outlets?As more journalists visit North Korea, the conditions surrounding their work—and the concessions they are willing to make—have come under scrutiny. In a content analysis of AP articles datelined from North Korea, Seo (2018) showed that the Pyongyang bureau avoided sensitive subjects like diplomacy and the nuclear program and focused its energy on capturing photographs of everyday lives and covering state-sanctioned events such as sports competitions. Criticism of the facile reporting and self-censorship among the foreign press often comes from the journalists themselves. Evan Ramstad, who visited North Korea for the Wall Street Journal, pointed out the lack of Korean language skills among foreign journalists allows them to be easily manipulated by the North Koreans. Additionally, most of them parachute into North Korea for short trips, allowing them little time to absorb the historical, cultural, and political context of North Korea. For example, Ramstad (2018) described how during his 2008 trip with New York Philharmonic, reporters had 40 hours of tightly packed schedule. Others have alleged that in order to retain access to the country, journalists abandon pillars of their professional ethics like independence and balance when they follow the predetermined itinerary dictated by the North Korean government (Kim 2008). Given the controversies, this article is also interested in how the foreign correspondents themselves navigate the complicated terrain in North Korea, with all its restrictions and dangers. How do they do their work, when they themselves are newcomers and utterly unfamiliar with the country? Do they apply the same set of moral, ethical standards in the process or are there are concessions they make? These are the second set of questions this article hopes to explore through the following research question: RQ2: How do the foreign correspondents in North Korea negotiate with the surveillance structure in their daily work?", "RQ1: How do the state-appointed journalistic labor work with the foreign correspondents in North Korea, and what is their relative position between the regime and the international media outlets?", "RQ2: How do the foreign correspondents in North Korea negotiate with the surveillance structure in their daily work?"]}, {"title": "Data and Method", "paragraphs": ["This article employs interviews with journalists who have been to North Korea (N = 17) as the primary method. The foreign journalists were chosen because there was no way to safely interview North Korean minders and fixers. Interviews were conducted from 2017 to 2019 in South Korea and in the United States. This was a time when news about North Korea appeared frequently in Western outlets due to rising tensions surrounding its nuclear program as well as the resumption of high-level diplomatic activities between the North Korean leader Kim Jong-un and Donald Trump of the USA, Moon Jae-in of South Korea, and Xi Jinping of China.", "In selecting interviewees, I tried to locate representatives of all news outlets with a track record of sending a reporter to North Korea more than once. A list compiled by the author showed at least 60 outlets belonged to this group, meaning nearly one third of such outlets which visited North Korea are represented in this article. On an individual level, most of the interviewees (N = 14) were foreign correspondents from Western or neighboring Asian countries who had worked in North Korea or had colleagues working there. Two interviewees are not foreign correspondents per se, but rather North Korean defectors who have worked as journalists from the South Korean side. One interviewee is not a reporter but works as a consultant for Western news outlets when they seek to gain entry to North Korea. The three non-foreign correspondents were included because their unique experiences provided them with a deep understanding of North Korea's handling of news media. Overall, interviewees were senior figures in their profession, with an average of 17 years of experience as journalists or in related jobs such as intelligence. A majority of interviewees considered themselves North Korea specialists, having spent the majority of their careers focusing on the country. But even the self-professed generalists—such as foreign correspondents covering both Koreas for international outlets—reported spending much or most of their time working on North Korea-related issues. Eleven were male and six female. Interviewees worked for US, South Korean, British and Japanese news agencies, newspapers, and TV stations. Most of the interviewees (12 out of 17) asked to remain anonymous, citing possible repercussions for their outlet and the North Korean locals they have worked with. Others asked to omit statements that would identify their specific news organization. Those who agreed to be identified include Jean Lee and David Guttenfelder (formerly Associated Press), Jang Yong-hoon (Yonhap News Agency), Kim Hyun-kyung (MBC), and Chad O’Carroll (NK News). (Table 1). One Foot in Prison and One Foot Out: State-Appointed Local Journalistic Labor in North KoreaAll authorsSoomin Seo https://doi.org/10.1080/1461670X.2019.1636707Published online:27 June 2019Table 1. Typology of North Korean local hires working with foreign media.CSVDisplay Table", "The interviews were part of a larger project on journalists covering North Korea. Separate from this article, I conducted content analysis on the themes and formats of their work and also looked into their sourcing practices, both of which informed this research by providing the context of the overall social climate and news environment in North Korea. This context helped me to formulate interview questions about work routines and news values involving the North Korean minders, such as: Who were the North Koreans you worked with? What do you know about their training, qualifications, and other relevant background information? To what extent were the North Koreans similar to—and different from—fixers and stringers you worked with in other countries? And what changes you have witnessed over time, if any?", "Nevertheless, the interviews are inherently limited in several ways. First and foremost, there are the inherent challenges of interviewing people about their work, which can lead to distorted depictions rather than the more objective portraits required in social science research (Geertz 1973). For example, journalists may have underplayed their own lack of preparedness in covering North Korea, as well as their own practices deemed unethical or unprofessional. To retain their access to North Korea, they may have avoided mention of censorship or surveillance by the North Koreans. Most fundamentally, the actual views of the North Korean journalistic labor or government officials are not represented, as there was no way those in North Korea could be contacted and safely interviewed for academic research. To overcome this problem, I have also used published first-person accounts from journalists and non-reporters who have visited North Korea or who have expertise on the matter. This includes both those critical of and sympathetic to the regime. Further, I obtained an English-language copy of the rule book North Korea hands out to all foreign journalists, which contains relevant regulations and rules of conduct. I also used research reports and analyses from South Korea's Unification Ministry and global NGOs whenever possible to triangulate findings made during the interviews."]}, {"title": "A Typology of North Korean Journalistic Labor", "paragraphs": ["The North Korean system of allocating government minders/fixers to journalists reflects the conflicting desires of the Pyongyang regime: to control and surveil, and at the same time, to win favorable coverage and improve the country's profile in the global arena. Little is left to chance in these assignments, with factors like social rank, nationality, and temperament taken into account as the government matches minders to foreign journalists. Officially, all of these individuals working with foreigners are given the generic title of “guide” (bojang seongwon in Korean) by the North Korean government but I identify four types who exhibit significant differences along two axes: (1) their commitment to surveillance and control, and (2) their commitment to quality journalism. The former is a domestic value, referring to Pyongyang's primary goal of in pairing locals with journalists, which is to surveil and monitor journalists’ activities and intervene if necessary. The latter, journalistic quality, is more global in nature, referring to commonly accepted definition which includes accuracy, context, and comprehensiveness (Anderson 2014). Those with a high commitment to surveillance and a low commitment to quality journalism are officials selected from the country's intelligence agency, whose primary role is to surveil. In contrast, the professionally-oriented local staffers with a sustained relationship with the foreign journalist or outlet who take pictures and obtain quotes for foreign correspondents have less interest in surveillance and more interest in producing quality content.", "For the purpose of this article, I adopt four proprietary titles to match them to the four subcategories of local journalistic labor depending on their position on the two axes. I use the term “guide” (low journalistic quality, low surveillance) to refer to multipurpose locals focused on providing basic assistance, “minder” (low journalistic quality, high surveillance) to refer to the more control-oriented locals, “stringer” (high journalistic quality, high surveillance) to refer to locals who offer more professionalized journalistic support such as arranging interviews and fetching quotes, and “local reporter” (high journalistic quality, low surveillance) to refer to those with journalistic credentials. In North Korea, the same title (bojang seongwon) is used for the them, and in the field, there is much overlap across the different categories. However, the four categories show how the work of North Koreans has diversified in recent years with the increase of foreign correspondents. As we will see below, locals who work for prolonged periods of time with foreign journalists are developing a deeper understanding of Western journalistic norms, and they increasingly internalize these values as they take photos and write stories alongside foreigners. This, however, contributes to their precarious status within North Korean society.", "North Korea has built one of the world's most extensive human surveillance networks, at the top of which is the State Security Ministry. This government organ reports directly to Kim Jong-un, and its 100,000 employees are granted extrajudicial powers like imprisonment and even execution (Unification Ministry 2018). This ministry is also tasked with monitoring foreign journalists. To do so, it employs workers I will call “minders,” to emphasize their role in “minding” foreign journalists as opposed to providing linguistic or logistical assistance.", "To make sense of the minder system, one must understand the rationale behind social control in North Korea. Like the former Soviet Union, China, Cuba, and other communist countries, North Korea resists the liberal media model, preferring to use it for propagandistic ends. Accordingly, North Korea has been critical of the news media in capitalist countries, alleging that its sensationalism leads to decadence and ignorance among the public. North Korea's media policies took an even more insular—and repressive—turn with the adoption of the Juche ideology in the early 1970s. Translated into “self-reliance,” Juche emphasized a self-sustaining economy and the nationalistic leadership of Kim Il-sung. Unlike in the Soviet Union, where independent journalism continued despite political oppression, there was no meaningful dissident or independent press to speak of in North Korea (Koh, Lee, and Hong 2012; Shafer and Freedman 2010). This insularity is still reflected in Pyongyang's handling of the foreign media, where the top goals are to control, monitor, and to censor. First-time visitors or those from major Western outlets are assigned to at least one State Security minder as part of their entourage. On assignments, a North Korean may introduce himself or herself as one of the generic “guides” working alongside other state-appointed individuals, when in fact he or she is part of the State Security. They may come across as rigid and strict individuals, especially in the beginning, as David Guttenfelder of the AP recalled: When I first arrived in North Korea, their assumption was that whenever I pointed my camera, they’d automatically assume it was a bad thing. So they were racking my brain to see what could be bad about [the picture of] people waiting for a bus. They were questioning my every move.The minders also see foreign correspondents as sources of valuable intelligence, asking lots of questions to gather information from the well-traveled and well-informed reporters. They have a reputation of grilling journalists for seemingly minute and trivial details on their past experience and life back home, with reporters saying it was obvious they were gathering material for their nightly report to the government (J. Kim 2015). However, genuine curiosity is also part of the motivation. A British journalist who visited North Korea in 2017 recalled that many of the minders apparently did not have access to the Internet and were thus unable to see the final coverage of the foreign correspondents they worked with. He said he wondered whether the inquisitiveness and the frankness of his North Korean minder was genuine: One of the [minders] was my age, and I don't know if he was deliberately doing this, or whether it was due to naivete, but quite often we’d talk about negative things like the power shortages, how poor North Korean news is, lack of data. … When I showed him some stories I had written about North Korea, he was like, “This is really good, I would love it if you could share your story every day while you are here.”In cases where multiple North Koreans are assigned to work with foreign journalists, the division of labor among the locals becomes obvious, with the State Security minder keeping a distance or even lurking in the background. This may be because the minder is focusing his energy on surveillance, producing detailed records, including verbatim quotes, which will be submitted to the spy ministry at the end of the day. Often times, the minder pays just as much attention to the North Korean translators and guides working closely with the foreigners, as well as to any civilians with whom the journalist may come in contact. This has the effect of keeping North Korean translators on their toes, incentivizing them to control the foreign journalist in order to keep them both out of trouble.", "When I first arrived in North Korea, their assumption was that whenever I pointed my camera, they’d automatically assume it was a bad thing. So they were racking my brain to see what could be bad about [the picture of] people waiting for a bus. They were questioning my every move.", "One of the [minders] was my age, and I don't know if he was deliberately doing this, or whether it was due to naivete, but quite often we’d talk about negative things like the power shortages, how poor North Korean news is, lack of data. … When I showed him some stories I had written about North Korea, he was like, “This is really good, I would love it if you could share your story every day while you are here.”", "The all-powerful nature of the State Security Ministry means its employees often have the final say in granting journalists access to non-landmarks, towns, and factories. More importantly, the minders have the ability to act aggressively when things go wrong, for instance if a foreign reporter sneaks out of the hotel or openly criticizes the regime while still in North Korea. This was the case for BBC reporter Rupert Wingfield-Hayes, who visited Pyongyang with two colleagues in 2016. Covering the visit of Western dignitaries, the reporter and his team clashed with the five North Korean guides assigned to them. The minders took issue with the use of adjectives like “grim-faced” and verbs like “barked” in Wingfield-Hayes’ stories, so they interrogated his group for ten hours and demanded a written apology (Wingfield-Hayes 2016).", "The nationality and ethnicity of journalists affects the way minders treat them. The North Korean regime is acutely aware of the different perspectives held by news outlets of different national origins, and treats them accordingly. For example, foreign correspondents from Russia and China, countries deemed friendlier to North Korea, are given minimal surveillance compared to Western ones. Those with permanent Pyongyang bureaus—AP, AFP and Kyodo—work primarily with local journalists and translators rather than with State Security minders. In contrast, South Korean journalists are kept on a shorter leash, as they speak the same language and can blend in more easily with the locals to dodge surveillance.", "Treatment is also contingent on the political climate, with minders sometimes making unreasonably rigid demands for journalists, knowing too well the foreign correspondents could not afford to go back home empty-handed. Kim Hyun-hyung of MBC, who has logged more than 20 visits to North Korea since the 1990s, recalled some of the lowest moments in her interaction with the minders: Much depends on individual character. I’ve worked with those who have stopped us in every step, whisking the driver or car away and leaving our team stranded or unable to transmit footage via satellite when they were unhappy. One [minder] even asked [foreign] reporters to write a letter of apology addressed to the regime [when something went wrong]. This was so that he could leave a paper trail to absolve their own responsibility.It is common for the minders to “ask” if certain elements—for example, the partial exposure of Kim Jong-un or Kim Il-sung's faces rather than showing their entire face in videos—can be avoided. Still, outright censorship of text content is becoming rare, as North Korea increasingly understands conventions of press in the Western world. More often, it is the foreign reporter who engages in self-censorship to filter out material considered outside of permissible coverage. A South Korean TV journalist once filmed an elderly North Korean citizen openly begging for change from her team, unaware that they were journalists on assignment, but said she did not use it. “Honestly, I was not planning on using that clip because I feared for the safety of the old man.”", "Much depends on individual character. I’ve worked with those who have stopped us in every step, whisking the driver or car away and leaving our team stranded or unable to transmit footage via satellite when they were unhappy. One [minder] even asked [foreign] reporters to write a letter of apology addressed to the regime [when something went wrong]. This was so that he could leave a paper trail to absolve their own responsibility.", "Travel to local areas, in principle, shall be made [sic], attended by guides at all times. (Regulations for the Activities by Foreign Journalists in the Territory of Democratic People's Republic of Korea, Chapter 2, Article 19)If minders are people who keep a distance and can lurk in the background, guides are the ones working directly alongside foreign correspondents at all times. At least one government official is assigned to monitor each journalist. This person can serve multiple roles—censor, translator, tour guide, and editorial helper. The “helper” component is not insignificant, as correspondents are in genuine need of guidance in an unfamiliar country. Most Western correspondents working in North Korea do not speak the Korean language, and English is rarely understood as Russian had been the preferred foreign language in North Korea until the 1980s. Even if foreign correspondents were granted the freedom to move freely in North Korea, they would be unlikely to get far as they attempted to navigate dilapidated roads and chronic energy shortages. Within Pyongyang, journalists at the AP and other news outlets with physical bureaus are kept on a longer leash and travel unaccompanied within city parameters, but even these journalists said it would be difficult for them to talk to “regular” North Koreans, as civilians are suspicious of outsiders. In a police state, the assumption is that everyone is being surveilled.", "Travel to local areas, in principle, shall be made [sic], attended by guides at all times. (Regulations for the Activities by Foreign Journalists in the Territory of Democratic People's Republic of Korea, Chapter 2, Article 19)", "The North Korean guides recruited to help foreign journalists are trusted elites within the country's political system. Those assigned to Western reporters are first screened for their language skills, with many holding degrees from the Pyongyang University of Foreign Languages, where the intense training allows many to speak with a British accent despite never having set foot outside North Korea. (The American accent—previously shunned for historical and political reasons—is becoming more popular, however). In addition to their linguistic fluency, an unblemished record of loyalty and ideological soundness is a job requirement for those working with foreigners. Nearly all guides are residents of Pyongyang, a relatively affluent city somewhat removed from the extreme poverty that afflicts the rest of the country. They are likely to have family members who are military officers or diplomats. Chad O’Carroll of NK News said many of the North Korean guides he met were young, aspirational men who are very smart and in possession of very good language skills, and who often work other day jobs, as bureaucrats for government agencies dealing with international affairs or global business. Few of them had received journalistic training: The Information Committee pulls people from normal jobs for the foreign press, so it's quite an interesting class of characters. I recognized some of them from my tourist days, from tour guides to professor to an interlocutor who works with an American NGO.The guides typically herd their charges through a pre-determined itinerary including the Juche Tower, the Pyongyang Institute of Arts and the People's Library, Munsu Palace, the USS Pueblo, and the Pyongyang subway. Some even get to visit the mausoleum containing the caskets of Kim Il-sung and Kim Jong-il. There, foreign visitors will be pressured to respectfully bow to the deceased leaders like everyone else. While the usual propaganda landmarks do offer interesting tidbits, the tight scheduling often means the foreign correspondent has little time to pursue new story leads. Foreign journalists thus spend a lot of time negotiating with the guides for better access to less visited sites as well as more logistical support. Kim Hyun-kyung of MBC said that she tried hard to break from the tightly choreographed itinerary: North Korea leaves nothing to chance. Entering North Korea, we usually have a broad outline of an itinerary, but all the details have to be worked out on site via the fixers, so it's endless negotiations. Where do we go? Who do we talk to? After that they [fixers] have to get the approval of officials there, clean and prep the place. They work very hard to make sure everyone is prepared.Foreign correspondents said their interactions with the North Korean guides—especially junior, low-ranking ones—were transactional in nature. As agents of a regime, they make it clear that North Korea wants to be compensated for providing access with positive (or at least not negative) coverage. Intense negotiations over the day's itinerary—with whom the journalist can meet and where he or she can visit—often become a daily ritual. Some guides expect gifts and even ask openly for cash, asking higher sums from TV journalists, as they are assumed to have deeper pockets compared to print reporters (Ha 2006). None of the interviewed foreign correspondents openly admitted bribing North Koreans, but said they “heard” of other people who did so. Still, foreign correspondents in North Korea have been known to make their share of Faustian bargains. While such admissions are rarely published in the journalists’ own accounts, The Wall Street Journal's Evan Ramstad, who was a member of the 80-person press corps organized by the US State Department to cover a Pyongyang performance by the New York Philharmonic as part of a cultural exchange event, said that while the Pyongyang government imposed “draconian” controls on media access, the journalists themselves were hardly free from blame (Ramstad 2018): [North Korea] also benefits from the willingness of competitive news organizations to lower their reporting standards in return for access to a place that is exotic, scary, bizarre and even entertaining. Unfortunately, often enough, it has been able to count on journalists’ shortcuts and short memories for some extra polishing of its reputation in the world.Despite the transactional nature of the relationships, journalists often become friends with the guides after spending long hours on the road with them. David Guttenfelder, who visited North Korea over 40 times during his time as the chief photographer at the AP's Pyongyang bureau, said the guides were invaluable for providing insight into North Korea and its people: The guides are often seen as people who are there to invalidate the work we do …. Yes, they’re never going to let me go to prison to take pictures, but I learned a lot of other things through them. I would ask, ‘How did you meet your wife, when did you meet first? What's your relationship with your dad?’ … I came to really like and care about them.", "The Information Committee pulls people from normal jobs for the foreign press, so it's quite an interesting class of characters. I recognized some of them from my tourist days, from tour guides to professor to an interlocutor who works with an American NGO.", "North Korea leaves nothing to chance. Entering North Korea, we usually have a broad outline of an itinerary, but all the details have to be worked out on site via the fixers, so it's endless negotiations. Where do we go? Who do we talk to? After that they [fixers] have to get the approval of officials there, clean and prep the place. They work very hard to make sure everyone is prepared.", "[North Korea] also benefits from the willingness of competitive news organizations to lower their reporting standards in return for access to a place that is exotic, scary, bizarre and even entertaining. Unfortunately, often enough, it has been able to count on journalists’ shortcuts and short memories for some extra polishing of its reputation in the world.", "The guides are often seen as people who are there to invalidate the work we do …. Yes, they’re never going to let me go to prison to take pictures, but I learned a lot of other things through them. I would ask, ‘How did you meet your wife, when did you meet first? What's your relationship with your dad?’ … I came to really like and care about them.", "Foreign journalists and journalists of representative offices shall ensure objectivity and impartiality in their respective activities. (Regulations for the Activities by Foreign Journalists in the Territory of Democratic People's Republic of Korea, Chapter 3, Article 21)Although journalists continue to use adjectives like “reclusive” and “hermit” in describing North Korea, the quantity as well as quality of journalistic access to North Korea has improved greatly since 2000. In the spirit of increased openness, a handful of Western outlets successfully established Pyongyang bureaus. As noted previously, the AP was the first to open a bureau, launching a TV subsidiary APTN in 2006 followed by full-fledged bureau in 2012. Kyodo News Agency opened a bureau in 2006, and in 2016 Agence France-Presse joined the press corps (Seo 2018). In 2018, South Korea's JTBC announced they also reached an agreement with North Korea to open a Pyongyang bureau, joining the aforementioned long-established outlets from Russia and China (Park 2018).", "Foreign journalists and journalists of representative offices shall ensure objectivity and impartiality in their respective activities. (Regulations for the Activities by Foreign Journalists in the Territory of Democratic People's Republic of Korea, Chapter 3, Article 21)", "Opening a new bureau in Pyongyang meant foreign news outlets were inevitably paired with local, North Korean staffers doing journalistic labor. The identity and allegiance of these individuals—and whether the Western outlets compromised their journalistic integrity by hiring ones vetted by the North Korean government, became a subject of contention. When a draft of the AP's agreement with the North Korean counterpart KCNA was leaked in 2014, critics pointed out key journalistic principles the AP abandoned by agreeing that the North Korean side will “nominate” the full-time staffers who will work with the AP, as well as agreeing that changes to North Korean journalistic content to be distributed via the AP will be made with “full consultation” between the North Koreans and the AP staff (Hudson 2012).", "But Jean Lee, the AP's first bureau chief in Pyongyang, strongly denied such allegations. While the candidates had indeed been vetted by the North Korean government, she pointed out the AP had the final say in selection, with the North Koreans receiving extensive training in AP's journalistic practices afterwards. While both of the AP stringers—text and photo—had previous journalism experience working for North Korean and Japanese media, she spent time to introduce them to the AP's multidimensional fact-checking processes, with staffers from different continents working on putting together a big story: A major part of my job as a bureau chief was to show the values, impart the values. … As a bureau chief I was teaching them how to be part of the larger news operation, to tap each person to play a role in the larger puzzle, pulling together information. For one story, I would seek information from the [US] State Department, while they [North Koreans] would pull information [from North Korean government].The AP's North Korean stringer Pak Won-il, a veteran reporter with fluent English and multimedia skills, initially wrote short pieces based on government statements and press releases. As time went on, however, he came to play a bigger role in the agency's Pyongyang operation by stepping up and taking on more reporting duties when bureau chiefs were away in Seoul or Tokyo. Gradually, he and the photo stringer Kim Kwang Hyon began to pitch more stories to their AP colleagues from the US.", "A major part of my job as a bureau chief was to show the values, impart the values. … As a bureau chief I was teaching them how to be part of the larger news operation, to tap each person to play a role in the larger puzzle, pulling together information. For one story, I would seek information from the [US] State Department, while they [North Koreans] would pull information [from North Korean government].", "Although the American AP correspondents had to be accompanied by their North Korean colleagues wherever they went, they stressed the normalcy of their assignment there. For Lee, the longer, more regular stays allowed her to visit villages no foreigner had visited before and write about sensitive subjects such as poverty and economic reform. For Guttenfelder, the collegial bond he formed with the North Korean photographers and videographers was absolutely crucial. He said the conversations he had with the stringers and local journalists came to constitute the very core of his photographic reporting: The most interesting conversations I had were with the North Korean colleagues. My work was based on the relationship I had created over time with the minders and guides, and I felt that while it was certainly not perfect [in terms of journalistic independence] … I felt strongly that I could defend the access, the version of the reality I was showing because it was the reality of those people I had observed over time, the insight I got from the country.Photo and video is a particular case in point. Demand for visual images from North Korea has been particularly strong in the West as fears over North Korea's nuclear program arose. In working to meet these demands, foreign photographers and TV journalists said that their North Korean counterparts were becoming increasingly professional, going as far as to exhibit an appreciation of factually-driven, in-depth journalism that is also polished in style. Increasingly, they reported, the locals exhibited professional pride, internalizing some of the norms and values of the foreigners they work with. They became more competitive, even developing a competitive streak typical of the commercial press in their everyday reporting, as Kim Hyun-kyung recalled: When we worked with the North Korean TV crew in spring of 2018, I was very impressed with the professionalism of the North Korean cameramen and the producer. When we asked for equipment or software, they would reply promptly that of course they have it. They were so proud, boasting about the quality of their shots, and I could see how competitive they had become.In 2019, the South Koreans have accumulated nearly two decades of working in North Korea. For the AP, this is the eighth year in Pyongyang. As time went on, foreign correspondents said their relations with the local guides/minder/fixers matured, with the locals taking on an increasingly proactive role in reporting by, for instance, fighting for better access of the visiting foreign correspondents. The North Koreans and foreigners regularly bond over drinks and karaoke, a common way of socializing in North Korea.", "The most interesting conversations I had were with the North Korean colleagues. My work was based on the relationship I had created over time with the minders and guides, and I felt that while it was certainly not perfect [in terms of journalistic independence] … I felt strongly that I could defend the access, the version of the reality I was showing because it was the reality of those people I had observed over time, the insight I got from the country.", "When we worked with the North Korean TV crew in spring of 2018, I was very impressed with the professionalism of the North Korean cameramen and the producer. When we asked for equipment or software, they would reply promptly that of course they have it. They were so proud, boasting about the quality of their shots, and I could see how competitive they had become.", "If anything, some became too close, leading to self-censorship by foreign correspondents. Foreign correspondents who worked in Pyongyang conceded that these relationships with the locals sometimes complicated journalistic efforts to provide balanced and in-depth coverage.", "Publishing even slightly critical stories becomes personally and morally fraught for the foreign reporters. In addition to getting themselves banned from the North, the choice to write such stories, for instance on human rights or rumors about Kim Jong-un, could come at great cost to their local colleagues. Self-censorship extended to outside North Korea, with journalists in Seoul, Tokyo or Washington worrying about the possible repercussions of their stories. A Seoul-based correspondent whose outlet also has a Pyongyang bureau said its journalists often thought twice about writing stories that could bring down the wrath of the regime: We once had a good scoop about Kim Jong-un, which we got from sources outside North Korea. But we couldn't tell the North Koreans that! … Since so many people worked hard to set up our Pyongyang bureau, we became too cautious, reluctant to run the story which had a high likelihood of shutting down the bureau.While both the foreign journalists and the North Korean minders face such ethical and epistemological challenges, the practical and physical challenges are not symmetrical: Whereas the foreign journalists can clash with the regime and move on to the next beat, open disagreement with the government is not an option for the North Koreans who may face severe punishment. Furthermore, their proximity to the foreigners renders them suspicious in the eyes of the regime. The locals become insider-outsiders, stuck between their countrymen and the foreign correspondents they work with. This became increasingly apparent to an American journalist, who noted a marked change in the North Koreans he worked with in recent years. Many of them not only understood, but secretly embraced Western journalistic standards on objectivity and transparency: I feel like they are stuck between [us Western journalists] and [the regime-controlled entity] they worked for, between a rock and a hard place, especially as their job was first to facilitate our work. In a country where the entire idea of what a journalist does is completely different, they [also] have to answer to authorities within the country. And I think ultimately there was a big difference between how much they [the North Koreans who worked as stringers] got it [Western journalism] and how much the Foreign Ministry minders got it.The dynamics between the foreign correspondents and North Korean locals thus offers a unique opportunity to see the locals engaging in transformative work of “domesticating” foreign news. In discussing foreign correspondents, Gurevitch, Levy, and Roeh (1991) sought to connect the identity of journalists with the news they produce, which often results in “domestication,” turning unfamiliar and foreign stories into something their audience back home can understand and digest. While working with foreign correspondents, the locals help “domesticate” what is already domestic to them. Furthermore, the locals inevitably become familiar with global news and perspectives, resulting in a secondary domestication process of their own. The nature of this journalistic partnership requires both sides to understand—and possibly internalize—each other's norms and values, or no meaningful work can be completed.", "We once had a good scoop about Kim Jong-un, which we got from sources outside North Korea. But we couldn't tell the North Koreans that! … Since so many people worked hard to set up our Pyongyang bureau, we became too cautious, reluctant to run the story which had a high likelihood of shutting down the bureau.", "I feel like they are stuck between [us Western journalists] and [the regime-controlled entity] they worked for, between a rock and a hard place, especially as their job was first to facilitate our work. In a country where the entire idea of what a journalist does is completely different, they [also] have to answer to authorities within the country. And I think ultimately there was a big difference between how much they [the North Koreans who worked as stringers] got it [Western journalism] and how much the Foreign Ministry minders got it.", "As scholars have noted, the insider-outsider relationship is a dialectical one that is constantly being informed by an individual's self-perception (Ergun and Erdemir 2010).", "For all the talk about reform, change, and liminality of the local journalistic labor in a changed news environment, it is still unclear if the North Koreans genuinely feel the same way about their working relationships with the foreigners, and are embracing different journalistic values of the West. Furthermore, working with insiders does not necessarily facilitate good work, as such can lead to bias and cronyism (Adams 1999)."]}, {"title": "Conclusion: Journalists in a Changing North Korea", "paragraphs": ["Academic studies of news media in Communist countries have increasingly shown that few—if any—of them have been able to maintain absolute control over news and information over a prolonged period of time. In particular, research shows that even in fiercely patrolled police states like East Germany or Soviet Union, the treatment of foreign media has been a sound indicator of the regime's willingness to open up to the outside world during years of political transition (Jakubowicz and Sükösd 2008).", "Even in North Korea, what we have seen so far indicates that the system of surveillance and information control is becoming more porous. Although the size of the international press corps allowed into North Korea pales in comparison with other countries, the numbers have increased steadily. Since 2017, the regime let in a wide range of Western news organizations including the New Yorker, the New York Times, the BBC, the Los Angeles Times, the Washington Post, the Financial Times, Reuters, CNN and NPR. Unlike his reclusive father, Kim Jong-un has been seen thanking foreign journalists and suggesting unplanned photo sessions. This was shown again during a recent visit to meet with Vladimir Putin, when Kim gave his first-ever impromptu interview with a Russian TV station Rossiya 1 (Choe 2019).", "And even with surveillance and other restrictions, the increased presence of the international media is resulting in coverage that is more diverse and colorful. Previously, researchers found the international media's coverage of North Korea—often with Washington, Seoul or Tokyo bylines—to be steeped in negativity (Choi 2010, 2018), based mostly on government officials and diplomats of Western officials (Kim and Jahng 2016). Thematically, stories leaned heavily on hard subjects like politics and diplomacy. One of the ironies of the strict restrictions Pyongyang imposes on foreign correspondents is that it has led journalists to be creative, for instance producing softer news about the everyday lives of North Koreans such as the marketplace economy and fashion trends.", "The local guides, minders and stringers who work with foreign correspondents are at the forefront of these changes in North Korea. As we have seen, the relationship between the foreigners and the locals is dynamic one which has evolved over time. Although the locals are usually assigned by the North Korean government to keep tabs on foreigners while offering limited assistance with language and/or logistics, the locals increasingly—and inevitably—become useful as teachers of local politics and culture. As highly educated, elite individuals, some of the locals are assuming on even more proactive roles in journalism, taking pictures and pitching stories that can help the outside world understand North Korea. The locals’ work would be impossible if they did not understand Western perspectives or grasp the idea of journalistic balance and objectivity which contrasts greatly with the norms of the news media in North Korea.", "For this reason, any North Korean working with foreigners is constantly being surveilled, questioned, and even forced to receive periodic ideological instruction (Chon 2002). Such liminality is reflected in the joke in Pyongyang that people who work with foreigners have “one foot in prison and one foot outside.” They may be rich from the material compensation from their work with foreigners who often bring in goods, but it is telling that although there have been over 30,000 defections by North Koreans from all walks of life, there is no known record of a single North Korean guide, minder or stringer defecting while on international assignments with foreigners including journalists (Ministry of Unification 2018).", "Consequently, the North Koreans who engage in various journalistic labor as guides and stringers are at once insiders and outsiders, akin to the “Marginal Man” used by sociologist Robert Park to refer to a person who exists at the juncture of cultures and histories, belonging to two societies with conflicting allegiances. According to Park, the marginal man is a “cultural hybrid, a man living and sharing intimately in the cultural life and traditions of two distinct peoples … a man on the margin of two cultures and two societies, which never completely interpenetrated and fused.” (Park 1928, 892). He makes a good journalist, because he possesses divided selves and embodies the very conflict that led to his creation.", "A major limitation of this article is that it was unable to get the North Koreans’ side of the story, as all of the interviewees were foreigners. As a result, the journalists’ own lack of preparedness—which led them to rely more on the North Korean locals—was rarely discussed directly. Also missing is the admission of the professional and ethical lapses. In her memoir, Suki Kim—an American who lived in Pyongyang for six months as a college instructor—criticized that the foreign correspondents from major international outlets were rarely prepared for the Pyongyang assignment, and were easily manipulated by the regime (S. Kim 2015).", "What do these findings suggest about the future of journalism in North Korea? Some think liberalization and the embrace of more pluralistic values—including the relaxation of surveillance and the connection to the World Wide Web—may be in order (Seliger and Schmidt 2014). Many look to the trajectories of other Communist countries. In Cuba, Internet access has been granted to the general public since 2017, albeit with Chinese-style government firewall.", "Although Cuba does not allow independent, private press, there has nevertheless been a growth of investigative journalism by bloggers and underground news outlets (Committee to Protect Journalists 2016). In China, North Korea's strongest ally and a role model, the regime lifted travel restrictions for foreign journalists (Zhang 2012). Others, however, warn against such optimism and point out the North Korean regime may adopt the technology-driven surveillance model to increase surveillance, stifle dissent and strengthen their grip on power, a route taken by other dictatorships around the world (Morozov 2011; Warf 2015).", "Findings—and lessons—from North Korea could be useful if compared with other countries with tightly controlled political systems such as Azerbaijan and Eritrea, where few foreign correspondents have been able to report from. It would help to understand the different desires the authoritarian regimes have of the global media, as well as the locals who themselves embody different, often conflicting identities and values. Comparative, cross-cultural and cross-national research will be particularly valuable for not only global media scholars, but also for other social scientists looking into processes of democratization and liberalization, where changing media systems are part of the picture. If the optimists are right and relations between North Korea and the outside world improves, future researchers should strive to visit North Korea and interview the guides, minders, fixers and local journalists directly and conduct on-site fieldwork. Research could also investigate the education and training of North Korean journalists as well as the handlers and the social and political structures supporting journalism in North Korea."]}], "references": [{"title": "The Mascot Researcher: Identity, Power and Knowledge and Fieldwork", "year": "1999", "journal": "Journal of Contemporary Ethnography", "volume": "28", "authors": [{"name": "Adams Laura L.", "first_name": "Adams", "last_name": "L."}]}, {"title": "The Representation of North Korean National Image in National Newspapers in the United States", "year": "2010", "journal": "Public Relations Review", "volume": "36", "authors": [{"name": "Choi Jinbong.", "first_name": "Choi", "last_name": "Jinbong."}]}, {"title": "National Image of North Korea in South Korean News Media", "year": "2018", "journal": "Journal of Public Affairs", "volume": "18", "authors": [{"name": "Choi Jinbong.", "first_name": "Choi", "last_name": "Jinbong."}]}, {"title": "Negotiating Insider and Outsider Identities in the Field: ‘Insider’ in a Foreign Land; ‘Outsider’ in One’s Own Land", "year": "2010", "journal": "Field Methods", "volume": "22", "authors": [{"name": "Ergun Ayca", "first_name": "Ergun", "last_name": "Ayca"}, {"name": "Erdemir Aykan", "first_name": "Erdemir", "last_name": "Aykan"}]}, {"title": "Who Frames Nuclear Testing? Understanding Frames and News Sources in the US and South Korean News Coverage of North Korean Nuclear Testing", "year": "2016", "journal": "Journal of International Communication", "volume": "22", "authors": [{"name": "Kim Yonghan", "first_name": "Kim", "last_name": "Yonghan"}, {"name": "Jahng Mi Rosie", "first_name": "Jahng", "last_name": "Rosie"}]}, {"title": "Markets, Movies, and Media: The Growing Soft Power Threat to North Korea", "year": "2015", "journal": "Journal of East Asian Affairs", "volume": "29", "authors": [{"name": "Lerner Mitchell.", "first_name": "Lerner", "last_name": "Mitchell."}]}, {"title": "‘Being the Bridge’: News Fixers’ Perspectives on Cultural Differences in Reporting the ‘War on Terror’", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Palmer Lindsay.", "first_name": "Palmer", "last_name": "Lindsay."}]}, {"title": "Our Ears and Our Eyes: Journalists and Fixers in Iraq", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Palmer Jerry", "first_name": "Palmer", "last_name": "Jerry"}, {"name": "Fontan Victoria", "first_name": "Fontan", "last_name": "Victoria"}]}, {"title": "Human Migration and the Marginal Man", "year": "1928", "journal": "American Journal of Sociology", "volume": "33", "authors": [{"name": "Park Robert.", "first_name": "Park", "last_name": "Robert."}]}, {"title": "The Hermit Kingdom Goes Online … Information Technology, Internet Use and Communication Policy in North Korea", "year": "2014", "journal": "North Korean Review", "volume": "10", "authors": [{"name": "Seliger Bernard", "first_name": "Seliger", "last_name": "Bernard"}, {"name": "Schmidt Stefan", "first_name": "Schmidt", "last_name": "Stefan"}]}, {"title": "International Media Coverage of North Korea: Study of Journalists and News Reports on the Six-Party Nuclear Talks", "year": "2009", "journal": "Asian Journal of Communication", "volume": "19", "authors": [{"name": "Seo Hyunjin.", "first_name": "Seo", "last_name": "Hyunjin."}]}, {"title": "Marginal Majority at the Postcolonial News Agency: Foreign Journalistic Hires at the Associated Press", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Seo Soomin.", "first_name": "Seo", "last_name": "Soomin."}]}, {"title": "Covering the Hermit Regime: A Comparison of North Korea Coverage at the Associated Press and NK News", "year": "2018", "journal": "Journalism: Theory, Practice and Criticism", "volume": "19", "authors": [{"name": "Seo Soomin.", "first_name": "Seo", "last_name": "Soomin."}]}, {"title": "An Overview of Contemporary Central Asian Mass Media Research", "year": "2010", "journal": "Media Asia", "volume": "37", "authors": [{"name": "Shafer Richard", "first_name": "Shafer", "last_name": "Richard"}, {"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}]}, {"title": "The Hermit Kingdom in Cyberspace: Unveiling the North Korean Internet", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Warf Barney.", "first_name": "Warf", "last_name": "Barney."}]}, {"title": "How China-Based Foreign Reporters’ Aggressiveness Changed: The Honeymoon Effect of the Chinese Government’s Media Relation Strategies", "year": "2012", "journal": "Asian Journal of Communication", "volume": "22", "authors": [{"name": "Zhang Di.", "first_name": "Zhang", "last_name": "Di."}]}]}