{"doi": "10.1080/17512786.2012.667280", "url": "https://doi.org/10.1080/17512786.2012.667280", "title": "FOREIGN REPORTING IN THE SPHERE OF NETWORK JOURNALISM", "volume": "6", "year": "2012", "issue": "5-6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Heinrich", "first_name": "Ansgard", "name": "Ansgard Heinrich"}], "abstract": " This article explores the relationship between foreign reporting and information provision through social media channels. Drawing upon globalization debates and research on foreign news coverage, it discusses the emergence of a new kind of reporting from afar. Within a complex, global communication space, layers of information and interpretation frameworks for news stories are multifaceted. As we witness the evolution of a sphere of “network journalism”, journalists gather news while bloggers, Twitterers or Facebook users contribute to the information flow. Taken together, the material provided by traditional journalists and alternative information sources form a global news map. Case examples from the Arab Spring assist to demarcate some characteristics of this communication sphere and suggest that seizing interactive communication tools could assist to strengthen news coverage in favor of what Berglez refers to as a “global outlook” on news. ", "body": [{"title": "Introduction", "paragraphs": ["Foreign reporting is an everyday feature of traditional news media and it used to be often the only access point to news from afar. However, in light of recent advancements in digital technologies and within a global arena of news provision, news from across the world increasingly reaches audiences through many more channels, including social media platforms.", "Recent research already indicates that in today's information exchange sphere the role of traditional news organizations as sole providers of foreign news can be contested (Alejandro, 2010; Livingston and Asmolov, 2010; Sambrook, 2010). To name just a few examples of how information spread in recent months: Twitterers or bloggers were the first to report uprisings in countries such as Tunisia, Egypt or Libya. By checking news feeds on social media accounts, users could follow links recommended by peers to gather information about the Japan earthquake and tsunami. And in some cases, users first learned about the bombings in the governmental district of Oslo and the subsequent shooting on the island of Utøya through their Twitter feed or through friends’ updates on Facebook.", "Monitoring these developments in countries, particularly in the Western hemisphere, where access to a diverse range of information channels is granted and where users can freely navigate through the Web, what the above-mentioned cases have in common is that (1) news did not necessarily reach its audience through a traditional news organization and (2) information was not necessarily poured through a national interpretation filter before reaching its audience. Facebook or Twitter enable users to hook up with others in virtually any connected spot on earth. Within the interactive spheres of such networks, links are shared, information distributed and news are commented on a scale not seen before.", "Many of the information providers who run these blogs, Twitter accounts or Facebook pages are citizen journalists, pressure groups or private persons whose intention is not necessarily to act as journalists. However, they have access to pieces of information that potentially add to the overall picture of news stories. And as stories unfold in virtually no time online, this new breed of information providers is capable of adding viewpoints, story angles or background information that might otherwise go uncovered. Yet: How can traditional media organizations seize these kinds of information for the purpose of journalistic coverage?", "This article focuses on the relationship between traditional foreign reporting and these new information providers. I argue that within a complex, global communication space, layers of information along with interpretive frameworks for news stories are multifaceted. As social media platforms emerge as places to turn to when news breaks and where users can search for further contextualization of events, we witness the evolution of the sphere of “network journalism” (Heinrich, 2011). This sphere urges a redefinition of foreign reporting practice today. The many information providers meet in a digitally connected global arena. A large array of potential new sources can now be reached via many connection points other than (traditional) official sources such as governmental institutions or press offices. Instead of a rather “closed” system of newsgathering, production and distribution, in which only a limited number of partakers had the power to make and shape news, the network journalism sphere is an open space of information exchange.", "What makes and shapes this sphere of network journalism will be discussed here. Drawing upon theories of globalization and on first conceptual approaches in global journalism studies, the article addresses changes enabled by today's communication infrastructures. Selective cases taken from current journalistic practice such as coverage of the Arab Spring assist to set benchmarks on how we can theoretically conceptualize the reporting from afar today. Additional questions to be addressed are: Can different kinds of foreign reporting be identified? And: How is the supposed “foreign” covered, as the nation-state as framework for interpretation seems to loose grounds in times where stories are not only reported by foreign correspondents?"]}, {"title": "Global Information Exchange Flows Today", "paragraphs": ["Traditional foreign reporting concepts are strongly tied to the nineteenth-century idea of the nation state when media were assigned a crucial role in the building process of nations. As foreign reporters package the news for national audiences, they assist to create what Anderson (1983) coined “imagined communities”. Interpretation frameworks for stories, then, mainly draw upon a “national” or “domestic” reference system. At the same time, journalism research—be it on national or international news—has in the past often concentrated on units of analysis that are defined by territorial borders (Hanitzsch, 2009). One could describe this with the words of sociologist Beck as “national container” thinking (2005, p. 16). Hepp and Couldry (2009), for example, critique that past media research has mainly focused on analyzing media by applying containers of national territories as units of analyses. Contemporary media cultures then are interpreted isolated from others. Such “national container” thinking, however, limits the study of journalism, on the one hand, while on the other it might hinder to rethink today's reporting practices.", "With the proliferation of digital technologies and particularly the evolution of the Internet, a sheer uncountable number of information sources has become accessible—and these stories can be accessed by a user from country a, b or c in country x, y or z. Along with these voices come multiple story perspectives and a variety of interpretation frameworks for any given news story. News from a supposed “foreign” country, then, is not necessarily reported through the lens of a particular news outlet that targets a particular national audience. What started with new access opportunities through the invention of satellite broadcast systems (Volkmer, 2003) is now fostered further with the invention of low-cost, digital connection tools. A “translocal reference system” (Volkmer, 2003, p. 313) is developing, in which local or national borders of news production are replaced by global communication exchange patterns. The new easy-to-use, affordable tools have laid grounds for the creation of social network sites such as Twitter or Facebook that link up users from virtually any digitally connected corner of the globe. Information and potential news content distributed via these platforms might originate from a supposed “foreign” country, however, it is not necessarily “domesticated”, i.e. framed to cater for a specific national audience. These information pieces address a rather borderless community of people, and—depending on the personal or professional network of the individual user—can reach other connected users in any given place.", "Take the start of the Egyptian uprisings in January 2011 as an example: while viewers in the Western hemisphere could tune into CNN or BBC to find foreign reporters commenting on the Tahrir demonstrations, some demonstrators took reporting matters into their own hands. Located in Tahrir square, bloggers or Twitterers such as Nora Shalaby (twitter name @norashalaby), Mahmoud Salem (@sandmonkey), Hossam el-Hamalawy (@3arabawy) or Mona Seif (@Monasosh) sent Tweets from inside the crowd. News consumers from around the globe—given they had online access—had the choice and numerous opportunities to follow the events moving at fast pace: they could follow the leads of broadcasting companies, check the live streams of Al Jazeera online, read Twitter entries and consult aggregation platforms such as Global Voices Online to monitor latest comment spreading quickly through the alternative media sphere.", "Each of these information providers were just a few of many. What could be witnessed on TV or online, on traditional news outlets, or on Twitter, were numerous updates roaming through the global information space. They all contributed to a mix of perspectives contextualizing the events. Each provider added just one piece to the complex, unfolding story line. At times domesticated for a specific national audience, yet accessible for a global community of consumers, the information pieces taken together formed a complex news map of the events.", "However, the content that audience members received through traditional news media about the Egyptian uprisings (or other stories that made headlines in recent months) did not necessarily mirror such complexity. Mainstream news coverage might not classify as what one could call “global journalism”. “Global journalism”, according to Berglez (2008), is a kind of journalism that provides a “global outlook” rather than a “national outlook” on a story. A “global outlook”, then, “seeks to understand and explain how economic, political, social and ecological practices, processes and problems in different parts of the world affect each other, are interlocked, or share commonalities” (Berglez, 2008, p. 847). I would add to this definition that a “global outlook” furthermore takes into account the plurality of voices streaming in from a variety of emerging information channels.", "Berglez attests with respect to the current coverage witnessed in traditional media a lack in provision of news content with such “global outlook”. This lack could be the result of a lack of understanding what this evolving global communication space has on offer and it seems worthwhile to shed further light on some impact factors that contribute to major changes in today's information infrastructure. Borrowing insights from globalization theory can assist to develop ideas of how to practice journalism that carries a more “global outlook”.", "Robertson's (1995) notion of “glocalization”, for example, is a good starting point. “Glocalization” emphasizes that various cultural patterns today are interlocked and increasingly transnationally interdependent. The whole world has become part of everyday life: whatever happens on the local level has to be seen as an aspect of, and contextualized within, global settings. Adapting Robertson's ideas to the study of journalistic content, however, reveals that this local–global axis is rarely found. What Hafez critiques with reference to the coverage of 9/11, the 2001 Afghanistan war or the 2003 Iraq war, might still hold truth when following traditional foreign news coverage of the Arab Spring: The media around the world shared the same agenda, but they framed it according to their own home-grown narratives. Today's international exchanges of images and information, it seems, are no guarantee for global intertextuality in news, for growing awareness of “the other's stories and perspectives, and for an increased complexity of the world views in the mass media and beyond. (2009, 329)  ", "The media around the world shared the same agenda, but they framed it according to their own home-grown narratives. Today's international exchanges of images and information, it seems, are no guarantee for global intertextuality in news, for growing awareness of “the other's stories and perspectives, and for an increased complexity of the world views in the mass media and beyond. (2009, 329)", "Rather, news stories are still poured through national interpretation filters. To illustrate, one might want to check the websites of some major Western news organizations and perform a search for a collection of favorite leads covering the first days into the Arab Spring. Some story angles addressed questions such as: Will the Arab uprisings lay the fundament for a spread of Islamist regimes? Are popular Western tourist destinations affected? Or: How will the uprisings affect the price of oil? These story lines were, of course, not the only ones and content analysis of the coverage is needed to deepen the argument. However, these observations do support Hafez’ argument: news angles provided by traditional news organizations often lack the “global intertextuality” that could support a multifaceted interpretation of the scenes unfolding on the ground.", "When witnessing the early coverage of the Egypt uprisings, it appears that foreign correspondents were often distanced from the scenes, relying on a rather limited source network (e.g. other correspondents, fixers or government sources), while Twitterers and bloggers used their personal contact books, linked to alternative sources such as non-governmental organizations (NGOs), monitored broadcast stations and thus added extra information layers to the unfolding news map of the event. Some of the stories they told were picked up by mainstream media and discussions emerged about whether the world was witnessing a “Facebook Revolution” (Hauslohner, 2011; Taylor, 2011). However, many of these stories grabbed from social media were presented as a “one-off”, packaged away from traditional media coverage in sections such as CNN's “iReport” or turned into two-minute pieces in which disturbing sequences from YouTube were screened along with the Tweet of some activist. They appeared as random samplings of material, rarely tied in with regular coverage. What audiences got instead, was mainly traditional “foreign” corresponding: the uprisings packaged with national filters applied.", "This is not to say that this kind of reporting is inaccurate or false. However, this coverage does not really carry a “global outlook” and in times of globalization it is questionable if this type of coverage is appropriate. Appadurai explains that globalization fosters a “global cultural economy” (1990, 296) that enhances “global cultural flows” and puts societies “on the move”. But as societies increasingly “globalize”, a mere “domestication” of news content seems somewhat outdated. To put it in the words of anthropologist Hannerz, the local perspective is not vanishing, but: We are just giving up the idea that the local is autonomous, that it has an integrity of its own. It would have its significance, rather, as the arena in which a variety of influences come together, acted out perhaps in a unique combination, under those special conditions. (1996, p. 27)  ", "We are just giving up the idea that the local is autonomous, that it has an integrity of its own. It would have its significance, rather, as the arena in which a variety of influences come together, acted out perhaps in a unique combination, under those special conditions. (1996, p. 27)", "As we are experiencing the evolution of the “network society” as Castells (1996) outlined so impressively, social interaction patterns have changed. The network society fosters interaction of individuals or groups within space, detached from physical locales. Or as Beck puts it: From now on nothing which happens on our planet is only a limited local event; all inventions, victories and catastrophes affect the whole world, and we must reorient and reorganize our lives and actions, our organizations and institutions, along a “local–global” axis. (2000, p. 11)  ", "From now on nothing which happens on our planet is only a limited local event; all inventions, victories and catastrophes affect the whole world, and we must reorient and reorganize our lives and actions, our organizations and institutions, along a “local–global” axis. (2000, p. 11)", "If such major paradigm shifts are witnessed in reference to societies, what can or should happen to journalism? As journalism is widely understood as a vital part of democratic societies, constructed on the basis of historical, technological, political and economic factors, this paradigm shift affects the profession at its heart. What follows is that if the environment in which journalism exists is transforming, the journalistic profession and its production modes transform as well. Journalism today takes place in a globalized world in which borders become less relevant (Beck, 2000, p. 20); and in an increasingly globalized news sphere characterized by constant information flows, notions of how to report about foreign issues are under revision. Social media in this respect are tools that assist to overcome these boundaries and allow for information exchange in a global communication space. In order to better understand how this space functions, a further characterization of it seems appropriate."]}, {"title": "Explaining Network Journalism", "paragraphs": ["To reconceptualize journalistic practice in an increasingly globalized sphere of newsgathering, production and distribution, the paradigm of “network journalism” (Heinrich, 2011) proves useful. It is based on the idea that we are moving away from a fairly “closed” operational structure of journalistic production and towards a rather open and dynamic network structure. Drawing upon Castells’ model of the “network society” (1996) and building upon previous research (e.g. Bardoel and Deuze, 2001; Beckett, 2008; Jarvis, 2009), the network journalism approach presents a conceptual model of this emerging sphere. According to Castells, the “network” has become the overarching form of societal organization. In line with this, I argue that new connectivity modes are taking shape in journalistic organizations and in journalistic practice. News exchange now is “organized in a radically more decentralized pattern than was true of this sector in the twentieth century” (Benkler, 2006, p. 3).", "McNair (2006) suggests that the amount of information in circulation creates a “chaotic” news journalism environment. However, this seemingly “chaotic” bulk of information still can be organized. The “chaos” thus is a productive one as it grants multiple connection options. Communication systems now function “fundamentally non-linear, and thus [are] highly contingent” (McNair, 2006, p. xiv), yet still carry a structure. “Network journalism” stands for a structural concept that reflects this new organizational framework of journalistic operations. Just as according to Castells the flexible network structure suits increasingly complex interaction patterns within societies, a network journalism sphere allows for non-linear information flows in journalistic practice.", "This network structure demands a greater level of openness from journalistic organizations. It significantly transforms the “traditional” approaches towards newsgathering, production and dissemination. Journalistic outlets are parts of a dynamic sphere of (global) networks, connected via numerous information strings. Within a dense information net, the opportunities to gather information have become immeasurable and so has the level of competition amongst information providers. This net includes the eyewitness sending an account to the BBC, the blogger or the NGO and it, of course, includes traditional media outlets. All these information providers constitute nodes in a complex system of information exchange. Each of these nodes might differ in size and reach, in connection points to other nodes or who they link to, but they all are part of the sphere of network journalism; and they all add another layer to the global information map. What is more, this sphere of network journalism can foster increased co-operation between journalists and alternative news providers. The latter have become “digitally accessible” and thus can contribute to traditional reporting practices.", "This transformation of journalistic work processes is perhaps most obvious in the field of foreign news reporting. Here, access to sources on the ground is much harder to achieve than within the borders of a news organization's own home country. It is impossible for outlets to have staff on the ground in all corners of the world, not to mention the high costs of foreign news operations. However, in a network journalism sphere this does not necessarily mean that access to information is not given. This is not to say that journalistic organizations should stop sending correspondents into the field. However, it is a call to revise the schemes of foreign coverage. As globalization pushes supposedly local issues into a global context, this needs to be taken into account in story angles and source choices.", "The network journalism sphere links up traditional sources such as governmental institutions and press offices with media organizations just as well as the blogger from Tahrir Square. And it offers the opportunity to develop stable links with all kinds of sources. It is much more interactive, open and dynamic than the rather closed information exchange sphere back when only few news organizations had access to expensive distribution technologies. And within this sphere, journalists can connect with contacts who provide context or viewpoints from virtually any connected world corner. Developing such networks, extending the arms of a news organization by linking up with a greater number of these large and particularly these small information nodes, embedding the content gathered along these digital paths is a first step in adapting to this sphere and it is a step towards providing a more “global outlook” in news coverage. The creation of user-generated content hubs at organizations such as the BBC acknowledges that (Heinrich, 2011; Wardle and Williams, 2008). Asking for tip-offs and commentary is one opportunity to widen newsgathering and production networks today. However, it is only one opportunity of many. To recall Hafez, who demands that “we must try and understand the complexities of such world regions, their multiple histories and current often paradoxical developments” (2009, p. 331), users who call in or email are such small nodes that media organizations could link to, but they are not the only gateways to further information and contextualization.", "Social media coverage throughout the Arab Spring offers some striking examples here. On Twitter, for example, a first case in point in providing “transnational reporting” and a more “global outlook” in news stories is made by NPR's social media strategist Andy Carvin. In his gripping Twitter feed, he provides a bucket full of voices through sourcing his international contact network. Through his Tweet stream, his followers witness current events unfolding on the grounds in Egypt, Libya or Bahrain—and these followers are asked to contribute. His coverage sets first benchmarks as to how to seize the digital tools on offer."]}, {"title": "Monitoring the Arab Spring: Distant Voices Close to Home", "paragraphs": ["Carvin's Twitter reporting is an example of how to maneuver through the sphere of network journalism. Social media, here, are used not only to distribute news, but to gather information, to verify and to knit together many large and small nodes. Carvin's Twitter feed opens a window to a world (and to worldviews) at times thousands of miles away and his tools are a laptop, a smartphone, an Internet connection and an impressive array of sources. Described as a “personal news wire for Egypt” (Connelly, 2011) and a “must-read source on the Arab uprisings” (Katz, 2011), Carvin has understood the dynamics of newsgathering in an “always-on” environment and his Twitter feed is an addition to the global news map.", "Hired by NPR as technology advisor, he uses digital tools to search for ways to provide a rich tapestry in news coverage (Bell, 2011; Katz, 2011; Rowinski, 2011). By pulling together lists of Twitterers in respective regions, including personal Twitter accounts, NGO sources or journalist Twitterers, Carvin has built a network that spreads into various world regions. Some of his contacts he has known for years and they have proven as reliable information sources (Connelly, 2011). Besides social media, he consults news agencies and monitors TV news programs.", "Carvin has made it his task to filter this information mass. He retweets breaking news, links to background stories, videos or commentary. Yet, Carvin goes even further: “What marks him out is his willingness to retweet unverified material and ask his followers for help to establish accuracy” (Katz, 2011). Unverified messages are labeled with comments such as “verified?”, “source?” or “can anyone confirm?” and many of his followers assist to fact-check. Carvin points out: “I'll often retweet stuff that isn't confirmed but ask followers to help me get more context. Volunteers have helped me find the exact location where videos have been recorded, translate them, recognize the accent, dialect, etc.” (quoted in Bell, 2011). His collaborative newsgathering and verification approach builds upon the “wisdom of crowds” (Surowiecki, 2008) and he practices what is known as “crowdsourcing”. Carvin's source network at times beats traditional news providers in breaking news and the depth of his coverage is striking as he provides a vast range of perspectives.", "His “one-man Twitter news bureau” (Farhi, 2011) can also serve as a gateway for journalists seeking to add information layers to their content. Yet, in the sphere of network journalism, Carvin is again just one of many nodes. To name another such node: the blog aggregation platform Global Voices Online has proven consistently over the past years that it is a rich and reliable information source, especially concerning news about countries that often go uncovered in mainstream media. With more than 300 contributing bloggers and translators, Global Voices adds to a global news map. From the very start of the Arab Spring, the Global Voices community aggregated its voices. It provides special coverage from each affected country, links to Twitterers and offers an array of perspectives.", "Space constraints unfortunately do not allow analysis of more examples, however the point should be made here: using social media as in the case of the Arab Spring, signals new ways of reporting the news from afar in favor of a richer tapestry of perspectives on current events. For a journalist-Twitterer such as Andy Carvin, followers represent individual information nodes that complement traditional sources. This takes journalistic practice in the sphere of network journalism to a new level: sources found through social media become integrative information nodes that potentially contribute to a complex global news map."]}, {"title": "Conclusion", "paragraphs": ["The evolving sphere of network journalism supports new ways to practice foreign reporting. However, innovators such as Andy Carvin are still scarce. In my view, this is a sign that the dynamics of the evolving sphere of network journalism still remain to be understood by many news organizations.", "Nevertheless, over the past months some journalists have tapped into the social media aggregation niche. When the attacks in the government quarter of Oslo and on the island of Utøya took place, Norwegian journalists such as Rune Thomas Ege (@rtege) or Rune Håkonsen (@runehak) curated information on Twitter by using their professional and personal source network—and it seems fair to say that some (foreign) journalists might have been better off particularly in the first hours after news broke, to rely on these Twitter feeds instead of consulting so-called “terror-experts” who at times rushed to hasty conclusions about an alleged Al Qaeda attack.", "This said, this paper can only serve as a starting point into researching the practice of foreign reporting today. It is based on observations of rather selective news coverage and I am well aware of its limits. We need more in-depth research of current foreign news operations to foster debates as to how journalists could embed social media coverage. Cross-platform analyses of sources used in mainstream coverage and on social media platforms might, for example, assist to advance knowledge. Such research projects might also help journalists to identify new source opportunities and to explore ways of seizing them for coverage.", "Sambrook (2010) provocatively titled his recent publication: “Are Foreign Correspondents Redundant?” My answer is “Certainly not”. However, news organizations might want to address the question of how to cover the news from afar. It is not a journalistic value such as accuracy that is at stake here. It is rather a question of using the tools on offer. Tapping into social media networks might be one invaluable step in this respect. And the material gathered via social media combined with traditional foreign reporting might make for a more accurate, multifaceted picture of news. Seizing interactive communication tools, then, could strengthen coverage in favor of a global news outlook. Acknowledging the many large and small nodes that roam through the sphere of network journalism is one step in this direction. Developing new and continuous links with emerging alternative news providers appears to be the task to fulfill and an approach to globalize journalism through sourcing social media."]}], "references": [{"title": "‘Network Journalism’: converging competencies of old and new media professionals", "year": "2001", "journal": "Australian Journalism Review", "volume": "23", "authors": [{"name": "Bardoel Jo", "first_name": "Bardoel", "last_name": "Jo"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "What Is Global Journalism?", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Berglez Peter", "first_name": "Berglez", "last_name": "Peter"}]}, {"title": "Let&#039;s Improve ‘Global Journalism’!", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Hafez Kai", "first_name": "Hafez", "last_name": "Kai"}]}, {"title": "Networks and the Future of Foreign Affairs Reporting", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}, {"name": "Gregory Asmolov", "first_name": "Gregory", "last_name": "Asmolov"}]}]}