{"doi": "10.1080/17512780601078894", "url": "https://doi.org/10.1080/17512780601078894", "title": "REPORTING THE EUROPEAN UNION", "volume": "1", "year": "2007", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Raeymaeckers", "first_name": "Karin", "name": "Karin Raeymaeckers"}, {"last_name": "Cosijn", "first_name": "Lieven", "name": "Lieven Cosijn"}, {"last_name": "Deprez", "first_name": "Annelore", "name": "Annelore Deprez"}], "abstract": " This article sketches a picture of the journalists involved in European Union (EU) reporting. Firstly, it presents an overview of the entire body of EU-accredited journalists, examining how they are distributed across the various nationalities, the different forms of media and whether an historical evolution can be traced in either distribution. Secondly, the mechanisms influencing the news flow on EU topics are described, using information gathered from numerous interviews with EU journalists from 10 European countries. The researchers distinguish structural, geographical, economical and policy-related obstacles influencing the EU newsflow. As an example of a media-related obstacle the authors focus on the privileged position of the Financial Times. ", "body": [{"title": "Introduction", "paragraphs": ["This article sketches a picture of the journalists involved in European Union (EU) reporting and accredited to the EU. Despite the significant and ever-growing importance of European politics, and though it is possible to find published material analysing EU news as content, there are surprisingly few studies focused on the journalists on the front line, observing and reporting on the ins and outs of European political life in their local media as EU correspondents. The French media sociologist Olivier Baisnée has taken an important first step toward filling in this gap through his research work, which precedes a comparative study of how French and British EU journalists in Brussels fulfil their journalistic mandate. His research is especially interesting because it shows not only that correspondents from different journalistic cultures each have their own way of dealing with EU news topics but it proves also that, to varying degrees, each journalist has to take into account the editorial staff in their home country as well as the attitude toward the EU, held by their national political establishment and by their home public.", "This article presents an overview of the entire body of EU-accredited journalists, examining how they are distributed over the various nationalities, over different forms of media and whether an historical evolution can be traced in either distribution. We will base the study on official figures such as those published by the European institutions and will enrich our analysis with information gathered in numerous interviews with EU journalists working in Brussels on a daily basis. These interviews were collected in the research programme “Adequate Information Management in Europe” (AIM) for which researchers from 10 European countries investigate the media's impact on the development of (a) European public sphere(s). As part of the the first and second field study of this project every member of the research consortium (Germany, Italy, France, Belgium, Sweden, Lithuania, Estonia, Romania, Ireland and UK) interviewed national journalists (of popular, regional and quality newspapers, news agencies and audiovisual media) as well as accredited journalists in Brussels (AIM Research Consortium, 2006). The national-based journalists were interviewed between May and September 2004, the Brussels correspondents were interviewed in May 2006. In total more than 100 national journalists and more than 50 correspondents were interviewed in a qualitative semi-structured in-depth interview design in an attempt to demonstrate how the mass media produce EU coverage in the context of different national journalistic cultures and professional standards. In this article we analyse these interviews to describe the mechanisms influencing the news flow on EU topics. We will distinguish structural, geographical, economic and policy-related obstacles, and will also show that the Financial Times’ privileged position risks having a detrimental effect on other media."]}, {"title": "An Overview of the Brussels Press Corps", "paragraphs": ["Accreditation is an absolute must for any journalist wanting to work as an EU correspondent in Brussels. There are three types of accreditation (Journalists @ Your Service, 2003, pp. 14–5). The most common is permanent accreditation to the EU institutions. Reporters request accreditation by submitting a letter from the chief editor(s) of their national media, their identity card and proof of residence in Belgium to the European Commission Accreditation Desk, which will then review the request. The second type of accreditation involves reporters being accredited to one institution only, for example the European Parliament or the Council of the European Union. This type of accreditation is essential for the European Council of heads of state or government in Brussels, during which many more journalists are active than at other times during the year.", "The third form is a temporary pass, meant for reporters who only visit the EU institutions occasionally. This type of accreditation is primarily used by journalists from the Belgian popular media who only cover EU topics on special occasions or indirectly. Given Brussels’ geographical proximity, a temporary pass poses no problem for them.", "Requests for permanent accreditation are treated differently for media that have long been active in Brussels and for new media (Bastin, 2002, p. 179). The Commission pressroom automatically renews accreditations for the first group every year, unless there are serious grounds for revoking accreditation (a rare occurrence). Requests from “newcomers” are treated somewhat differently. In these cases, the Commission asks advice from the so-called Comité Consultatif d'Accréditation (CCA), made up of representatives from the EU institutions and representatives from the already-accredited press corps in Brussels. The latter group is represented by the Association de la Presse Internationale (API). This organisation, which promotes the interests of the press corps in Brussels, does not want to be known as a trade union in the traditional sense, but serves as a bridge between the EU institutions and journalists (API, 2006). It is made up entirely of journalists from the Brussels press corps. API primarily argues for more streamlined communication between press desks, civil servants and reporters. Its main goal is to improve journalists’ access to the buildings of the EU institutions and to the individuals in charge of disseminating information to the press.", "Annually, sometimes biennially, the Commission draws up a list of all the accreditations it has granted. It is important to make a distinction between the number of accreditations and the number of permanently accredited journalists in Brussels. In July 2004, there were 929 journalists accredited to the EU institutions, while the European Commission granted 1049 accreditations. Quite a few journalists work for both the printed and audiovisual media in their home country. There are also many journalists who report for media in two different countries.1 ", "The above figures show that the press corps in Brussels has continued to grow over the years and that this has occurred in three main steps. For each rise, there is a correspondingly large expansion in European Integration, both horizontally (more Member States) and vertically (more power), following which the Union gained significance for a greater number of citizens and thus attracted additional media interest.", "The number of correspondents in Brussels reporting on the EU almost doubled between 1976 and 1987 (Figure 1). The joining of Greece, Spain and Portugal in the 1980s and the birth of the Single European Act all contributed significantly to this increase. A second remarkable increase occurred between 1991 and 1992: 125 journalists were added over the course of a single year. This sharp growth can be explained by the Treaty of Maastricht, which was debated and came into effect in the early 1990s (Baisnée, 2003, p. 81). By 1995, the press corps had increased by 263 correspondents compared to 1991. Not only did the Maastricht Treaty play an important role here, so did the joining of Austria, Sweden and Finland in 1995. Journalists from new Member States often arrive in Brussels a few years before their country joins. This was also the case for the 10 countries that joined in 2004, explaining why the third large press corps boom started as early as 2002/early 2003, and why only 25 more journalists were accredited between March 2004, when the countries had not yet joined, and July 2004, when they had become members.", " FIGURE 1   Accredited correspondents to the European institutions. Sources: to 1999: Baisnée (2003, p. 80) and Bastin (2002, p. 172); from 2000 to 2004: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", " FIGURE 1   Accredited correspondents to the European institutions. Sources: to 1999: Baisnée (2003, p. 80) and Bastin (2002, p. 172); from 2000 to 2004: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", "In the press rooms of the EU institutions, there were 65 different nationalities present in 2004 and 69 in 2003. By comparison, in 1983 “only” 43 nationalities were represented in the press corps (Bastin, 2002, p. 173). This is of course due to the political enlargement of the Union, but it also reflects the increased importance of the European Union and of Brussels as a capital city for the media worldwide.", "Almost a quarter of the total press corps hails from countries outside the EU. The largest non-EU groups are from the United States (43 journalists in 2004), Switzerland (32), Japan (23), Turkey (18) and China (17). The Union's increased importance in the global economy, and especially the united EU front in international institutions like the World Trade Organization, explains the relatively high level of interest shown by the United States, Japan and China.", "For the United States, the news agencies with the highest number of representatives are the Associated Press (six), Bloomberg (11) and Dow Jones Newswires (six). The traditional newspapers and audiovisual media have far fewer representatives. American newspapers do not usually have a permanently accredited correspondent in Brussels, with the exception of the New York Times (one) and the Wall Street Journal (two). Besides the correspondents for the latter are only for its European edition.", "The absence of leading non-economic press from the United States, China and Japan indicates that the EU has primarily become a world power on an economic level and that it is seen far less as an important political actor.", "Not every EU Member State is equally represented in the Brussels press corps (Figure 2; Table 1). Looking back over the years, we note that the delegations from the five largest and most influential countries in the Union—France, Germany, Great Britain, Spain and Italy—have steadily continued to grow and that the number of accredited journalists from the smaller Member States has steadily dropped. Italy has shown the sharpest rise, jumping from 36 correspondents in Brussels in 1999 to 65 in 2004; an increase of 81 per cent. This increase coincided with the European Commission presidency of Romano Prodi. The five largest Member States show an average increase of 27 per cent. The number of correspondents dropped significantly for the Scandinavian countries, reducing by as much as half for Denmark (Figure 3). ", " FIGURE 2   Number of accreditations and geographical spread. Accreditations without country (for journalists working for “Europe International” and “Organe Pan-Arabe”) are excluded from this chart. EU-10, 10 new Member States; EU-15, 15 old Member States. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", " FIGURE 2   Number of accreditations and geographical spread. Accreditations without country (for journalists working for “Europe International” and “Organe Pan-Arabe”) are excluded from this chart. EU-10, 10 new Member States; EU-15, 15 old Member States. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", " FIGURE 3   Number of correspondents and geographical spread of the 25 EU Member States. Source: European Commission (2004a, 2004b)", " FIGURE 3   Number of correspondents and geographical spread of the 25 EU Member States. Source: European Commission (2004a, 2004b)", "The number of correspondents from the new Member States is relatively high in comparison to their population figures. While the 10 new Member States have 74.2 million inhabitants or 16 per cent of the total EU population (453.7 million) (European Commission, 2004c), 20.5 per cent of EU correspondents are accredited for one of the new countries, an increase of 4.1 per cent over 2000.", "Nonetheless, journalists from the 10 new Member States only make up 6 per cent of the total press corps. However, journalists from the other 15 countries perceive the increase in the number of journalists from these new Member States to be bigger. Almost every correspondent interviewed for this study mentioned the influx of correspondents from Central and Eastern European countries as one of the biggest differences from roughly five years ago: “There have been huge numbers of them [journalists from Central and Eastern Europe] for about a year. At first it was a bit of a culture shock because they were very nationalistic in the press rooms … By now that has died down a bit, though their patriotism is still a factor” (Belgian EU correspondent).", "Quite a few correspondents mentioned nationalistic reflexes among new EU journalists, but this is more of a general phenomenon than something specific to the Central and Eastern European countries. The longer a journalist stays in Brussels, the more he/she is able to distance him/herself from the national perspective. This fact will be discussed further below.", "For many years, EU news coverage in European countries has primarily been a matter for the written press, though it should be mentioned that its share of the press corps fell from 53.6 per cent in 2000 to 48.8 per cent in 2004 (Table 2). ", "Though it is often claimed that the audiovisual media are less interested in Europe, audiovisual reporters still make up more than a quarter of the Brussels press corps. However, as mentioned above in relation to double accreditations, it is not unusual for reporters from the written media to also be accredited for audiovisual media.", "When the press corps is divided by medium, another striking tendency that emerges is the rise of the Internet. Though in 2000 there was no separate “Internet” classification in the European Commission's accreditation lists, this classification did appear as of 2002. With 2.4 per cent of the total press corps, or 25 journalists in 2004, it is probably the smallest group, but more important is that it does indicate a striking evolution (Figure 4).", " FIGURE 4   Number of accreditations per medium, in 2000 (left bar) and 2004 (right bar). The specific category “freelancers” is excluded from this chart. Source: European Commission (2000, 2004a, 2004b)", " FIGURE 4   Number of accreditations per medium, in 2000 (left bar) and 2004 (right bar). The specific category “freelancers” is excluded from this chart. Source: European Commission (2000, 2004a, 2004b)", "The situation in Belgium is comparable to that in other small EU Member States. We note that the percentage of written press is declining, giving way to news agencies and the Internet (Figure 5). We note that 10 of the 25 Internet journalists in 2004 were accredited for Belgium though they were not Belgian. Five of them were e-journalists from the website euobserver.com, which describes itself as an “independent online news service providing the best up-to-date coverage on the European Union” (euobserver.com, 2005). Because this organisation is registered under Belgian law, its reporters are accredited for Belgium.2 ", " FIGURE 5   Focus on Belgian correspondents: percentage per medium 2000–2004. Freelance journalists are excluded from this chart. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", " FIGURE 5   Focus on Belgian correspondents: percentage per medium 2000–2004. Freelance journalists are excluded from this chart. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", "The percentage of Belgian audiovisual media reporters in the total number of Belgian EU reporters fell from 32.8 per cent in 2000 to 27.2 per cent in 2004, while the actual number of Belgian journalists rose from 21 to 24.", "Of these 24, 13 work for the Belgian public broadcasting companies RTBF and VRT. The RTBF has three radio journalists and three television journalists accredited; the VRT has six radio journalists and one television journalist (in 2000, VRT television still had four accredited journalists). The Walloon commercial broadcasting company RTL-TVi only has one journalist accredited to the EU institutions and Flemish commercial television is completely unrepresented.3 The Belgian commercial broadcasting companies are conspicuously absent in the EU “press rooms”.", "With reference to printed media, only the Flemish and Walloon quality newspapers are represented in the Brussels press corps. In Flanders this refers to De Standaard (one) and De Tijd (three), in Wallonia to La Libre Belgique (three), Le Soir (four) and L'Echo (four). It is striking that the scales tip to the Francophone side (11 to four) and that the Flemish quality newspaper De Morgen is completely absent. A journalist from this newspaper was accredited until December 2003, but as of 2004 they have chosen to stop full accreditation.", "It is striking that although Belgium, after Germany and the UK, has the biggest share of journalists permanently accredited to the EU institutions, so many Belgian media companies are absent from the European District. Due to Brussels’ geographic proximity, the cost of getting a correspondent accredited is almost nothing for the Belgian media. But it may be presumptuous to assume from this that Belgian editorial staff is uninterested in the EU. As mentioned above, Belgian journalists who do not exclusively cover the EU are more likely to opt for temporary accreditation.", "During Councils of Heads of State and Government, the permanently accredited press corps in Brussels is joined by hundreds of additional journalists (Figure 6). Hamilton and Jenner (2004, p. 313) call this type of reporting “parachute foreign correspondence”. During the European Councils from 2002 to 2004, an average of 1708 correspondents were accredited to the Council of the European Union, with a peak of 2006 journalists for the European Council in Brussels in December 2004. At other times, many editors follow the EU from their home office (Trenz, 2004, p. 299), largely on the basis of news agencies or Internet sources. In recent years, the percentage of journalists working for Internet media has continued to rise, irrespective of their country of origin. While in 2000 almost a fifth of the press corps was made up of journalists from news agencies (19.8 per cent), by 2004 this group had grown to represent almost a quarter (24.8 per cent) when journalists writing exclusively for websites had been taken into account as well.", " FIGURE 6   Accreditations withdrawn for the European Councils of Heads of State and Government 2002–2005. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)", " FIGURE 6   Accreditations withdrawn for the European Councils of Heads of State and Government 2002–2005. Source: European Commission (2000, 2002, 2003a, 2003b, 2004a, 2004b)"]}, {"title": "Difficulties in Presenting EU Topics to the Public Through Journalism", "paragraphs": ["The complexity of European political reality makes it difficult to communicate how decisions are made (Peters, 2001; Pfetsch, 1998; Semetko et al., 2000). The fact that news media are required to develop models of communication with three distinct levels (Parliament, Commission and Council) is a major structural obstacle to the efficient flow of information.", "Because Members of the European Parliament (MEPs) are directly elected, they seek out media attention in order to maintain contact with their voters. MEPs strive for openness and accessibility and aim to reach the broadest possible segment of the media; they maintain contacts with journalists from the popular media, who are essential for reaching the greatest possible number of voters. As a result of this approach, the various political groups have extremely active press departments,4 which are in charge of drumming up as much media interest as possible.", "The Parliament has one general spokesperson, plus an additional 36 press attachés with specific expertise who can be called upon during committee meetings and plenary sessions. In addition, the Information Directorate organises briefings and press conferences, either on its own initiative or at the request of European political groups, non-attached MEPs or other Parliamentary bodies.", "There are two regular briefings, one in Brussels on the Friday prior to each part-session in Strasbourg and one on each Monday that the Parliament meets in Strasbourg.", "The question is whether this extensive press machine in and around the Parliament indeed results in a greater media presence. The European Parliament's lack of a right of initiative, the institution's obscure inner workings—which manifestly contrast with its openness and accessibility—and the practical obstacles presented by the monthly shuffle between Brussels and Strasbourg, are all structural factors impeding the efficient flow of information to the news media.", "The European Commission, the driving force behind the Union, manages its flow of information to the media differently. The Commission has the right of initiative, and as a result the flow of information about the policies proposed is usually generated at this level.", "The Commission has a larger Press Service than the Parliament. No fewer than 27 spokespersons, supported by 50 assistants and press officers, provide the media with an abundance of information through numerous press releases, background memos and reports.", "Each day the Commission organises the Midday Briefing, which presents an update of the policies proposed and pursued. Many accredited journalists attend this press conference, which in addition to being a source of information is primarily an opportunity to make contacts and to network. At these Midday Briefings, more than 200 journalists gather in the Commission press room. There, young journalists quickly learn how the inner world of the European machine is organised in Brussels. What Baisnée calls the “grand-messe de midi” (2000, pp. 30–1) also functions as a barometer of the topics that interest other journalists, and by extension the other Member States of the Union. This explains why the questions asked there are often more important than the answers given by the spokespeople.", "Now that the press corps is made up of over 900 journalists and expands to more than twice this number during Summits, this socialising function has come under some pressure. In addition, physical hindrances such as the security measures in effect at the Berlaymont building further limit direct contact.", "The extensive and well-organised flow of information from the Commission ensures that correspondents primarily focus their attention upon what goes on there. The journalist association API (Association de la Presse Internationale) confirms this: “Thanks to its historical role and developments the Commission continues to have a central role in communicating and informing on European policy issues. It still is the main and—daily—point of attraction for accredited journalists in Brussels” (Brivo and Stabenow, 2004, p. 1).", "Nonetheless, there are also obstacles present in the Commission's communications strategy which prevent the smooth flow of information to the media. API points out a number of problems in this respect and argues that European civil servants should be authorised to have contact with the press. This could be of value in the event that a spokesperson is unavailable or if a question requires a high level of expertise in a particular matter (Meyer, 1999, pp. 628–9).", "Another hindrance is primarily practical in nature and is related to the security measures in place for journalists to gain access to the Berlaymont building.", "Finally, reporters not only complain about the quality of the press attachés and the increasingly difficult access to the buildings, but also about the overall performance of the press service. Apparently, spokespersons make too much of an effort to defend the policies pursued, thus jeopardising the objectivity of the information they provide. Gareth Harding phrases it as follows: “All too often the European Commission confuses information, which should be objective, with propaganda” (Harding, 2002, p. 1).", "The European Parliament and the Commission defend Community interests, but in the Council the Member States play a much bigger role. Not only is the General Secretariat of the Council a source for journalists, but the (rotating) Presidency and each of the 25 Member States’ Permanent Delegations to the European Union also attempt to gain journalists’ attention. The Presidency organises the press conferences following each European Council, the national ministers may give a press conference if they deem it necessary,5 and the press service (which has 18 employees and comes under the General Secretariat of the Council) publishes the press releases, “reflecting in as neutral and as objective a way as possible the outcome of Council proceedings” (Schwaiger, 2003, p. 133). The journalists that were interviewed in our research did not agree on this. In all national interview matrixes we found references to spinned and biased information originating from the EU institutions. A Finnish journalist phrased this as such: “EU institutions are desperately fighting against their bad image. This prompts them to talk about things they think the public wants to hear. Finland lacks the culture of promotion while the EU is keen on promoting its policies and camouflaging them as ‘free choices’ as was the case in the information on the new constitution”. A journalist from the German tabloid Bild Zeitung also focused on the public relations element of EU information saying “Yes, they produce nice brochures and send blue-coloured busses with yellow stars on the road”.", "The complexity of the many EU institutions and the fact that the flow of information is organised from three separate levels can be seen as structural obstacles to the smooth flow of EU information to the general public.", "In all the interview matrixes of the different countries that participated in the AIM research these references to the complexity of the information can be found in approximately all interviews with journalists and correspondents. European issues are generally considered to be “complex”, “difficult”, “boring”, “abstract” or “too institutional”/“too bureaucratic”. These words are colouring most of the interview transcripts. In one of the Finnish interview matrices, we read: “EU policies are often so abstract and formal that it is difficult to interpret what they mean at the level of everyday life. From this follows that many potential items for news are left untouched”. As a general rule in writing an EU news story, journalists assume a low level of pre-knowledge from the audience. A Norwegian journalist, working for a regional newspaper, says: “I am writing for Mrs Hansen in the milk shop”. In the Irish interviews we read: “There was a strong consensus that Irish citizens do not understand the structure and operations of the EU very well but, equally, that there is no great appetite for better understanding”.", "Not only the popular press, but also journalists from national newspapers or public broadcasters mention that they often struggle to present EU issues in a comprehensible way that is attractive for the audience.", "In addition, there are a number of economic and national policy considerations that further obstruct the flow (Peter and De Vreese, 2004). The above-mentioned trend of only sending correspondents to cover special events is linked to the growing importance of economic considerations. The editorial staffs of large media companies that aim to produce a quality product still consider having a permanent correspondent on site in Brussels to be a good investment, an investment that will not throw their budget out of balance. Editors in smaller countries, however, are continually faced with the difficult task of striking a balance between investment in correspondents and the benefit such an investment can be expected to deliver. These considerations are based entirely on economic factors . In an interview with a Finnish journalist we read: “The newsroom is asked to put its resources in that type of news topics that the news agency is not covering”.", "But economic considerations are not necessarily dependent upon the size of the publication in question. We have noted that the media aimed at a broad public, both print media and audiovisual media, tend to send fewer correspondents. Their decisions are less budget-related, but nonetheless remain economic in nature. These media aim to reach the broadest possible audience, and when making investments they keep in mind that EU topics are less popular within that group. Seen from the perspective of the European public sphere, this phenomenon is a significant drawback. Though the Eurobarometer indicates year after year that television is the primary medium citizens use to gain information about the EU (European Commission, 2005b, p. 18), only 26 per cent of the accredited journalists in 2004 were radio or television reporters. Only the large broadcasting companies from important EU countries invest in correspondents on the spot, but the vast majority only send journalists when special news is announced or a summit is organised.", "For their part, these economic considerations then set another mechanism in motion. Because many editors withdraw and resort to input from news agencies, the national news agencies send more journalists to Brussels. The number of reporters from small countries does rise as a result, but only within the segment of news agencies and secondary providers. In the different interview reports we read that all interviewed journalists and correspondents use national and international news agencies as a news source for EU-related topics. This is explicitly so for journalists working for tabloid and regional media but also journalists from quality print media and broadcast admit their working procedures include the use of news agencies. Only in the interviews with German journalists we note a modest negative attitude towards agency news as a source for EU topics. Many German journalists reflect the idea that “news agencies serve as transmitters of keywords at best”.", "In most interview matrices we read positive evaluations in relation with the complexity of the news: “The EU reports of news agencies are written in a comprehensible way, in a human language” (Estonian journalist).", "In addition to the structural and economic barriers limiting the smooth flow of EU-related information, there are also a few mechanisms that raise the barriers even higher. We are referring to editorial procedures linked to nationalistic reflexes, which should be examined independently from the medium's size or economic strength.", "In all 10 countries participating in the AIM research project, interviewed journalists say that they always try to cover EU news stories from a national perspective—regional newspapers try to look for regional/local angles. A French journalist, working for Le Parisien, acknowledges the view of many of his European colleagues: “The decisive element about a European topic is that someone already spoke about it in France or that it is a subject which assembles”.", "According to the interviews with Italian journalists an EU news topic is covered when “the facts are related with domestic issues”; when the news has “direct implications for Italy”; when it has “economic implications for Italy or produces a political debate in Italy”; when it has “relevance for Italy” or “relevance for the national policy”; when there is a “linkage with the Italian home affairs”; when it has “implications on the society or on national economy”; when it has an “impact on the Italian system”; etc.", "Cultural and geographical proximity has always been an important criterion for foreign news selection (the interviews make clear that the EU is still first and foremost a “foreign affair”).", "According to a Finnish journalist, “the EU is a distant institution to the cultural environment where the paper and its readers are situated”.", "Correspondents who report on the EU from Brussels often adopt a more subtle standpoint, as a result of which they come into conflict with what is believed to be the “national interest” in their home country: “You would be surprised at how the French press writes about the EU. It's not nationalistic at all … The French press is bizarrely the most critical of their own government … They are very pro-European. They even get criticised by the Paris authorities for being sold to the Commission and not defending the national interest” (French EU correspondent).", "The longer the correspondents stay in Brussels, the more “they have a tendency of reverence towards the institutions” (French journalist). Baisnée (2002, p. 120) even goes a step further, saying that this group of journalists become actors in the European integration process, resulting in a tendency “to develop a reaction of protecting the institution, a kind of self-censorship which they justify by their belief that the Commission is acting for the public good”.", "In order to discourage such tendencies, some countries (Netherlands, UK) have decided upon a rapid rotation policy in which they call their correspondents back after a period of four years (Dougal, 2003; Wilkes and Wring, 1998). This is meant to keep the journalists from “going native”, as Thatcher feared about British civil servants working for the Commission in Brussels when she was in office (Morgan, 1995, p. 322).", "The drawback of such a rotation system is that new journalists are continually required to get accustomed to the EU subject matter. The journalists we interviewed unanimously agreed that up to a year is required before getting fully up to speed on what is happening in the European District in Brussels. Furthermore, editors from more eurosceptic Member States limit their correspondents’ autonomy by preferring to print pieces that show the Commission or the EU institutions in a negative light."]}, {"title": "Primadonna Media Against the Ugly Stepsisters", "paragraphs": ["In addition to the structural obstacles posed by the complex structures of the EU institutions and decision-making process, and in addition to the geographic, economic and national barriers, there remains one unexpected obstacle to the flow of information about the EU.", "This obstacle is rooted in hierarchical differences, both at the media level and at the microlevel, i.e. the journalist. Information is unevenly distributed, according to the journalist's reputation and regardless of the medium for which he or she works. Journalists who have been accredited in Brussels for many years are not only exceedingly well-informed about the EU and the origins of the decision-making process; they have built up an extensive network of informal contacts as well. Their social network, represented by a bulging address book, not only gives them prestige but also provides them with access to information that remains out of reach for their fellow journalists.", "But there are also differences in prestige between media, which also lead to the uneven flow of information. This results in a two-speed distribution of information, a daily reality that is extremely frustrating for many journalists. The API organisation has reacted to this phenomenon and in 2004 drew up a list of suggestions for the new spokespeople for the Barroso Commission. API explicitly emphasised that no preferential treatment would be tolerated: “Souci de l'API d'informer de façon non-discriminatoire tous les journalistes accrédités de toutes les décisions prises” (‘‘API sees to provide information on taken decisions to all accredited journalists in a non-discriminating way’’) (Brivo and Stabenow, 2004, p. 2). API asks for a “solution des problèmes se rapportant aux difficultés d'accréditation pour les conseils européens: éliminer toute discrimination des journalistes … afin d'assurer une organisation optimale sur place pour tous les journalistes” (API asks for ‘‘a solution for problems concerning accreditations to the EU institutions: eliminate every kind of discrimination of journalists … to ensure an optimum organisation on the spot for all journalists’’) (Brivo and Stabenow, 2004, p. 6).", "It is logical that journalists should succeed in building up credibility through seniority and high professional standards. Much less logical is the fact that certain media truly are given preferential treatment. This perception of importance is not so much linked to the public to be reached as to the personal culture of the policymakers themselves. They give preferential treatment to the media they know best, ignoring the media aimed at the general public or the national high-quality media aimed at the average man or woman interested in the European Union. This bias toward the so-called elite media is best illustrated by the way in which the Financial Times has been able to build up its privileged position. The Financial Times, which is seen by EU policymakers and civil servants as the only “European” newspaper, and as one of the few pro-Europe British newspapers (Anderson and Weymouth, 1999), enjoys enormous prestige among the EU set in Brussels and its contents are closely monitored.", "When interviewing the different national journalists in the 10 different countries participating in the AIM research project and when talking about sources and references to good EU journalism, many journalists consider the Financial Times to have the most thorough EU discourse. This exceptional status is strengthened by journalists who rewrite stories that the Financial Times published first. An Irish journalist defines the Financial Times as “absolutely stunning, it's outstanding”. One Estonian journalist confirms this and adds the fact that the Financial Times is at the same time easily comprehensible. “One of the best newspapers considering EU news is the Financial Times. Their EU discourse is thorough, but at the same time easily comprehensible; not too institutional, like Estonian media often is”.", " Le Monde, one of the other players in the “prestige newspaper” market, acknowledges the leading position of the Financial Times as an EU news source: “The Financial Times represents both a reference impossible to circumvent and a reference impossible to imitate on a long term. The FT appears as designed for the Brussels’ microcosm and its satellites”.", "However, the fact that this prestige leads to favouritism and unequal access to information is not without danger. It leads to a true position of power, which results in a domino effect that further increases the Financial Times’ prestige. It goes without saying that this allows the title to abuse its power by, for example, pursuing a so-called “carrot and stick” policy. A European Commissioner who provides the Financial Times with a scoop (“It's delivered by post!” one reporter told us) can be sure of a nice article in the paper. But the paper can also take a critical position if a journalist does not receive the information he or she is after. This creates a relationship of dependency, in which the EU actors are in the weaker position.", "The Financial Times’ special position is generally recognised and EU correspondents have little choice other than to accept it. Nonetheless, in reaction to the Financial Times’ “monopoly”, journalists from the biggest quality newspapers and best known news agencies in Brussels are stepping up their collaborative efforts. Roughly 30 journalists have joined forces in what is jokingly called the “Champions League” and is compared to a sort of club. They have built up an informal network of EU correspondents with a long record of service who are trying to counterbalance the omnipotence of the Financial Times editorial staff. The journalists in this “Champions League” exchange information with one another, which facilitates getting the scoops everyone is after. Because the correspondents in question are from the major high-quality titles in the European press, this group has grown to become an alternative to the position of power held by the Financial Times in Brussels.", "Especially in the interviews with the Belgian journalists the importance of this alternative group of journalists is stressed: Before the start of each Presidency, there is a press trip to which a small section of the press is invited. These reporters are then given the opportunity to speak with the Prime Minister of the country in presidency, etc … Eventually, it becomes a little in-crowd of people who help each other out. This is a list that has existed for years, and the people on it become friends. The set up is extremely informal, and it's difficult for a journalist from another newspaper to say, “hey, you can't do that” … They also have a huge advantage in terms of contacts. (Belgian EU correspondent)  ", "Before the start of each Presidency, there is a press trip to which a small section of the press is invited. These reporters are then given the opportunity to speak with the Prime Minister of the country in presidency, etc … Eventually, it becomes a little in-crowd of people who help each other out. This is a list that has existed for years, and the people on it become friends. The set up is extremely informal, and it's difficult for a journalist from another newspaper to say, “hey, you can't do that” … They also have a huge advantage in terms of contacts. (Belgian EU correspondent)", "These older, extremely well-informed and highly valued reporters (by both civil servants and other journalists) make frequent use of this informal network. The contacts include not only people from within the institutions, but also national sources from within ministerial cabinets and fellow journalists from home and abroad."]}, {"title": "Conclusion", "paragraphs": ["Our research into the make-up of the Brussels press corps accredited to the European Union institutions has revealed a number of interesting changes over time. We have pointed out that the number of accredited journalists continues to grow, and that this growth is linked to European Union enlargement. At the same time, our figures indicate a number of developments that can be traced back to editorial decisions. Economic concerns in particular have resulted in a growing number of media choosing to no longer have journalists permanently accredited to EU institutions. These media continue to send journalists, but only to cover unexpected developments or in the event of a Council. This trend is offset by the rising number of journalists working for news agencies and, particularly in recent years, by journalists working for Internet media.", "We have also described a number of obstacles in this article which impede an optimal flow of information. Once again, these restrictions are economic in nature, but the structural restraints related to the complexity of the European political sphere also have a significant impact. In addition, there are geographic limitations and restrictions related to nationalistic policy considerations. Another significant detail is that EU-related news tends to flow directly to elite media, with the Financial Times in the starring role. Following the referendums in France and the Netherlands, which both rejected the European Constitution, the Commission drew up a communications strategy designed to promote public participation in debates on Europe. This communications strategy is set out in three main documents: the “Plan D for Democracy, Dialogue and Debate” (European Commission, 2005c), the “Action Plan to Improve Communicating Europe by the Commission” (European Commission, 2005a) and finally the “White Paper on a European Communication Policy” (European Commission, 2006a). Under this strategy, Commission representatives in the Member States are given a greater role in informing citizens. Nonetheless, it remains to be seen how much the popular media can be better and more effectively utilised as a bridge between the institutions and the average citizen.", "Our interviews with various accredited journalists clearly showed that they were also unhappy with the distorted situation. It appears that a sort of Cinderella attitude prevails in Brussels, where the medium for which a journalist works determines who will get the prettiest dress to go to the ball. It is perfectly understandable that journalists from national high-quality media or from national news agencies who cover the EU on a daily basis take this as an affront to their professionalism."]}], "references": [{"title": "Presentation", "year": "2006", "journal": "", "volume": "", "authors": []}, {"title": "“Les journalistes, seul public de l&#039;Union européenne?”", "year": "2000", "journal": "Critique Internationale", "volume": "9", "authors": [{"name": "Baisnée Olivier", "first_name": "Baisnée", "last_name": "Olivier"}]}, {"title": "“Directorat-Général Presse et Communication, Annuaire des journalistes accrédités auprès de la Commission européenne, du Conseil des ministres et du Parlement européen à Bruxelles”", "year": "2000", "journal": "", "volume": "", "authors": []}, {"title": "“Directorate-General Press and Communication, Directory of Journalists Accredited to the European Institutions”", "year": "2002", "journal": "", "volume": "", "authors": []}, {"title": "“Directorate-General Press and Communication, Directory of Journalists Accredited to the European Institutions”", "year": "2003", "journal": "", "volume": "", "authors": []}, {"title": "“Directorate-General Press and Communication, Directory of Journalists Accredited to the European Institutions”", "year": "2003", "journal": "", "volume": "", "authors": []}, {"title": "“Directorate-General Press and Communication, Directory of Journalists Accredited to the European Institutions”", "year": "2004", "journal": "", "volume": "", "authors": []}, {"title": "“Directorate-General Press and Communication, Directory of Journalists Accredited to the European Institutions”", "year": "2004", "journal": "", "volume": "", "authors": []}, {"title": "Key facts and figures about the EU", "year": "2004", "journal": "", "volume": "", "authors": []}, {"title": "“Action Plan to Improve Communicating Europe by the Commission”", "year": "2005", "journal": "", "volume": "", "authors": []}, {"title": "“Eurobarometer 63”", "year": "2005", "journal": "", "volume": "", "authors": []}, {"title": "“The Commission&#039;s Contribution to the Period of Reflexion and Beyond: plan D for democracy, dialogue and debate”", "year": "2005", "journal": "", "volume": "", "authors": []}, {"title": "“White Paper on a European Communication Policy”", "year": "2006", "journal": "", "volume": "", "authors": []}, {"title": "“Redefining Foreign Correspondence”", "year": "2004", "journal": "Journalism Theory, Practice and Criticism", "volume": "5", "authors": [{"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}, {"name": "Jenner Eric", "first_name": "Jenner", "last_name": "Eric"}]}, {"title": "“Political Legitimacy and the Invisibility of Politics: exploring the European Union&#039;s communication deficit”", "year": "1999", "journal": "Journal of Common Market Studies", "volume": "37", "authors": [{"name": "Meyer Christoph", "first_name": "Meyer", "last_name": "Christoph"}]}, {"title": "“British Media and European Union News. The Brussels news beat and its problems”", "year": "1995", "journal": "European Journal of Communication", "volume": "10", "authors": [{"name": "Morgan David", "first_name": "Morgan", "last_name": "David"}]}, {"title": "“In Search of Europe. A cross-national comparative study of the European Union in national television news”", "year": "2004", "journal": "The Harvard International Journal of Press and Politics", "volume": "9", "authors": [{"name": "Peter Jochen", "first_name": "Peter", "last_name": "Jochen"}, {"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}]}, {"title": "“Europeanised Politics—Europeanised media? European integration and political communication”", "year": "2000", "journal": "West European Politics", "volume": "23", "authors": [{"name": "Semetko Holli A.", "first_name": "Semetko", "last_name": "A."}, {"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}, {"name": "Peter Jochen", "first_name": "Peter", "last_name": "Jochen"}]}, {"title": "“Media Coverage on European Governance. Exploring the European public sphere in national quality newspapers”", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Trenz Hans Jorg", "first_name": "Trenz", "last_name": "Jorg"}]}]}