{"doi": "10.1080/1461670X.2016.1215254", "url": "https://doi.org/10.1080/1461670X.2016.1215254", "title": "The Networks of Global Journalism", "volume": "18", "year": "2017", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hellmueller", "first_name": "Lea", "name": "Lea Hellmueller"}, {"last_name": "Cheema", "first_name": "Sadia", "name": "Sadia Ehsan Cheema"}, {"last_name": "Zhang", "first_name": "Xu", "name": "Xu Zhang"}], "abstract": "This study explores how recent global news startups have connected freelancers with traditional news organizations. Through 10 interviews with founders and editors, the results reveal a networked marketplace of global journalism: the startups build on new technologies as well as on-the-ground evidence as their business model and de-localize the distribution of news within a digital marketplace. Supplemented by a content analysis of their edited stories (N = 226), global journalism as an outcome of this marketplace is discussed.", "body": [{"title": "Introduction", "paragraphs": ["Mounting threats to foreign correspondents are putting international news coverage at risk, as exemplified by the murders of James Foley and Steven Sotloff in Syria in 2014. Foley and Sotloff, both freelance journalists at the time (Mahoney 2015), personify the increasing numbers of freelance journalists in war regions who place their lives at risk to conduct global news coverage (Bender 2014). On one hand, the status quo is that legacy news organizations are closing their bureaus overseas. In the United States, for example, the number of traditional full-time newspaper foreign correspondents dropped from 307 in 2003 to 234 in 2011—a decline of about 25 percent—whereas television network coverage of global news was less than half in 2013 compared to the late 1980s (Pew Research Center 2014). On the other hand, despite legacy news organizations closing their bureaus overseas, the numbers of foreign freelancers have increased (Dyer 2014). Safety issues have become particularly concerning, as according to the Committee to Protect Journalists, journalists were killed at a high rate in 2014, with the Middle East being the most dangerous region to work for journalists (Committee to Protect Journalists 2014). The organization argues that at least 60 journalists were killed globally in 2014 compared with 70 who died in 2013. In particular, freelance journalists face many challenges: they often write for multiple outlets, do not have the same types of safety protection and insurance that traditional foreign correspondents have, and receive lower pay than salaried reporters (Bender 2014). In response to the increasing challenges that freelance journalists face, global news startups have emerged to organize freelance journalism labor and to collaborate with freelancers to sell their work to legacy news organizations.", "Within the past 10 years, global news startups have been launched in different parts of the world, such as Russia, Germany, France, the United Kingdom, and the United States (Dyer 2014). Such startups act as intermediaries between traditional news organizations and freelance journalists. In most cases, freelancers and publishers can sign up on websites of startups to participate in the exchange of news story pitches and final products such as photographs or video coverage of a specific event. News organizations are encouraged to assign the coverage and ask for pitches.1 Once a story is decided on, a news organization can work directly with reporters to share requirements specific to the outlet, such as the case in ARA Network. Startups reflect a transition toward a “global news arena,” which Reese (2008, 241) defines as the “reach, interconnectedness and virtually real-time properties of a globalized media that contribute to our experiencing the world as a whole, shaping the intensity and nature of that experience.”", "The present study seeks to explore the interconnectedness (Reese 2010) between global news startups and freelance journalists. In the efforts of freelance journalists to provide information to multiple audiences across the world, what protections and support should freelancers be able to count on during a time when journalists around the world have been shot, beheaded, and quarantined? How does the network of startups connect freelancers with traditional news organizations, and how does the digital network affect the construction of global journalism? Through interviews with founders and editors of 10 global news startups, this study conceptualizes the network flow of foreign news and the global discourse that is presented by stories produced or initiated by global news startups. Furthermore, it is proposed that these online global freelance ventures provide a starting point for scholars to identify the key practices and normative ideas that define global journalism’s story-telling culture in the digital age."]}, {"title": "Global Journalism and News Spaces", "paragraphs": ["Global journalism serves as the theoretical foundation of this study (Reese 2015; Waisbord and Mellado 2014). Indeed, globalization has posed many challenges for journalism—one of them being the categorization of news as either domestic or foreign. Berglez (2008, 845) explained that “Global journalism transgresses and transcends the traditional domestic–foreign dichotomy” and should be analyzed in terms of news production and news consumption from a global perspective. Although nation-state boundaries previously permitted domestic news production and consumption, the boundaries have recently become blurred: Beck (2005) and Sassen (1996) stated that nation-states are being more or less controlled by external global powers such as global economics and capital, international relations, and foreign policies. The ideology posed by the nation-state can also be seen as operating under the realm of “national outlook” (Beck 2005, 111) with the focus of news framing on nation-states, whereas a broader term of “global outlook” can be attributed to these external global powers that seek to “understand and explain how economic, political, social and ecological practices, processes and problems in different parts of the world affect each other, are interlocked, or share commonalities” (Berglez 2008, 847).", "With the rise of global connectivity, the conceptual boundaries of journalism have shifted and new forms are emerging (as in the case with the global news startups), which all point to a network space in which journalism is performed: “This extends to the broader deliberative arena to which journalism contributes, a space now often loosely deemed a networked public sphere, or even a global networked sphere” (Reese 2016, 3). For many years, journalists have been studied under the umbrella of news organizations. Level of hierarchy and gatekeeping theory (Shoemaker and Reese 2014; Shoemaker and Vos 2009) proposes individual journalists to be embedded within an organizational level of influence over their work and professional attitudes. Following this idea, journalistic culture is conceptualized as being shaped by the economic, political, and legal system in which journalists operate (Shoemaker and Reese 2014).", "Meanwhile, Reese (2016) suggested that the new networked spaces make the concepts of fields, spheres, and networks much more relevant and require thinking beyond institutional terms of news organizations as previously conceptualized in the level-of-influence models. Freelance journalists have become important in covering foreign events. On the other hand, freelancers have been understudied because their employment status is not linked to a news organization and they increasingly work across media platforms (Palmer 2015); hence, they are rarely polled in surveys of journalists and not much is known about how they work (Hanitzsch and Wahl-Jorgensen 2009). Different configurations of global journalism (Reese 2016) have made networks outside of the organizational structure much more relevant than in the pre-digital age. The case of freelance journalists is just one among many: the blurring links between professional journalists, marketing professionals, and various corporations provide a new way of thinking about journalism (Reese 2016). In terms of global journalism, the network space has no unique geographical location. Those news-networked spaces that have no geographical location introduce new methodological challenges: the social actors and their practices have to be identified. Meanwhile, Lewis and Usher (2013) explained that the connection of journalists to other fields—like technology—opens journalism up to greater transparency about the construction of news. Hence, the examination of global news startups can enrich scholarly knowledge regarding the practices of global digital news networks as well as the form of global journalism produced by the network of global news startups.", "Global news startups—both for-profit and non-profit—are defined by their main mission of connecting buyers and sellers in the world of foreign news (Dyer 2014). Their funding mechanisms are as diverse as the startups themselves (see Table 1): self-sustaining non-profit, self-sustaining for-profit, self-sustaining, ventures, and funding depending on independent investors. Funding that is not tied to bank loans or debit structures isolates new companies from short-term profit so they can instead focus on innovation, experimentation, and growth (Carlson and Usher 2015; Ries 2011). Carlson and Usher (2015, 3) pointed out that one major criterion of news startups is their need to explain their unique contribution to an existing industry, to differentiate their products from other startup organizations. The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016TABLE 1 Global news startups selected for this studyCSVDisplay Table", "Within the diversity of funding mechanisms, it is essential to understand how global news startups initiate collaboration with freelancers. In this study, the foreign news startups are conceptualized as the centers of the network (see Figure 1), because they are the ones initiating the construction of foreign news in a digital news environment. Startups are connected to buyers, news organizations, freelancers, marketers, and content managers; their connectional ties build a network of collaboration. The way startups communicate and exchange services and products within their networks marks their identity and creates a new (diverse) digital marketplace to produce global news. The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016FIGURE 1  The network of global news startupsDisplay full sizeFIGURE 1  The network of global news startups", "FIGURE 1  The network of global news startups", "FIGURE 1  The network of global news startups", "The emergence of global news startups offers a constitutive moment to examine the changing roles of freelancers within the network of global journalism (see Figure 1). Television news outlets are relying more than ever on freelance employees because foreign news coverage depends on the eyewitness accounts of journalists on the ground (Paterson and Sreberny 2004). Freelance journalists are broadly defined as “self-employed journalists in the media industries who deliver material to the press, electronic media, the Internet, and information businesses” (Edström and Ladendorf 2012, 711). Several scholars have recently noted a greater reliance of media organizations on freelancers or outsourced labor (Palmer 2015) and the fact that freelancing is growing more rapidly than ever in all industries and not just in the news business (Prosser 2015). Prosser (2015) wrote, “Entrepreneurial workers in Britain and the US are turning to self-employment in such large numbers that half the working population in both countries could be their own boss within five years.” In the news business, this shift has been intensified by new technologies that deeply affect journalistic work. Ryan (2009), as well as Paterson and Sreberny (2004), discussed the economic shifts of media businesses that have led to the closure of foreign bureaus and the ways in which television news outlets are increasingly relying on freelance employees to receive footage and eyewitness accounts from on the ground.", "Freelance journalists often work across various media but also across professions: nearly half of the freelance journalists in Germany, for example, also do public relations work (Meyen and Springer 2009). Thus, freelancers work across a gap between journalism and public relations. Those different normative approaches may put freelance journalists into difficult situations (Barth and Donsbach 1992), as they sometimes have to navigate conflicting roles.", "Meanwhile, global news startups contribute to a potential conflict of normative roles because startups employ freelancers from around the world to not only cover international news but also produce branded content (Dyer 2014, 35). From a news perspective, the repercussions of such practices are enormous when US media such as The New York Times, The Washington Post, The Wall Street Journal, Fox News, and others buy stories and engage freelancers that are registered with those startups. Hence, the first research question assesses the impact of increased collaboration between freelancers and startups and the quality of those relationships: RQ1: What types of collaborations do startups initiate with freelance journalists?", "RQ1: What types of collaborations do startups initiate with freelance journalists?", "Freelance journalists’ working conditions are understudied, and the collaboration with startups is an important new research inquiry in understanding how global journalism—as exemplified in this emerging collaboration—shapes the success of international storytelling. Do these global startups seek out, edit, and sell global news that reflects a global outlook? The main idea is for freelance journalists to be hired with a simple click of a computer mouse (Dyer 2014). Three further research questions were posed to investigate the defining elements of the global digital journalistic networks and relationships between freelancers and global startups, and the extent stories pitched by startups or covered by freelance journalists embrace elements of global journalism: RQ2: With what global journalistic roles, values, and economic principles do founders and editors of startups identify? RQ3: What economic and normative values do startups apply to their collaborative network? RQ4: To what extent do freelance stories or stories pitched by startups cover global spaces, global identities, and global powers in news stories?", "RQ2: With what global journalistic roles, values, and economic principles do founders and editors of startups identify?", "RQ3: What economic and normative values do startups apply to their collaborative network?", "RQ4: To what extent do freelance stories or stories pitched by startups cover global spaces, global identities, and global powers in news stories?"]}, {"title": "Method", "paragraphs": ["Based on initial readings, this study conceptualizes global news startups as initiators of global news networks (see Figure 1). Thus, the investigation began by interviewing the founders of the most established and well-known global news startup organizations. The interviews were conducted with six male and four female editors/founders of eight global news startups. Most of the interviewees were previously employed journalists and foreign correspondents at news media outlets in the United States, Australia, the United Kingdom, Germany, Italy, France, and Russia, with an average experience of 15 years for each person in journalism and news production.", "The global news startups in this study (see Table 1) were selected based on their international orientation, their connections to foreign freelance journalists, and their spotlight during their launch in industry blogs of the Nieman Journalism Lab and Nieman Reports. Thus, the sample presented in this study is global news startups that have gained scholarly and industry attention in recent years. This criterion results in excluding startups that produce stories in languages other than English. The global dominance of the English language not only sets a limitation on this study’s sampling strategy but also a limitation in the production and diversity of international news (as often mentioned in interviews with founders of those startups). Most of the global news startups interviewed in this study wish to engage more non-English-language freelancers to produce stories in other languages but at the same time must cater to an audience that consumes digital news in English. The limitation of this type of global journalism is discussed in the analysis section.", "This study examines the work and practices of eight major global news startup ventures. A mixed-methods approach was used to address the research questions, because a more holistic view can be gained by combining different methods in one research study (Tashakkori and Teddlie 2003). Mixed-methods designs are defined as “the use of two (or more) research methods in a single study, when one (or more) of the methods is not complete in itself” (Morse and Niehaus 2009, 9).", "The research began with a qualitative search for the meanings that the founders of global startups assigned to their global journalism networks. Launching from this qualitative inquiry on global journalism, a content analysis was conducted on the practices and stories produced by those startups.", "The study of global news startup practices requires intensive understanding of their organizations’ functionalities, philosophies, and journalism ethics and practices. These data were collected through in-depth interviews of founders and editors of the global ventures listed in the previous section. Interviews are useful to analyze content by connecting text to human actors, and they serve as tools for understanding how startup founders view the nature of their work (Deuze 2005). Interviewing freelance journalists or founders of startups poses challenges, as the journalistic profession has expanded and become more complex due to digitalization. In this new era, the major challenge is to convince journalists (as well as founders of startups) to allocate time for an interview (Lewis and Reese 2009).", "For this study, 10 interviews were conducted with founders and editors of eight global news startups: ARA Network, GRN Live, NewsFixed, Newsmodo, Storyful, Storyhunter, Worldcrunch, and Hack Pack (see Table 1). Of those interviewed, eight were conducted with founders of the startups and two with editors of the startup organizations. All of the interviewed founders and editors had a background in foreign reporting. The startups were contacted via email starting in September 2015, and these founders and editors agreed to be interviewed. The interviews were conducted between the end of November and the beginning of March via Skype because the founders and editors worked across Eastern and Western Europe, Australia, and North America. The interviews ranged from 40 to 90 minutes, with an average time of about 55 minutes. The participants were asked to talk about their founding strategies, provide their organizations’ philosophies and business model, ethics and practices when interacting with freelancers and buyers, and their perception of how their service provides better work opportunities for freelance journalists. The main idea was to understand the digital global network that is defining the business and journalistic practices of those newly emerged startup organizations. After the collection of the interview data, the interviews were transcribed and then textually analyzed with the qualitative analysis program Ethnograph 6.0.", "For answering the last research question, a quantitative content analysis examined how the three main building blocks of global journalism—space, identity, and power—were reflected in news stories pitched by freelancers or startups to address whether stories produced by the freelancers included a global perspective. Riffe, Lacy, and Fico (2014, 19) described quantitative content analysis as a “systematic, replicable and statistical method in which to describe the communication, draw inferences about its meaning or infer from the communication to its context.” In this study, the unit of analysis is each single textual news item published on the websites of ARA Network and Worldcrunch.", "Among the startups in our sample, ARA Network and Worldcrunch were the only two that edited the stories submitted by the freelancers. The other startups did not edit the stories, so the stories of ARA Network and Worldcrunch were investigated to understand how international stories are covered by global news startups. Both organizations have online news archives on their websites. For selecting news stories from ARA Network and Worldcrunch, the study established the time frame of news publications from November 1, 2015, to February 29, 2016, which also matches the time frame of the interview with startup personnel. A stratified sampling (by month) of five randomly selected weekdays per week was drawn, which resulted in a total sample of 80 days. From this, 85 news stories were selected from ARA Network and 141 news stories were selected from Worldcrunch. A total of 226 news stories were analyzed.", "The creation of a coding scheme was based on the notion of global journalism. Each variable measured the power, space, and identity accordingly. By measuring these variables, the study was able to examine what kinds of news discourse were actually produced by the freelancers. Seven variables were coded: media organization served by the startup, journalists’ employment status, news story type, news topics, main source, main source’s identity, and news discourse.", "First, the geographical region of the news organization that published the story was coded. It included the following categories: North America, Central America, South America, Western Europe, Eastern Europe, Africa, Eastern Asia, Southern Asia, Western Asia, and Oceania (Australia and New Zealand).", "The variable “journalists’ employment status” included domestic journalist, foreign correspondent, freelancer, and expert. The categories were coded as mutually exclusive to understand whether the reporter was a staff reporter of an organization or a freelance journalist paid by the organization per story. In most cases, employment status was determined by the reporter’s Twitter biography that declared his or her affiliation. The variable “news story type” included four categories: brief, article, feature/chronicle, and opinion piece. The variable “news topics” consisted of what news topics were covered by the startups. This included a wide range of categories, such as election/campaign, government/legislature, geopolitics, police and crime, terrorism, courts, defense/military, economy, education, energy/climate change/environment, accidents/natural disasters, health, religion, immigration, human rights, demonstrations, social problems, housing, and transportation. The variable “main source” measured the primary news source on which the selected news item relied or from which the story originated. This variable had 10 categories: government, business, military, expert (not part of the other categories), media outlet, international organization, ordinary people, civil society, and anonymous. Also, the variable “news source identity” measured the geographical identity of the primary news sources to see what voices are covered in a local community. This variable included different geographical regions, such as North America, Central America, Western Europe, Eastern Asia, and so forth.", "Last, the variable “news discourse” measured how a news story was covered in terms of geographical space. It included several categories, such as local event/local discourse, which meant the news story covers the impact of a local event on local people. Another example was transnational event/global discourse, which measured the impact of global events on different parts of the world.", "Two trained coders each coded the same 10 percent of the entire sample to test inter-coder reliability. A total of 22 news stories from 226 were randomly selected to check for levels of agreement between two independent coders working on 19 different variables. The coding focused on the textual content of the selected news items. The inter-coder reliability determined by Krippendorff’s alpha was 1 for client served, 0.72 for journalist employment, 0.92 for story type, 0.85 for news story topic, from 0.81 to 1 for each source variable, 0.84 for main source, 0.88 for main source identity, and 0.89 for news discourse. Aside from Krippendorff’s alpha, the study also checked the p percentage agreement. All coded variables achieved greater than 81 percent agreement. The final results of inter-coder reliability were acceptable."]}, {"title": "Findings: Textual Analysis", "paragraphs": ["This section discusses the themes that emerged from the qualitative interviews. In total, eight overarching themes were found. The immediate experience of founders and editors with the news industry informs their business rationales: in most cases, the motivation to build a network between traditional news organization and freelancers came about because of experience in the field. The most frequent reason cited by the startup personnel was concern over a lack of professional news resources to cover foreign events. Another motive was to start something that would be of value to a global audience and to take advantage of the knowledge on the ground held by freelancers around the world. Startup personnel agreed that foreign freelancers are crucial in a more interconnected world and that the current system does not optimize the knowledge and resources that freelancers offer. Meanwhile, they believed there is a lack of consistent practices (i.e., isomorphism) among startup ideologies and business strategies. The variety of ideas and social purposes of startups as outlined by the founders were overlapping and sometimes even conflicting based on mainly a liberal market ideal: the decline in audience attention; the shift to digital news; the decline in revenue that leads to the consideration of new, innovative ways to connect resources that are available (i.e., audience interests, freelance labor, the need for international stories); and to build a network of those resources to produce on-the-ground international reporting for an emerging, globally connected audience. Overall, the motivations are ideologically as well as financially motivated to build a startup for foreign news. What is interesting, however, are the blurring lines to other fields. Startups that do not edit stories and are for-profit take on more branded content that is produced by freelance journalists; this provides an important income for both startups and freelance journalists. Some startup founders held the mirror toward the news industry itself: You know, and I think this is the general sentiment in the public and the journalism world  …  if people think the major news organizations in the world are not dictated by economic interests, then you know, I think they are dreaming, because all news organizations are run by someone with a particular interest, so I think, of course, brands have to be much more open and honest. And yes, they are dictated by economic interest, but I think it is the same in the journalism world. (Founder A)", "You know, and I think this is the general sentiment in the public and the journalism world  …  if people think the major news organizations in the world are not dictated by economic interests, then you know, I think they are dreaming, because all news organizations are run by someone with a particular interest, so I think, of course, brands have to be much more open and honest. And yes, they are dictated by economic interest, but I think it is the same in the journalism world. (Founder A)", "Another formative element for startups was that the interviewees seemed to connect new technologies to their nature of work, which enabled them to reach out to global clients, freelancers, and audiences that build their business network. The use of technology was seen as a prerequisite for innovation and was seen to influence the startups’ daily operations, networking, and journalistic practices.", "Table 2 provides the major themes identified and shared by all the startups. The themes identified in this textual analysis were shared by startups that edit stories and those that do not. The textual analysis of the interviews was paired with content analysis of the news stories of global startups that edit the stories. Table 2 provides an overview of the themes shared by both categories of startups (i.e., editing and non-editing global startups). The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016TABLE 2 Main themes identified through source quotes in qualitative interviewsCSVDisplay Table", "All the startups were international in their clientele reach. The startups served media throughout the world and sold stories to many local broadcast and print media services in various regions. The clients from the United States included The Washington Post, The Wall Street Journal, The New York Times, ABC News, and Fox News, among others.", "Many of the startup founders and editors mentioned that the majority of their clients are in the United States and reflect the dominance of the English language within the paradigm of global news. One of the founders of a startup said, The majority of our clients are in the US  …  but we do sell to Germany; we sell to Switzerland, Denmark; and Canada is a regular client. We have worked for the British, Irish, Australian … so you know we worked all over. We just never had the time or the capacity to resell in a lot of languages. (Founder B)", "The majority of our clients are in the US  …  but we do sell to Germany; we sell to Switzerland, Denmark; and Canada is a regular client. We have worked for the British, Irish, Australian … so you know we worked all over. We just never had the time or the capacity to resell in a lot of languages. (Founder B)", "In terms of language selection, nearly all of the founders and editors mentioned that the English language is dominant in global journalism. One startup founder said, “Most of the stories are in English and the reason being is providing services to international audiences” (Founder D).", "Another founder mentioned that the startup tries to be global in reach by covering news in all areas, except “dark zones” or crisis areas: We really do try to keep it global … um, even though our staff is largely—you know—based in the US, and Europe, and Australia; the stories are coming from everywhere. So we do a lot of Middle Eastern coverage, and we are covering Europe and the US, and Australia a lot just because there is a lot of social news that comes out of those areas, but if there is something that is social, we are going to try and cover it wherever it is. It does lead to some natural dark zones, you know. China is a difficult place to work within because of the firewalls there. (Founder E)", "We really do try to keep it global … um, even though our staff is largely—you know—based in the US, and Europe, and Australia; the stories are coming from everywhere. So we do a lot of Middle Eastern coverage, and we are covering Europe and the US, and Australia a lot just because there is a lot of social news that comes out of those areas, but if there is something that is social, we are going to try and cover it wherever it is. It does lead to some natural dark zones, you know. China is a difficult place to work within because of the firewalls there. (Founder E)", "Globalization seemed to play a major role in the operation of these startups. Nearly all startups stated that globalization has influenced the demand of international news, in terms of both audience expectations and client expectations. In terms of audience expectations, globalization has spiked interest among readers wanting to know more about other places, perhaps because of how the international market has changed the knowledge of audiences, such as through multinational corporations and entertainment industries operating in different regions. One of the founders said, “You know, there is something called a ‘global story’ to which most of the world is paying attention” (Founder D).", "In terms of client expectations, globalization has affected the way journalism operates at large. News clients with limited resources can now tell stories from places they do not have a staff on the ground. One editor mentioned, Globalization makes it very easy for us to cover news in the same way it would be covered locally but would hurt the capabilities of our clients to do themselves. So that’s where they come to us and that is where our experiences of global content comes in. (Editor D)", "Globalization makes it very easy for us to cover news in the same way it would be covered locally but would hurt the capabilities of our clients to do themselves. So that’s where they come to us and that is where our experiences of global content comes in. (Editor D)", "The impact of globalization on audience and client expectations tends to direct the news topics and discourses of these startups. Most of these startups overlapped on various news topics they covered for the clients and seemed to cluster around global discourses. Nearly all of the interviewees mentioned that they covered news centered on human rights, terrorism, politics, immigration, education, cultural and global heritage, international or local criminal activities, global warming, health, energy and environment, elections, crises, and entertainment. Nearly all of these topics centered on transnational and global discourses, which indicates that these startups engage in news reporting that affects international audiences at large. One of the editors of the startup said, We want to create a news product that is global in nature and has a mix of point of views and wide range of coverage of stories from all across the world so that our potential subscribers know that we provide them with a unique opportunity to get a global perspective of the world. (Editor A)", "We want to create a news product that is global in nature and has a mix of point of views and wide range of coverage of stories from all across the world so that our potential subscribers know that we provide them with a unique opportunity to get a global perspective of the world. (Editor A)", "These global startups use a business model that provides a bridge between freelancers and clients. Nearly all founders and editors of the startups mentioned that their premise is to provide a digital footprint to freelancers, provide them with an avenue to build their own profile, and connect them with media outlets such as magazines and newspapers, and help the clients expand their news-reporting capabilities to capture content and cover stories around the world. These startups usually have an editorial team and a network of journalists all around the world to sell stories to global clients. They connect freelancers to traditional news organizations (or whoever wants to buy a journalistic product), and they mediate the relationship by overseeing the correspondence between clients and journalists and ensuring that journalists provide quality work to the clients. One of the editors said, So we just manage … we do a lot of work to make sure that when a freelancer comes and asks for an idea, you know, we have to edit it and make sure it’s really interesting and that it’s well written and that it has everything that it needs, so that it will be chosen. Because, you know, a lot of the time, that’s how we are supporting the freelancers … quite often, things will come in that, you know will be lazily written, so we fix it up and we make it near the top quality, and we say to the publisher, “Oh, look at this fantastic story!” (Editor B)", "So we just manage … we do a lot of work to make sure that when a freelancer comes and asks for an idea, you know, we have to edit it and make sure it’s really interesting and that it’s well written and that it has everything that it needs, so that it will be chosen. Because, you know, a lot of the time, that’s how we are supporting the freelancers … quite often, things will come in that, you know will be lazily written, so we fix it up and we make it near the top quality, and we say to the publisher, “Oh, look at this fantastic story!” (Editor B)", "The most important aspect of their business model is to ensure that they sell premium products to their clients to sustain businesses. Therefore, the startups engage in verification processes at two levels. The first level is verifying the journalists’ qualifications and experience in the field. Having a comprehensive online sign-up process for journalists and checking references to verify their credibility achieves this. The second level of the verification process is to ensure that the freelancer has followed ethical practices in reporting the stories. One of the editors mentioned, This is one of the biggest challenges in the industry. Every situation is different, so there is no magic-bullet answer to how different scenarios verify. There is a lot of ways that you can verify different ideas, elements of stories and a lot of that goes down to ideas getting second opinions or second- or third-party inputs to verify things that have happened. We often will request details of any interviewees and verify if there was any reason to have any concern or involvement in stories. We also provide the journalists’ details to the clients as well. (Editor D)", "This is one of the biggest challenges in the industry. Every situation is different, so there is no magic-bullet answer to how different scenarios verify. There is a lot of ways that you can verify different ideas, elements of stories and a lot of that goes down to ideas getting second opinions or second- or third-party inputs to verify things that have happened. We often will request details of any interviewees and verify if there was any reason to have any concern or involvement in stories. We also provide the journalists’ details to the clients as well. (Editor D)", "The diverse and unique business models of startups are not only set up in a way that the business serves as a conduit between freelancers and clients but also includes contractual agreements, verification processes, and procedures at all levels to ensure that quality news stories are sold to clients.", "Founders and editors of global news startups mentioned that their business model provides more job opportunities for freelancers across the world in the form of secured pay for freelancers so they utilize their reporting skills and are able to make a living off their work. It also reduces the burden from freelancers in terms of communication with clients, as the startup engages in that process. This allows freelancers to focus on building their work profile and achieve credibility over time. The business model of these global startups also provides freelancers with some unique platforms for their work to be published. One of the editors mentioned, I mean, we do all of the administrative stuff. We do all of the editing … we do, you know … we do all of the client communication so that they do not have to do any of that. They just sit at home with the story, which is kind of good. We also promote them, so that we have a page on our website of efficient freelancers, and we promote the people we work with the most often, that are working hard and that are doing the best jobs. So we try to always support the people that are working closely with us. And yeah, in the same regard, we recommend people that are of high value and that have worked with us a lot and that we know we will continue to recommend them when more work comes in, so, basically we support them if they support us, I suppose. (Editor E)", "I mean, we do all of the administrative stuff. We do all of the editing … we do, you know … we do all of the client communication so that they do not have to do any of that. They just sit at home with the story, which is kind of good. We also promote them, so that we have a page on our website of efficient freelancers, and we promote the people we work with the most often, that are working hard and that are doing the best jobs. So we try to always support the people that are working closely with us. And yeah, in the same regard, we recommend people that are of high value and that have worked with us a lot and that we know we will continue to recommend them when more work comes in, so, basically we support them if they support us, I suppose. (Editor E)", "These online platforms not only provide promotional and reputational support to freelancers but also a structure for them to engage with their community online. The founder of one of the startups mentioned: The online platform provides a structure for freelance journalists that they don’t get elsewhere. Moreover, it’s a community to a degree. So it’s like in the old days when you had newsroom meetings. In time, we will provide that functionality and allow freelancers to communicate between themselves about the industry and the issues. (Founder C)", "The online platform provides a structure for freelance journalists that they don’t get elsewhere. Moreover, it’s a community to a degree. So it’s like in the old days when you had newsroom meetings. In time, we will provide that functionality and allow freelancers to communicate between themselves about the industry and the issues. (Founder C)", "Another major benefit to freelancers is that these startups engage in practices that informally train them on skills required to be a successful freelancer. They train them on sharpening their story pitches, the practices of writing stories, ethical practices in journalism, and the practicalities of being a freelancer. All of these benefits highlight how freelancers can grow their profiles by providing services to these startups and, in addition, refine their journalistic practices and skills to better serve the media client."]}, {"title": "Clients Served by Startups: Results from the Content Analysis", "paragraphs": ["The last research question asked to what extent freelance stories or stories pitched by startups cover global spaces, identities, and global powers (Berglez 2008). Because the interviews allude to the purpose of global storytelling in journalism initiated by the foreign startups, the following content analysis evaluates—based on the theoretical framework of global journalism—how the stories are edited and published. Furthermore, the differences and similarities are of interest to understand the heterogeneities among global news startups. For answering the research question, this study first measured the geographical location of media clients served by the two startups of ARA Network (headquartered in Germany) and Worldcrunch (headquartered in France). The statistical analysis pointed to a significant difference between ARA Network and Worldcrunch in terms of geographical location of their media clients, χ2(8) = 164.741, p < 0.001. For ARA Network, among the total number of articles, 82 of them were from North America (96.5 percent) and 2 of them were from Western Asia2 (2.4 percent). By contrast, in 141 articles by Worldcrunch, 14 (9.9 percent) were from North American media outlets, 3 (2.1 percent) were from Central American media, and 15 (10.6 percent) represented South American media. The majority of those articles were published by Western European media outlets (79, 56 percent) and another 3 (2.1 percent) were from Eastern European media. African (7, 5 percent), Western Asian (5, 3.5 percent), and Eastern Asian (6, 4.3 percent) media outlets were also represented (see Table 3). The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016TABLE 3 Geographical location of clients served by startupsCSVDisplay Table", "This study measured the authorship of news articles published on the websites of two startups. The retrieved test statistics indicated that there is a significant difference between ARA Network and Worldcrunch in terms of the news writers’ employment status, χ2(4) = 82.69, p < 0.001. For ARA Network, published news articles were mostly written by freelance journalists (63, 74.1 percent). In contrast, a majority of Worldcrunch stories were written by domestic journalists (79, 56 percent) and 22 news stories were written by freelancers (15.6 percent). In other words, startups can also connect domestic and full-time journalists and provide those with additional work and opportunities to have their work published.", "For both startups, the article is the most common story type (ARA Network, 68, 80 percent; Worldcrunch, 73, 51.8 percent). For Worldcrunch, there were also 24 (17 percent) feature stories. News articles retrieved from ARA Network and Worldcrunch covered a wide range of news topics. The test statistics showed a significant difference between ARA Network and Worldcrunch in terms of news topics covered, χ2(17) = 52.61, p < 0.001. For ARA Network, terrorism was the most widely covered topic (21, 24.7 percent). Another widely covered topic was related to energy, environment, and climate change (11, 12.9 percent). For Worldcrunch, the most frequently covered topic was geopolitics (32, 22.7 percent). Similar to ARA Network, terrorism (24, 17 percent) was also extensively covered by Worldcrunch.", "This variable connected with another building block of global journalism: identity. The retrieved test statistics indicated that the two startups relied on different regional news actors to cover the news stories, χ2(10) = 20.25, p = 0.027. Specifically, for both startups, sources from Western Europe were mostly featured in news articles (ARA Network, 34, 40 percent; Worldcrunch, 43, 30.5 percent). On the other hand, Worldcrunch included more sources from Western Asia (30, 21.3 percent) and North America (26, 18.4 percent) (Table 5). The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016TABLE 5 Geographical identity of main source in news storiesCSVDisplay Table", "Because startups function as a bridge between freelancers and legacy news media, the last part of this quantitative analysis measured news contextual discourse that freelancers relied on in producing different stories. In the study, the news discourse was conceptualized based on the geographical region of news events as well as the influence of news events in terms of geographical reach. Via this variable, the notion of global journalism could be tested in the stories produced by the freelancers. The test statistics indicated that freelancer-produced stories heavily focused on national event/national discourse (20, 23.5 percent) and transnational event/global discourse—full-fledged global journalism stories (19, 22.4 percent)."]}, {"title": "Discussion and Conclusion", "paragraphs": ["Globalization has opened new spaces—particularly digital spaces—in which global news startups operate. As “global challenges transcend local concerns and national systems, requiring transnational coordination and engagement to solve them” (Reese 2015, 2263), such global startups provide an important network to engage freelancers and reporters on the ground in global reporting. This engagement on a global level may offer new perspectives of foreign news innovation, and in particular, freelance journalism. As this study has shown, global news startups most likely emerged out of a need to organize resources digitally as well as the motivation to be innovative in global news. Freelancers may become the important deliverers of information in regard to global issues that transcend national boundaries. Furthermore, the mixed-methods results revealed how the global startups are typically engaged with freelancers and domestic journalists across the globe to serve their North American and Western European audiences. But while the startups aim to provide stories for a global audience, their clients are almost exclusively in Western countries. This might be a result of the crisis in the news industry in those particular countries.", "By pairing the textual analysis of interviews with the content analysis of new stories published by Worldcrunch and ARA Network, it was possible to see a strong link between global discourse(s), clients served, and the news topics covered by Worldcrunch and ARA Network. The results revealed that most of the freelancer-produced stories focused on national event/national discourse and transnational event/global discourse. This was also supported by the textual analysis in which nearly all founders and editors mentioned that globalization has changed the client and audience expectations in terms of storytelling and hence has influenced startups to engage in more transnational and national discourses. The startups open a platform to be geographically and organizationally delocalized from a particular political and economic system. Hence, the way the stories are written is not dependent on a particular news organization but on the global outlook motivated by global news startups as intermediaries between freelance journalists and traditional media organizations.", "In terms of news topics, there is also a dominance of geopolitics and terrorism in the news stories published by ARA Network and Worldcrunch, respectively (see Table 4). It is also clear that global issues and topics such as human rights, environment, and religion are frequently covered by these global startups. This argument is also consistent with the findings of the textual analysis in which interviewees mentioned how the news topics are more concerned with global issues crossing national boundaries. In an age when global news coverage is in retreat (Hammer 2014) and traditional Western news organizations have closed down their overseas bureaus and laid off experienced foreign correspondents due to the financial factors (Hammer 2014; Willmott 2010), freelancers have become a “cheaper solution” for legacy media to cover foreign news (Palmer 2015). With that said, global news startups may eventually serve as a changing force for freelance journalists to focus more on global issues within international reporting and journalistic storytelling. The Networks of Global JournalismGlobal news construction through the collaboration of global news startups with freelancersAll authorsLea Hellmueller, Sadia Ehsan Cheema & Xu Zhanghttps://doi.org/10.1080/1461670X.2016.1215254Published online:19 August 2016TABLE 4 Employment status of reporters covering stories for startupsCSVDisplay Table", "Another important finding in the content analysis was the presence of news sources from Western Europe, North America, and Western Asia. This provides an important insight into the news events taking place during the sampling frame (November 2015 to February 2016). This included the Paris terrorist attacks, the threat posed by ISIS, as well as the refugee crisis in Syria and Western Europe, among others. These news events certainly fall into the time frame of the study and hence correlate with news topics covered by these global startups and the clients they served during that time frame. Nearly all the interviewees mentioned that North America appeared to be their major client, and this also explains the dominance of the English language in the startups’ business model.", "In terms of freelancers, the content analysis has shown that most of the stories incorporated either national or global discourses. This supports the argument that global journalism is increasingly through freelance labor and that freelancers are actually replacing the jobs of foreign correspondents in this particular type of global business model. On the whole, what stands is a lack of isomorphism among startups’ business strategies: the startups have different business ideas and disagree whether editing stories should be part of global news startups’ business content or should be left entirely to the traditional news organizations. Meanwhile, on an ideological level, all of the startups interviewed try to transcend national frames of reference and aim to build a global marketplace of news.", "As the content analysis has revealed, the global frame may still be a goal rather than an actual reality. More efforts should be made to include languages other than English, or to reach out to regions where English is not the primary language and translate important stories that are happening there. However, some particular political systems may hinder such an expansion to global markets. This might also be one of the limitations of this study. The sampling process began by looking at academic publications and industry blogs. It was not possible to get overall statistics of global news startups around the world. The goal for future research is to conduct more studies on startups in regions other than the United States and Western Europe. Another limitation reflects one of the findings: the diversity of startups. Since not all startups actually edit their stories, it was only possible to analyze the stories of two startups. Based on the important findings, it seems relevant to discuss the outcome of such a digital global network of news production; hence, news stories are essential to understanding the building blocks of global journalism produced by the global news startups.", "Most importantly, global journalism can transcend national frames of references and business models, contextualize motives, expose interconnectedness, and explore the scope of problems as well as human consequences (Cottle 2009). While commercial imperatives can conflict with journalistic values, these freelancers need to find a way to support their work if they are going to keep doing their jobs. International news is among the hardest to monetize, but research shows a positive relationship between the amount of hard international news coverage and citizens’ level of foreign affairs knowledge. Media system differences may contribute to the perception of the importance of international news: whereas market-oriented media systems and broadcasters are less devoted to international news and focus more on soft than hard news (Aalberg et al. 2013), the situation is different in media systems with public broadcasting. Future studies should take into account how those dynamics play out in the construction of foreign news through startups to understand the merging or disconnect of media systems when it comes to global journalism."]}], "references": [{"title": "International TV News, Foreign Affairs Interest and Public Knowledge", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}, {"name": "Soroka Stuart", "first_name": "Soroka", "last_name": "Stuart"}, {"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}, {"name": "Jones Paul K.", "first_name": "Jones", "last_name": "K."}]}, {"title": "Aktivität und Passivität von Journalisten gegenüber Public Relations: Fallstudie am Beispiel von Pressekonferenzen zu Umweltthemen", "year": "1992", "journal": "Publizistik", "volume": "37", "authors": [{"name": "Barth Henrike", "first_name": "Barth", "last_name": "Henrike"}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "What is Global Journalism? Theoretical and Empirical Conceptualizations", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Berglez Peter", "first_name": "Berglez", "last_name": "Peter"}]}, {"title": "News Startups as Agents of Innovation", "year": "2015", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Popular Journalism and Professional Ideology: Tabloid Reporters and Editors Speak Out", "year": "2005", "journal": "Media, Culture \\& Society", "volume": "27", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Have Laptop, Will Travel", "year": "2014", "journal": "Nieman Reports", "volume": "68", "authors": [{"name": "Dyer John", "first_name": "Dyer", "last_name": "John"}]}, {"title": "Freelance Journalists as a Flexible Workforce in Media Industries", "year": "2012", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Edström Maria", "first_name": "Edström", "last_name": "Maria"}, {"name": "Ladendorf Martina", "first_name": "Ladendorf", "last_name": "Martina"}]}, {"title": "Being There: The Escalating Personal and Financial Cost of Foreign Reporting is Changing the Way Correspondents Cover the World", "year": "2014", "journal": "Nieman Reports", "volume": "68", "authors": [{"name": "Hammer Joshua", "first_name": "Hammer", "last_name": "Joshua"}]}, {"title": "What is the War on Terror? Framing Through the Eyes of Journalists", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Open Source and Journalism: Toward New Frameworks for Imagining News Innovation", "year": "2013", "journal": "Media, Culture, \\& Society", "volume": "35", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Outsourcing Authority in the Digital Age: Television News Networks and Freelance War Correspondents", "year": "2015", "journal": "Critical Studies in Media Communication", "volume": "32", "authors": [{"name": "Palmer Lindsay", "first_name": "Palmer", "last_name": "Lindsay"}]}, {"title": "", "year": "2008", "journal": "", "volume": "", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Journalism and Globalization", "year": "2010", "journal": "Sociology Compass", "volume": "4", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Globalization of Mediated Spaces: The Case of Transnational Environmentalism in China", "year": "2015", "journal": "International Journal of Communication", "volume": "9", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "The New Geography of Journalism Research", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "The Performative Journalist: Job Satisfaction, Temporary Workers, and American Television News", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Ryan Kathleen", "first_name": "Ryan", "last_name": "Kathleen"}]}, {"title": "De-Westernizing Communication Studies: A Reassessment", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Waisbord Silvio", "first_name": "Waisbord", "last_name": "Silvio"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}]}