{"doi": "10.1080/14616700903119891", "url": "https://doi.org/10.1080/14616700903119891", "title": "THE SUNDAY TIMES AND ANDREW NEIL", "volume": "10", "year": "2009", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "McKnight", "first_name": "David", "name": "David McKnight"}], "abstract": " This article contends that The Sunday Times became a champion of the ideas of free market populism after it was purchased by Rupert Murdoch. The driving force for this shift was the editor (1983–1994), Andrew Neil, who argued that free market ideology was a radical set of ideas which was on the side of ordinary people and which was opposed mainly by “elites” and “establishments”. This populist view of markets owes much to the ideas of the American Right and was shared by the newspaper's proprietor, Rupert Murdoch. The market populism of The Sunday Times was allied to a discourse in which opposing left-liberal views were characterised as politically correct “orthodoxies” rather than authentic positions. This article examines the newspaper's challenge to the “orthodoxies” of economic policy, the welfare state and policy on AIDS. It concludes that the popularisation of the market as a vehicle for social betterment was one of the lasting influences of this Murdoch newspaper, rather than simply its support for a particular leader (Thatcher) or party (the Conservatives). ", "body": [{"title": "Introduction", "paragraphs": ["While many media scholars have seen Rupert Murdoch as a champion of the British Prime Minister Margaret Thatcher during her years in office, there is something missing in this portrayal. For Murdoch did more than provide her with editorial endorsement: through influential publications such as The Sunday Times he helped convey and entrench a form of populism within the political discourse of “Thatcherism”. This particular form of populism originated in the United States and this article illustrates that one of the less understood roles of News Corporation both then and now has been to act as a trans-Atlantic ideological bridge between Britain and the United States.", "This article advances two propositions about the political character and culture of News Corporation and its CEO Rupert Murdoch. First, that a key characteristic of the editorial stance of News Corporation can be best described as “conservative populism”. This is a set of political ideas which emerged in the US Republican Party of Richard Nixon and later became an ingredient in the success of President Ronald Reagan. In the 1980s The Sunday Times became an influential advocate in Britain for a local variant of these ideas best described as “market populism”. This ideology championed a view of economic markets which saw them as the friend of ordinary people and which damned critics of markets as “establishments” and “elites”.", "The second proposition concerns the nature of the political influence which is exercised by Murdoch and the media outlets of News Corporation such as The Sunday Times. Traditional accounts have concentrated on support for particular parties and politicians such as Margaret Thatcher and then John Major (Evans, 1983, pp. 236, 319; Page, 2003, pp. 253–5, 358–67; Shawcross, 1992, pp. 502, 512). But this article argues that Murdoch's influence has also been exercised in a more lasting way. Reflecting on this, The Economist argued: “Perhaps Mr Murdoch's biggest influence has been not so much in persuading people how to vote as in moulding a cultural and moral climate for politicians of varying hue to exploit” (1993, p.65).", "This subtler conception of Murdoch's influence, which is also advanced by Barnett and Gaber (2001), is more useful than those which emphasise party preference and “the Tory press”. According to Barnett and Gaber, the nature of media influence has changed in the last two generations. In the case of Rupert Murdoch, his support for formal political parties may vary. Murdoch is a conservative but he has supported Labour in the United Kingdom. But leaving aside party political support they argue that “there are consistent messages within his newspapers that taken together constitute a coherent ideology … Those who have followed the Murdoch papers—not just in the UK but around the world—will recognise here the values that infuse his publications and which, when a particular issue of political significance arises, usually colour its coverage” (Barnett and Gaber, 2001, pp. 66–7). They also point to the influence of regular global “summits” of News Corporation staff which discuss politics and social issues.", "This consistent promotion of a certain kind of politics is sometimes unrecognized by some commentators who regard Murdoch as a conventionally conservative businessman, interested largely in the bottom line (Fallows, 2003). Murdoch himself has suggested on a number of occasions that his motives are ideological. “I think what drives me are ideas and what you can do with ideas”, he told one biographer (Shawcross, 1992, p. 550). He made a similar point while speaking to a free market think tank, explaining why he had supported a loss-making newspaper (Murdoch, 1994, pp. 2–3). In regard to Murdoch's political ideas, research for this article suggests that the influence of the American neo-conservative, Irwin Stelzer, was important and that as one of Murdoch's closest advisers, he bridged Murdoch's sympathy for Reaganism and Thatcherism. As well as Stelzer, two other American conservatives, Charles Murray and Michael Fumento, played significant roles in the cultivation of conservative populism in the 1980s by The Sunday Times.", "The ideas of conservative populism first emerged in the American Right and were crucial in creating a conservative resurgence based on a political strategy which connected Republican politicians such as Richard Nixon to working-class voters (Perlstein, 2008, p. 277). The identification of populism as a key part of the successful coalition behind Ronald Reagan was made by several commentators who articulated its characteristic elements such as framing opponents as “elites” and calling for small government and lower taxes (Federici, 1991, pp. 61–71; Hodgson, 1996, pp. 12–7; Sawer, 2004). Of particular interest in terms of The Sunday Times is the political language employed by the influential Republican ideologue, Richard Viguerie, in his book The Establishment vs. The People who framed left-wing causes as those of an “establishment elite” which favoured high taxes and opposed the market (1983, pp. 1–3). Another element in this Reaganite coalition was the neo-conservatives whose critique of the liberal “new class” fitted well with the anti-elitism of a socially conservative “New Right” (Phillips, 1982, pp. 42–9). Market populism was a related but distinct phenomenon. It amounted to a view that “[m]arkets expressed the popular will more articulately and more meaningfully than did mere elections”. Markets conferred legitimacy and were a friend of ordinary people while an enemy to elites (Frank, 2002, p. xiv). Markets were said to be “the natural enemy of privilege, the great social equalizer” (Du Gay, 2008, p. 82). Greenfield and Williams argue that market populism was the key way in which “neo-liberal finance rationality” was disseminated in the period of the deregulatory 1980s by mass media commentators (2007, pp. 423, 429). In this regard the newspapers of New Corporation both in Britain and Australia have been identified as key advocates for market populism (Du Gay, 2008, pp. 83, 98; Scalmer and Goot, 2004)."]}, {"title": "Studying the Journalism of Commentary", "paragraphs": ["This article explores The Sunday Times’ ideological preferences from 1983 to 1994 by examining the journalistic forms which best express such preferences: editorials, invited opinion articles and regular columns. As McNair notes, columns and interpretive articles have undergone a “remarkable expansion” in the last 20–30 years (2000, p. 61). While news articles tend to be driven by external events and players, editorials, columns and op. ed. articles arguably express more closely the will and the world view of the senior editorial staff and owners. Editorials in particular provide readers “with a guide to news priorities and tone throughout the paper, [and] they are a benchmark for the staff” (Seymour-Ure, 1998, p. 43). More bluntly “the editorial is the formulation place for newspaper ideologies” (Van Dijk, 1991, p. 150).", "This study employs thematic (or qualitative) content analysis classifying different articles according to pre-defined ideological categories (the substance of which is discussed below). The findings are based on a data sample of 152 Sunday Times editorials published over the 11 years of the editorship of Andrew Neil (1983–1994). These editorials (27 per cent of the total in this period) were selected because they discussed one of three topics on which the newspaper ran campaigns in this period: market-based economic policies; the welfare state and the “underclass”; and the medical science explaining AIDS. Apart from editorials, over 60 contextual feature articles and columns related to these editorial themes were also examined. This study is part of an ongoing research project examining the political agenda of News Corporation in the United Kingdom, United States and Australia, through an analysis of the journalism of commentary such as editorials, columns and op. ed. articles (McKnight, 2003, 2005, 2008). Preliminary results of this project suggest that from the late 1970s the populist and anti-elitist elements of tabloid journalism which were articulated several times by Rupert Murdoch (see below) were grafted on to the American-influenced position of conservative populism to become the characteristic political stance of News Corporation. In this analysis the ideological content of the influence exercised by Murdoch and The Sunday Times derives significantly from American conservatism as much as from events in Britain and the evolution of Thatcherism."]}, {"title": " Understanding Murdoch's Sunday Times", "paragraphs": ["One of the episodes which symbolizes Rupert Murdoch's impact on British society in the 1980s was his purchase of The Times, his appointment and then dismissal of its editor, Harold Evans, and his close relationship with the Prime Minister, Margaret Thatcher (Stewart, 2005, pp. 27–32, 102–18). By contrast, little close attention has been devoted to The Sunday Times in the Murdoch era. Yet the impact of this newspaper on the political life of Britain is arguably greater than The Times. Its circulation was at least triple that of its stablemate and, thanks to its pioneering journalism of the 1960s and 1970s, it was very influential. While Murdoch changed little about the political direction of The Times, his impact on The Sunday Times, largely through his support for the editorship of Andrew Neil, was dramatic.", "Neil was the UK editor of The Economist and had recently finished a stint in the United States where, he recalled, he “reveled in its dynamic, can-do culture, the ease with which new technology was introduced and exploited and the free and fast social mobility between classes” (Neil, 1996, p. 20). He had been recommended to Murdoch by a mutual friend, Irwin Stelzer, a neo-conservative economist who became a very influential adviser and speech writer to Murdoch as well as a Sunday Times columnist under Neil. On his appointment, Neil was greeted warily by the UK national press. Several articles pointedly mentioned his early work for the Conservative Party Research Office. Given what was to come, several of Neil's comments now seem prescient. The Guardian reported that Neil had said “he was not a Conservative but a radical. He was in favour of free enterprise and de-nationalization but against monetarism and a liberal on social policy” (Brown, 1983, emphasis added).", "Throughout his editorship, The Sunday Times supported the Conservative government during the bitter conflicts involving the coal miners in 1984–85 and the lock out of the Fleet Street print unions from Wapping in 1985–86. It strongly supported the re-election of that government in elections in 1983,1987 and 1992. Yet its relationship with Thatcher, and her successor, John Major, was not smooth. In 1984 the newspaper deeply angered Thatcher by exposing her son Mark's business dealings. Later the paper revealed that the Queen was distressed at the Thatcher government's social policies. Other conflict followed and as Thatcher's popularity waned the newspaper called for her to leave office. Other newspapers supported the Thatcher government but The Sunday Times, as we shall see, was distinguished for its deeper commitment to the economic and social theories which underpinned Thatcherism.", "Neil regarded himself as an ideological editor. When he arrived, planning to “mount far-reaching changes”, he said he found “no ideological soulmates” among the senior staff (Neil, 1996, p. 35). A conservative world view was crucial for Neil and his vision for the newspaper. “The Sunday Times I inherited in the autumn of 1983 was in a state of ideological decay” because of a “liberal-left collectivist consensus” (1996, p. 52). As well as promoting Neil's particular world view based on free market liberalism, the newspaper came to embody those changes itself. The defeat of the Fleet Street print unions allowed the full expression of technological advances in printing. The Sunday Times massively increased its page numbers and new sections were added, based on lucrative lifestyle advertising. As Britain grew prosperous, so did The Sunday Times. "]}, {"title": "Establishments, Old and New", "paragraphs": ["Neil's style of market populism was expressed in a new political language whose terms appeared familiar but whose meanings were not. Normally, the term “the Establishment” loosely referred to the British ruling classes. In the discourse which Neil articulated through The Sunday Times, the term “establishment” came to refer to at least two other groups of ideological foes as well as its more usual meaning. The first was defined not by its wealth but by the fact that it opposed certain economic policies. Revolutions overthrew establishments and thus any group which opposed the formula of free markets, outsourcing and privatization thereby defined itself as an “establishment”. For example, in an editorial supporting the Peacock inquiry into television, Neil attacked “the broadcasting establishment” which defended the regulation of Britain's television (Sunday Times, 1985c). In 1989 when the Tory Health minister was attacked by the British Medical Association, Neil criticised “the medical establishment for whose benefit the NHS [National Health Service] was run” (Sunday Times, 1989a)", "The second kind of establishment defined by Neil is one which places him clearly in the tradition of political populism. According to Canovan (1981, p. 294) this diverse tradition is defined by two fundamental features: it exalts and appeals to “the people” and it is anti-elitist. In this case a key elite were the intellectuals, as is so often the case with populism. In Neil's world view this elite was signalled by terms such as “the intelligentsia” and “the chattering classes” who were often described as “politically correct”. For example, an editorial in 1988 argued that although the British economy prospered, the “British establishment” had “scorned and dismissed” this news. By contrast the editorial exalted “the plain folk of the country” who had bought council houses or shares in privatized companies and knew the economy was no longer in decline. Such folk were wiser than “the fashionable opinion-formers and influence-peddlers who make up Establishment opinion” (Sunday Times, 1988c).", "Left-liberal intellectuals particularly infuriated The Sunday Times. In an editorial attacking recent British films and fiction which had portrayed Thatcherite Britain in negative terms, Neil argued: [Britain's intelligentsia] has become increasingly divorced from the land it lives on. It hates everything the Thatcher government stands for; but it realizes that the nation is not listening. So it has retreated to its own left wing laager, where erudite moaning is taken for wise critique. (Sunday Times, 1987b)  ", "[Britain's intelligentsia] has become increasingly divorced from the land it lives on. It hates everything the Thatcher government stands for; but it realizes that the nation is not listening. So it has retreated to its own left wing laager, where erudite moaning is taken for wise critique. (Sunday Times, 1987b)", "Another editorial, on the subject of foreign investment, argued that “ordinary consumers have never shown the distrust for “evil” multinationals that has been prevalent among the chattering classes. And in that plain folk are right and the intellectual betters are wrong” (Sunday Times, 1986)."]}, {"title": "Neil's Market Populist Vision", "paragraphs": ["At the centre of Neil's concerns on The Sunday Times was a campaign against what he saw as the prevailing economic orthodoxy and the social order which went with it. The orthodoxy was the post-war consensus of Keynesian economic policy, including support for a large public sector and a welfare state. Shared between Labour and Conservative parties, this consensus, he believed, meant an acceptance of inevitable economic decline on the part of Britain.", "In Neil's view, the key to building a prosperous market economy were radical changes in economic policy. Microeconomic reform, above all to the work practices in Britain's heavily unionised industries, was a key change as well as the introduction of far more competition within the national economy. Privatization too, not originally on the Thatcher agenda, was vital. But for Neil the free market, deregulation and competition were not simply economic tools, nor was support for Thatcher a matter of mere politics. Both were part of a social and meritocratic revolution which would both trump the moral high ground on which the left stood and unseat Britain's complacent and aristocratic right. With his railing against variously defined “establishments”, Neil and his newspaper represented a type of politics with few precedents in Britain—a conservative populism based on the free market. As Clarke et al. (2007, p. 247) argue, market populism which sees markets as social agents and not simply as technical means of co-ordination, has persisted to this day in public policy in Britain.", "Under Andrew Neil, this discourse of market populism had three significant features which recurred in the editorials, columns and contributed feature articles of the newspaper. First, conservative politics were redefined as advocacy for change, rather than support for tradition and the term “radical” became a word of praise. Second, the interests of British consumers were set against those of elites and various establishments said to exist in the public sector, universities and business. Third, The Sunday Times was revived as a campaigning vehicle for causes although these were quite different from those of its “golden era”. In an early interview Neil set out this first feature of his distinctive discourse. Our paper is radical and anti-establishment. What that means in practice is that on microeconomic policy—we're in favour of competition, trust-busting, deregulation, privatization—we're on the radical right. On macroeconomic policy … we take a view that is much closer to [leader of the Social Democrats] David Owen's. (Daly, 1985, p. 20)  ", "Our paper is radical and anti-establishment. What that means in practice is that on microeconomic policy—we're in favour of competition, trust-busting, deregulation, privatization—we're on the radical right. On macroeconomic policy … we take a view that is much closer to [leader of the Social Democrats] David Owen's. (Daly, 1985, p. 20)", "Later, looking back, he said “I was urging a market revolution more complete than even Margaret Thatcher was contemplating” (Neil, 1996, p. 385). In this discourse Neil conceived of himself as an iconoclast, a rebel and a contrarian.", "The second feature was expressed in the newspaper's early campaigns which were often framed in terms of the interests of ordinary people and not just in terms of traditional conservative themes of industrial relations or “the needs of the economy”. Airline cartels, the state-owned BT telephone system, limited shopping hours and restrictions on the right of pubs to open on Sunday were all targets. “I knew it had to be in the interests of the ordinary consumers,” he argued (Neil, 1996, p. 388). Deregulation of the liquor laws would benefit the tourism industry, the newspaper argued, but this was a “by-product” of the argument. “Liberalisation and deregulation are about freedom: the freedom to go to a pub or to shop when the pubs and shops want to open and when the customers want to go, not at artificial times laid down by dead convention and ancient laws” (Sunday Times, 1985a).", "In its journalistic campaigns, the newspaper combined these two features. The newspaper railed against Europe's Common Agricultural Policy which protected farming at a cost of £13 billion. “It is bad enough that so much is squandered on uneconomic French peasants. But it is absurd that it should be squandered to pay the highest food prices in the EEC to part-time Bavarian farmers who drive to their weekend farms in their Mercedes”, said one editorial (Sunday Times, 1985b). Neil attacked “the consensus of the political establishment, on the left and right,” which supported “a social market economy in the European mould … with market forces and government control in rough equality, a capitalist society tempered by a strong streak of collectivism” (Sunday Times, 1993a). In place of this The Sunday Times stood for “a radical alternative”. The alternative starts from recognition “that the traditional European mixed economy is in deep trouble. European industry is reeling under the costs of overvalued currencies, expensive labour, inflexible work practices and too much government regulation”.", "Neil's calls for competition and deregulation had a consistency that stemmed from his world view. After the 1987 election, he argued the task for the Tories was “tackling the restrictive practices and monopoly rights of the middle class professions with the same vigour as her government has already dealt with the blue collar unions” (Sunday Times, 1987a). “[F]armers, doctors, dentists, teachers, lawyers, academics and civil servants have all retained price-fixing powers or barriers against arriviste competitors”, the newspaper argued. There were still “far too many people in all walks of life enjoying status and privilege because of social background and inheritance rather than ability”.", "The origin of many of his economic ideas, especially on tax, was in the dynamic economy of the United States which he said had “radicalized” him during his period as the Economist's US correspondent (Neil, 1996, p. 368). Reagan's tax changes should be a model, he urged, and ultimately a single flat tax rate was a good one, a position which the newspaper called for in a submission to the Treasurer in 1988 (Sunday Times, 1988a). That The Sunday Times made such a submission indicates how much Neil saw the newspaper as an independent political force in the country. Lower tax was especially important here since it meant both a practical benefit for many of The Sunday Times readers but also symbolized the neo-liberal campaign for small government. What better way to shrink the size of government than cutting off the transfusion of tax pounds? When the 1988 budget cut the top rate of income to from 60 to 40 percent, The Sunday Times congratulated itself: “For some time now The Sunday Times has been virtually a lone voice in championing the case for a top income tax rate of 40 percent. We have harried and badgered the Chancellor at every opportunity” (Sunday Times, 1988b).", "Neil's ideological agenda also coloured The Sunday Times’ famous investigative group, the Insight team. In Full Disclosure, for example, Neil mentions a story on industrial espionage by a big car parking firm against an upstart rival and another by British Airways against the smaller Virgin airlines (Insight 1990a; Neil, 1996, pp. 326–9). Similar stories involved bank oligopolies refusing to pass on interest rate cuts to home borrowers and similar practices by supermarket monopolies (Neil, 1996, pp. 334–5). These were stories on the theme of anti-competitive business practices. In a similar vein was a major investigation in January 1988, which described the NHS as “a massive state-funded monopoly unaffected by the disciplines of the marketplace” (Insight, 1990b). The policies needed to fix the NHS problems, the story said, involved “more competition between parts of the health service to ensure the most efficient allocation of resources”. Another Insight investigation probed the European Commission's subsidies to Greek farmers to grow tobacco which was then dumped in the Third World. While the story criticised cigarette companies—a typical target of the old Insight—its main target was “fat payments from Brussels” to the farmers (MacArthur, 1991, p. 76).", "Neil was aware of the reputation of Insight and the enormous credential it offered The Sunday Times. But it was the old Insight which people most often cited, not his new Insight. In 1991 he expressed his bitterness about this. “It is a pity that the old guard cannot bring themselves to credit that achievement. Why we have not been forgiven is that we turned a lot of the techniques they used against their establishment” (MacArthur, 1991, p. 152, emphasis added)."]}, {"title": "Murdoch's Populism and the Rise of Neo-conservatism", "paragraphs": ["Neil's version of free market populism and anti-elitism was something he shared with his proprietor. Murdoch's biographer, William Shawcross, later described it as Neil's version of “the Murdochian conceit of the outsider at war with the English ruling class” (Shawcross, 1992, p. 497). Anti-elitist populism has long been a Murdoch theme and arose from his early success with tabloid newspapers. In 1977, in an address to American newspaper publishers, he accused the publishers of preaching “elitist journalism” and warned them of relying on the top end of the market. “This was a familiar Murdochian refrain”, said Shawcross (1992, p. 186). In 1989, in the MacTaggart lecture to the Edinburgh Television Festival, Murdoch said that “much of what passes for quality on British television really is no more than a reflection of the values of the narrow elite which controls it” (Evans, 1989). This elite which “worked in a non-market environment” constantly sneered at “the new Britain” (a key Neil phrase).", "Many dismissed the lecture as a blustering demand for Murdoch's company to be given more access to television. Shawcross saw it merely as a matter of style or self-image. The speech, which was partially written by Neil and Irwin Stelzer, had close parallels, as we have earlier noted, with the rhetoric of the resurgent Reaganite Right. In particular, Murdoch had a high regard for the first generation of neo-conservative thinkers. The year before his MacTaggart lecture he invited a leading US neo-conservative, Norman Podhoretz, to address his corporate conference in Aspen. Earlier, Murdoch suggested to Harold Evans at The Times that he should seek contributions from a number of American commentators, including the leading neo-conservative, Irving Kristol (Stewart, 2005, p. 108). Podhoretz, Kristol and other neo-conservatives developed a way of framing their political stance by attributing much of what was wrong with the United States to the emergence of “the new class”, a vague yet contemptuous description of intellectuals whose policies they intensely disliked (Hodgson, 1996, p. 136). The new class elite was identified with the welfare policies of the Johnson era and with the left-liberal opposition to the Vietnam War. The “new class” adopted liberal political stances in the name of “the people” or the public interest but were really only interested in promoting their own power. Neo-conservatives, according to Steinfels, believed “the new class” displayed “elitism disguised as social concern” (1979, pp. 194–5). In carving out an ideological position on his new Sunday Times, Andrew Neil clearly drank from the same stream. The influence of American conservatism was to be made clearer by two other populist campaigns he ran, one on the welfare state and the other on the disease AIDS."]}, {"title": "The Underclass, Charles Murray and the Institute of Economic Affairs", "paragraphs": ["Throughout the 1980s, Neil's Sunday Times saw itself as engaged in a struggle against a powerful economic orthodoxy which supported regulation and state ownership. But after 10 years of Thatcher what was once radical had hardened into an orthodoxy of its own. Yet the instinct to combat orthodoxy persisted and Neil soon found new politically correct giants to slay. This time the target—the British welfare state—was very similar to that of the early neo-conservatives who were dismayed at the social policies of the Johnson administration in the 1960s. It led to a campaign for which Neil's Sunday Times is still remembered and whose central figure was the conservative American political scientist, Charles Murray, who claimed the welfare state was causing the creation of an “underclass” in Britain.", "Murray was a deeply ideological researcher based at a conservative think tank, the American Enterprise Institute. In 1982, he first published his ideas on welfare in Irving Kristol's magazine, The Public Interest. These emerged in 1984 as the controversial and influential book Losing Ground. The book argued that the social policies of the 1960s—on unemployment, poverty, discrimination, one-parent families—had worsened the problems they had been designed to ameliorate. They had done this through “unintended consequences” which created incentives for crime, for work avoidance and, above all, for having children outside marriage. In the 1980s Losing Ground set a political and policy agenda for the Reagan administration. In the weeks following its publication the Washington Post devoted three editorials to discussing its ideas. In 1985 Murray was considered by the Reagan White House as a possible assistant secretary in the Health and Human Services administration (Washington Post, 1985).", "Neil had read Losing Ground and been impressed by “the clarity of his thoughts on welfare dependency” (in Full Disclosure he mistakenly refers to it as Common Ground) (1996, p. 381). Through Irwin Stelzer, Neil invited Murray to Britain in 1989. Stelzer, who was close to Murray, was “the godfather”, Murray later recalled (DeParle, 1994). Murray's task was to do a whirlwind “study” to explore whether Britain was also developing an underclass. In May Murray twice met John Moore, the Secretary of State for Social Security. In November The Sunday Times magazine published a long essay by Murray which proclaimed the imminent arrival of an underclass in Britain. Murray defined this underclass as a “population of working-aged, healthy people who live in a different world to other Britons … whose values are contaminating the life of entire neighborhoods” (Murray, 1989). Such people could be recognized by their behaviour which included having children but never marrying, committing crimes and refusing to join the work force. Illegitimacy, a deliberately chosen term, was of particular concern because the absence of fathers in families meant that the resulting families were less able to convey social and civic norms which prevented crime and encouraged work.", "Such issues never emerged in public discussion, complained Murray, for a reason that by now would be familiar to Sunday Times readers. What he described as “the intellectual conventional wisdom” failed to recognize the symptoms. The left and the intellectuals refused to acknowledge crime was a problem, he said, and assumed the defeat of the Thatcher government would solve the social problems. As for solutions, Murray could only offer the free market mantra that the government should get out of the way. In an editorial welcoming Murray's “study”, Neil described how the underclass had been “cut adrift from society and has no intention of rejoining it, no matter how generous the welfare state … it is characterised by drugs, casual violence, petty crime, illegitimate children, homelessness, work avoidance and contempt for conventional values”. It concluded that “a monster is being created in our midst and public policy has no desire to confront it” (Sunday Times, 1989b).", "Murray's Sunday Times article set off a major public debate in which the populist theme of blaming the intellectuals was picked up. The “poverty industry” was dominated by intellectuals “[who] have stubbornly refused to recognise the extent of and damage done by increasing crime and soaring bastardry, damage obvious to ordinary people” (Anderson, 1989, emphasis added). Once again this was framed as a contrarian wisdom which rebelled against the restrictions of orthodox thinking. It also accorded with the view of Murdoch who told a business meeting at that time “It is a sorry fact that the media as a whole … unquestioningly embrace a welfare state which divides and embitters our society without helping the truly poor and needy (Shawcross, 1992, pp. 266–7). In the early 1990s when riots in Britain's inner cities broke out, The Sunday Times frequently endorsed Murray's analysis in editorials and published further articles (Sunday Times, 1993b, 1993c, 1993d; Murray, 1992). Murray also began to spell out the hair-raising implications of his views. In a 1993 Sunday Times article which he saw as “defying the intellectual conventional wisdom”, Murray advocated stopping all government finance for single mothers; legal penalties to promote marriage; the revival of child adoption and the establishment of “well-equipped, carefully staffed orphanages” to deal with the children whose mothers were unable to financially support them (Murray, 1993). The Institute of Economic Affairs (IEA) then ran a public campaign to revive adoption which an “IEA insider” described as “the ultimate privatisation, taking children out of care and the hands of the state” (Pepinster, 1995). In the US Donna Shalala, the Democrat Secretary of Health, compared Murray's ideas to Jonathan Swift's “modest proposal” that the Irish eat their children in order to end starvation (DeParle, 1994). Murray's views were also attractive to Murdoch who arranged for him to address one of his regular global meetings of news executives in Aspen.", "The visits by Murray to Britain and the publicity for his views reflected an ideological alliance which developed in the 1990s between The Sunday Times and the free market think tank, the IEA. Under Neil the newspaper had regularly publicized the IEA's activities and its columnists reviewed its polemical pamphlets (Sexton, 1990; Smith, 1989; Walden, 1988). When Murray arrived he first addressed an IEA conference where he blamed the breakdown of the family for football hooliganism. Welfare agencies also contributed to social breakdown and disorder, he said (Wood, 1989). His first Sunday Times article was immediately reprinted by the IEA in a pamphlet (and also in the American neo-conservative journal, The Public Interest; Murray, 1990). In his introduction in this pamphlet, the IEA's David Green called for the return of stigmatizing the poor who were responsible for their situation. Subsequent articles by Murray were also reprinted in pamphlet form, published jointly by the IEA and The Sunday Times, a remarkable public identification by a newspaper of its ideological stance. In 1993, Andrew Neil was the keynote speaker at the IEA's annual conference; in the 1994 pamphlet, Underclass: the crisis deepens, The Sunday Times’ crest was prominent on the cover and the newspaper sponsored a forum in London with the IEA which 1000 people attended. In 1996 the IEA and The Sunday Times published Charles Murray and the Underclass: the developing debate and other pamphlets with joint sponsorship continued such as Does Prison Work? in 1998. By then Neil had left The Sunday Times, suggesting that the intellectual affinity between News International and the think tank involved more than Neil's personal views.", "This connection between the IEA and Murdoch's newspapers ran even deeper. The founder and long-time director of the IEA, Lord Harris of High Cross (Ralph Harris), was appointed an independent director of Times Newspapers Holdings, owned by Murdoch, from 1988 to 2001. The intellectual firepower of the IEA was also enrolled in Murdoch's campaign to expand into television. In 1990 Dr Cento Veljanovski, research and editorial director of the IEA wrote, The Media in Britain Today, a book which argued that the ownership of satellite TV channels by an existing newspaper owner posed no threat to media diversity or competition. The author said he had a free brief t o write the book and denied being influenced by News International which published the book (Evans, 1990). A year later Dr Veljanovski attacked a leading academic who argued that Murdoch's ownership of BskyB added to “the extraordinary concentration of UK media power in the hands of Rupert Murdoch” (Veljanovski, 1991). According to Dr Veljanovski the United Kingdom had the most competitive national newspaper market in the world and the academic “confuses monopoly with success in business”. When Margaret Thatcher finally resigned, The Sunday Times noted that the political and economic agenda of the IEA was crucial to the Thatcher era (Sunday Times, 1990b). It modestly did not mention its own intellectual debt and shared ideological agenda with the IEA."]}, {"title": "AIDS and “the Biggest Medical and Scientific Blunder”", "paragraphs": ["The third populist campaign run by the Sunday Times which this article examines concerns the medical research on AIDS. As with Murray's claims, the intellectual origin of this was found in the American Right. In March 1990 The Sunday Times serialised a book by American conservative Michael Fumento, The Myth of Heterosexual AIDS. Fumento argued that AIDS was not spreading into the heterosexual community and that homosexual lobby groups had spread the myth that all people were equally vulnerable. Shortly after covering the controversy this unleashed, the newspaper began a campaign casting doubt on the widely accepted scientific research that was the key to controlling the disease. The campaign began with an article purporting to show that “a growing number of senior scientists are challenging the idea that the human immunodeficiency virus (HIV) causes AIDS” (Hodgkinson, 1992). It mentioned one genuinely “senior scientist”, the molecular biologist, Professor Peter Duesberg, and noted that “few British voices have dared question the HIV hypothesis” (Hodgkinson, 1992,p. 12, emphasis added). If the critics were right, the article argued, “the HIV–AIDS link would be seen as the biggest medical and scientific blunder this century”.", " The Sunday Times’ claims were denied by many senior scientists and by government officials who pointed to the overwhelming scientific consensus that HIV was invariably associated with AIDS. But, again, as it would be with climate change, this simply reinforced the belief that an “establishment” was at work, defending itself and its elitist theories. An editorial described HIV as a “politically correct virus” about which there was a “conspiracy of silence” (Sunday Times, 1992).", "The editorial set the tone for a series of articles in 1993 articles which variously highlighted claims that the rapid spread of AIDS in Africa was false, that the drug AZT was harmful and that the tests for HIV were “scientifically invalid” (Hodgkinson, 1993a, 1993b). Reports mentioning the World Health Organization (WHO) which was leading the effort to combat the disease often noted that WHO was seeking funding, suggesting a self-serving motive. “Empire-building AIDS organisations” were another problem. “Medical ignorance and uncertainty” surrounded the whole issue, claimed the newspaper (Hodgkinson, 1993c). Toward the end of the year, the newspaper's science correspondent, Neville Hodgkinson, who was responsible for much of the coverage, wrote a long feature titled “The Plague that Never Was” (Hodgkinson, 1993d). Toward the end of 1993 the newspaper accused the BBC and “almost all medical and scientific journals” of applying “a kind of self-imposed censorship on the issue”. It modestly compared its coverage of AIDS to the newspaper's exposure in the late 1960s of Thalidomide as a dangerous drug (Hodgkinson, 1993e).", "The newspaper's coverage disturbed many medical researchers. By the end of 1993, the eminent science journal Nature undertook to monitor the newspaper each week and to publish letters refused publication in the newspaper. Nature itself was charged with censorship for not publishing “dissenting” views. It explained its refusal to publish AIDS “skeptics” in terms of the theory of scientific knowledge: “The error is essentially epistemological. At its lowest, it is based on the supposition that the ‘true’ hypothesis can be decided by some kind of democratic process in which people vote their beliefs” (Anonymous, 1993). The Sunday Times’ response to this monitoring was to publish an outraged article, “AIDS—why we won't be silenced” which painted itself as the victim of “extraordinary attacks”, charged the science journal with “sinister intent” and censorship, and accused the “science establishment” of not being concerned with the truth (Hodgkinson, 1993f). The campaign continued for the first half of 1994, attacking what it called a “conspiracy of silence” and announcing the “discovery” that the AIDS test was “scientifically invalid” (Hodgkinson, 1994a, b). The campaign then ended when Neil and the science correspondent, Neville Hodgkinson, left the newspaper in mid-1994.", "In Full Disclosure Neil pleads that the newspaper did not endorse the “extreme” views of Peter Duesberg but “we thought they deserved publication to encourage debate”. But this strongly plays down the enthusiasm for this issue and the way in which its campaign against AIDS “orthodoxy” and the “medical establishment” fitted the populist world view which he had promoted from the start. Its approach mimicked postmodern relativism, assuming that scientific knowledge is simply another discourse which can be accepted or rejected without regard to the facts and on which the dismissal of views not based on the facts amounts to “censorship” and suppression”."]}, {"title": "Conclusion", "paragraphs": ["In 1990, when Margaret Thatcher was about to be toppled as Conservative leader and Prime Minister, the Sunday Times ran an editorial headed “Time for a Reluctant Goodbye to Margaret Thatcher”. In it Neil made the political position of the newspaper plain: “[O]n many of the big struggles The Sunday Times has stood shoulder to shoulder with her: the decision to go to war over the Falklands, the need for outright victory in the miners’ strike (when others counselled compromise), the deployment of cruise missiles, the American raid on Tripoli launched from British bases … the privatisation programme, the drastic cuts in marginal tax rates and a host of other steps taken to give Britain a competitive market economy on these and more, Mrs Thatcher's battles were our battles” (Sunday Times, 1990a).", "Yet the political commitment of the Sunday Times under its first Murdoch editor was deeper and more complex than this might suggest. Under Andrew Neil the newspaper promoted of a range of themes which simultaneously expressed the global revival of the political right as a force and influenced its intellectual core which was based on the idea of free markets. To this Neil added a strain of anti-elitist populism largely derived from the American Right.", "This in turn formed a larger discourse in which Neil (and Murdoch) regarded themselves as rebels against a dominant intellectual and political orthodoxy of their ideological foes. Such a stance, whether it concerned orthodoxies about economic theory, the welfare state or AIDS, suggested that common sense or scientific knowledge was being wilfully discarded on the basis of politically correct beliefs. This suggested that newspapers such as The Sunday Times and its editor in this period, represented a non-ideological point of view, a flattering but quite misleading description.", "The championing of market populism and the attack on left-liberal issues helped set an intellectual and ideological agenda in Britain that was deeper than support for a particular political party and its leader. In his memoir, Neil relates that the main reason for his enthusiasm for a market economy was “the radical potential of market economics to produce a social revolution” (Neil, 1996, p. 361). Whether or not the consequences for Britain constituted a social revolution, the impact of the changes supported by The Sunday Times helped shape the parameters and the political climate within which Labour would have to fight in 1997 to regain office."]}], "references": [{"title": "“Poverty Is a Rich Industry”", "year": "1989", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Anderson Digby", "first_name": "Anderson", "last_name": "Digby"}]}, {"title": "“New-style Abuse of Press Freedom”", "year": "1993", "journal": "Nature", "volume": "366", "authors": []}, {"title": "“Surprise Choice as Sunday Times Editor”", "year": "1983", "journal": "The Guardian", "volume": "", "authors": [{"name": "Brown Paul", "first_name": "Brown", "last_name": "Paul"}]}, {"title": "“The Antagonisms of Choice: New Labour and the reform of public services”", "year": "2007", "journal": "Social Policy and Society", "volume": "7", "authors": [{"name": "Clarke John", "first_name": "Clarke", "last_name": "John"}, {"name": "Newman Janet", "first_name": "Newman", "last_name": "Janet"}, {"name": "Westmarland Louise", "first_name": "Westmarland", "last_name": "Louise"}]}, {"title": "“Nightmare on Fleet Street”", "year": "1985", "journal": "Media Week", "volume": "", "authors": [{"name": "Daly Les", "first_name": "Daly", "last_name": "Les"}]}, {"title": "“Daring Research or Social Science Pornography?”", "year": "1994", "journal": "New York Times", "volume": "", "authors": [{"name": "Deparle Jason", "first_name": "Deparle", "last_name": "Jason"}]}, {"title": "“Keyser Suze Elites: market populism and the politics of institutional change”", "year": "2008", "journal": "Sociological Review", "volume": "56", "authors": [{"name": "Du Gay Paul", "first_name": "Du", "last_name": "Paul"}]}, {"title": "“Fossilized Television Attacked”", "year": "1989", "journal": "The Times", "volume": "", "authors": [{"name": "Evans Richard", "first_name": "Evans", "last_name": "Richard"}]}, {"title": "“Cross-ownership of Media No Threat”", "year": "1990", "journal": "The Times", "volume": "", "authors": [{"name": "Evans Richard", "first_name": "Evans", "last_name": "Richard"}]}, {"title": "“The Age of Murdoch”", "year": "2003", "journal": "The Atlantic Monthly", "volume": "292", "authors": [{"name": "Fallows James", "first_name": "Fallows", "last_name": "James"}]}, {"title": "“Financialization, Finance Rationality and the Role of the Media in Australia”", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Greenfield Cathy", "first_name": "Greenfield", "last_name": "Cathy"}, {"name": "Williams Peter", "first_name": "Williams", "last_name": "Peter"}]}, {"title": "“Focus—AIDS—can we be positive?”", "year": "1992", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“Epidemic of AIDS in Africa ‘a Tragic Myth’”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“New Doubts Over AIDS Infection”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“New Realism Puts Brakes on HIV Bandwagon”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“The Plague that Never Was”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“AIDS—the emperor&#039;s clothes”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“AIDS—why we won&#039;t be silenced”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“Conspiracy of Silence—scientists question the cause of AIDS”", "year": "1994", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“Research Disputes Epidemic of AIDS”", "year": "1994", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Hodgkinson Neville", "first_name": "Hodgkinson", "last_name": "Neville"}]}, {"title": "“Jane Turpin, Unlikely Industrial Spy—part 1”", "year": "1990", "journal": "Sunday Times", "volume": "", "authors": []}, {"title": "“NHS in Crisis: an investigation into the NHS in crisis”", "year": "1990", "journal": "Sunday Times", "volume": "", "authors": []}, {"title": "“A World Hungry for a New Philosophy: Rupert Murdoch and the rise of neoliberalism”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "McKnight David", "first_name": "McKnight", "last_name": "David"}]}, {"title": "“The British Underclass”", "year": "1990", "journal": "The Public Interest", "volume": "99", "authors": [{"name": "Murray Charles", "first_name": "Murray", "last_name": "Charles"}]}, {"title": "“Two Parent Families”", "year": "1992", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Murray Charles", "first_name": "Murray", "last_name": "Charles"}]}, {"title": "“Keep It in the Family”", "year": "1993", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Murray Charles", "first_name": "Murray", "last_name": "Charles"}]}, {"title": "“Think Tank Urges Lone Parents to Give Up Their Children”", "year": "1995", "journal": "Independent on Sunday", "volume": "", "authors": [{"name": "Pepinster Catherine", "first_name": "Pepinster", "last_name": "Catherine"}]}, {"title": "“Effective School Management”", "year": "1990", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Sexton Stuart", "first_name": "Sexton", "last_name": "Stuart"}]}, {"title": "“Lawson Gets Lost on the Road”", "year": "1989", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Smith David", "first_name": "Smith", "last_name": "David"}]}, {"title": "Letter to the Editor", "year": "1991", "journal": "Financial Times", "volume": "", "authors": [{"name": "Veljanovski Cento", "first_name": "Veljanovski", "last_name": "Cento"}]}, {"title": "“Why a Government Seldom Knows Best”", "year": "1988", "journal": "Sunday Times", "volume": "", "authors": [{"name": "Walden Brian", "first_name": "Walden", "last_name": "Brian"}]}]}