{"doi": "10.1080/21670811.2017.1345318", "url": "https://doi.org/10.1080/21670811.2017.1345318", "title": "Social Media, Surveillance, and News Work", "volume": "6", "year": "2018", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Thurman", "first_name": "Neil", "name": "Neil Thurman"}], "abstract": "Social media platforms are becoming an indispensable resource for journalists. Their use involves both direct interaction with the platforms themselves and, increasingly, the use of specialist third-party apps to find, filter, and follow content and contributors. This article explores some of the ways that social media platforms, and their technological ecosystems, are infusing news work. A range of platforms and apps—including Geofeedia, Spike, and Twitter—were critically examined, and their use by trainee journalists (N = 81) analysed. The results reveal how journalists can—and do—surveil social network users and their content via sophisticated, professional apps that are also utilised by the police and security forces. While journalists recognise the value of such apps in news work, they also have concerns, including about privacy and popularism. Although the participants in this study thought the apps they used could help with verification, there were warning signs that an over-reliance on the technology could develop, dulling journalists’ critical faculties.", "body": [{"title": "Introduction", "paragraphs": ["For the majority of journalists in many countries, social media has become an indispensable professional tool, employed on a daily or weekly basis to monitor events, find sources, and verify information. Heravi and Harrower (2016) found that almost 99 per cent of Irish journalists used social media in a professional capacity. In the wider milieu of seven Western European and North American countries, 85 per cent of journalists utilised social media at least weekly to find news sources, with almost as many, 74 per cent, monitoring events via social media in a typical week and 68 per cent using it in processes of verification (Gulyas 2016). Across all seven countries, bar one—Germany—over half of the journalists agreed with the statement: “I would not be able to carry out my work without social media”.", "However, journalists face a number of challenges in utilising social networks professionally. Fundamentally, the problem is one of scale. The sheer volume of material being produced has made it impossible, using the social networks’ own interfaces, to monitor and verify all the contributors and content that might match a journalist’s interests. This problem has been known for some time. Schifferes et al. (2014) interviewed journalists in 2012 and found they were dissatisfied with the search and filtering functions offered by social networks, calling them “very hit and miss”.", "The breadth of social networks’ reach, the frequency with which they are used, and the quantity and character of information uploaded by users have made them a unique resource, with the data they carry of interest not only to journalists but to a wide range of other users. Social networks realised quickly that they could not, on their own, meet the myriad demands users had for the content they carried, so they started to provide access to their data—mostly via APIs (application programming interfaces)—enabling third parties to build software applications (or “apps”) that offered a multitude of services. This process transformed the social media network or site involved into a platform on top of which “new forms of value” could be built (Diakopoulos 2017, 178).", "Twitter turned itself into a social media platform relatively early, just months after its launch (Stone 2006), and five years later, in 2011, more than a million third-party apps were registered (Twitter 2011). Facebook opened up its data to external developers a little later, earning platform status in 2007. By 2015 its founder was reporting that more than 30 million third-party apps had been created (Novet 2015).", "Journalists found that the so-called “ecosystem” of apps being built on top of social media platforms contained some tools that were particularly useful. One popular app was TweetDeck, which allows journalists and others to find, filter, and interact with contributors and content on Twitter in ways not supported by the platform’s own apps.1 A 2013 survey of Irish journalists found 23 per cent to be using TweetDeck (Heravi, Harrower, and Boran 2014).", "Despite the relatively high levels of adoption of such tools, much of the academic research into journalists’ use of social media makes no distinction between the social networks themselves and the apps that are, often, the interface between those journalists and people and posts on platforms like Twitter and Facebook (see, e.g., Artwick 2013; Broersma and Graham 2013; Gulyas 2016; Heravi and Harrower 2016; Hermida, Lewis, and Zamith 2014; Larsen 2016; Van Leuven, Deprez, and Raeymaeckers 2014; Santana and Hopp 2016; Skogerbø et al. 2016; Vis 2013; Wallsten 2015).", "Social media management and monitoring apps have, however, been covered by journalism’s trade press (see, e.g., Edge 2015; Silverman 2014). When such apps are mentioned in the journalism studies literature, though, it is usually in passing (see, e.g., Johnston 2016). An exception is the study of 24 European journalists by Brandtzaeg et al. (2016), in which the computational tools used to help verify social media are enumerated, and the context of their use examined.", "This article argues that it is important to better understand the capabilities of such apps, how they are employed, and the possible consequences on journalistic routines and output. This is particularly the case since the apps have grown in sophistication, with some now offering their users the ability to surveil citizens anytime, anywhere, and others employing algorithms that scan social networks and make judgements, autonomously, on which events have news value.", "This article explores some of these advanced social media monitoring apps, examining their technical capabilities; exposing them, in an experimental setting, to a sample (N = 81) of trainee journalists to see how they might be adopted; and analysing what the consequences of any such adoption could be."]}, {"title": "Selection of Apps", "paragraphs": ["As has already been mentioned, millions of apps have been built on the platforms that social networks have established. Although most apps are unlikely to be of professional interest to journalists, scores of them are. For example, Joanna Geary, Twitter’s “Head of Curation”, has published a list of 34 “useful 3rd-party Twitter tools for journalists” (Geary 2014); and in “The Social Media Reporter”, Cordelia Hebblethwaite (2016) recommends over 30 apps journalists can use to detect trends on social networks, and search, verify, and locate content and contributors. Hebblethwaite picks out an app called Banjo for particular praise, calling it an “incredibly powerful tool for finding geolocated social media from a specific location”. Banjo’s founder, Damien Patton, has claimed that his company is “building the world’s first crystal ball” (YouTube 2016).", "The wide variety of apps used by journalists meant that this study had to be selective about which to include in its analysis and experiment, and it was decided that any more than four would place too large a cognitive burden on the experiment’s participants. The apps chosen do not make up a representative sample of those used by journalists; rather, the selection was made with the purpose of reflecting two developments of growing importance in the ecosystem of apps relevant to news work:1. Apps that allow location-based monitoring of social networking activity, with the plotting of geo-tagged posts on a map a common feature.2. Apps that incorporate elements of artificial intelligence or algorithms in order to detect automatically events or stories that are trending.", "Apps that allow location-based monitoring of social networking activity, with the plotting of geo-tagged posts on a map a common feature.", "Apps that incorporate elements of artificial intelligence or algorithms in order to detect automatically events or stories that are trending.", "Location is vital to much reporting, with many newsworthy events, such as natural disasters and demonstrations, inextricably linked to specific geographical locations. Social media networks themselves have not, historically, provided, within their own apps or interfaces, functionality to allow journalists or others to find posts from, or locate posts to, particular locations accurately.2 This has limited their utility as a means by which journalists can search for and verify potentially newsworthy information. The ability to conduct location-based social media monitoring and research is also of interest in other industries, for example marketing, corporate security (see, e.g., Lecher and Brandom 2016), and public safety (see, e.g., Wieczner 2016).", "The addition of artificial intelligence or algorithms to third-party social media apps in order to detect automatically events or stories that are trending is a second important development. Although social media networks have, for some time, included lists of trending topics, these have little utility to journalists. For example, Twitter’s “Trends” list is limited to 10 topics and offers no useful control to the professional user. Again, the ability to be alerted to relevant trends via automated analyses of social networks is something that not just journalists but also those in other industries—e.g. finance (see, e.g., Wieczner 2015)—are interested in.", "The demand for location- and trends-based monitoring of social networks has resulted in hundreds of millions of dollars of investment being put into the development of a range of apps, a selection of which are listed in Tables 1 and 2. Furthermore, at least one of the social networks—Facebook—has developed its own application (“Signal”), designed specifically to help journalists “surface relevant trends” (Facebook 2015), and even some professional end-users are developing their own. Reuters, for example, has built “Tracer”, an in-house system “to detect news events on Twitter and [assess] their veracity” (Liu et al. 2016, 207).", "The three particular apps selected for this study included what were, at the time, two of the market leaders in each category—Spike and Geofeedia—as well as a technologically advanced newcomer—SocialSensor—that had been designed specifically with journalists in mind. Twitter was also included in order to have one social media platform—the most important in terms of news work (see, e.g., Heravi and Harrower 2016; Santana and Hopp 2016)—represented in its unmediated form. Spike and SocialSensor were free to use: Spike via a two-week trial, while access to Geofeedia was negotiated for the duration of the study. At the time this study began, Geofeedia and Spike were used by a range of large news organisations including the BBC, Associated Press, and The Guardian. Journalists using such apps have described them as an important part of their professional routines. The Huffington Post believes Spike is a “huge aid” (Newswhip n.d.-a), and a social news reporter at BuzzFeed said it is a “big part of my routine” (Newswhip n.d.-b). An employee of the BBC’s user-generated content “hub” thought Geofeedia enabled the corporation to find higher-quality user-generated content more quickly (Johnston 2016), while the Vice President of CNN International called it an “early warning system” (Stone 2014).", "While there is an increasing body of literature on the technical development of such apps (see, e.g., Aiello et al. 2013; Fletcher, Schifferes, and Thurman 2017; Liu et al. 2016), there are scant surveys of their capabilities and how they are used, or discussions about the possible consequences. This study is an attempt to start to fill these gaps, by focusing on—in Lewis and Westlund’s (2016) terms—the “technological actants” and the “human actors” involved; in other words, the apps and some of their intended end users."]}, {"title": "Methodology", "paragraphs": ["A mixture of methods were used to explore the functionality of social media platforms and apps in a journalistic context; their use in the discovery and assessment of news events, stories, and sources; and the professional, ethical, and societal implications of such use. Firstly, a sample of the social media platforms and apps (hereafter referred to as SMPAs) involved was examined using content analysis. Secondly, the uses made of those SMPAs by trainee journalists were investigated via analysis of self-reports produced following a two-week experiment during which the participants used a variety of SMPAs for journalistic activities. This section describes these methods in more detail.", "Here content analysis is used in its contemporary sense to include the examination of the “minutiae of communication … [including] interfaces” (Krippendorff 2004, xvii), in particular the “enabling and networked properties of communication media” (Thurman 2017). The sampling units were the four SMPAs. Analysis was carried out by the author during September and October 2015. The recording/coding stage of the content analysis was almost inseparable from the process of unitising the units to be recorded/coded. This was a result of the absence of taxonomies and coding rules to describe the functionality of the sampling units being analysed. Although no formal reliability testing was carried out, it is argued that because the aim of the content analysis was to record the existence of functionality, rather than test for more subjective coding categories (such as levels of violence in media content), the process was relatively objective, producing reasonably dependable results.", "A sample of 81 postgraduate journalism students was used to investigate the use made of the SMPAs in news work. The participants were students on the MA in International Journalism at City, University of London. Although they were students at the time of the experiment, it was considered that their experiences and opinions could help explore the character and consequences of the use of SMPAs in a journalistic context for two reasons. Firstly, because the master’s programme on which they were enrolled is highly practical. On the course, students “learn how to gather and report [news] in various styles … [becoming] adept at print, broadcast and online journalism”, and they are “encouraged to complete [a journalism] internship” (City, University of London 2017). Secondly, because in order to be admitted on to the programme, students are required to have work experience in journalism. The participants had a median age of 23, 80 per cent were female, and they originated from 25 different countries. Three-quarters came from countries in the European Union, with the largest number—10—from the United Kingdom.", "The participants received instruction on the journalistic use of Geofeedia, Spike, SocialSensor, and Twitter from two faculty members in the Department of Journalism at City, University London during a three-hour lecture and workshop. They were then asked to spend a period of two weeks using the SMPAs, and write a report of 800 words or more based on their experiences. The participants undertook the task between 28 January and 18 February 2015. In their reports they were instructed to assess the extent to which the SMPAs enabled them to:• Identify potentially newsworthy events on social networks before they were mentioned in the mainstream media.• Assess the reliability of social network contributors.• Identify published stories that were popular on social networks before that popularity became obvious in mainstream media channels.• Get updates on stories, including multimedia elements and potentially useful sources.• Identify sentiment around a story.", "Identify potentially newsworthy events on social networks before they were mentioned in the mainstream media.", "Assess the reliability of social network contributors.", "Identify published stories that were popular on social networks before that popularity became obvious in mainstream media channels.", "Get updates on stories, including multimedia elements and potentially useful sources.", "Identify sentiment around a story.", "A total of 81 reports were completed, which were loaded into the NVivo 10 software in order to code and retrieve text, build theories, and conduct data analyses. The coding and analysis followed a fairly standard process, such as described by Weiss (1994, 151–182), of iterative issue identification, mark-up, and theme development."]}, {"title": "Results: Content Analysis", "paragraphs": ["This section reports the results of the content analysis by describing the four SMPAs individually and comparing them against each other.", "Geofeedia is a subscription-only, third-party app that takes a location-based approach to social media monitoring. Users of Geofeedia can view social media posts emanating from a wide area down to very specific locations. Social media posts are displayed either on a map, with each post represented by an icon which can be expanded on hover, or in a collage form, with posts tiled across the window (see Figure 1). Filters are available to narrow down searches by time and date, keyword(s), and social network account username(s) (see Table 3).", "FIGURE 1  A screenshot of the Geofeedia app showing social media posts from the vicinity of the UK Houses of Parliament", "FIGURE 1  A screenshot of the Geofeedia app showing social media posts from the vicinity of the UK Houses of Parliament", "Table", "Table", "Users can set up a number of predefined queries, known as “streams”, in order to watch developments in a particular area over time. They can also follow individual social network users (on Twitter and Instagram) by mapping their social network activity geographically or by seeing who likes or comments on their posts.", "Spike is a third-party app that is marketed to journalists and others as a way of spotting stories that are trending on social networks and identifying those social network users who are spreading and/or commenting on those stories (see Figure 2). Stories are aggregated, mainly, from a large database of online news publications—about 100,000 in total (Spike 2015)—including well-known, international news brands; local news organisations; and specialist digital news publications.3 Users can filter stories by location, topic, time published, language, and whether the story is a video or not (see Table 3).", "FIGURE 2  A screenshot of Spike showing news stories trending on Twitter filtered by location (East England) and time (the previous 24 hours)", "FIGURE 2  A screenshot of Spike showing news stories trending on Twitter filtered by location (East England) and time (the previous 24 hours)", "SocialSensor is a third-party Web and mobile app produced as part of a European Union Seventh Framework Programme research project.4 The app automatically discovers and clusters news topics from across a number of social networks. Three broad categories of news can be selected: “UK”, “US”, or “Celebrity”; as well as the time window for trends. It is also possible to browse trends related to “People” and “Organisations” rather than “Topics” (see Figure 3).", "FIGURE 3  A screenshot of the SocialSensor iOS app showing trending news topics (in the left panel) and the social media posts related to a selected story (the Nepalese presidential election) in the right panel along with the distribution of those posts over time", "FIGURE 3  A screenshot of the SocialSensor iOS app showing trending news topics (in the left panel) and the social media posts related to a selected story (the Nepalese presidential election) in the right panel along with the distribution of those posts over time", "When users click on a topic they are able to see the individual social network posts that relate to that topic and sort them by relevance, recency, popularity, trustworthiness, time posted, source, location, and sentiment (see Table 3).", "A “Near me” function gives users the ability to see geo-tagged social network posts displayed on a map within a radius of up to 50 kilometres of the user’s current location. Users can set up personalised topics to follow using keywords or phrases, and, in the Web version of the app, which was not used in the experimental element of this study, discover SocialSensor’s estimate of the reliability of each contributor (for more information, see Fletcher, Schifferes, and Thurman [2017]).", "Because Twitter is the most important social media platform for journalists (see, e.g., Heravi and Harrower 2016; Santana and Hopp 2016), it was deemed important to include Twitter’s own apps in this study. Twitter’s user interface has a number of features that are useful to journalists wanting to find, filter, and follow content and contributors on the platform. For example, Twitter allows users to create specific “lists” of Twitter accounts. When users view a list, only posts from those account holders on the list are shown. Journalists often create such lists in order to be able to focus on particular topics or locations. Twitter users can also see “Trends”, a Twitter-generated list of approximately 10 keywords, phrases, or hashtags that are trending on Twitter at any given moment, although it is not possible to set trends around narrow geographical areas, only whole countries or large cities. Twitter’s search box and advanced search page allow users to search tweets by hashtag, keyword, or phrase, or filter tweets based on factors including their recency, news value, multimedia content, proximity to the user’s current location, date posted, sentiment, and language (see Table 3).", "The functionality of each of the four SMPAs was analysed using a series of criteria relating to the social media platforms whose content they carry, the filters they offer to allow sorting of both individual social media posts and news stories, and their general functionality. It was found that SocialSensor offered the widest range of functionality across all three categories (see Table 3). Although the differences between Twitter and the three specialist apps were not great in quantitative terms, the qualitative differences were significant. For example, although, like SocialSensor and Geofeedia, Twitter filtered social network posts by location, it only gave vague control (“Near me”) compared with the fuller control of SocialSensor and the much fuller control offered by Geofeedia.5"]}, {"title": "Results: Experiment", "paragraphs": ["As already discussed, the development and use of apps such as Geofeedia, SocialSensor, and Spike has been prompted by the huge volume of content on social networks that journalists and others encounter, and the fact that much of it is irrelevant to their professional interests. This was confirmed by some of the participants who found that “[newsworthy] posts are often submerged by other non-relevant posts about people’s tastes and personal lives”.", "Some participants recognised the potential of specialist apps to help filter the “huge amount” of content on social networks: “without any sophisticated algorithms aiding me, it would take vast amounts of manual labour before I would be able to get into a story in depth or even ascertain its first appearance”.", "SMPAs can be used in news work in a number of ways. For example, social media platforms are often discussed in terms of their ability to “break news”, with a small number of well-known examples often given by way of evidence: the Hudson River plane crash or the Boston Police capture of the marathon bombing suspect. In reality, it is relatively rare for high-impact stories to appear on social networks ahead of mainstream news channels (Osborne and Dredze 2014). This was confirmed in the experiment. The trainee journalists were asked to try to find breaking news on social networks before it appeared in the mainstream media, a task they found difficult, although, as will be shown later, not impossible for some types of news.", "Although it may be relatively difficult to find major “original stories” on social networks, social networks still have an important place in the newsroom as a means of:• providing updates on stories that have already broken;• finding original stories of a smaller scale;• providing illustrative content;• putting journalists in contact with individuals who might comment on a story;• seeing which stories are trending on social networks so that journalists and editors can decide on story placement and follow-ups;• gauging reaction (sentiment) to stories; and• helping with factual verification.", "providing updates on stories that have already broken;", "finding original stories of a smaller scale;", "providing illustrative content;", "putting journalists in contact with individuals who might comment on a story;", "seeing which stories are trending on social networks so that journalists and editors can decide on story placement and follow-ups;", "gauging reaction (sentiment) to stories; and", "helping with factual verification.", "Apps like SocialSensor, Geofeedia, and Spike may help in these areas by aggregating and filtering the activity on social networks in various ways. The section that follows will report and analyse the participants’ feedback on using each third-party app as well as Twitter in its unmediated form.", "Participants gave mixed feedback on the utility of SocialSensor in the detection of “original” news. They found that news carried by SocialSensor but not reported on mainstream media channels tended to be “local and niche” in character:Although I was able to find two more or less original stories, it was an exception rather than a rule. SocialSensor … can provide you with news tips for local and niche stories, but most of the time it plays the role of a news aggregator.", "Although I was able to find two more or less original stories, it was an exception rather than a rule. SocialSensor … can provide you with news tips for local and niche stories, but most of the time it plays the role of a news aggregator.", "However, one student journalist reported that she was able to use SocialSensor to find an original news story on social media “a few hours” before it broke out on “official media websites”.", "Participants found the ability to detect trends in SocialSensor very useful. In particular, they appreciated being able to see how a story was becoming popular before that popularity was evident in mainstream media channels. They felt that this could give them a head start in being able to pitch a story covering an emerging trend to an editor:I noticed a lot of people were tweeting about the movie “The Imitation Game”, “Alan Turing”, and “gay pardon”. The mainstream media only covered the Gay Pardon campaign very briefly.", "I noticed a lot of people were tweeting about the movie “The Imitation Game”, “Alan Turing”, and “gay pardon”. The mainstream media only covered the Gay Pardon campaign very briefly.", "Sentiment detection is a built-in function of SocialSensor. Several participants found this useful, although they saw how the app had limits in its understanding of colloquial language and sarcasm:I tried the “sentiment” tool on [a story] … about the death of 300 migrants and attempted to filter the stories by “positive sentiment”, but found tweets that were quite clearly not “positive”.", "I tried the “sentiment” tool on [a story] … about the death of 300 migrants and attempted to filter the stories by “positive sentiment”, but found tweets that were quite clearly not “positive”.", "An important part of the SocialSensor project was the development of functionality to help users assess the credibility of social network content and contributors (for more information, see Fletcher, Schifferes, and Thurman [2017]). However, in the SocialSensor mobile app that the participants used, only a partial set of this functionality was available, limited to allowing social media posts to be sorted by “trustworthiness”. It was probably for this reason that most participants did not find the tool very useful in processes of verification.", "One concern with tools such as SocialSensor is that the appearance of social media content within them may confer credibility on that content where, perhaps, that credibility is not deserved. For example, two participants thought that the sources SocialSensor uses were “purely trustworthy” and “reliable”, and that content was “automatically verified”, which it is not.", "Some participants found SocialSensor useful as a means to get in contact with potential sources, to monitor multiple events, and to research a story’s development over time. Participants also found the multimedia content that SocialSensor presents on the stories it identified useful.", "However, some participants were confused by how the individual social network contributions that appeared on SocialSensor were selected and suggested that the sources it uses should be widened.", "A number of participants responded positively to Geofeedia as a tool with which they could find original news and updates on running stories, although their positive responses were directed as much at its potential as at the results it actually produced for them. Where they did find original news it was often small-scale, local stories. Participants’ evaluation of Geofeedia’s ability and potential to find original content was usually associated with undertaking searches around specific locations. For example:I was able to identify that Emily Purser, from Sky News, was tweeting from the European Commission (EC) building. With 30 tweets over the two days I covered [the story], Purser was the most frequent contributor in the immediate area.", "I was able to identify that Emily Purser, from Sky News, was tweeting from the European Commission (EC) building. With 30 tweets over the two days I covered [the story], Purser was the most frequent contributor in the immediate area.", "However, other participants did not find it a useful way of finding original news. Some attributed this to the preponderance of mainstream media content that social network users were (re)posting, the fact that many potentially useful social media posts do not appear (as they are not geo-tagged), or the fact that Geofeedia is optimised to work around known locations rather than specific topics.", "Participants did not find Geofeedia very useful as a means of discovering trends, but it was more positively evaluated for its ability to help journalists detect sentiment around a story:Zooming in on the area surrounding the place of the attacks meant I was able to see how local communities were reacting to the tragedy.", "Zooming in on the area surrounding the place of the attacks meant I was able to see how local communities were reacting to the tragedy.", "There was generally positive reaction to how Geofeedia helped in the task of verification of factual content. Participants liked being able to confirm that a social network post came from a particular physical location, to avoid, for example, being misled, as one of the participants said, “by someone ‘pretending’ to tweet from the heart of the Egyptian revolution, while in reality drinking his cup of tea somewhere in London”.", "At least one participant preferred Geofeedia over Twitter because it could narrow searches down to specific hours of the day, and another felt it useful for identifying potential sources near the location of an event.", "Even though apps such as Geofeedia provide relatively advanced filters with which journalists can interrogate activity on social networks, some of our participants reported that, when searching for a story on Geofeedia, they were presented with a significant amount of irrelevant content:To find relevant content, I needed to scroll through dozens of Instagram selfies and love confessions on Twitter, before I finally recognized something serving my requirements.", "To find relevant content, I needed to scroll through dozens of Instagram selfies and love confessions on Twitter, before I finally recognized something serving my requirements.", "Some of the participants expressed concern about the ease with which it was possible to track individual users. One said that although the feature that follows users’ movements could be “extremely useful” in the case of “politicians or celebrities, or even business personalities”, they also said it seemed “slightly morally wrong and stalker-esque”. Most of the social media content that could be found on Geofeedia did not come from public figures. Also many (one participant said “most”) posts were from Instagram users, a platform one participant thought was “heavily used by young people”, where privacy is especially precious.", "Given its focus on trends detection—and the fact that at the time of the experimental element of this study its inputs consisted of 100,000 online media publications rather than social network accounts—it is no surprise that participants were less than impressed by Spike’s ability to detect original breaking news:The vast majority of the content comes from other news organisations, so there is little scope to find new updates or sources that haven’t already been covered.", "The vast majority of the content comes from other news organisations, so there is little scope to find new updates or sources that haven’t already been covered.", "Spike is primarily designed to spot trends, and our participants were largely positive in their evaluation of its potential in this regard:It is very easy to see if and where a story is trending … I included the data from Spike in my final decision for the three story ideas I would like to pitch concerning London Fashion Week.Some participants liked the ability to search over a specific time-frame and others liked that Spike showed which news stories covered by the local media were trending, which might be an indication of their eventually getting national or international pick-up.", "It is very easy to see if and where a story is trending … I included the data from Spike in my final decision for the three story ideas I would like to pitch concerning London Fashion Week.", "Participants had mixed feelings about how useful Spike was in detecting sentiment around stories, and few participants made mention of using Spike directly for verification purposes.", "Some participants found that Spike, compared with Twitter, was less useful for following a story over time, though participants had generally positive reactions as to how useful Spike was as a tool with which they could connect with sources:One user, Imraan Siddiqi, a blogger, activist and head of a non-profit, was a key original source for me, found through Spike.", "One user, Imraan Siddiqi, a blogger, activist and head of a non-profit, was a key original source for me, found through Spike.", "Participants reported that Twitter, when compared against Geofeedia, Spike, and SocialSensor, continued to be useful, although some felt that it was not optimised for spotting breaking news, following running stories, or easily determining credibility. Some participants thought that the algorithm Twitter uses to determine which posts appear, and with what priority, in users’ timelines was not optimised for journalists to spot breaking news, with posts from established news outlets taking priority over other sources.", "A number of participants found that Twitter, in its unmediated state, continued to be useful even when more specialised apps were available. Reasons mentioned included ease of use, the list of Trends, and the ability to create focused “lists”. Although some participants thought Twitter lists were useful, others found that they quickly lost their relevance, and some participants found Twitter limited in its ability to provide information on contributors that would allow journalists to assess their credibility.", "The experiment revealed, to some participants, how there can be a mismatch between the news values of the mainstream media and the public, and they saw these SMPAs as a way journalists could more closely align their news agenda with public tastes:Using those four tools, I noticed that this story [the Chapel Hill shootings] massively appeared on social media before there was any mention of it on US mainstream media websites or even TV channels.", "Using those four tools, I noticed that this story [the Chapel Hill shootings] massively appeared on social media before there was any mention of it on US mainstream media websites or even TV channels.", "However, some participants were concerned about the consequences of being influenced by what was popular:I am a bit sceptical about detecting trends through social media, because I believe that what media should be doing is quite the opposite. The outlets should be trendsetters themselves.My biggest reservation about using social media to construct and research stories is that I become lazy and focus only on what is trending and what interests people at a precise moment in time. I believe journalism should not just be about writing what pleases people; it should also be about writing important stories, no matter how unpopular stories they might be.", "I am a bit sceptical about detecting trends through social media, because I believe that what media should be doing is quite the opposite. The outlets should be trendsetters themselves.", "My biggest reservation about using social media to construct and research stories is that I become lazy and focus only on what is trending and what interests people at a precise moment in time. I believe journalism should not just be about writing what pleases people; it should also be about writing important stories, no matter how unpopular stories they might be.", "One interesting observation was the extent to which the participants quickly became aware of how the SMPAs could be used in combination to good effect. Some participants, for example, used Spike to spot a trending story before switching to Geofeedia in order to do a localised search for user-generated content."]}, {"title": "Conclusion", "paragraphs": ["This study extends our understanding of the ways in which social media platforms, and, in particular, their ecosystems of third-party apps, can infuse news work. It has revealed the capabilities of a sample of apps that are representative of wider trends towards forms of location- and trends-based social media monitoring that incorporate elements of automation. Examination of these tools over time has shown a growing convergence in their functionality, no doubt based on the growing demand from journalists and other clients for a fuller range of functions to help them sort and evaluate the increasing amounts of information on social media platforms. I believe that this convergence will continue, as will attempts by the social networks themselves, in particular Twitter and Facebook, to enter this space, either through acquisitions or through the development of their own apps. For example:• In October 2015, Twitter started to cluster tweets into stories (via their “Moments” feature), bringing it closer in functionality to Spike and SocialSensor in allowing users to explore clustered stories, not just curated lists of Twitter accounts or a limited number of trending keywords or hashtags.• Since this study’s substantive content analysis was conducted, Spike has added native Facebook, Twitter, Reddit, YouTube, and Instagram content to its platform. This moves it closer to SocialSensor as a tool that is not just useful for seeing how previously published content is trending, but also allows users to discover native content from social media.• In September 2015, Facebook launched “Signal”, a service that allows journalists to “surface relevant trends, photos, videos, and posts from Facebook and Instagram for use in their storytelling and reporting” (Facebook 2015).", "In October 2015, Twitter started to cluster tweets into stories (via their “Moments” feature), bringing it closer in functionality to Spike and SocialSensor in allowing users to explore clustered stories, not just curated lists of Twitter accounts or a limited number of trending keywords or hashtags.", "Since this study’s substantive content analysis was conducted, Spike has added native Facebook, Twitter, Reddit, YouTube, and Instagram content to its platform. This moves it closer to SocialSensor as a tool that is not just useful for seeing how previously published content is trending, but also allows users to discover native content from social media.", "In September 2015, Facebook launched “Signal”, a service that allows journalists to “surface relevant trends, photos, videos, and posts from Facebook and Instagram for use in their storytelling and reporting” (Facebook 2015).", "This study has also shown how such apps might be adopted by journalists and analysed their reactions to the technology and its outputs. Although a small minority of the trainee journalists saw no benefits, the majority found the four social media platforms and apps to be of use, although in different ways. Some were extremely positive, suggesting that such tools “must” be used to cover some types of news event:Coverage of New York Fashion Week (NYFW) has been entirely transformed by the use of social media. In order to successfully cover such events, journalists must use tools like Twitter and Geofeedia.", "Coverage of New York Fashion Week (NYFW) has been entirely transformed by the use of social media. In order to successfully cover such events, journalists must use tools like Twitter and Geofeedia.", "However, this experiment also confirmed findings from previous research (Thurman et al. 2016) that social networks, even when mediated by specialist apps such as Geofeedia and SocialSensor, are of less use for finding original breaking news than for discovering updates on stories that have already broken, contacts and multimedia relevant to those stories, and trends and sentiment around them.", "Overall, it appears that, at the moment, there is still no one-stop shop for finding news and trends in social media and getting guidance on verification. Participants preferred SocialSensor and Spike over Geofeedia for detecting sentiment and trends, whereas Geofeedia scored highly in its ability to provide updates on stories that had already broken in a known location, and in the processes of verification—in particular allowing journalists to check if social media content had been posted from the claimed location. Despite Twitter’s lack of journalist-focused tools, it was still preferred by some participants, in particular for its ability to detect sentiment around stories, a lesson, perhaps, in the value of familiarity, availability, and simplicity.", "The SMPAs described here are in a state of flux, and even those that had been fully commercialised had limitations, mostly a result of the fundamental challenges inherent in attempts, in close to real time, to collect, process, and filter the hundreds of millions of social media posts broadcast every day. Nevertheless, even at this relatively early stage of development, we see the potential of such tools to change journalistic practice and, ultimately, news output itself.", "As such tools improve and infuse news work further, careful attention will need to be paid to the consequences. The dangers were clear to this study’s participants. Firstly, there is concern over the privacy and ethical implications of being able to monitor individuals, including young people, very closely, with unprecedented speed and at unprecedented scale (for further discussion, see the Postscript). Secondly, there are risks that these tools will drive journalists and editors to give the public more of what is popular on social networks, rather than, in the words of two of the participants, “being trendsetters” or “writing important stories, no matter how unpopular … they might be”. Indeed, when the participants were surveyed 10 months after the experiment, they were, on average, more worried than not that this would be the case. A third danger, not mentioned by the participants themselves, is misplaced trust in such tools: a failure to question their output. Much as pilots can become over-reliant on cockpit automation, journalists must be wary not to fall into the trap, as a number of our participants did, of thinking material appearing on such tools has been automatically verified. When the participants were surveyed 10 months after the experiment, more than 20 per cent thought that the information found on each of the SMPAs was “automatically verified” “always” or “often”, with another 56 per cent thinking such automatic verification occurred “sometimes”. None of the SMPAs attempt to do any automatic verification of the content they publish. However powerful such platforms and apps might be or are likely to become, the capacity for human ingenuity to fool them, and their inability to anticipate every eventuality, mean that journalists will always have to take final responsibility for the veracity of what they publish.", "The SMPAs addressed by this study depend on particular inputs and sets of instructions in order to operate. In the selection of those inputs and the creation of those instructions, the introduction of biases is inevitable. One of our participants identified the Western bias in the inputs SocialSensor used. What was less obvious was SocialSensor’s “bias” towards male, metropolitan, and mainstream media sources (Kunert and Thurman 2017; Thurman et al. 2016). SocialSensor was not unique in having such biases; rather, its biases happened to be in the public domain because of the particular nature of its development. As SMPAs like Geofeedia and Spike become a bigger part of news work, greater levels of transparency are needed in order that journalists and news consumers can be better informed about the operation of these new gatekeepers of the digital media age."]}, {"title": "Postscript", "paragraphs": ["Since the data for this study were collected, the privacy and civil liberties implications of monitoring individuals’ activities on social networks via apps such as those discussed in this article have become topics of some controversy. In October 2016, the American Civil Liberties Union revealed that Geofeedia was being used by over 500 “law enforcement and public safety agencies”, including to monitor “activists and protesters” (Cagle 2016). Subsequently, Facebook, Twitter, YouTube, and other social networks withdrew Geofeedia’s access to their data (Lecher and Brandom 2016). Facebook said it had terminated access because Geofeedia had used Facebook data in “ways that were not authorised” (Lecher and Brandom 2016). However, there have been suggestions that Facebook was aware of the capabilities of Geofeedia and was using it as part of its own corporate security operations (Lecher and Brandom 2016). Furthermore, although Twitter also blocked Geofeedia’s data access, Twitter continues to allow its data to be used by other service providers, notably Dataminr, which they part-own (Dent 2016). Dataminr is marketed to journalists for its ability to analyse all tweets in real time to surface story “leads based on topic and areas of coverage” (Dataminr, n.d.). However, it also has a “Geospatial Analysis Application” (Lamb 2016), very similar to that offered by Geofeedia, and has signed contracts to supply its services to the Federal Bureau of Investigation and the US Department of Defense (Brandom 2016; Emptywheel 2016). It appears, therefore, that, as Kalev Leetaru writes:the tech press’ portrayal of Geofeedia as an isolated case of social monitoring gone wrong could not be further from the truth … The massive data ecosystems provided by the major social media platforms make it impossible for them to prevent this kind of social surveillance (Leetaru 2016).", "the tech press’ portrayal of Geofeedia as an isolated case of social monitoring gone wrong could not be further from the truth … The massive data ecosystems provided by the major social media platforms make it impossible for them to prevent this kind of social surveillance (Leetaru 2016)."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}, {"title": "FUNDING", "paragraphs": ["The research was supported by a research grant from the Volkswagen Foundation."]}], "references": [{"title": "Sensing Trending Topics in Twitter", "year": "2013", "journal": "IEEE Transactions on Multimedia", "volume": "15", "authors": [{"name": "Aiello Luca Maria", "first_name": "Aiello", "last_name": "Maria"}, {"name": "Petkos Georgios", "first_name": "Petkos", "last_name": "Georgios"}, {"name": "Martin Carlos", "first_name": "Martin", "last_name": "Carlos"}, {"name": "Corney David", "first_name": "Corney", "last_name": "David"}, {"name": "Papadopoulos Symeon", "first_name": "Papadopoulos", "last_name": "Symeon"}, {"name": "Skraba Ryan", "first_name": "Skraba", "last_name": "Ryan"}, {"name": "Göker Ayse", "first_name": "Göker", "last_name": "Ayse"}, {"name": "Kompatsiaris Ioannis", "first_name": "Kompatsiaris", "last_name": "Ioannis"}, {"name": "Jaimes Alejandro", "first_name": "Jaimes", "last_name": "Alejandro"}]}, {"title": "Reporters on Twitter: Product or Service?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Artwick Claudette G.", "first_name": "Artwick", "last_name": "G."}]}, {"title": "Emerging Journalistic Verification Practices Concerning Social Media", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Brandtzaeg Petter Bae", "first_name": "Brandtzaeg", "last_name": "Bae"}, {"name": "Lüders Marika", "first_name": "Lüders", "last_name": "Marika"}, {"name": "Spangenberg Jochen", "first_name": "Spangenberg", "last_name": "Jochen"}, {"name": "Rath-Wiggins Linda", "first_name": "Rath-Wiggins", "last_name": "Linda"}, {"name": "Følstad Asbjørn", "first_name": "Følstad", "last_name": "Asbjørn"}]}, {"title": "Twitter as a News Source: How Dutch and British Newspapers Used Tweets in their News Coverage, 2007–2011", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Building the ‘Truthmeter’: Training Algorithms to Help Journalists Assess the Credibility of Social Media Sources", "year": "2017", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "", "authors": [{"name": "Fletcher Richard", "first_name": "Fletcher", "last_name": "Richard"}, {"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Hybridity and Social Media Adoption by Journalists: An International Comparison", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Gulyas Agnes", "first_name": "Gulyas", "last_name": "Agnes"}]}, {"title": "Twitter Journalism in Ireland: Sourcing and Trust in the Age of Social Media", "year": "2016", "journal": "Information, Communication \\& Society", "volume": "19", "authors": [{"name": "Heravi Bahareh Rahmanzadeh", "first_name": "Heravi", "last_name": "Rahmanzadeh"}, {"name": "Harrower Natalie", "first_name": "Harrower", "last_name": "Natalie"}]}, {"title": "Sourcing the Arab Spring: A Case Study of Andy Carvin’s Sources During the Tunisian and Egyptian Revolutions", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}, {"title": "Social News = Journalism Evolution? How the Integration of UGC into Newswork Helps and Hinders the Role of the Journalist", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Johnston Lisette", "first_name": "Johnston", "last_name": "Lisette"}]}, {"title": "Investigative Reporting in the Networked Media Environment: Journalists’ Use of Social Media in Reporting Violent Extremism", "year": "2016", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Larsen Anna Grøndahl", "first_name": "Larsen", "last_name": "Grøndahl"}]}, {"title": "Networking or Not Working? A Comparison of Arab Spring Coverage in Belgian Newspapers and TV News", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}, {"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "Tapping into a New Stream of (Personal) Data: Assessing Journalists’ Different Use of Social Media", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "93", "authors": [{"name": "Santana Arthur D.", "first_name": "Santana", "last_name": "D."}, {"name": "Hopp Toby", "first_name": "Hopp", "last_name": "Toby"}]}, {"title": "Identifying and Verifying News through Social Media: Developing a User-Centred Tool for Professional Journalists", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}, {"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Corney David", "first_name": "Corney", "last_name": "David"}, {"name": "Göker Ayse", "first_name": "Göker", "last_name": "Ayse"}, {"name": "Martin Carlos", "first_name": "Martin", "last_name": "Carlos"}]}, {"title": "Mixed Methods Communication Research: Combining Qualitative and Quantitative Approaches in the Study of Online Journalism", "year": "2017", "journal": "", "volume": "", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Giving Computers a Nose for News: Exploring the Limits of Story Detection and Verification", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}, {"name": "Fletcher Richard", "first_name": "Fletcher", "last_name": "Richard"}, {"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic"}, {"name": "Hunt Stephen", "first_name": "Hunt", "last_name": "Stephen"}, {"name": "Schapals Aljosha Karim", "first_name": "Schapals", "last_name": "Karim"}]}, {"title": "Twitter as a Reporting tool for Breaking News: Journalists Tweeting the 2011 UK Riots", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida", "first_name": "Vis", "last_name": "Farida"}]}, {"title": "Non-Elite Twitter Sources Rarely Cited in Coverage", "year": "2015", "journal": "Newspaper Research Journal", "volume": "36", "authors": [{"name": "Wallsten Kevin", "first_name": "Wallsten", "last_name": "Kevin"}]}]}