{"doi": "10.1080/17512780903391979", "url": "https://doi.org/10.1080/17512780903391979", "title": "QUALITY CONTROL", "volume": "4", "year": "2010", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Singer", "first_name": "Jane", "name": "Jane B. Singer"}], "abstract": " This study of local British newspaper journalists focuses on three aspects of entrenched newsroom culture—news values and norms, work routines and outputs, and occupational roles—to explore the boundaries that journalists see as distinguishing them from outside contributors. Findings suggest they view user-generated content (UGC) from a traditional professional perspective and weigh its benefits in terms of its contribution to the journalism they produce. While most are open to its inclusion on newspaper websites, particularly as a traffic builder and supplemental source of hyperlocal information, they believe UGC can undermine journalistic norms and values unless carefully monitored—a gatekeeping task they fear cannot fit within newsroom routines threatened by resource constraints of increasing severity. ", "body": [{"title": "Introduction", "paragraphs": ["Journalists who once controlled the space containing their work now share that space with website users. Over the past few years, national, regional and local newspapers in the United Kingdom have added numerous online applications that enable user contributions, capitalizing on the expanding popularity and sophistication of mobile technology, content-sharing tools and social networking websites. In addition to reader-provided text and images of breaking news events, these contributions include user comments, blogs, community listings and more.", "These expanded opportunities to create content for websites maintained by traditional media organizations have significant implications for journalistic practice and for journalists' perceptions of their own norms and values. This article explores the boundaries that local journalists see as distinguishing them from outside contributors, offering insights into how journalists think about themselves and their work within a rapidly evolving open network.", "The study draws on questionnaire responses from hundreds of journalists at Johnston Press newspapers in the United Kingdom and Ireland, mostly small publications. Local journalists, a relatively understudied group, have a traditionally close proximity to their communities: Readers have always reacted and contributed to these papers. What has changed is that the newsroom no longer controls publication of those reactions and contributions, and journalists are struggling to adjust. The findings suggest they weigh potential benefits of user-generated content (UGC) primarily in relation to the journalism they produce. While they like its ability to beef up local coverage and boost website traffic, they believe UGC can undermine journalistic values unless carefully monitored—a gatekeeping task they fear cannot fit within newsroom routines threatened by resource constraints of increasing severity."]}, {"title": "Literature Review", "paragraphs": ["The story of journalism in modern democracies has been described as the emergence of a professional identity among people claiming an exclusive social status and role, rooted in an occupational ideology of making news (Deuze, 2005). Surveys of journalists show a strong belief that the central task of practitioners is to make particular information available to the public (Weaver et al., 2007). This newsroom gatekeeping role initially was seen as resting on individual decisions about what was both true and worthy of passing on to the community: news was what the newspaper journalist made it (Gieber, 1999; White, 1950). However, further research has led to an understanding that the process is far more complex. Individual factors such as personal opinions and demographic traits do affect the sorts of stories journalists value highly (Beam, 2008), but other influences may have greater effects on what practitioners believe should be covered and how they think they should do their jobs. Gatekeepers represent their organization and their profession; both limit their decisions through the exercise of routines, norms and structural constraints. Societal and ideological factors also shape the journalistic product (Donohue et al., 1989; Shoemaker, 1999; Shoemaker and Reese, 1996).", "One premise of the gatekeeping approach is that the proper function of journalistic gates will yield news that is unbiased (Reese and Ballinger, 2001). Various strategies, routines and norms stress the value of detached and even-handed presentation of a set of facts, allowing journalists to navigate safely between libel and absurdity (Tuchman, 1972). A journalist's gatekeeping role is about determining not just the quantity of information that reaches the public but also its quality according to particular definitions, shared among members of an interpretive community (Zelizer, 1993), of what news is or should be.", "That is an important distinction in the age of the Internet, of course, because the open and unbounded online environment obliterates the concept of limits on the quantity of available information. Arguably, if there are no gates, there is no need for anyone to tend them (Williams and Delli Carpini, 2000)—unless the notion of gatekeeping, and therefore the value of the role, is reconceptualized as being less about story selection and more about news judgment, norms and practices such as verification to determine the merit of what is disseminated (Singer, 1997). In this newsroom-centric view, everyone can be a publisher, but not everyone can be a journalist.", "This claim raises a host of issues related to who gets to speak and what they get to say. The desirability of “multiperspectival news” from “more scattered and less easily accessible sources” (Gans, 1992, p. 195) suggested a need for changes in journalistic practice well before the rise of the Internet as a news medium. The national journalists whom Gans studied faced somewhat different concerns than do local ones, however. In viewing journalists as interpreters of meaning within geographically bounded power structures, Berkowitz and TerKeurst (1999) showed how interactions with local sources shape news to fit community culture. They found that in small and homogeneous communities, such as those served by many of the newspapers here, journalists are constrained by a dominant meaning shared among sources and news outlets.", "Most of this work has been done in the United States, but British and American journalism are similar in many ways—more similar to one another than news practice in Britain is to continental European journalism (Chalaby, 1996; Mancini, 2005). British and US journalists share comparable perceptions of roles and norms (Henningham and Delano, 1998); the contemporary technological and economic environments in which they work also are similar. Nonetheless, considerable research has focused on the distinctive practice of journalism in the United Kingdom. A comparison of British and German journalists in the 1980s showed the British were more apt to see themselves in relatively neutral roles of reporter (rather than advocate), instructor and/or educator, which Köcher (1986) interpreted as indicating a stronger orientation toward the norm of objectivity. Esser (1998) noted that clear divisions of labour in British newsrooms enabled journalists to keep personal beliefs, values and attitudes out of their stories. More broadly, Aldridge and Evetts found that the changing social composition and training of the workforce, along with the value accorded the occupational ideology of objectivity, meant “real or constructed social marginality has gone the same way as eyeshades, inky fingers and carbon paper” (2003, p. 562).", "British journalists' interactions with sources also have been scrutinized. Davis highlighted the influence of public relations practitioners on news production, facilitated by “a rapid decline in editorial resources and growing media dependence on sources” (2000, p. 39). In the local press, sources have been found to drive the agenda; rather than being active gatekeepers, “passive” journalists simply pass on what they are given, so that “stories of little consequence are being elevated to significant positions or are filling news pages at the expense of more important news” (O'Neill and O'Connor, 2008, p. 487). Another recent study similarly found that statements of fact were too often published without corroboration, prompting a charge that meaningful independent journalism was the exception rather than the rule in the British press (Davies, 2008).", "Research involving journalists at the 1300-odd local and regional newspapers in the United Kingdom is of particular relevance to this study. In contrast to the competitive national scene, many local papers enjoy a monopolistic market position; though circulations have fallen, especially among dailies (Currah, 2009; Williams and Franklin, 2007), as many as 80 percent of UK adults still read a local print paper (Newspaper Society, 2008). Local journalists say they derive satisfaction from being part of a community and having direct contact with readers (Aldridge, 2007). Publishers, however, are less and less likely to be part of those communities. Observers have tracked a steep decline in local ownership and a rise in conglomerates such as Johnston Press (Williams and Franklin, 2007). Such publishers tend to employ relatively few and relatively low-paid journalists, emphasizing low-cost production and a homogeneous style across their titles (Franklin, 2006; Franklin and Murphy, 1991). They have long exhibited a notable dedication to commercial imperatives, making large advertising profits in good years, then cutting costs in bad ones (Tunstall, 1983).", "The recent economic downturn hit the local press especially hard. It entered the recession as a £4 billion-a-year industry employing nearly 12,000 journalists (Newspaper Society, 2008) but then saw such precipitous revenue declines that some members of Parliament called for a government rescue to prevent the sector's utter collapse (Stratton, 2009). Publishers responded to a loss of readers and advertisers by cutting staff and closing papers. Between July 2008 and March 2009 alone, more than 900 regional journalists lost their jobs, leaving colleagues “angry, frustrated and fearful for the future” (Slattery, 2009).", "Community papers have opportunities to benefit online from local brand recognition, news-gathering abilities and advertising effectiveness. Yet regional publishers were slow to develop their websites and to grasp the scale of the online challenge to classified advertising revenue (Aldridge, 2007; Temple, 2008). In a recent study, only 3 percent of British news consumers reported getting their local news online (Currah, 2009). Overall, the Internet is dramatically weakening newspapers' economic foundations by undermining the business models that pay for news. Moreover, operational pressures in UK newsrooms reconfigured to handle online as well as traditional products are “casting a shadow over the factual accuracy of the news” (Currah, 2009, p. 123), as well as negatively affecting its depth and substance.", "In addition to the need to produce both print and online products, British journalists, like those elsewhere, also must find ways to accommodate user contributions that go far beyond those of the old letters-to-the-editor days. Industry observers have urged journalists to move from “a twentieth century mass-media structure to something profoundly more grassroots and democratic” (Gillmor, 2006, p. xxiii). But this transition to a more “dialogic” form of journalism (Deuze, 2003) is proving difficult.", "Journalists are increasingly likely to make room on their websites for users to chime in; although comparable UK data are not readily available, a recent US study found that 58 percent of that nation's largest papers offered some form of content created by users, up from 24 percent the previous year (Bivings Group, 2008). Yet many journalists are cautious about the value of user contributions in relation to the effort they require; a study of US editors revealed concerns that getting acceptable written material from users typically required significant investments of staff time for such tasks as confirming and editing information (Project for Excellence in Journalism, 2009).", "In general, when it comes to sharing not just space but also occupational roles, research suggests journalists' elbows are still out. Bloggers were among the first to raise a serious online threat to journalistic authority, loudly critiquing institutional journalism's vulnerabilities while simultaneously staking out similar tasks of selecting and interpreting information (Lowrey, 2006). They also posed uncomfortable challenges to journalists' normative claims of professionalism (Singer, 2007) and core beliefs about finding and conveying truth, emphasizing the value of external connections and contributions to create “a breadth of knowledge of the world” rather than a single entity's packaged version of reality (Matheson, 2004, p. 460). Journalists have responded largely by emphasizing practices that “play to the strengths of organizationally based journalism, such as newsgathering and fact checking” (Lowrey, 2006, p. 493). A study of community newspaper editors in Kentucky, for example, found that experienced journalists were particularly likely to see themselves as better able than “citizen journalists” to fill traditional roles (Nah and Chung, 2009).", "In recent years, journalists have developed an at times uncomfortably close acquaintance with people contributing not only to personal websites or blogs but also to newspaper-affiliated ones. The ability for users to comment on journalistic output is now widespread on newspaper websites (Bivings Group, 2008; Domingo et al., 2008). Other options for user contributions range from crowd-sourcing, which facilitates user input into journalistic (or other) investigations (Howe, 2008), to whole sections devoted to thematic user-generated material (Ryerson, 2007).", "The extent to which journalists are engaging with opportunities for audience interaction afforded by the Internet has drawn academic attention, much of it focused on journalists' evident discomfort over crossing traditional boundary lines separating them from readers. A decade ago, Schultz (2000) examined discussion forums on The New York Times website and found that media involvement in the energetic online debates consisted almost exclusively of monitoring for abuse. He called for greater participation by journalists in forum discussions, as well as for reflection of that discourse in the print products.", "Much has changed since—and much has not. In their 2007 overview of “participatory news” approaches by media organizations in four nations, Deuze et al. note that participatory ideals “do not mesh well with set notions of professional distance in journalism” (2007, p. 335). When news content is opened up, two opposite problems have emerged. One is that users ignore it; for instance, journalists' political blogs at 42 daily US papers generated few or no user posts a week before the 2006 elections (Dailey et al., 2008). On the other hand, when users do respond, their remarks can be startlingly abrasive and even abusive (Singer and Ashman, 2009); news organizations in the United Kingdom (as elsewhere) are fitting moderation processes into their work routines (Hermida and Thurman, 2008; Thurman, 2008).", "This may be one way of reasserting journalistic authority, which Robinson (2007) suggests is necessarily diluted when control is shared over the constructed product, as well as the political and social reality it helps create. While online editors understand the website is a place for interaction, not just consumption, they also continue to prioritize their role as gatekeepers and upholders of traditional journalistic standards (Robinson, 2006). UGC puts pressure on these norms and roles. In his study of journalists at national media outlets in the United Kingdom, Thurman (2008) uncovered widespread concern about the effects of UGC on professional norms in relation to news values as well as standards of spelling, punctuation, accuracy and balance. Despite high moderation costs, journalists saw a need to edit material to ensure fairness and decency.", "This study builds on these three research strands to address the following:", "RQ1: How do British local newspaper journalists see UGC affecting their professional norms and news values?", "RQ2: How do these journalists see UGC affecting their work routines and outputs?", "RQ3: How do they see UGC affecting their occupational roles?"]}, {"title": "Method", "paragraphs": ["An online questionnaire was distributed in autumn 2008 to editorial employees of Johnston Press plc (JP), which publishes about 300 local newspapers in markets throughout the United Kingdom and Ireland, as well as two papers distributed nationally in Scotland. Eighteen of the papers are dailies; the rest are free or “paid-for” weeklies. JP's journalists maintain around 320 affiliated websites, which the company says reached a total of 12 million unique monthly visitors as of late 2008 (Johnston Press plc, 2009).1 ", "In addition to background questions about the respondent's job, the survey included 103 closed-ended and 10 open-ended questions about UGC. Most closed-ended questions required selection of a response to a statement along a seven-item scale from “strongly disagree” (1) to “strongly agree” (7); respondents also were asked to rate 28 types of UGC applications on a five-item scale from “great value” to “no value,” with an option to indicate “I don't know about this.” Open-ended questions asked journalists to explain and contextualize their answers.", "After a pre-test by half a dozen journalists, an e-mail link to the questionnaire was sent to a census of 144 JP editors, including group editors, in September 2008, with a request that they forward it to everyone in their newsroom as well as complete it themselves. Editors received reminder e-mails in early and late October; the survey closed in mid-November. This two-step distribution method was needed because although the company maintains an overall employee e-mail directory, it has no separate contact list for its 2500 journalists. The only way to reach newsroom staff but exclude people in other departments was to rely on the cooperation of editors, for whom a distinct e-mail list was available.", "The drawbacks are obvious. It was not possible to draw a random sample, making the study vulnerable to over- and under-representation among subsets of self-selecting respondents. For example, 49 editors-in-chief but just 55 reporters completed the survey. Nor could it be known how many journalists (or which ones within any given newsroom) actually received the link, preventing calculation of a response rate. Analysis was problematic beyond the use of simple descriptive statistics for the closed-ended questions and discourse analysis for the open-ended ones.", "Despite these shortcomings, a total of 219 journalists completed the questionnaire and nearly 200 more answered at least one question, suggesting that responses were obtained from approximately 16 percent of the company's editorial staff, with around 9 percent answering all the questions. In addition to editors and reporters, respondents included deputy and section editors, digital editors, sub-editors, photographers and graphic artists; they worked across all content areas, including news, sport, features and business. The method also enabled protection of journalists' confidentiality, as respondents could not be individually identified."]}, {"title": "Findings", "paragraphs": ["This study does not incorporate a content analysis of Johnston Press websites, but it is worth noting that comments were the most common form of UGC on these sites in 2008. However, many of the newspapers had begun incorporating other user material at the time of the study; with hundreds of papers of different sizes in the company, the nature and number of these offerings varied considerably.", "Most respondents viewed UGC from a traditional professional perspective and weighed its benefits in terms of its contribution to the journalism they produce. They saw UGC as complementing—not replacing—their own work in covering their communities. Concerns revolved around three interrelated issues: staffing resources, quality control and legal liability. In addition, there was a strong sentiment that exercising control over what goes into the newspaper and onto the website—that is, retention of a gatekeeping role, even over UGC—is a core journalistic function. However, respondents also highlighted the medium's ability to provide a platform for debate and discourse.", "This section addresses the three research questions in turn. Tables 1 and 2 indicate statements that generated the largest number of strongly agree/agree and strongly disagree/disagree responses, respectively; Table 3 lists applications seen as having the most and least value. A complete data set from all 103 closed-ended statements is available from the author. ", "Open-ended responses have been lightly edited to correct grammatical and typographical errors.", "Journalists expressed concern about what they saw as the relatively low quality of content provided by users. They worried about it debasing the product, as well as creating legal problems, largely because of inaccuracy and presumed public ignorance of UK defamation law. In addition to strong agreement that UGC is generally of sub-par quality and likely to land them in legal hot water (see Table 1), responses to other statements suggested widespread concerns about repetitiveness, poor language skills and a lack of credibility.", "Legal liability was cited most often by the 292 journalists who answered an open-ended question about the biggest potential drawback of UGC. “The day will come soon,” one predicted, “when a major legal or similar cock-up is caused by the uncontrolled, unsupervised use of user-generated content.” Many cited legal concerns in connection with other quality issues, such as the journalist who wrote, “It is a soapbox for any vested interest you can name—a chance for insults, libel and downright rudeness.” Such issues also relate to concerns about work routines, discussed further below, as expressed by a respondent who saw the value of UGC as “disproportionate to the excessive amount of management time which is taken up with trying to ensure it is accurate, balanced, honest, fair and—most importantly—legally safe to publish.”", "Concerns about bias also were widespread, particularly the perceived potential for abuse of the newspaper's online space as a personal megaphone by, as one journalist wrote, “single-issue campaigners and crackpots.” More than 80 percent agreed that users can easily manipulate platforms for providing content in order to further their own agendas.", "Other comments characterized too much UGC as inaccurate, irrelevant, offensive or badly written—“gibberish from chronic whingers,” as one respondent wrote—and journalists were in nearly unanimous agreement that content from users should be clearly marked to distinguish it from the material they provide (see Table 1). They decried the ability to hide behind online anonymity, affording license to be outrageous. In addition to strongly agreeing that pseudonyms are problematic, more than three-quarters agreed that “unlike journalists,” users are not accountable for what they write and that “comments may start out being about a story, but they quickly become personal instead.” One journalist wrote that “most” online posts were “vulgar, abusive and generally worthless. It cheapens our product and, in some cases, offends our sources. Quality sources may soon become reluctant to appear in the paper, lest they become the subject of human ‘bear baiting.’”", "At the same time, journalists expressed support for the broader potential of UGC to contribute to democratic discourse and to enable fresh voices to be heard. Around three-quarters saw enabling comments as a way to support free expression and agreed that UGC diversified the news product. But the reality did not necessarily match the ideal; “debate is a core role; hosting mindless abuse and self-publicity shouldn't be,” one respondent wrote.", "In fact, many saw the value of online debate—and, broadly, of UGC in general—mainly in instrumental terms. The biggest perceived benefit was the potential to attract traffic, especially repeat traffic, and thus (in theory) ad revenue. Large majorities agreed that UGC was an audience hook, a way to “publish things that are going to be talked about by our readers … in the hope of attracting more,” a respondent explained. Close behind, and closely related, was a perception that being able to participate promotes a sense of engagement and connection among users, to the newspaper and to one another. More than 83 percent agreed that comments make stories more interesting for readers, and “the more voices that are heard, the more ‘stickiness’ our products generate. People will come back again and again to debate issues,” as one wrote.", "However, not everyone agreed that UGC actually served this purpose. One problem is that too few people want to contribute. “A majority of our users are interested in commenting on our stories” generated the most disagreement of any questionnaire statement (see Table 2); similarly, most respondents agreed that “most users will not have any desire to contribute to our news product.” In general, one wrote, “people don't care enough to post anything, or others don't care enough about what is being said.”", "These journalists, then, tended to see UGC as broadly challenging the professional values that they believe safeguard and/or signal content quality. They saw theoretical value in its ability to engage users and enhance democratic discourse. But its primary benefit, albeit one not necessarily realized, related to the more instrumental goal of building website traffic.", "Along with its potential to boost traffic and, ideally, create a sense of engagement with the news product, another major benefit of UGC for these local British journalists was its contribution to their own work routines and outputs. Yet the quality concerns described above led to a pervasive belief that UGC must be carefully managed—a task they saw as nearly impossible with existing newsroom resources.", "Respondents strongly agreed that users can contribute ideas, sources, leads and even content that journalists can work into their own stories. More than 85 percent supported a series of statements outlining these functions, summed up by one journalist as the provision of information “that can be used by trained journalists to write proper news stories.”", "They also agreed that UGC enables journalists to provide coverage they otherwise could not. “With the best will in the world, we cannot produce anything like the amount of content we need for our sites. Citizen journalism in some form or another is the only way forward,” one wrote. Several pointed out that merely the technology and terminology were new. “Readers are the best source of news for a good newspaper. They always have been,” another journalist wrote. “The only thing that's really changed is the technology. That's made it easier for them to interact with us. Hooray!”", "But a look at the applications perceived as offering the greatest value, shown in Table 3, suggests that journalists see users as best able to provide a particular type of content—mostly, the kind below their own radar screen, what one described as “non-journalism content.” Four of the five top-rated applications involve hyperlocal events such as youth sports, traffic tie-ups and community activities. The fifth is on-the-scenes reporting, which open-ended comments indicate journalists interpreted as breaking news information.", "Most of the top five—plus some items just below them on the perceived value scale, such as personal announcements—are of great interest to only a few people. “Journalists don't have time to cover all the bands, pubs, etc. Certain reviews by trusted members of the public can be of use to readers,” one respondent wrote. Another saw such material as drawing an audience for the real journalism the newsroom provides: “If we can get people to think of the website when they want to check when events are taking place, what the traffic is like, or to check their ultra-local news, we can have lifetime users who then use it for news on a regular basis.”", "But there is apparently a cut-off point in journalists' minds; some things are of such limited interest that they do not belong on a newspaper website at all. Table 3 indicates that respondents saw relatively little value, for example, in personal user profiles, photos unrelated to news events, podcasts or wikis. “Why would we want to use photographs that had no news value? We are a newspaper, not a parish magazine,” one wrote. “User profiles are nothing to do with the news—that's the business we are in and should stick to,” wrote another.", "Journalists did, however, see UGC as providing a valuable indicator of user interests in certain topics—which, again, professionals could then explore. More than two-thirds agreed that “our own news judgements and decisions should take user-generated content into account.” One wrote that the ability to spark debate “gives us the chance to react to what people are thinking, in turn giving us the ability to write about what people want to know, rather than what we think they want to know.” UGC, another wrote, “will generate story leads for newsrooms marooned on business parks for decades that have grown increasingly estranged from their communities.”", "At its best, then, UGC gives journalists more or better tools to work with. However, respondents did not see it as significantly influencing their own editorial decisions about the news, as discussed further below. They were relatively unlikely to believe UGC affected either their own autonomy or the accuracy of their news product.", "They were even less likely to agree with the statement that “UGC enables us to focus our own journalistic resources on other stories” (see Table 2). On the contrary, the prevailing sentiment was that dealing with user contributions took time away from what respondents saw as more central journalistic functions. Nearly identical percentages of journalists, around 71 percent, agreed that all comments should be moderated before publication and that UGC is difficult to manage; almost as many agreed they did not have time to devote to handling user material. Close behind those concerns was a belief that existing technology to support such efforts was not up to the task.", "More than 100 open-ended responses to a question about the biggest management challenges posed by UGC cited staff time needed to deal with it, and 80 specified the need to vet material for legal hazards. (Many comments referenced multiple themes.) “A story that has had its genesis in UGC needs just as much attention as one produced by traditional methods, but those holding the purse strings don't appear to believe that,” one journalist wrote. “Journalists are qualified in the law relating to copyright, libel, photograph usage, etc., where the general public are not,” wrote another. “The newspaper has a reputation to uphold, so allowing anyone to input directly without suitable monitoring would end in disaster.” Such concerns suggest support for extending the journalist's gatekeeping role to user contributions.", "Of all 75 questionnaire statements, the one generating the strongest agreement was “Journalists have important skills that users lack” (see Table 1). More than 96 percent agreed; only seven of 292 journalists answering the question disagreed even a little bit. As discussed, those perceived skills translate into journalists' faith in their own abilities to assess and affect content quality, legal concerns and general news value. More than 90 percent agreed it was the journalist's role to “filter good information from bad—not to publish anything we get.” It was a role they strongly believed users could not fill; the statement that “users can effectively ‘police’ their own activities on our website” generated the second-highest level of disagreement of any on the questionnaire (see Table 2).", "“We have a responsibility for what is published on our website, and it would affect the paper's credibility if user-contributed content is not monitored closely,” one respondent wrote. “The newspaper should always retain the absolute right to edit user contributions.” More than 81 percent felt giving users a degree of control over portions of the news product was dangerous, and nearly three-quarters saw overseeing UGC as part of their responsibility to the public. Many saw comments, the form of UGC most familiar to them, as valuable only if properly moderated; without oversight, one journalist wrote, “discussion invariably leads to abusive retorts, personal attacks on other users or journalists, ‘flame wars’ and poor quality comments, which can show our products in an extremely negative and unprofessional light.”", "As described above, however, journalists emphasized that they did not have the resources to do the job they felt was necessary. This concern was voiced at every opportunity to provide open-ended responses. “Great in theory,” said one, “but in practice, we barely have enough staff to get the paper out, let alone monitor UGC and make the most of it.”", "Around three dozen open-ended comments in response to a question about drawbacks of UGC highlighted a concern that the company would see user contributions as a replacement for journalists' work, “an inexpensive alternative way to provide content for newspapers rather than investing in quality journalism,” as one wrote. Some saw staff cuts leading in that direction, intentionally or not. Another wrote in a final remark: If our newsrooms were staffed properly, we would not rely on user-generated content to fill our pages; instead we would go out in to the community, which we are supposed to serve, to generate our own stories and gather the news in the way in which we have been trained. There is nothing as frustrating as knowing we are doing only half a job, relying on someone with their own agenda to provide information about an event or meeting that we should have attended ourselves, and then to see the results of our frustrated labour denounced for what it is: a rewritten press release.  ", "If our newsrooms were staffed properly, we would not rely on user-generated content to fill our pages; instead we would go out in to the community, which we are supposed to serve, to generate our own stories and gather the news in the way in which we have been trained. There is nothing as frustrating as knowing we are doing only half a job, relying on someone with their own agenda to provide information about an event or meeting that we should have attended ourselves, and then to see the results of our frustrated labour denounced for what it is: a rewritten press release.", "Properly used and managed, journalists said, UGC complemented—but did not replace—newsroom output. More than 86 percent agreed that “UGC will never replace what journalists now produce”; three-quarters believed “most people would rather get information from journalists than from other users.” Although UGC is not a substitute for journalism, one respondent wrote, “these two different beasts can—and must—live side-by-side. Good journalism (reporting, analysis, comment, campaigning) will remain the base on all products. UGC is the value-added stuff that offers opportunities going forward.” Another wrote: “It is important that journalists use user-generated content to further interaction between the product and readers. But comments and suggestions should be used as the basis for further investigation by reporters and not taken at face value without question or as an alternative to articles written by reporters to fill space.”", "Despite these misgivings, journalists valued provision of a platform for public discourse; 94 percent agreed with the statement that “facilitating debate about local issues through comments is something we should be doing,” and nearly 84 percent agreed that “UGC helps us fulfill one of our missions: to provide a platform for debate and discussion about issues important to our community.” Though not a prominent theme in the open-ended comments, respondents did cite the value of a “plurality of voices” and the ability to broaden the views expressed “beyond the usual talking heads.”", "In addition, most saw value in expanding interactions with users. More than 93 percent agreed that conversations with readers were valuable; nearly two-thirds felt UGC had a positive effect on their relationship with audiences. Again, this perceived benefit seemed connected with journalists' views about their own roles, which include getting “a greater feel of the pulse about local people and the issues that matter to them,” as one respondent wrote.", "In fact, a sizable majority agreed that “the role of the journalist increasingly will involve working with UGC.” Despite all the misgivings, they acknowledged that their websites would—and, most though not all respondents believed, should—be a shared space."]}, {"title": "Conclusion", "paragraphs": ["These findings support earlier research into journalists' initial responses to the incorporation of UGC on newspaper websites, extending that work to showcase the views of community journalists closely connected to local audiences in what historically has been a vibrant sector of the UK media. In particular, it strongly suggests that these local British journalists favor extension of their gatekeeping role to include not only their own stories but the contributions of users, in order to control the quality of content. But the number and nature of those contributions, coupled with what is universally seen as inadequate newsroom resources to handle them, is creating considerable anxiety.", "They also are anxious to emphasize that while material from users may—if managed in ways they deem appropriate—usefully supplement the content they produce, helping attract and retain online readers, it is not a replacement for “proper” local journalism. At one level, this insistence on their own value is undoubtedly an angst-ridden response to an industry in crisis, with job losses and even newspaper closures a constant threat. But it also fits with the core set of perceptions about journalistic roles and functions documented over three decades and more (Weaver et al., 2007), during periods of relative industry stability as well as shift. Journalists see it as their job to vet and verify information, then get it out to the public. While they think it is fine for people to be able to share opinions and discuss issues, they are cautious about the extent to which such capabilities impinge on their own core roles. Moreover, journalists have major reservations about the nature of the discourse and its effect on what they clearly continue to see as “their” product.", "To date, most research into UGC has focused at the national level (Domingo et al., 2008, Hermida and Thurman, 2008; Thurman, 2008). Yet its impact is arguably greater for community papers, which have always been geographically and culturally close to readers and sources (Berkowitz and TerKeurst, 1999). The mediated interactions of those community members have, in the past, occurred within the pages of a newspaper controlled by journalists acting as local gatekeepers. Journalists know that control is gone. This study suggests that they believe—or perhaps just hope—the need for it remains.", "Of course, the study has several limitations. Although respondents work in hundreds of newsrooms across the United Kingdom and Ireland, they all are employed by a single company; the extent to which their responses reflect specific rather than general concerns is unknown. The problematic questionnaire distribution method, resulting in an inability to draw a viable sample of respondents and an over-representation of editors-in-chief among the respondents, further limits the generalizability of these findings.", "Nonetheless, the results are broadly in line with what others have found. In particular, the findings suggest that journalists' self-perceptions, as well as their ideas about what constitutes quality content and their own role in safeguarding that quality, are both resilient to change and deeply challenged by it. The research questions focused on three aspects of those self-perceptions—professional norms and news values, work routines and outputs, and occupational roles—and the findings indicate all three generate significant concerns about the effects of user contributions. Like their colleagues at national media outlets (Hermida and Thurman, 2008; Singer and Ashman, 2009; Thurman, 2008), these local journalists acknowledge a need to open up their product to more voices in more ways; at the same time, they are anxious to assert and protect their own normative, narrative and occupational territory (Lowrey, 2006; Robinson, 2007).", "This study adds to existing arguments that the inherently uncontrollable nature of a network as vast and as open as the Internet challenges the structural certainties that have sustained newspapers such as the ones in this study for a hundred years and more. Adaptations are ongoing but rarely, as these journalists attest, easy."]}], "references": [{"title": "“Rethinking the Concept of Professionalism: the case of journalism”", "year": "2003", "journal": "British Journal of Sociology", "volume": "54", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl"}, {"name": "Evetts Julia", "first_name": "Evetts", "last_name": "Julia"}]}, {"title": "“The Social Characteristics of U.S. Journalists and Their ‘Best Work’”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}]}, {"title": "“Community as Interpretive Community: rethinking the journalist–source relationship”", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Berkowitz Daniel", "first_name": "Berkowitz", "last_name": "Daniel"}, {"name": "Terkeurst James V.", "first_name": "Terkeurst", "last_name": "V."}]}, {"title": "“Journalism as an Anglo-American Invention: a comparison of the development of French and Anglo-American journalism, 1830s–1920s”", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Chalaby Jean K.", "first_name": "Chalaby", "last_name": "K."}]}, {"title": "“Newspaper Political Blogs Generate Little Interaction”", "year": "2008", "journal": "Newspaper Research Journal", "volume": "29", "authors": [{"name": "Dailey Larry", "first_name": "Dailey", "last_name": "Larry"}, {"name": "Demo Lori", "first_name": "Demo", "last_name": "Lori"}, {"name": "Spillman Mary", "first_name": "Spillman", "last_name": "Mary"}]}, {"title": "“Public Relations, News Production and Changing Patterns of Source Access in the British National Media”", "year": "2000", "journal": "Media, Culture and Society", "volume": "22", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron"}]}, {"title": "“The Web and Its Journalisms: considering the consequences of different types of newsmedia online”", "year": "2003", "journal": "New Media and Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“What Is Journalism? Professional identity and ideology of journalists reconsidered”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Preparing for an Age of Participatory News”", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "“Participatory Journalism Practices in the Media and Beyond: an international comparative study of initiatives in online newspapers”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}]}, {"title": "“Structure and Constraints on Community Newspaper Gatekeepers”", "year": "1989", "journal": "Journalism Quarterly", "volume": "66", "authors": [{"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A."}, {"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N."}, {"name": "Tichenor Philip J.", "first_name": "Tichenor", "last_name": "J."}]}, {"title": "“Editorial Structures and Work Principles in British and German Newsrooms”", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "“A Clash of Cultures: the integration of user-generated content within professional journalistic frameworks at British newspaper websites”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "“Bloodhounds or Missionaries: role definitions of German and British journalists”", "year": "1986", "journal": "European Journal of Communication", "volume": "1", "authors": [{"name": "Köcher Renate", "first_name": "Köcher", "last_name": "Renate"}]}, {"title": "“Mapping the Journalism–Blogging Relationship”", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "“Weblogs and the Epistemology of the News: some trends in online journalism”", "year": "2004", "journal": "New Media and Society", "volume": "6", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald"}]}, {"title": "“Rating Citizen Journalists Versus Pros: editors&#039; views”", "year": "2009", "journal": "Newspaper Research Journal", "volume": "30", "authors": [{"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}, {"name": "Chung Deborah", "first_name": "Chung", "last_name": "Deborah"}]}, {"title": "“The Passive Journalist: how sources dominate local news”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O'Neill Deirdre", "first_name": "O'Neill", "last_name": "Deirdre"}, {"name": "O'Connor Catherine", "first_name": "O'Connor", "last_name": "Catherine"}]}, {"title": "“The Roots of a Sociology of News: remembering Mr. Gates and social control in the newsroom”", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}, {"name": "Ballinger Jane", "first_name": "Ballinger", "last_name": "Jane"}]}, {"title": "“‘Someone&#039;s Gotta Be in Control Here’: the institutionalization of online news and the creation of a shared journalistic authority”", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "“Mass Media and the Concept of Interactivity: an exploratory study of online forums and reader email”", "year": "2000", "journal": "Media, Culture and Society", "volume": "22", "authors": [{"name": "Schultz Tanjev", "first_name": "Schultz", "last_name": "Tanjev"}]}, {"title": "“Still Guarding the Gate? The newspaper journalist&#039;s role in an on-line world”", "year": "1997", "journal": "Convergence", "volume": "3", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Contested Autonomy: professional and popular claims on journalistic norms”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“‘Comment Is Free, But Facts Are Sacred’: user-generated content and ethical constructs at the Guardian”", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Ashman Ian", "first_name": "Ashman", "last_name": "Ian"}]}, {"title": "“Forums for Citizen Journalists? Adoption of user generated content initiatives by online news media”", "year": "2008", "journal": "New Media and Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "“Objectivity as Strategic Ritual: an examination of newsmen&#039;s notions of objectivity”", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "“The ‘Gate Keeper’: a case study in the selection of news”", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}, {"title": "“Unchained Reaction: the collapse of media gatekeeping and the Clinton–Lewinsky scandal”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Williams Bruce A.", "first_name": "Williams", "last_name": "A."}, {"name": "Delli Carpini Michael X.", "first_name": "Delli", "last_name": "X."}]}, {"title": "“Journalists as Interpretive Communities”", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}