{"doi": "10.1080/1461670X.2015.1131129", "url": "https://doi.org/10.1080/1461670X.2015.1131129", "title": "Who Prevails in the Visual Framing Contest about the United Nations Climate Change Conferences?", "volume": "18", "year": "2017", "issue": "11", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wozniak", "first_name": "Antal", "name": "Antal Wozniak", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Wessler", "first_name": "Hartmut", "name": "Hartmut Wessler", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Lück", "first_name": "Julia", "name": "Julia Lück", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The annual Climate Change Conferences (Conferences of the Parties, COPs) held under the auspices of the United Nations Framework Convention on Climate Change are global staged political media events that regularly provide occasions for contesting the framing of global warming in media coverage around the globe. This study assesses which professional group involved in communicating the COPs—journalists, government spokespeople, and representatives from non-governmental organizations (NGOs)—is most successful in seeing their visual framing conceptions represented in mainstream print media coverage. Our analysis combines data from 44 semi-structured interviews with actors from these groups conducted on-site at the COPs in Doha, Qatar (2012) and Warsaw, Poland (2013) with a content analysis of climate change news published in newspapers from five democratic countries around the world. Results show a relative prevalence of NGO-preferred visual framing in COP coverage. Through providing powerful pictures of symbolic actions, civil society actors can prevail in the visual framing contest under certain conditions, but it is much harder for them to circumvent the usually strong statist orientation of mainstream news media in sourcing textual messages.", "body": [{"sec_title": "Introduction", "sec_content": ["Corresponding with the issue's social and political importance, worldwide media attention on climate change has risen significantly over the last two decades (Schmidt, Ivanova, and Schäfer 2013). But in covering climate change, journalists are faced with an issue that is long term, scientifically complex, and largely unobtrusive. Reporting such an issue in understandable, comprehensive, accurate, and accessible ways is difficult. A growing body of communication research on the form, the character, and the effects of the mediated climate change debate has addressed the thematic peculiarities of covering climate change (most recently Kunelius and Eide 2012a; Boykoff 2013; Lopera and Moreno 2014; Estévez, García, and Moya 2014). For the most part, however, these studies focus on the examination of verbal-textual information. The dearth of studies on visual information in news coverage—as diagnosed by Smith and Joffe (2009)—has only recently begun to be remedied by a number of studies on mass media visualizations of climate change (DiFrancesco and Young 2011; O'Neill 2013; for an overview, see Grittmann 2012) and their effects on media users’ perceptions (O'Neill et al. 2013).", "The visual aspect of journalism's dealing with climate change is an important avenue for journalism research for various reasons. In general, visual elements have become almost ubiquitous in media reports even in mainstream quality print media and can now be considered an integral part of any newspaper reading experience. Studies in media psychology have taught us about the “picture superiority effect,” according to which concepts learned by viewing pictures are more easily and frequently recalled than concepts only learned through written text (see Whitehouse, Maybery, and Durkin 2006). Then again, visually representing the concept of climate change is difficult because of the above-mentioned characteristics of the issue. While some iconic imagery such as the “hockey stick” graph of rising temperatures or the polar bear on a drifting ice floe used to be quite prevalent, the complexity and diversity of phenomena related to climate change allow for a large degree of freedom in visually framing the issue. Thus, analyzing the production and selection of visual representations of climate change in mediated discourse is key to better understanding how climate change “is made socially and culturally meaningful to particular audiences” (Doyle 2011, 2).", "In this study, we therefore connect two elements of this process that have not been studied in relation to each other yet. We study the conceptions of visual frames—i.e., notions of which visual aspects should be selected and thus made more salient in communication (see Entman 1993)—held by key actors who either engage in strategic communication about climate change or report about it as journalists. Also we assess the relative frequency with which these conceptions appear in actual media coverage to ascertain success and failure in the visual framing contest.", "Carragee and Roefs (2004, 214) remind us that “framing processes need to be examined within the contexts of the distribution of political and social power,” thereby calling for a stronger affiliation of contemporary media framing research with the concept's sociological origins (Goffman 1974; Tuchman 1978; Gitlin 1980) as well as with Entman's (1993, 55) notion of media frames as “imprints of power.” Our study taps into the question of how the distribution of power in society—in terms of resources and authority—affects the mass media's framing of a public policy issue. The frames that journalists select for media reports are shaped by journalistic agency as well as by societal frame sponsors such as politicians and members of civil society (see Gamson and Modigliani 1989). Media reports, accordingly, are “forums for framing contests” (Carragee and Roefs 2004, 216) for which multiple actors try to offer their particular interpretations of issues or events and compete for journalistic attention. While the selection (and independent supplementation) of frames is at the discretion of journalists, any frame's likelihood of being selected for publication is determined by “its sponsor's economic and cultural resources, its sponsor's knowledge of journalistic practices  …  and a frame's resonance with broader political values” (216). Public policy reporting in mainstream media coverage is by and large indexed to official sources (Bennett 1990) and traditional government beats (Gans 1979), making most press coverage skewed to the disadvantage of civil society actors and other “alternative” voices. This pro-government bias pertains in particular to international and global as opposed to national topics and debates (Koopmans 2010, 106; Wessler 2007). The political elites’ ability to dominate frame contests in media debates hinges, among other things, upon their communicative resources (e.g., institutional resources such as professionalized media relations departments), their “natural” authority as political decision-makers, as well as the journalistic practice of assigning regular correspondents to political institutions (Tuchman 1978). Modern technology offers many opportunities for non-elite actors to create and maintain their own channels for message dissemination. But mainstream media coverage—as the central forum for a mediated public debate on public policy issues—remains highly selective in its sourcing patterns and still constitutes a hard case for the discursive impact of non-elite actors.", "A number of structural obstacles usually diminish the prospects for many NGOs concerned with climate change of actually being selected as news sources by journalists. One is the aforementioned “indexing” (Bennett 1990) of public policy coverage to political elite sources. When referenced, NGOs tend to be mentioned after other sources while government officials remain at the center of news coverage (Powers 2015b). In addition, NGOs are more likely to be mentioned in stories already in the media spotlight than to actually drive media attention (Powers 2015b). Third, Thrall, Stecula, and Sweet (2014) found that many NGOs do not appear in mainstream media at all over the years and global media attention is heavily skewed towards a few large and well-funded NGOs. This latter finding points to the fact that NGOs not only compete with “official” or government sources in a media environment marked by a general “scarcity of attention” (136) but also with other NGOs. The proliferation of NGOs over the last few decades has led to heightened competition for media attention (Cottle and Nolan 2007), not least because media attention also serves to secure financial resources for some NGOs (Bob 2005).", "In order to increase their chances of being heard in media debates, many NGOs have started to professionalize their efforts in press and publicity work (Fenton 2010). They do so by hiring professional staff for media relations and content production and by purposefully playing into professional biases of news media (Waisbord 2011)—of which the use of striking visual images is one, besides adjusting to news values and cultural values and thus displaying “framing expertise” (Dan and Ihlen 2011).", "This process is part of both a general “source professionalization” (Blumler 1990) as well as a professionalization of the NGO sector at large (Lang 2013). As a result, some NGOs have been able to establish themselves as legitimate reference points for journalists (Moyn 2010; Powers 2015a). They have become expert news sources providing background information and reliable witness accounts (Van Leuven and Joye 2014) and can serve as “verification subsidies” (McPherson, Forthcoming) for journalists. However, as empirical analyses show (Thrall, Stecula, and Sweet 2014; Wessler et al. 2015), the uptake of NGO-provided statements and information in news texts remains quite low.", "The climate change debate and, in particular, the United Nations Climate Change Conferences (COPs) offer unique conditions for challenging the traditional power distribution in mainstream media debates and thus might level the playing field somewhat for the framing contest between societal actors.", "First, the COPs are “focusing events” (Birkland 1998) for climate change that reduce the handicap of the media's limited carrying capacity (see Thrall, Stecula, and Sweet 2014) since media attention is already heightened through this high-level political event and NGOs can jump on the bandwagon. Research on focusing events has shown that they can trigger processes of frame change and therefore significantly shape the social construction of public issues (e.g., Birkland and Lawrence 2009; Muschert 2009; Jones and Sheets 2009).", "Second, as official observers, some NGO representatives have access to parts of the proceedings not open to the media which makes them important sources for information about the negotiations. Also, since media outlets only rarely employ expert climate change correspondents, NGOs provide “information subsidies” (Gandy 1982) for navigating the scientific and political depths of the debate.", "Third, there is what one interviewee described to us as a “camp feeling” at the COPs which unites journalists and PR professionals at the annual gatherings. Both the temporal and spatial confines of the conferences as well as the mutual acquaintance between the actors—many of them have attended previous conferences together—can lead to a temporary blurring of professional roles that resembles a pattern of mutual facilitation between journalism and public relations (see Bentele, Liebert, and Seeling 1997) more than antagonistic role perceptions on both sides (Ollion 2010; Adolphsen and Lück 2012).", "While these factors apply to news sourcing in general, we expect the COPs to offer particularly conducive circumstances for NGOs in the visual part of the media framing contest. The NGOs’ strategic efforts in visual communication (see Doyle 2011) in the form of protests and PR stunt installations are specifically aimed at countering the dreary routine of “talking heads” imagery usually generated by political conferences and summits. This especially pertains to multilateral gatherings with multiple negotiation tracks such as the COPs. The capacity for political elites to stage their own symbolic activities—such as at the G7/8 summits—is likely diminished due to the complexity and sheer number of parties involved in the climate talks. In addition, the COPs we analyzed were repeatedly characterized by some interviewees as “transitional” COPs focused on clarifying specific components of a new global treaty on emissions reductions to be signed at COP21 in Paris, France in 2015. Contrary to COP15 in Copenhagen, Denmark in 2009 and COP21 in Paris in 2015, only a few heads of government or state (mostly from smaller African states or small island nations) made an appearance at these transitional events and ministers would often only attend for a few days towards the end of the negotiations. The absence of “political media stars” such as US President Barack Obama or Chinese Premier Wen Jiabao should open up a visual vacuum, making it easier for NGOs to act as the dominant providers of news visuals.", "Based on these factors—the COPs’ status as regular high-level political events focusing media attention, the NGOs’ official status as conference observers with privileged access, the communicative co-production of these events by some journalists and some PR professionals, and the NGOs’ efforts to generate colorful news imagery for an otherwise visually insipid event—we presume that NGOs will be competitive, if not predominant, in relation to government sources in the visual framing contest about these events."]}, {"sec_title": "Method", "sec_content": ["Which visual framing choices are favored by journalists, delegation spokespeople, and NGO representatives, and which of these conceptions prevail in mainstream media coverage? To answer these questions, our study combines qualitative interview data with a content analysis of news visuals and texts from around the world. In order to assess global media coverage, we chose the politically and economically most important democratic country from each of the five major continents, respectively: Brazil, Germany, India, South Africa, and the United States. For our media sample, we selected the two most widely circulated daily newspapers from each of these countries based on their functional equivalence as opinion-forming newspapers—Folha de São Paulo and O Globo from Brazil, Süddeutsche Zeitung and Frankfurter Allgemeine Zeitung from Germany, The Times of India and The Hindu from India, Daily Sun and The Star from South Africa, and The New York Times and The Washington Post from the United States.1", "To assess the visual framing conceptions of message producers we conducted 44 semi-structured interviews with a carefully selected group of journalists and communication professionals from government delegations and globally acting NGOs on-site at two Climate Change Conferences: at COP18 in Doha, Qatar (November 26 to December 8, 2012) and at COP19 in Warsaw, Poland (November 11 to 22, 2013). Respondents (see Table 1) were selected based on the following criteria: seeking to match our interview and our media sample most closely, we tried to recruit the correspondents of the very newspapers we are analyzing for content. We also interviewed the few attendant broadcast journalists from our country sample to be able to better ascertain whether visual framing conceptions are nationally distinct or rather determined by media types. We also interviewed reporters or editors working for transnationally active news agencies who commonly act as central distributors of visual news coverage (Fahmy 2005). As regards government delegations, we interviewed the PR professionals working for those governments corresponding with our country sample for the media content analysis—namely Brazil, Germany, India, South Africa, and the United States. In addition, we conducted interviews with the press officers of the COP18 host country Qatar2 and the spokespeople of the People's Republic of China to be able to draw on more contextual data outside our country sample from government delegations which also play crucial roles in shaping the ongoing negotiations. As regards NGOs, we interviewed spokespeople of the biggest and most transnationally interconnected environmental NGOs or NGO umbrella organizations. All NGOs in our sample have clear communication strategies with a transnational scope (see Table 1 for details). Who Prevails in the Visual Framing Contest about the United Nations Climate Change Conferences?All authorsAntal Wozniak http://orcid.org/0000-0003-4772-0278, Hartmut Wessler & Julia Lückhttps://doi.org/10.1080/1461670X.2015.1131129Published online:05 February 2016TABLE 1 Respondents for semi-structured interviews at COP18 in Doha, Qatar, and COP19 in Warsaw, PolandCSVDisplay Table", "We have interview data from COP18 in Doha (2012) and COP19 in Warsaw (2013) and relate these data not only with the results of our media content analysis from these COPs but also from COP16 (2010) and COP17 (2011). This is feasible since the majority of journalists and PR professionals we interviewed had been working on-site at the Climate Change Conference on previous occasions in the same capacity. Also, we inquired about their conceptions concerning news visuals with questions that pertained to the interviewees’ memories of the ongoing and any previous COP. The consistency in personnel and the memory-based questioning establishes a satisfactory level of generalizability for the interview data across the COPs. It is reasonable to assume that visual frame conceptions along professional lines are fairly stable in general.", "One part of each interview was devoted to letting the respondents explicate their notions on the relevance of visual communication in their work, their conceptions of what constitutes a particularly striking or effective visual for illustrating the Climate Change Conferences, and—in the case of journalists—their editorial team's routine for the selection of news visuals (Table 2). Two of the authors of this paper read all interview passages related to visual communication, extracted all segments explicitly describing visual content presumed to be effective or particularly striking, and inductively categorized them. Who Prevails in the Visual Framing Contest about the United Nations Climate Change Conferences?All authorsAntal Wozniak http://orcid.org/0000-0003-4772-0278, Hartmut Wessler & Julia Lückhttps://doi.org/10.1080/1461670X.2015.1131129Published online:05 February 2016TABLE 2 Interview guide (segment pertaining to visual communication)CSVDisplay Table", "If, and to what extent, these conceptions also pass editorial filters and lead to corresponding visual representation in actual COP-related media coverage is empirically assessed by means of a content analysis of news visuals. Illustrated articles and stand-alone visuals with a headline or caption were first identified by checking the appearance of key words using a search string.3 We then selected only those articles or stand-alone visuals that actually dealt with the issue of climate change (i.e., its causes, impacts, measures of mitigating or adapting to it, or its political treatment) and that had been triggered by a COP and not by other climate change-related events such as natural disasters, domestic political debates, or the publication of new scientific findings. For the purpose of this paper, logos and vignettes were excluded from further analysis; cartoons and sketches were also not analyzed further because they were never mentioned by our respondents as striking or effective visuals despite their value for journalists and readers (see the cartoon analysis by Hahn, Eide, and Ali 2012). Our final sample comprised 451 COP-triggered visuals of which 366 are photos and 85 are info graphics. One of the authors, together with a student assistant, coded all news visuals in our sample for whether they corresponded with one of the interview-based visual frame conceptions or not and categorized them accordingly. In addition, all visuals were coded for their source; all photos were also coded for the type of objects and persons they depicted.4", "To contextualize the different actor groups’ success in the visual frame contest we conducted a parallel standardized text-based analysis. We identified and counted all statements in the news texts in which actors (i.e., identifiable individuals, collectives, or institutions) referred to the topic of climate change (N = 2302). This could be either in direct quotes or paraphrased by the author of the article. For every statement we coded the basic affiliation of the respective actor, i.e., national political actor, intergovernmental political actor, NGO representative or environmental activist, business representative, scientist, ordinary citizen, or journalist.5 We use this data to contrast the uptake of visual framing conceptions in news coverage with these actor groups’ respective success of being selected as news sources in the written texts."]}, {"sec_title": "Results", "sec_content": ["The NGO interviewees pointed out that it is not possible to exhaustively transport complex issues and make them comprehensible for lay people just by visualizing certain aspects. But they still want audience members to at least gain an idea of what is at stake in the negotiations by drawing attention to these aspects. [T]he thing here is that visuals are nice, but they only can go that far  …  But in terms of our agenda and our messaging, it does help put the message out in a very simple way so that even someone that doesn't know about the technicalities of climate change can just flip through and understand. (NGO spokesperson)", "[T]he thing here is that visuals are nice, but they only can go that far  …  But in terms of our agenda and our messaging, it does help put the message out in a very simple way so that even someone that doesn't know about the technicalities of climate change can just flip through and understand. (NGO spokesperson)", "For NGOs, visuals serve as a means to spotlight their own brand, simplify messages, remind people of the urgency of the issue, and ultimately influence policy makers. Besides mass media outlets and their respective audiences, other civil society groups as well as the negotiators at the climate talks constitute the target groups for NGO visuals.", "Asked about what kinds of news visuals from the Climate Change Conferences they judge as being particularly effective, NGO representatives described visuals that we categorize as follows (see Figure 1 for examples): Photos of activists/protests: “[A] demonstration where the Danish police got very violent and we built a blockade out of bikes … ”6 (NGO video producer).7Photos of symbolic actions: “There is a whole underwater sculpture garden  …  they dove down and free-dived in clothes and ‘real people can't live underwater’ was the line” (NGO spokesperson).Info graphics of scientific facts: “[A] good graph says a thousand things.  …  Info graphics are good” (NGO spokesperson). Who Prevails in the Visual Framing Contest about the United Nations Climate Change Conferences?All authorsAntal Wozniak http://orcid.org/0000-0003-4772-0278, Hartmut Wessler & Julia Lückhttps://doi.org/10.1080/1461670X.2015.1131129Published online:05 February 2016FIGURE 1  Visual framing conceptions of communicators at COPs. From top to bottom: Photo of politician (Izabella Teixeira, Brazil's environment minister) at COP proceedings, published in The New York Times on p. A12, December 6, 2012 (reproduced with kind permission of AFP). Scientific info graphic, published in The Star on p. 18, December 7, 2011 (reproduced with kind permission of Reuters). Photo of PR stunt installation, published in The Star on p. 9, December 16, 2010 (reproduced with kind permission of The Star). Photo of protest/demonstration, published in The Washington Post on p. A16, December 9, 2010 (reproduced with kind permission of AFP). Photo of extraordinary moment in negotiations, published in The Star on p. 1, December 9, 2011 (reproduced with kind permission of The Star).Display full sizeFIGURE 1  Visual framing conceptions of communicators at COPs. From top to bottom: Photo of politician (Izabella Teixeira, Brazil's environment minister) at COP proceedings, published in The New York Times on p. A12, December 6, 2012 (reproduced with kind permission of AFP). Scientific info graphic, published in The Star on p. 18, December 7, 2011 (reproduced with kind permission of Reuters). Photo of PR stunt installation, published in The Star on p. 9, December 16, 2010 (reproduced with kind permission of The Star). Photo of protest/demonstration, published in The Washington Post on p. A16, December 9, 2010 (reproduced with kind permission of AFP). Photo of extraordinary moment in negotiations, published in The Star on p. 1, December 9, 2011 (reproduced with kind permission of The Star).", "Photos of activists/protests: “[A] demonstration where the Danish police got very violent and we built a blockade out of bikes … ”6 (NGO video producer).7", "Photos of symbolic actions: “There is a whole underwater sculpture garden  …  they dove down and free-dived in clothes and ‘real people can't live underwater’ was the line” (NGO spokesperson).", "Info graphics of scientific facts: “[A] good graph says a thousand things.  …  Info graphics are good” (NGO spokesperson).", "FIGURE 1  Visual framing conceptions of communicators at COPs. From top to bottom: Photo of politician (Izabella Teixeira, Brazil's environment minister) at COP proceedings, published in The New York Times on p. A12, December 6, 2012 (reproduced with kind permission of AFP). Scientific info graphic, published in The Star on p. 18, December 7, 2011 (reproduced with kind permission of Reuters). Photo of PR stunt installation, published in The Star on p. 9, December 16, 2010 (reproduced with kind permission of The Star). Photo of protest/demonstration, published in The Washington Post on p. A16, December 9, 2010 (reproduced with kind permission of AFP). Photo of extraordinary moment in negotiations, published in The Star on p. 1, December 9, 2011 (reproduced with kind permission of The Star).", "FIGURE 1  Visual framing conceptions of communicators at COPs. From top to bottom: Photo of politician (Izabella Teixeira, Brazil's environment minister) at COP proceedings, published in The New York Times on p. A12, December 6, 2012 (reproduced with kind permission of AFP). Scientific info graphic, published in The Star on p. 18, December 7, 2011 (reproduced with kind permission of Reuters). Photo of PR stunt installation, published in The Star on p. 9, December 16, 2010 (reproduced with kind permission of The Star). Photo of protest/demonstration, published in The Washington Post on p. A16, December 9, 2010 (reproduced with kind permission of AFP). Photo of extraordinary moment in negotiations, published in The Star on p. 1, December 9, 2011 (reproduced with kind permission of The Star).", "One interviewee from the NGO camp argued that “the visuals have been provided by the climate itself this year” and described visuals of melting permafrost or of hurricanes as particularly effective. Since similar conceptions were not voiced by other NGO spokespeople or campaigners we do not regard “natural impacts” as a distinct visual frame category commonly considered by this actor group at large.", "The press officers of government delegations also ascribe high importance to visual communication in their work. Most of them decidedly refer to photographs or info graphics rather than to television footage when talking about their visual strategies. The principal objectives are to present their respective government as an active part in the negotiations as well as to convey their government's core policy messages. In order to accomplish this, the press officers of government delegations pointed to two core visual frames: Photos of political personnel (their own ministers as well as political actors in general) at the Climate Change Conference: “[W]hen the Qatari minister makes him the chief negotiator of a working group that is completely muddled in order to achieve results; we obviously do photos there … ” (Ministerial spokesperson).Info graphics: “[I] use a lot of info graphics” (Government media relations officer).", "Photos of political personnel (their own ministers as well as political actors in general) at the Climate Change Conference: “[W]hen the Qatari minister makes him the chief negotiator of a working group that is completely muddled in order to achieve results; we obviously do photos there … ” (Ministerial spokesperson).", "Info graphics: “[I] use a lot of info graphics” (Government media relations officer).", "A few delegations also use an approach that focuses more on human interests, aims at stirring emotions, or draws attention to social aspects and consequences of climate change (e.g., photos relating to food security, small-scale production, or large-scale agriculture). Since only the first two types of news visuals were mentioned by all interviewees in some way or another, only they are used as benchmarks for our visual media content analysis.", "The journalists we interviewed highlighted the relevance of news visuals to attract global attention to the issue and to “counterbalance” the more fact-based content of article texts. Since photos of the negotiation proceedings almost always look the same (the proverbial “talking heads”), journalists particularly emphasize the importance of protest visuals. When asked to be specific about the kinds of news visuals that they deem to be striking, journalists referred to photographs that we categorize as follows:8Photos of protests: “[T]here was this huge protest by all the people, the indigenous peoples, the people from South America  …  so that was wonderful … ” (Journalist from India).Photos of symbolic actions: “Those ice figures who melted  …  or the tcktcktck9 campaign with their clocks … ” (Journalist from Germany).Photos of extraordinary moments in negotiations: “[T]he exhausted delegates in Durban  …  just people sleeping in the hallway, wondering what was going on” (Journalist from the United States); “The bloody palm, she [the Venezuelan delegate] held it up and made a fiery speech about how we have blood on our hands” (Journalist from news agency).", "Photos of protests: “[T]here was this huge protest by all the people, the indigenous peoples, the people from South America  …  so that was wonderful … ” (Journalist from India).", "Photos of symbolic actions: “Those ice figures who melted  …  or the tcktcktck9 campaign with their clocks … ” (Journalist from Germany).", "Photos of extraordinary moments in negotiations: “[T]he exhausted delegates in Durban  …  just people sleeping in the hallway, wondering what was going on” (Journalist from the United States); “The bloody palm, she [the Venezuelan delegate] held it up and made a fiery speech about how we have blood on our hands” (Journalist from news agency).", "In addition, photos of indigenous people were also mentioned sometimes but do not amount to a distinct visual frame category shared by most journalists interviewed. Therefore, only the three above-mentioned visual frames were used as empirical benchmarks for our content analysis.", "One of the main factors “filtering” the outcome of the coproduction of visuals is the division of labor between the news production on-site and the editorial selection of news visuals “at home” (see Fahmy 2005). As our journalist respondents remarked, the visualization of submitted news texts is usually done by the editorial office—which selects either from photos sent by an in-house photographer or from stock photos provided by news agencies—without any particular input by the author of the respective article: There is a desk back home which picks up randomly. I have no decision-making on that.(Journalist from India)", "There is a desk back home which picks up randomly. I have no decision-making on that.", "Journalists also told us that they lack interest in the editorial choice of visualizations—despite the fact that they are rarely satisfied with the published visuals. But a lack of editorial influence on their part results in an attitude of resignation when it comes to the visual representation of their written texts: Not often [am I satisfied with the chosen pictures]. It's pretty much the easiest they can find on the first day which is very often actually steam emanating from coal power plants, which is silly … (Journalist from India)", "Not often [am I satisfied with the chosen pictures]. It's pretty much the easiest they can find on the first day which is very often actually steam emanating from coal power plants, which is silly … (Journalist from India)", "Based on the editorial division of labor between the production of written news text and news visuals, we assume some incongruity between the communicators’ most frequently mentioned conceptions of news visuals, on the one hand, and the editorial selection criteria for news visuals on the other. This would result in a substantial number of published visuals that do not match any of the conceptions voiced by the journalists we interviewed.", "On the other hand, environmental NGOs often go to great lengths in providing visual material for climate change coverage by means of staging protests and creating elaborate PR stunt installations during the Climate Change Conferences: We try and create those [interesting] visuals. We have a campaigner here [at COP18] who has been organizing some stunts  …  So we did a stunt where  …  we had people representing the various extreme weather events of recent years lining up in front of a banker who had no money to offer them. (NGO spokesperson)", "We try and create those [interesting] visuals. We have a campaigner here [at COP18] who has been organizing some stunts  …  So we did a stunt where  …  we had people representing the various extreme weather events of recent years lining up in front of a banker who had no money to offer them. (NGO spokesperson)", "Some NGOs employ their own staff members to take professional news photos which are offered to media outlets for publication and/or are used for the NGO's in-house media channels such as websites, Twitter accounts, or Facebook profiles. Our respondents pointed to the significance of creativity because striking visuals require skillful preparation. In the case of one NGO interviewed, this creative action is most often provided by the youth section within the organization, while another NGO employs specialized campaigners for the creation of visually attractive symbolic activities.", "Our visual content analysis of newspaper coverage on the COPs 16, 17, 18, and 19 yielded a total of 451 news visuals (366 photos and photomontages and 85 info graphics) on climate change. Of these news visuals, 386 illustrate text-based articles and 65 constitute stand-alone visuals with a headline and/or caption. The distribution of news visuals across our sampled countries is uneven, with 139 news visuals from the Brazilian newspapers, 120 from Germany, 90 from India, 66 from South Africa, and 36 from the United States. The majority of news visuals in our sample were published around COP16 in Cancún, Mexico (N = 151) and COP17 in Durban, South Africa (N = 154), while only 74 news visuals were published in coverage about COP18 in Doha, Qatar, and 72 about COP19 in Warsaw, Poland.10", "In total, 61 percent of all news photos in our sample deploy human imagery (i.e., photos of people and/or PR stunt installations). The top-three ranked modal categories are NGO representatives or environmental protesters (appearing in 22 percent of news visuals), politicians (19 percent), and ordinary citizens (14 percent). Noteworthy is the prominence of NGOs/environmentalists who are depicted more often than politicians (including UN officials). Business or industry representatives (1 percent), scientists (5 percent), and celebrities (e.g., actors or musicians; just one observed case) are rarely depicted in news visuals.11", "The general thematic distribution of photo content—with its bias towards human imagery, in general, and depictions of NGOs and activists, in particular—already indicates a tendency in visual media framing that supports our assumption that the published news visuals might be more similar to the visual frame conceptions of NGOs than to the conceptions of government delegations. To test this assumption more strictly, we use the categories reported above as benchmarks and calculate the respective percentage of news visuals that match these categories (Table 3). Who Prevails in the Visual Framing Contest about the United Nations Climate Change Conferences?All authorsAntal Wozniak http://orcid.org/0000-0003-4772-0278, Hartmut Wessler & Julia Lückhttps://doi.org/10.1080/1461670X.2015.1131129Published online:05 February 2016TABLE 3 Analysis of media coverage's concordance with actors’ visual framing conceptionsCSVDisplay Table", "While the main visual conceptions of government delegations’ spokespersons and journalists are represented in about one-fourth of all news visuals, respectively, the core notions of what makes up effective visualizations of the Climate Change Conferences by NGO spokespersons are paralleled in 40 percent of all published news visuals.", "All three of the recurring visual frames from our survey of NGO spokespersons are featured quite prominently in media coverage of the UN Climate Change Conferences: (1) environmental protests or demonstrations are depicted in 14 percent of all news visual; (2) PR stunt installations by environmental activists are depicted in 11 percent of all news photos; overall, 112 out of 451 news visuals show NGO representatives/environmental activists at protests or PR stunt installations which alone accounts for 25 percent of all news visuals analyzed; (3) info graphics depicting scientific facts about climate change—most often showing figures on carbon dioxide emissions—make up 15 percent of all visuals published in our media sample's climate change coverage.", "Info graphics have also been mentioned repeatedly by spokespersons of government delegations. The only other visual category important to government delegations’ press officers discernible from our survey is depictions of the respective government's ministers and other negotiators doing their work at the COPs. However, such depictions account for only 8 percent of all news visuals. Of the 42 politicians presented in this way, only every third one (N = 15) is from the home country of the respective newspaper in which the photo was published. Checking the appearance of politicians engaged in the COP proceedings from the five countries of our media sample across all newspapers, the picture remains roughly the same. We find only eight depictions of Brazilian, four of German, one of an Indian, two of South African, and two of US politicians doing their work at the COPs—meaning that the best case for any government delegation is a share of 1.8 percent of news visuals depicting a domestic politician at the Climate Change Conference.", "In concordance with the NGO spokespersons’ notions of effective visual frames, two of the three visual frames most often mentioned by journalists—environmental protests and PR stunt installations—are well-represented in print media coverage. Depictions of what can be considered “extraordinary events at negotiations” (little more than 1 percent) are, on the other hand, negligible.12", "As regards the question of who prevails in the visual framing contest, we can conclude that NGOs have the upper hand in the visual framing contest vis-à-vis the other two groups. NGO representatives or environmental activists and their actions are frequently featured in COP coverage despite the fact that newspapers only very rarely pick up photos provided by NGOs directly (only 2.4 percent of news visuals in our sample had been provided by NGOs). Almost two-thirds (64 percent) of the published depictions of environmental protests or PR stunt installations are furnished by news agencies instead. These photographs were most likely chosen by photo editors without much, if any, input by the journalists reporting from the conferences; a work routine repeatedly described by the journalists we interviewed. Despite this structural filter, photo opportunities staged by or featuring NGO representatives or other activists regularly “pass through” and make up a significant part of visual news coverage.", "The relative success of NGOs in the visual framing contest about the COPs is indicative of their “framing expertise” (Dan and Ihlen 2011) in providing those kinds of visual representations that conform to the visual frame conceptions of both the correspondents (as our interview data shows) as well as to the picture editors (as the uptake quota suggests). However, this “success story” has to be critically contemplated against the textual-verbal aspects of the very same media debate in which the NGOs lead the visual framing contest. The framing contest in the 386 text-based and illustrated articles of our sample is dominated by statements from national political actors who account for 46 percent of all statements coming from referenced sources. The second-most quoted actor group is representatives from intergovernmental organizations such as the United Nations or the European Union who account for 18 percent of statements. NGO representative and environmental activists only make up 13 percent of all referenced sources—a sharp contrast to the 40 percent uptake quota of NGOs’ visual framing conceptions and in line with previous empirical findings concerning the level of representation of NGOs in mainstream media content (see Thrall, Stecula, and Sweet 2014; Powers 2015b)."]}, {"sec_title": "Conclusion", "sec_content": ["We investigated the consonance of actors’ conceptions about powerful visuals as well as the correspondence between these conceptions and the visual framing in actual media coverage. Regarding the former, we found evidence that in terms of visual communication quite substantial commonalities can be found between NGO representatives and journalists. NGO representatives and some journalists not only actively work together in the production of news visuals during the Climate Change Conferences (see Adolphsen and Lück 2012), they also show significant similarities in their conceptions about how to most effectively or strikingly visualize these conferences. In contrast, we found no substantial similarities in visual frame conceptions between journalists and spokespeople of government delegations.", "Analyzing visual media framing, we found that NGOs are substantially more successful than government delegations in seeing their visual framing conceptions reproduced in print media coverage around the world. These findings suggest that the COPs do offer discursive opportunities for civil society actors—who are commonly sidelined in mainstream media coverage on public policy issues—to leave their mark in the visual framing of the Climate Change Conferences.", "While strictly speaking our findings apply only to the specific case under study, we can draw more general conclusions about factors influencing the NGO sector's ability to significantly shape visual media framing. Two circumstances are pivotal: first, the characteristic of the COPs as issue-specific and temporarily condensed events of high political significance; and second, the fact that the decision-makers’ symbolic resources to advocate their political work are incongruent with journalistic visual frame conceptions. While the former factor drives media attention (and with it the need for attention-grabbing visualizations), the latter opens up a visual vacuum to be filled by those actors who best manage to offer a product in line with journalistic selection criteria. Enter resourceful and media-savvy NGOs and their focus on visuals as a form of social protest (see Lester 2007). NGOs during the COPs show particular “framing expertise” (Dan and Ihlen 2011) in visual communication by purposefully adapting to journalistic selection biases (Waisbord 2011) and providing colorful and eye-catching imagery.13", "Our case reveals further factors conducive to the NGOs’ ability to actually obtain this symbolic clout in a public policy context. One is the level of professionalization with respect to public and media relations that some major environmental NGOs have achieved over time. Their expertise, combined with financial resources, allows them to actually produce the kinds of strong symbolic visuals that most political decision-makers are not able (or not inclined) to provide but which meet common journalistic selection criteria. Another factor is the NGOs’ status as official observers granted to them by the United Nations Framework Convention on Climate Change secretariat. This status allows activists access to the conference venue and enables them to stage protests and PR stunts on location, making their activities easily accessible for journalists. Also, their official status as observers has helped them become legitimate reference points for journalists reporting from the conferences (see Powers 2015a). As established—if still peripheral—sources for evaluations and background information (see Van Leuven and Joye 2014), they arguably have accrued enough credit to serve as additional participants in a mediated public discourse, albeit somewhat detached from the central political discourse as it is related in written news texts.", "Even though the NGOs’ prevalence in visually framing the COPs in the mainstream media debate around the world is a success story in terms of gaining visibility, from a public sphere perspective our results cast doubt on the NGOs’ ability to also influence public opinion and advance policy issues. As our contextual analysis of the presence of frame sponsors in news texts shows, NGO spokespeople only account for 13 percent of the statements quoted, thus clearly losing out to national and intergovernmental political actors. The very lopsided distribution of NGO-related or NGO-favored content in written texts versus visual representation supports the conclusion that NGOs essentially serve as “camera fodder” for a policy debate that in its substance is dominated by political elite sources. However, our data does not necessarily suggest a general lack of substance in NGO-staged news photos. PR stunt installations such as the partly submerged models of national monuments in Cancún (see Figure 1) can be seen as visual arguments highlighting the dangers associated with political inaction on climate change. Whether such visuals are understood by recipients and might affect their attitudes or whether their meaning is lost on most observers without proper translation by an intermediary (as suggested by Sobieraj 2011) remains an open empirical question that deserves more scholarly attention.", "Furthermore, merely measuring the explicit referencing of sources in news texts might not correctly capture the actual level of influence that NGOs have on climate change and COP coverage. Reich (2010) compared face-to-face reconstruction about PR involvement or contribution with the actual news items and found that only 11 percent of PR contacts are identified clearly in final news coverage. In a similar vein, Lewis et al. (2006) found evidence of a “ladder of news sourcing” in which news agencies use PR material without transparent referencing and media outlets adopt these news items as journalistic output. Thus, our finding of only 13 percent of frame sponsors in our article sample being NGO representatives might underestimate the actual impact that NGO sources had on verbal-textual media content. In contrast, our visual analysis did not have to rely on explicit source attribution. Instead, we used an innovative approach of using the categories that emerge from interview data as benchmarks for competing visual media frames. We were thus able to link and compare media visualizations to the specific visual frame conceptions of delegation and NGO spokespeople as well as journalists. While we did not interview the responsible picture editors, our content analysis data of published news visuals provides an adequate approximation of their selectivity. The actual media uptake of visual framing conceptions and the editorial filters can be assumed to be fairly constant across our media sample and across time based on the functional equivalence and format similarities of the selected news outlets. After all, the visual content used does not differ much across the newspapers or countries studied here.", "While we have used only some content data from the verbal-textual level for contextualization, future research should delve deeper into the multimodal arrangement of written texts and visuals in news coverage. The discrepancy between the distributions of visual frames, on the one hand, and frame sponsors in written texts, on the other, hints at a rather complex interplay in text–picture associations. Further research should also be concerned with better understanding the implications of our findings for the structure and quality of media debates. For example, a more qualitative reading of news photos could yield more insight into thematic aspects and arguments brought forward by NGO-enacted visuals and could examine to what degree these might actually provide substantial counter-framing to the elite-oriented written news texts. Finally, our study has shed light on contextual factors which allow representatives of civil society organizations to gain a considerable level of clout in mediated public policy debates. Future theory-building on the role of power in mediated framing contests can build up from our and other studies’ findings in order to fully explicate what determines the success or failure of non-elite voices to get heard in visual as well as textual media discourse."]}, {"sec_title": "DISCLOSURE STATEMENT", "sec_content": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Toward a Theory of Press-State Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett W. Lance.", "first_name": "Bennett", "last_name": "Lance.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Focusing Events, Mobilization, and Agenda Setting", "year": "1998", "journal": "Journal of Public Policy", "volume": "18", "authors": [{"name": "Birkland Thomas A.", "first_name": "Birkland", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Framing and Policy Change after Columbine", "year": "2009", "journal": "American Behavioral Scientist", "volume": "52", "authors": [{"name": "Birkland Thomas A.", "first_name": "Birkland", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Public Enemy No. 1? Understanding Media Representations of Outlier Views on Climate Change", "year": "2013", "journal": "American Behavioral Scientist", "volume": "57", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Neglect of Power in Recent Framing Research", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Carragee Kevin M.", "first_name": "Carragee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Roefs Wim", "first_name": "Roefs", "last_name": "Wim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Global Humanitarianism and the Changing Aid-Media Field: “Everyone Was Dying for Footage”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nolan David", "first_name": "Nolan", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing Expertise: A Cross-Cultural Analysis of Success in Framing Contests", "year": "2011", "journal": "Journal of Communication Management", "volume": "15", "authors": [{"name": "Dan Viorela", "first_name": "Dan", "last_name": "Viorela", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ihlen Øyvind", "first_name": "Ihlen", "last_name": "Øyvind", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Seeing Climate Change: The Visual Construction of Global Warming in Canadian National Print Media", "year": "2011", "journal": "Cultural Geographies", "volume": "18", "authors": [{"name": "DiFrancesco Darryn Anne", "first_name": "DiFrancesco", "last_name": "Anne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Young Nathan", "first_name": "Young", "last_name": "Nathan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing: Towards Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Communication of the Scientific Consensus on Climate Change to the Citizenship: Knowledge and Perception of Young University Students From Five Countries Regarding the Media Treatment of Global Warming", "year": "2014", "journal": "Interactions: Studies in Communication \\& Culture", "volume": "5", "authors": [{"name": "Estévez Marta Díaz", "first_name": "Estévez", "last_name": "Díaz", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Frutos García Ruth A.", "first_name": "de", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Moya Jesús Peña", "first_name": "Moya", "last_name": "Peña", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Emerging Alternatives or Traditional News Gates: Which News Sources Were Used to Picture the 9/11 Attack \\&amp; the Afghan War?", "year": "2005", "journal": "International Communication Gazette", "volume": "67", "authors": [{"name": "Fahmy Shahira.", "first_name": "Fahmy", "last_name": "Shahira.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach", "year": "1989", "journal": "American Journal of Sociology", "volume": "95", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Torture in the Eye of the Beholder: Social Identity, News Coverage, and Abu Ghraib", "year": "2009", "journal": "Political Communication", "volume": "26", "authors": [{"name": "Jones Timothy M.", "first_name": "Jones", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sheets Penelope", "first_name": "Sheets", "last_name": "Penelope", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Moment of Hope, Mode of Realism: On the Dynamics of a Transnational Journalistic Field during UN Climate Change Summits", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Kunelius Risto", "first_name": "Kunelius", "last_name": "Risto", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eide Elisabeth", "first_name": "Eide", "last_name": "Elisabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Uncertainties of Climate Change in Spanish Daily Newspapers: Content Analysis of Press Coverage from 2000 to 2010", "year": "2014", "journal": "Journal of Science Communication", "volume": "13", "authors": [{"name": "Lopera Emilia", "first_name": "Lopera", "last_name": "Emilia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Moreno Carolina", "first_name": "Moreno", "last_name": "Carolina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Frame-Changing in the Media Coverage of a School Shooting: The Rise of Columbine as a National Concern", "year": "2009", "journal": "Social Science Journal", "volume": "46", "authors": [{"name": "Muschert Glenn W.", "first_name": "Muschert", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Summits of Information: Advocacy Officers, Journalists, and Newsmaking at International Summits", "year": "2010", "journal": "Qualitative Sociology", "volume": "33", "authors": [{"name": "Ollion Etienne.", "first_name": "Ollion", "last_name": "Etienne.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Image Matters: Climate Change Imagery in US, UK and Australian Newspapers", "year": "2013", "journal": "Geoforum", "volume": "49", "authors": [{"name": "O'Neill Saffron J.", "first_name": "O'Neill", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On the Use of Imagery for Climate Change Engagement", "year": "2013", "journal": "Global Environmental Change", "volume": "23", "authors": [{"name": "O'Neill Saffron J.", "first_name": "O'Neill", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Niemeyer Simon", "first_name": "Niemeyer", "last_name": "Simon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Day Sophie A.", "first_name": "Day", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The New Boots on the Ground: NGOs in the Changing Landscape of International News", "year": "2015", "journal": "Journalism", "volume": "", "authors": [{"name": "Powers Matthew.", "first_name": "Powers", "last_name": "Matthew.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Opening the News Gates? Humanitarian and Human Rights NGOs in the US News Media, 1990–2010", "year": "2015", "journal": "Media, Culture \\& Society", "volume": "", "authors": [{"name": "Powers Matthew.", "first_name": "Powers", "last_name": "Matthew.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Measuring the Impact of PR on Published News in Increasingly Fragmented News Environments: A Multifaceted Approach", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Reich Zvi.", "first_name": "Reich", "last_name": "Zvi.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Attention for Climate Change Around the World: A Comparative Analysis of Newspaper Coverage in 27 Countries", "year": "2013", "journal": "Global Environmental Change", "volume": "23", "authors": [{"name": "Schmidt Andreas", "first_name": "Schmidt", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ivanova Ana", "first_name": "Ivanova", "last_name": "Ana", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schäfer Mike S.", "first_name": "Schäfer", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Climate Change in the British Press: The Role of the Visual", "year": "2009", "journal": "Journal of Risk Research", "volume": "12", "authors": [{"name": "Smith Nicholas", "first_name": "Smith", "last_name": "Nicholas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Joffe Helene", "first_name": "Joffe", "last_name": "Helene", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "May We Have Your Attention Please? Human-Rights NGOs and the Problem of Global Communication", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Thrall A. Trevor", "first_name": "Thrall", "last_name": "Trevor", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stecula Dominik", "first_name": "Stecula", "last_name": "Dominik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sweet Diana", "first_name": "Sweet", "last_name": "Diana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Civil Society Organizations at the Gates? A Gatekeeping Study of News Making Efforts by NGOs and Government Institutions", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Joye Stijn", "first_name": "Joye", "last_name": "Stijn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Can NGOs Change the News?", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Waisbord Silvio.", "first_name": "Waisbord", "last_name": "Silvio.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Development of the Picture-Superiority Effect", "year": "2006", "journal": "British Journal of Developmental Psychology", "volume": "24", "authors": [{"name": "Whitehouse Andrew J.", "first_name": "Whitehouse", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Maybery Murray T.", "first_name": "Maybery", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Durkin Kevin", "first_name": "Durkin", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}]}