{"doi": "10.1080/1461670X.2014.962927", "url": "https://doi.org/10.1080/1461670X.2014.962927", "title": "Chinese Journalists' Discursive Weibo Practices in an Extended Journalistic Sphere", "volume": "17", "year": "2016", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Fu", "first_name": "Jiawei", "name": "Jiawei Sophia Fu"}, {"last_name": "Lee", "first_name": "Alice", "name": "Alice Y. L. Lee"}], "abstract": "This study examines Chinese journalists' Weibo practices by analyzing 2659 Weibo posts by journalists. Previous studies indicate that Western journalists generally “normalize” their posting activities on social media to fit their professional standards and practices, but this normalization practice is conducted in a more complicated way in China. Our findings suggest that Chinese journalists' Weibo practices are influenced by four offline journalistic discourses: Party-press, professionalism, market economy, and Confucian intellectual. Overall, Chinese journalists' Weibo discourses exhibit political caution, professionalism deviation, marketing commitment, and Confucian intellectual expression. By comparing officially oriented and commercially oriented journalists, we find that commercial journalists who are subject to less political and organizational control were more politically engaged, professionalism deviant, and socially conscious. This study treats “journalists' Weibo” as a spin-off journalistic sphere. On this new technological platform, Chinese journalists are able to enjoy increased journalistic autonomy and freedom. Thus, while Chinese journalists normalize their Weibo practices based on their existing offline journalistic discourses, the spin-off sphere of Weibo provides them with new opportunities to deviate from traditional journalistic norms. Yet, we find that official political and organizational control is still tight. Thus, technological innovation and socio-political context are both important in influencing journalists' discursive practices on this extended news sphere.", "body": [{"title": "Introduction", "paragraphs": ["The rise of social media has significantly changed the way people obtain news and information. In recent years, more and more news organizations have opened official accounts on social media, such as Facebook, Twitter, and Weibo (China's Twitter equivalent), and many journalists worldwide micro-blog. Studies in the West indicate that journalists generally “normalize” their postings on Twitter to fit their professional norms and practices (Lasorsa, Lewis, and Holton 2012). In other words, Western journalists' micro-blogging practices are guided by their professional values, including a kind of voluntary self-regulation through professionalism.", "Nevertheless, no study has systematically examined journalistic discourses on micro-blogging in socio-political settings other than in Western liberal countries. How journalists micro-blog and the extent to which they normalize their practices on social media vary according to contextual factors. Consequently, research findings on journalists' micro-blogging practices in the West may not be generalizable, especially to non-liberal countries where press freedom is constrained. In China, Weibo is a leading news source and “journalists' Weibo”1 has become very popular (Xinhua Online 2012). Given the Party journalism model and tight media censorship system, social media might be viewed as an ideal alternative. The normalization or regulation of journalists' social media practices is a much more complex process in China than in the West, as Chinese news organizations are state-owned and subject to tight government control. This unique socio-political context thus provides us with an opportunity to gain insights into how institutional factors contextualize a new medium and its potential impact on traditional journalism in a non-democratic country.", "This study explores the discursive practices of Chinese journalists on Weibo, and discusses their effects on traditional journalism in China. Drawing on the findings of previous journalism research, we propose that Chinese journalists' Weibo practices are normalized by existing offline journalistic discourses and construct an analytical framework for the examination of Chinese journalists' Weibo activities. The aim of this study is to contribute to the existing theoretical literature on the interaction between offline journalistic norms and online journalistic practices. Additionally, we define “journalists' Weibo” as a spin-off journalistic sphere in which a series of journalistic boundaries are blurred. Based on our research findings, we discuss whether the boundary crossing changes traditional offline journalism and enhances journalistic autonomy in China's Web 2.0 media environment."]}, {"title": "The Normalization Thesis", "paragraphs": ["In the Web 2.0 era, blogs, social media, and sites run by citizen journalists provide a large amount of news and information and a considerable number of scholars have begun to examine the complex relationship between professional journalism and blogging. For example, one study found that current affairs bloggers commonly regard their blogs as a form of journalism, in which they conform to professional journalistic norms such as fact verification and source quotation (Gil de Zuniga et al. 2011). While studying political journalist bloggers, Singer (2005, 174) also found that most journalists “are normalizing the blog as a component, and in some ways an enhancement, of traditional journalistic norms and practices.” Her study showed that journalists remained as gatekeepers and used links extensively to enhance objectivity and transparency. Thus, journalists appear to be normalizing this new medium in accordance with established standards and practices.", "Building on Singer's (2005) work, Lasorsa, Lewis, and Holton (2012) showed that the journalistic normalization of new media use is also present on Twitter. Another study, which investigated how Flemish journalists negotiate guidelines for Twitter use, yielded similar results (Opgenhaffen and Scheerlinck 2014). Despite the normalization hypothesis, scholars discovered that new technologies are also altering professional norms as they become journalists' daily routine. In a later study, Singer (2007) argued that commitments to truth and public accountability were greatly challenged by bloggers. Lasorsa, Lewis, and Holton (2012) also found that compared with national broadcast journalists, local broadcast journalists are more likely to challenge traditional journalistic values on Twitter. Coddington (2013) suggested that although journalists' hyperlinking practices were deeply molded by professionalism, they have changed the landscape of traditional journalistic norms.", "The flurry of journalistic normalization studies, however, were conducted in Western democratic contexts, in which professionalism is the major force guiding journalistic work. This study examines whether journalists operating in a different media system also normalize their journalistic professional values to their Weibo practices, and whether any other social and institutional forces shape journalists' Weibo discourses. We define professionalism as the quality of being professional along with its associated practices and conduct. Journalists who emphasize professionalism seek “to standardize the occupational roles involved in journalistic work” (Zelizer and Allan 2010, 120). Unlike market-driven journalism, whose proponents regard news stories as commodities, professional journalism prioritizes the professional values of truth, objectivity, fairness, impartiality, accountability, and transparency."]}, {"title": "journalists' Weibo as an Extended Journalistic Sphere", "paragraphs": ["The triple revolution, characterized by the prevalence of social media, the empowerment of the internet, and the connectivity of mobile media devices (Rainie and Wellman 2012), has changed the media environment and led to what Hermida (2010) called “ambient journalism.” This new para-journalism model of micro-blogging, an always-on “awareness system,” allows audiences to receive instant, concise, and fragmented information from various sources (298).", "Engaging with this ambient journalism, netizens in China have embraced Weibo as a significant source of news. According to Li and Qiang (2012), the most prominent feature of Weibo is its intensive attention to current affairs and its ability to provoke heated social discussions. Additionally, mobile devices have become the major communication receivers, as two-thirds of Weibo users now use smartphones (CINIC 2013). Thus, Weibo enables individuals to retrieve news from a range of sources at any time and in any place.", "Riding the wave of ambient journalism, news organizations use Weibo as an organizational promotion tool, a news-gathering and -delivering platform, and a channel for building relationships and soliciting feedback (Bai 2013; Zhou 2013). In China, in addition to setting up official accounts, news organizations encourage their journalists to have Weibo accounts for the following reasons. First, Weibo is a convenient tool for reporting and performing job-related activities. Second, Weibo can increase journalists' visibility and enhance the reputation of their respective news organizations.", "Most news organizations in China are state-owned. The delivery of news is tightly monitored by the Propaganda Department of the Communist Party, and news stories released by mainstream news media undergo heavy censorship. In contrast, journalists' Weibo postings do not need to go through the official filtering process and journalists can deliver news stories and offer personal comments on current affairs through their Weibo accounts. Hence, Chinese journalists “go beyond gatekeeping by watching the gate, poking the gate, and mocking the gate through blogging” (Yu 2011, 379). As a result, Weibo has become a popular substitute for daily newspapers (Han 2013).", "In this study, “journalists' Weibo” is conceptualized as a spin-off journalistic sphere in which journalists report, share, and disseminate news and information. Journalist micro-bloggers are affiliated with news organizations, and their micro-blogs are closely linked to their professional identities. Thus, journalists' use of Weibo is regarded as an extension of offline news media (Xinhua Online 2012). Yet, this spin-off journalistic sphere has profoundly influenced traditional journalism. For example, Tong (2013) asserted that Weibo has prompted journalists to adjust their work to the changing media landscape and put traditional journalism on the defensive, forcing it to safeguard its authority and legitimacy. Zhou (2013) suggested that Weibo has boosted professionalism in China. The personalizing characteristics and participatory media format of Weibo blur a number of traditionally well-defined journalistic boundaries.", "First, journalists' use of Weibo blurs the boundary between private and public space. Although journalists' Weibo seems to be a private sphere, it actually plays the role of a public sphere in which journalists enter into dialogue with their audiences, join public discussions, offer professional comments, and deliver breaking news (Su, Zhang, and Zhang 2012). A study of journalists' blogs found that journalists use blogs as a semi-public space in which to make sense of their personal lives and professional journalistic ideologies. Accordingly, journalists' use of Weibo creates an interpretive community that gives the public access to insider perspectives (Chu 2012).", "The second boundary tension concerns the conflict between a journalist's identity as a citizen and their identity as a professional. Li (2012) argued that journalists' Weibo accounts differ from ordinary citizens' accounts in several respects. First, journalists have greater information resources and a potentially greater influence on society. Second, as ordinary users are aware of the posting journalists' professional identities, they impose professional expectations on journalists' posting activities. Although journalists use their personal identities to engage with other users on Weibo, they inevitably take advantage of the social capital of their news organizations (Li 2012). Thus, journalists' personal and professional identities are inseparably intertwined, unlike those of most ordinary Weibo users.", "The third boundary tension arises between the traditional “backstage” mode of news production and the emerging opportunity for “front-stage” journalism on Weibo. Weibo has enhanced the visibility of several aspects of traditional journalism. In the past, journalists produced news stories backstage and delivered the final news products in solid and fixed form to their audiences. On Weibo, however, journalists come forward and interact with their audiences, sending a liquid form of news to their audiences. Weibo offers diverse ways for journalists to express their individuality, increase visibility, improve reputations, and enhance autonomy. Thus, journalists can interact with their audiences and tell behind-the-scenes private and public stories, which can be considered a kind of “dialogue journalism” (Zhou 2013, 56).", "More importantly, Weibo is an emerging platform on which to circumvent China's tight political restrictions. In theory, Weibo enables journalists to publish censored or sensitive news that is unavailable to the public via traditional media routes (Chan 2011; Su, Zhang, and Zhang 2012). However, the challenges remain daunting, as both Weibo and the government are committed to tight censorship (Chan 2011; Sullivan 2012). Given these hopes and challenges, this study explores journalistic practices in this spin-off journalistic sphere and discusses their effects on Chinese journalism."]}, {"title": "journalists' Weibo and Journalistic Discourses in China", "paragraphs": ["As blogs become increasingly influential, journalists and news organizations have begun to incorporate social media into their daily journalistic practices (Lasorsa, Lewis, and Holton 2012; Singer 2005). Many news organizations, such as Reuters, Associated Press, and the BBC, have established formal guidelines for social media use. The underlying mechanism by which Twitter is normalized is the application of professional journalistic values. Thus, journalists' use of social media can be viewed as a continuation and extension of their offline professionalism. However, political factors play a more important role in the Chinese setting. Any exploration of the factors influencing journalists' Weibo practices must be contextualized with reference to the Chinese system of journalism in the twenty-first century.", "In recent decades, China has undergone great socio-economic changes, and increasing attention has been paid to the professionalization and marketization of the media. Yet, Pan and Lu (2003) argued that despite a minor shift away from the pure Party-press journalistic paradigm, professionalism is still fragmented and truncated in China, manifesting itself only in narrow contexts. China is ranked 175th of 180 countries in the World Press Freedom Index (Reporters Without Borders 2014), and press freedom is under serious threat in this one-party state. Some scholars have questioned the presence of journalistic professionalism in China, due to the state's forceful intervention in news provision (Chan, Lee, and Pan 2006). It would be “an oversimplification to conclude that non-Party journalism necessarily indicates professional journalism” (Chan, Lee, and Pan 2006, 941). In Lee's (2004) view, Chinese journalists are affected by other ideological frameworks, such as Confucianism, Maoism, Communist capitalism, and state capitalism.", "Meanwhile, socio-technological developments in China have been observed to cause shifts in the journalistic paradigm, with market-driven professional journalism emerging as a direct competitor to the Party-press paradigm (Pan and Chan 2003). Some researchers have expressed optimism about the future of professional journalism in China. For example, Zhang (2009) found that Chinese journalists' perceptions of their professional roles and norms are actually similar to those of their counterparts in the West. Although most organizations in China rely on state subsidies, more and more media organizations are becoming financially self-sufficient. Chinese journalists are keenly aware of their collective role as a mouthpiece for state propaganda, and tend to remain politically orthodox and avoid taking political risks. They obey the state's mandate to promote “stability,” and adhere to the restrictive guidelines set by China's Propaganda Department (Liu 2011). However, although political pressure and state control greatly influence journalistic practices in China, and lead to heavy self-censorship (Zhang and Fleming 2005), Chinese journalists try to find ways to report news stories that have market value.", "China's Propaganda Department and the official All-China Journalists Association grant annual awards for journalism, of which the Fan Changjiang Journalism Award and the Zou Taofeng Journalism Award are the most prestigious. Fan and Zou are consistently promoted as role models for Chinese journalists. They were outstanding intellectuals who served the nation by actively publishing and reporting on news events before World War II. They viewed journalism as a means of influencing and improving society (Fang and Zhang 1994). Thus, the traditional perception of journalists as Confucian intellectuals with a social mission has been underscored in official and unofficial discourses of journalism (Pan and Lu 2003).", "The complexity and hybridity of the Chinese media system are mirrored in its offline journalistic practices. Pan and Lu (2003) put forward an integrated perspective to analyze offline discursive practices and identified four which are produced by Chinese journalists, with each type involving a particular approach to reporting and writing news stories. Based on the socio-political situation in China, Pan and Lu (2003) analyzed the key components of each discourse. Journalists producing Party-press discourse express loyalty to the Communist Party and disseminate Party propaganda. Chinese journalists' professional discourse is based on the same premises as Western journalism, such as objectivity and autonomy. Market-economy discourse conveys news stories in ways that appeal to the market. Confucian discourse is designed to teach the public to recognize their own and the nation's interests. This model of discourse is based on the philosophical values of traditional Confucianism and public intellectualism, such as being the conscience of society, speaking the truth, being the voice of the people and being open to new ideas (Pan and Lu 2003, 213). These discourse analyses are actually in line with the works of other Chinese communication scholars, such as Lee (2004).", "As mentioned in the introduction, Chinese journalists' professional context is distinct from that of their Western counterparts. They are subject to the constraints of the market and professional norms, but are also required to work under political control and in accordance with the traditional ideals of the Confucian intellectual ideal. This study thus adopts Pan and Lu's (2003) notion of offline discursive journalistic practices and builds a framework to analyze Chinese journalists' Weibo practices (see Figure 1).", "As the process by which journalists in non-democratic countries normalize their micro-blogging discourses remains largely unclear, it is important to determine how contextual factors shape journalists' micro-blogging practices. The proposed framework leads to a theoretical question exploring how offline journalistic practices influence journalists' Weibo behavior in the semi-authoritarian context of China. RQ1: How does the current offline discursive journalistic paradigm affect journalists' Weibo behavior? ", "How does the current offline discursive journalistic paradigm affect journalists' Weibo behavior?", "Previous studies have shown that institutional factors such as organizational structure and aspects of the socio-political context influence journalists' use of Weibo (Sullivan 2012; Zhou 2013). Although most media outlets in China are state-owned, news organizations in China should be classified as either official Party institutions or more commercially oriented organizations (Chan, Lee, and Pan 2006; Zhou 2013). The two types of organization show “structural differences,” such as different levels of autonomy (Chan, Lee, and Pan 2006, 943). More officially oriented news organizations adhere to the Party-journalism model and disseminate propaganda, whereas more commercial news organizations are less subject to control by the Communist Party, and thus help to disseminate diversified information that challenges the state's control of information and empowers its audiences (Lin 2012; Plumb 1983). A survey of Chinese journalists suggested that commercial journalists shared similar professional attitudes with elite Western journalists, such as an emphasis on the dissemination of objective information. In contrast, propagandist journalists praise the official Party organs and assume the roles of news interpreters and popular advocates (Pan and Chan 2003). Zhou (2013) suggested that commercially oriented journalists are generally more open on Weibo, however, he provided no empirical data to support this argument. We aim to fill this research gap by investigating the extent to which Weibo allows commercially oriented journalists to deviate from the norms of traditional Party discourse. Consequently, we pose a second research question: RQ2: Do journalists from China's official media and commercial media exhibit different discursive Weibo practices? ", "Do journalists from China's official media and commercial media exhibit different discursive Weibo practices?"]}, {"title": "Method: Content Analysis and Document Analysis", "paragraphs": ["We used both quantitative and qualitative research methods. The unit of content analysis was individual journalist's postings on Sina Weibo, the largest Weibo portal in China. In addition, we conducted qualitative document analysis to gain supplementary insights.", "We designed a content analysis instrument and coded journalists' Weibo postings from September 1 to 14, 2013. We chose this relatively stable period to avoid major political incidents and time-sensitive elements, such as the Bo political incident in late August 2013. Moreover, as shown by Lasorsa, Lewis, and Holton (2012), the use of a two-week time-frame ensures some level of diversity of journalists' micro-blogging activities. The sampling frame was the “Hall of Fame” section of Sina Weibo, a database that provides information on the Weibo profiles of all officially verified media professionals (http://verified.weibo.com/fame/chuanmei). This database lists reporters and editors by name (in alphabetical order), location, affiliated news organization, and professional expertise. However, the database does not include journalists who chose not to reveal their professional identities on registration. As the majority of the official accounts are held by employees in the newspaper, magazine, radio, and television sectors (cf. Chen 2013), we used systematic sampling to select every 10th journalist from each sector. This method was chosen for logistical reasons—to conserve resources—and yielded a sample of 176 journalists.", "The original sample derived from the “Hall of Fame” database comprised information on the gender, national region, organizational affiliation, and Weibo profile of each journalist sampled, as of September 2013. As many journalists closed or changed their Weibo accounts before September 2013, and others did not use Weibo during the relevant period, the actual number of journalists sampled was 113. During the period under study, 2659 messages were posted, of which 15 were automatic Weibo system messages, leaving 2644 valid postings from 113 journalists. About half (51.3 percent) of the journalists were male. Of the 113 journalists sampled, 48.6 percent worked for newspapers, 29.7 percent worked for television broadcasting networks, 10.8 percent for radio stations, and 6.3 percent for magazines. The employees of national news organizations comprised 38.5 percent of the sample, and 58.7 percent were local journalists. Approximately two-thirds of the organizations with which the journalists were affiliated were officially oriented, and 32.1 percent were commercially oriented. As shown in Table 1, the Weibo behavior of the journalists in the sample differed widely in every respect. The size and diversity of our sample ensured that it was reasonably representative of Chinese journalists' behavior on Weibo.", "To fully capture the variation in journalists' daily micro-blogging behavior across the sample, we coded all the messages posted by each journalist every day for two weeks. On average, 1.44 messages were posted per day. However, the journalists varied widely in the frequency of their posting; some seldom posted on Weibo, whereas one posted an average of 34.0 messages per day.", "Based on our proposed framework, we analyzed four types of Weibo discourses produced by journalists (see Figure 1). In addition, we compared the Weibo discourses of more officially oriented journalists with their more commercially oriented counterparts. We operationalized the distinction by determining whether the program or news organization employing each journalist emphasized market profits or propaganda. We also ascertained whether each media organization was initially founded by the Communist Party. For example, we classified the People’s Daily as officially oriented, and Southern Weekend as commercially oriented.", "Journalists producing Party-press discourse work as propagandists for the Communist Party and seek to educate the public about Party ideology (Pan and Lu 2003). China's Communist Party expects journalists to refrain from liberal political discussion. We designed four indicators of political Party-press discourse: sensitive political posting, censorship, major-opinion posting, and re-tweeting. To code the first indicator, we determined whether a given post was sensitive in the semi-authoritarian political context of China. Further, as the government heavily censors any keywords that promote liberties or elicit political unrest, we identified two types of censorship on Sina Weibo. External censorship occurs when Weibo administrators delete sensitive posts to maintain political stability and social harmony. For example, if certain sensitive words, such as “Arab Spring” or “Jasmine Revolution,” appear in a journalist's posting, the Weibo system will automatically recognize them and delete the entire post immediately. Each deleted post is replaced with the following message from Sina Weibo: “This post is not appropriate for disclosure to the public.” The second type of censorship occurs when journalists withdraw their own previously uploaded posts. Self-censored messages may relate to controversial or sensitive topics that journalists initially wished to discuss, but subsequently felt were too risky to remain on Weibo. The primary purpose of a major-opinion post is to express an original opinion, whereas a minor-opinion post conveys a brief personal opinion on objective facts. A re-tweet is a post that has been shared verbatim from another identifiable user. Re-tweeting can be considered a form of Party-press discourse because it enables journalists to indirectly voice their concerns about social issues without initiating potentially controversial topics. We postulated that journalists who re-tweet regularly but post few major opinions wish to minimize their political involvement.", "We used a framework developed by Lasorsa, Lewis, and Holton (2012) to examine journalists' professional discourse. Nonpartisanship and impartiality are achieved when a post contains information only, and is free of personal opinion. Gatekeeping occurs when journalists are reluctant to share other people's messages, and thus limit opportunities for other participatory voices. Accountability and transparency may be achieved by posts on journalistic work, discussion, and hyperlinking practices. Talking about work occurs when a journalist is reporting on the progress of ongoing projects, or providing information about journalistic work. Discussion tweets take the form of public replies to comments made by other users. Hyperlinking refers to the practice of linking to an external website.", "We used three indicators to assess journalists' use of market-economy discourse: self-promotion, organizational promotion, and news delivery. Self-promotion and organizational promotion are achieved by posts that promote a journalist's own work or introduce the work of colleagues. Disseminating news products unaccompanied by opinion is a type of marketing strategy that treats Weibo as an alternative news-delivery platform.", "As public intellectuals with Confucian ideals, journalists are expected to be outspoken, enlightening, socially conscious, and responsible. To identify instances of Confucian intellectual discourse on Weibo, we designed three indicators to identify the core spirit of Confucian philosophy: (1) self-expression, sharing wisdom or enlightenment; (2) being the voice of the people and expressing social concerns; and (3) the pursuit of truth and openness. Self-expression, sharing wisdom or enlightenment occurs when journalists actively express themselves to the public through talking about their personal life, expressing personal wisdom and philosophy. Being a voice for the people and expressing social concerns occurs when journalists talk about public issues and express their opinions on issues of social concern; this is consistent with the Confucian principle that intellectuals should be socially and politically responsible. The pursuit of truth and openness is realized when journalists post messages on sensitive topics as public intellectuals. Adding comments to re-tweets also demonstrates journalists' desire to express their personal opinions, openly discuss social issues, and pursue truth.", "The four types of discourse identified by Pan and Lu (2003) and the indicators used to assess them, however, are not regarded as mutually exclusive in this study. In other words, a single post may exemplify multiple types of discourse. For example, the following post is both a re-tweet and a minor-opinion post, and the journalist also added a personal comment complimenting the author's choice of title. Thus, the post below offers an example of Party-press discourse, professional discourse, and Confucian intellectual discourse: RT [re-tweet]: The hearing of a corruption case involving an ex-government official was delayed due to traffic congestion in Beijing. ", "RT [re-tweet]: The hearing of a corruption case involving an ex-government official was delayed due to traffic congestion in Beijing.", "The study involved two coders and inter-coder reliability was measured using a random subset of 270 posts (Cohen 1968). The reliability estimates for the variables ranged from 0.83 to 0.98 (mean = 0.89), except “talking about work,” which received a reliability score of 0.75.2 Fortunately, “talking about work” was only one of three variables used to measure accountability and transparency, and the other two variables were found to be highly reliable (discussion = 0.89; hyperlinking = 0.92). We also randomly coded 20 percent of the data on the journalists' organizational orientation, and obtained a high estimate of reliability for this measure (0.89).", "We analyzed several sets of guidelines on social media use issued by China's Propaganda Department, the All-China journalists' Association, and two news organizations in China. We also examined the records of a roundtable discussion forum on journalists' use of Weibo organized by Xinhua, an official propaganda news agency in China. These documents helped us to gain insight into how authorities, scholars, and official media agencies in China perceive journalists' use of Weibo."]}, {"title": "Results: Discursive Weibo Practices", "paragraphs": ["RQ1 asked, “How does the current offline discursive journalistic paradigm affect journalists' Weibo discourse?” Our findings indicate that journalists' use of Weibo was not only subject to the influence of professional values, but also subject to the Party-press, market economy, and Confucian intellectual discourses. Journalists were strongly submissive to the Party-press discourse and exhibited strong political caution when posting on Weibo as a defense mechanism against China's restrictive media environment. We found that journalists were only weakly committed to promoting professional values and supporting the market economy. Interestingly, however, journalists' desire to express themselves on Weibo as public intellectuals was moderately strong.", "The Party-press discourse heavily influenced journalists' Weibo discourses, with journalists revealing a strong tendency for political detachment due to the restrictions on news reporting by the Communist Party. Journalists tended to discuss non-sensitive issues, to exercise self-discipline before publishing posts, to avoid directly expressing personal political opinions, and to re-tweet substantially. In both online and offline contexts, Chinese journalists are required to follow the Party line and act as the Party's propagandists, not as opinion leaders (Table 2).", "Ordinary Weibo users expect journalists on Weibo to follow up on controversial social issues and offer independent views on “hot” social topics (Li 2013). However, only 8.48 percent of the posts were sensitive, and only 39 (34.51 percent) journalists posted messages on sensitive topics. Two journalists were responsible for two-thirds of the sensitive posts. When we controlled for the activity of these two journalists, the overall rate of sensitive posting dropped substantially, to 3.84 percent. Thus, although the majority of journalists exhibited strong political detachment on Weibo, a vocal minority deviated from the restrictive norms of Party-press discourse. For example, on September 3, Journalist 12 discussed a sensitive legal and political issue: China has issued a new criminal charge of “potential political petition.” If you plan to initiate a petition, you have already violated the law. A citizen called Wang Qin in Nantong City was re-educated through labor for a “planned petition.” ", "China has issued a new criminal charge of “potential political petition.” If you plan to initiate a petition, you have already violated the law. A citizen called Wang Qin in Nantong City was re-educated through labor for a “planned petition.”", "Censorship influences journalists' use of Weibo. Although the 13 observed cases of external censorship and 56 cases of self-censorship represented a small proportion of the sample, the Weibo-use guidelines issued by the Propaganda Department and a number of news organizations in China require journalists to refrain from commenting or posting material on any sensitive or controversial issues. Presumably, many journalists had censored their messages even before uploading them.", "Only 12.24 percent of the posts were “major-opinion” items. Many journalists seem to have avoided posting outspoken messages on Weibo, because opinionated posts are often related to politics, and it is risky to be unduly expressive. Moreover, two-thirds of the posts were re-tweets, indicating that the majority of journalists chose to express their social concerns indirectly. In re-tweeting messages, journalists act as “online opinion carriers and porters” (Li 2011).", "In a Weibo discussion forum organized for journalists by Xinhua news agency (Xinhua Online 2012), scholars of journalism and media practitioners urged Chinese journalists to use professional principles to regulate their behavior on Weibo. Our findings show that Chinese journalists provide hyperlinks to enhance accountability and transparency. However, the journalists sampled in our study were only weakly committed to professionalism. Nearly half the journalists' posts contained elements of personal opinion, indicating that they frequently deviated from their traditional role as objective and impartial providers of information. Journalists also tended to deviate from their traditional gatekeeping role, and did not take advantage of the opportunity offered by Weibo to enhance their journalistic accountability and transparency. Although professionalism is the main force responsible for normalizing Western journalists' social media activities, it seems that professionalism plays only a minor role in determining Chinese journalists' behavior on Weibo (Table 3).", "Weibo provides a very useful means for Chinese journalists to enhance their personal visibility and draw attention to their organizations' work. However, journalists seemed to only rarely engage in market-economy discourse; a mere 13.13 percent of their posts were promotional (Table 4).", "Chinese journalists influenced by Confucian philosophy were willing to express themselves, enlighten the public, and share wisdom on Weibo. Their desire to voice social concerns was moderately strong, with positive significance. They also emphasized truth and sought to build a fair society. Thus, Weibo provides Chinese journalists with an alternative platform from which to fulfill their roles as public intellectuals.", "One-third of the journalists' posts were on private topics, and one-fifth of these private posts shared personal philosophical observations intended to help other Weibo users to find meaning in life and assume appropriate roles in the community (Table 5). For example, Journalist 55 shared the following personal wisdom on September 4:", " Life is an upward trajectory; as time passes by, we grow more easily. ", "Life is an upward trajectory; as time passes by, we grow more easily.", "Two-thirds of the posts were related to public issues, indicating journalists' desire to engage with issues of social concern. According to Confucianism, intellectuals should not only take care of their own well-being, but contribute to national integration and development. Intellectual journalists with a Confucian ideology are expected to pursue the truth and remain open to new ideas. Journalists engage in Confucian intellectual discourse when they post comments about public issues. The journalists in our sample were particularly vocal regarding fairly non-sensitive social issues. On September 2, for example, Journalist 12 shared his social concerns and conveyed the value of virtue to the public by commenting on a re-tweet telling the story of a homeless mother and her daughter permitted by KFC to live in the corner of one of its restaurants for 50 days: Though I don't like eating KFC, I appreciate what KFC has done. ", "Though I don't like eating KFC, I appreciate what KFC has done."]}, {"title": "Comparison of Official Journalists with Commercial Journalists on Weibo", "paragraphs": ["RQ2 is, “Do officially oriented and commercially oriented journalists differ in their discursive Weibo practices?” To ascertain whether journalists from different backgrounds differ in their networking activities and discursive practices on Weibo, we grouped the journalists into a more “official” category (N = 72, 66.06 percent) and a more “commercial” category (N = 35, 32.11 percent).3 According to the results of independent-samples t-tests, the official and commercial journalists did not differ in their numbers of followers or friends, their total number of posts, their number of posts in two weeks, their longevity, or the possibility of their posts being re-tweeted or commented on by other users (see Table 6). Overall, these findings suggest that official journalists and commercial journalists do not differ in either their popularity or their networking activities on Weibo.", "Next, we performed chi-square tests to compare the discursive Weibo practices of the officially oriented and commercially oriented journalists (see Table 7).", "As shown in Table 7, the journalists working for more officially oriented media organizations tended to post fewer “major-opinion,” “sensitive,” and “censored” messages than their commercial counterparts. They also “re-tweeted” less frequently. In general, therefore, official journalists were found to be more politically cautious on Weibo than their commercially oriented colleagues. However, only the differences in the frequency of sensitive posts, censored messages, and re-tweets were statistically significant.", "(1) Nonpartisanship and impartiality: compared with the officially oriented journalists, commercial journalists posted more major and minor opinions on Weibo. However, this difference was not statistically meaningful. (2) Gatekeeping: the two groups differed significantly in the frequency of their re-tweets; the commercial journalists were more willing to give participatory voices to others. (3) Accountability and transparency: the commercial journalists were more likely to talk about their jobs. However, there were no substantial differences between the two groups in their willingness to engage in discussion or their hyperlinking practices. In summary, commercial journalists were more likely than official journalists to deviate from professional norms and practices.", "The officially oriented journalists were more committed to their respective markets: they promoted themselves, promoted their organizations, and disseminated objective news more frequently than commercial journalists. However, the difference in the number of information-only posts was not statistically significant. This finding is interesting and unexpected. One possible explanation is that Chinese people may place less trust in official media when exposed to more online news (Xu 2013). As Weibo is a leading online news source, Weibo users may evaluate the state media and journalists affiliated with officially oriented media organizations more negatively. As a result, more promotional efforts may be required from official journalists. Another possible explanation, as various official documents regarding Weibo usage suggest, is that the government encourages official journalists to actively manipulate public opinion by posting propaganda messages on Weibo. Thus, officially oriented journalists in our sample may have been required to take the initiative in promoting their work and setting a public agenda.", "The official journalists generally posted messages about private topics and shared philosophical observations more frequently than their commercial counterparts, but the differences were not statistically significant. Commercially oriented journalists were more willing to post sensitive and opinionated messages, add comments when re-tweeting, and talk about public issues. However, only the differences in the frequency of sensitive posts and the readiness to add comments were statistically significant. Thus, commercial journalists generally engaged more in Confucian discourse and acted as public intellectuals."]}, {"title": "Journalistic Deviation in a Spin-off Journalistic Sphere", "paragraphs": ["journalists' Weibo is a spin-off social media sphere in the Web 2.0 interactive environment, which allows journalists to extend their journalistic activity from delivering news to commenting on current affairs, interacting with readers, presenting themselves, and guiding public opinion. In their work for offline media organizations, Chinese journalists routinely receive detailed instructions from the Propaganda Department on covering daily news, and certain editors are responsible for censoring news reports. However, Weibo's spin-off journalistic sphere enables journalists to publish sensitive news without going through the traditional newsroom monitoring and filtering process. In addition, Weibo's innovative format offers journalists opportunities to challenge dominant journalistic norms.", "The potential to cross boundaries in this spin-off journalistic sphere liberates journalists from conservative news-reporting traditions. Journalists now have more room to express their individuality, voice social concerns, and engage with public issues. Having moved from the backstage of news production to direct interaction with the audience, they have new social roles to play. For many journalists, Weibo is not only a private space but also a public sphere in which to fulfill their journalistic duties. On Weibo, they operate beyond the role of ordinary citizens and use their professional identities to express opinions on public issues as social critics, public intellectuals, and opinion leaders.", "We found journalists' use of Weibo to deviate from traditional offline journalistic practices in a number of ways. First, although most of the journalists sampled still exercised heavy self-censorship on Weibo, a vocal minority frequently posted about sensitive topics. Second, journalists deviated from the professional values of nonpartisanship and gatekeeping. Third, our findings suggest that more commercially oriented journalists, who are subject to fewer organizational constraints and less government control, are more willing to upload sensitive posts, offer opinions, re-tweet, and comment on re-tweets. As they are less obliged to publish news stories that publicize and promote the Communist Party, they have more leeway to produce news stories that are relevant to the lives of the general public, and to actively comment on social issues. It seems that officially oriented journalists were more inclined to toe the party line and keep to the status quo while journalists working for commercially oriented media tended to be more politically engaged and active in attracting followers. This finding is in line with the results of a study of “j-tweeters” in the United States, which showed that journalists from elite news media, who are subject to greater institutional pressure, were less active in sharing their opinions and engaging readers on Twitter, whereas less elite journalists were more willing to post opinions and deviate from traditional norms and practices (Lasorsa, Lewis, and Holton 2012). In the new participatory media environment, Chinese journalists have reconfigured and enlarged their journalistic autonomy on Weibo. Thus, Weibo has opened a door for journalists to circumvent organizational censorship and government restrictions."]}, {"title": "Discussion and Conclusion", "paragraphs": ["This research contributes to the existing theoretical literature on the interaction between offline journalistic norms and the online normalization of journalistic discourses. This study systematically examines Chinese journalists' micro-blogging discourses. Unlike the Twitter practices of Western journalists, which are normalized by professionalism, Chinese journalists' Weibo practices are configured by four key offline discursive practices. In a transitional society, Chinese journalists' discursive Weibo practices are not wholly subject to Party-press control; professionalism, market forces, and the Confucian tradition also influence their Weibo behavior. Our findings suggest that journalists' micro-blogging discourses interact with factors in their socio-political environment. As socio-political environments vary by country, and different types of journalistic ideology are prevalent in different socio-political contexts, a range of offline social and political forces normalize journalists' micro-blogging discourses.", "The internet provides a new setting for previously established activities, and normalization is predominant in online political communication (Margolis and Resnick 2000). Our findings corroborate the claim made by Singer (2005) and Lasorsa, Lewis, and Holton (2012) that existing offline journalistic norms shape journalists' behavior on social media. Yet, the normalization pattern is much more complicated in the Chinese setting, as China's offline journalistic values are not limited to journalistic professionalism. Thus, although normalized by distinct offline forces, Chinese journalists and Western liberal journalists share similarities in that offline journalistic practices are extended to the micro-blogging sphere and are normalizing their micro-blogging discourses. Therefore, journalists' online discourses are inseparable products of their offline practices and norms.", "Another finding that warrants attention is that journalists who cross boundaries on Weibo tend to deviate from traditional journalistic practices and norms. While Western journalists mainly deviate from traditional professional values, the Chinese journalists in this study, particularly those working in commercially oriented media, showed different types of deviations from their Western counterparts. Compared to their offline discourses, Chinese journalists tended to be more politically involved, to show greater concern for social issues, and to use Weibo's individualized platform to deliver unfiltered information. When reporting on a particular event was proscribed, they were still able to inform the public of the event by re-tweeting messages posted by other Weibo users. The spin-off journalistic sphere of Weibo provides journalists with the leeway to challenge traditional journalistic norms, and thus to conduct journalism in a non-traditional manner.", "However, the increase in journalistic autonomy and freedom provided by Weibo should not be over-stated, as certain offline regulations are extended to Weibo. Although journalists' Weibo is located in a free digital space, it is firmly rooted in the work of traditional news organizations. China's government and news organizations not only require journalists' Weibo behavior to be consistent with their offline journalistic practices, but demand that journalists actively play propagandist roles and manipulate public opinion on Weibo. This external pressure leads to self-censorship and constrains journalists' ability to be politically outspoken on Weibo. Thus, while technological innovation provides room for journalistic deviations, socio-political context extends structural and institutional control to constrain journalists' discursive behavior in the spin-off sphere.", "This study has several implications for China's media landscape and journalistic culture. The relative freedom granted by social media poses serious challenges to traditional newsroom censorship. Policy makers are expected to respond by implementing policy reforms to counteract social media users' various methods of circumventing censorship. As a result, Weibo will experience greater top-down official control. However, despite the development of official policies to constrain journalists' free expression and the free flow of information on Weibo, the public will still have access to more diverse information than in the past. In addition, journalists are expected to find means of circumventing the new censorship regulations. The spin-off sphere provided by Weibo may also give the commercial media more room to develop in China as netizens lose trust in the state media.", "From an international perspective, the results of this research have significant implications for the evolution of development journalism in non-democratic countries. Social media are providing an increasingly powerful platform for social movements and political engagement, as evidenced in China's anti-corruption movement and the events of the Arab Spring. Journalists, especially those subject to tight political constraints, are expected to take advantage of the social capital provided by social media to assume more responsibility for building civil society. Although offline control is extended to the online sphere, the internet provides leeway for journalists to circumvent various forms of censorship, which in turn configures traditional offline journalism practices in a more positive direction.", "This study has several limitations that require attention. As not all journalists in China use Weibo, the results of the study can only be generalized to journalists with a verified presence on Weibo. In addition, previous scholarship indicates that samples should be taken for a minimum of two constructed weeks to maximize the efficiency of online content analysis (Hester and Dougall 2007). Thus, constructed-week sampling may have been more appropriate, due to ongoing changes in the availability of social media content. However, we do not believe that these limitations diminish the value of our study as an investigation of Chinese journalists' discursive practices in the spin-off journalistic sphere of Weibo.", "In conclusion, this study sheds light on how journalists are using Weibo and how Weibo contributes to the development of alternative journalism in China's Web 2.0 media environment. As a spin-off journalistic sphere, Weibo provides Chinese journalists with unprecedented opportunities to gradually adjust their social roles, negotiate journalistic autonomy, and boost freedom. However, the rising journalistic autonomy and freedom on Weibo has not yet changed the national media landscape: the Party-press paradigm of journalism remains dominant in China, and Chinese journalists have yet to achieve full critical autonomy, even on Weibo."]}], "references": [{"title": "“Discussion on News journalists&#039; Code of Conduct on Social Media: A Comparative Study on Chinese media, Reuters and AP.” [In Chinese.]", "year": "2013", "journal": "The Journalist Monthly", "volume": "3", "authors": [{"name": "Bai Jing.", "first_name": "Bai", "last_name": "Jing."}]}, {"title": "“Online News Meets Established Journalism: How China&#039;s Journalists Evaluate the Credibility of News Websites", "year": "2006", "journal": "New Media and Society", "volume": "8", "authors": [{"name": "Chan Joseph M.", "first_name": "Chan", "last_name": "M."}, {"name": "Lee Francis L. F.", "first_name": "Lee", "last_name": "F."}, {"name": "Pan. Zhongdang", "first_name": "Pan.", "last_name": "Zhongdang"}]}, {"title": "“Chinese Journalists Circumvent Government&#039;s Tight Restrictions", "year": "2011", "journal": "Nieman Reports", "volume": "65", "authors": [{"name": "Chan Ying.", "first_name": "Chan", "last_name": "Ying."}]}, {"title": "“Media&#039;s Strategy to Manage Weibo.” [In Chinese.]", "year": "2013", "journal": "Science \\& Technology for China’s Mass Media", "volume": "5", "authors": [{"name": "Chen Yongdong.", "first_name": "Chen", "last_name": "Yongdong."}]}, {"title": "“Interpreting News Values in J-blogs: Case Studies of Journalist Bloggers in Post-1997 Hong Kong.”", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Chu Donna.", "first_name": "Chu", "last_name": "Donna."}]}, {"title": "“Weighed Kappa: Nominal Scale Agreement with Provision for Scaled Disagreement or Partial Credit", "year": "1968", "journal": "Psychological Bulletin", "volume": "70", "authors": [{"name": "Cohen Jacob.", "first_name": "Cohen", "last_name": "Jacob."}]}, {"title": "“Blogging as a Journalistic Practice: A Model Linking Perception, Motivation, and Behavior.”", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Gil de Zuniga Homero", "first_name": "Gil", "last_name": "de Zuniga Homero"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Willard Amber", "first_name": "Willard", "last_name": "Amber"}, {"name": "Valenzuela Sebastian", "first_name": "Valenzuela", "last_name": "Sebastian"}, {"name": "Lee Jae Kook", "first_name": "Lee", "last_name": "Kook"}, {"name": "Baresch. Brian", "first_name": "Baresch.", "last_name": "Brian"}]}, {"title": "“Twittering the News: The Emergence of Ambient Journalism.”", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred.", "first_name": "Hermida", "last_name": "Alfred."}]}, {"title": "“The Efficiency of Constructed Week Sampling for Content Analysis of Online News.”", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Hester Joe B.", "first_name": "Hester", "last_name": "B."}, {"name": "Dougall. Elizabeth", "first_name": "Dougall.", "last_name": "Elizabeth"}]}, {"title": "“Normalizing Twitter: Journalism Practice in an Emerging Communication Space.”", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton. Avery E.", "first_name": "Holton.", "last_name": "E."}]}, {"title": "“The Conception of Chinese Journalists: Ideological Convergence and Contestation.”", "year": "2004", "journal": "Perspectives", "volume": "16", "authors": [{"name": "Lee Chin-Chuan.", "first_name": "Lee", "last_name": "Chin-Chuan."}]}, {"title": "“A Brief Analysis on Newspaper journalists&#039; Use of Weibo in China.” [In Chinese.]", "year": "2013", "journal": "Today’s Mass Media", "volume": "1", "authors": [{"name": "Li Jianqiao.", "first_name": "Li", "last_name": "Jianqiao."}]}, {"title": "“Overview of Chinese Weibo Opinion Leaders.” [In Chinese.]", "year": "2012", "journal": "Southeast Communication", "volume": "10", "authors": [{"name": "Li Lei", "first_name": "Li", "last_name": "Lei"}, {"name": "Qiang. Yuexin", "first_name": "Qiang.", "last_name": "Yuexin"}]}, {"title": "“The Boundary Tension of Media Professionals&#039; Discursive Practice on Weibo.” [In Chinese.]", "year": "2012", "journal": "The Journalist Monthly", "volume": "9", "authors": [{"name": "Li Lin.", "first_name": "Li", "last_name": "Lin."}]}, {"title": "“Information Differentiation, Commercialization and Legal Reform: The Rise of a Three-dimensional State-media Regime in China.”", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lin Fen.", "first_name": "Lin", "last_name": "Fen."}]}, {"title": "“Structuration of Information Control in China.”", "year": "2011", "journal": "Cultural Sociology", "volume": "5", "authors": [{"name": "Liu Serena.", "first_name": "Liu", "last_name": "Serena."}]}, {"title": "“Shifting Journalistic Paradigm: How China&#039;s Journalists Assess ‘Media Exemplars.’”", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "Pan Zhongdang", "first_name": "Pan", "last_name": "Zhongdang"}, {"name": "Chan. Joseph M.", "first_name": "Chan.", "last_name": "M."}]}, {"title": "“The Political J-blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices.”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Contested Autonomy: Professional and Popular Claims on Journalistic Norms.”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“A Tale of Two Microblogs in China.”", "year": "2012", "journal": "Media Culture Society", "volume": "34", "authors": [{"name": "Sullivan Jonathan.", "first_name": "Sullivan", "last_name": "Jonathan."}]}, {"title": "“Weibo Communication and the Epistemic Authority of Chinese Journalism: A Case Study of the 2011 Wenzhou High-speed Train Incident.”", "year": "2013", "journal": "Communication and Society", "volume": "25", "authors": [{"name": "Tong Jingrong.", "first_name": "Tong", "last_name": "Jingrong."}]}, {"title": "“Trust in Chinese State Media: The Influence of Education, Internet and Government.”", "year": "2013", "journal": "Journal of International Communication", "volume": "19", "authors": [{"name": "Xu Jie.", "first_name": "Xu", "last_name": "Jie."}]}, {"title": "“Beyond Gatekeeping: J-blogging in China.”", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Yu Haiqing.", "first_name": "Yu", "last_name": "Haiqing."}]}, {"title": "“Examination of Characteristics of News Media Censorship: A Content Analysis of Selected Chinese Newspaper&#039;s SARS Coverage.”", "year": "2005", "journal": "Asian Journal of Communication", "volume": "15", "authors": [{"name": "Zhang Ernest", "first_name": "Zhang", "last_name": "Ernest"}, {"name": "Fleming. Kenneth", "first_name": "Fleming.", "last_name": "Kenneth"}]}, {"title": "“What&#039;s Wrong with Chinese Journalists? Addressing Journalistic Ethics in China through a Case Study of the Beijing Youth Daily.”", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Zhang Shixin I.", "first_name": "Zhang", "last_name": "I."}]}, {"title": "“From Backstage to Frontstage: The Visualization of Journalism in the New Media Environment.”", "year": "2013", "journal": "Communication and Society", "volume": "25", "authors": [{"name": "Zhou Baohua.", "first_name": "Zhou", "last_name": "Baohua."}]}]}