{"doi": "10.1080/1461670X.2012.746860", "url": "https://doi.org/10.1080/1461670X.2012.746860", "title": "Print and Online News", "volume": "14", "year": "2013", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Doudaki", "first_name": "Vaia", "name": "Vaia Doudaki"}, {"last_name": "Spyridou", "first_name": "Lia-Paschalia", "name": "Lia-Paschalia Spyridou"}], "abstract": "Drawing upon the notions of remediation and bricolage, the present study investigates the content relationship of print and online news. The article analyses the main characteristics and changes occurring in the form of print and online news at a time when cultural, technological and economic imperatives nurture a new ethos in the practices of professionals and organizations. Print and online newspapers in Greece seem to share a symbiotic relationship, with the representational power of the print—articulated in news form and relevant news values and criteria—still being strong. Although displacement effects are hard to claim, both print and online media tend to refashion themselves. It remains to be seen whether this refashioning process will lead the two media to greater amalgamation, bringing them even to merge into one or whether divergence processes will prevail, generating distinct news forms.", "body": [{"title": "Introduction", "paragraphs": ["In the early days of the Web it was argued that online journalism would create a new generation of journalistic conventions that could affect old media as well by prompting a new set of ideas and practices (Fulton 1996). Since then, debates on the complementary or displacing effects of print and online editions are strong and persistent (Bressers 2006; Van der Wurff 2011). Despite pessimistic claims arguing for the demise of print newspapers (Meyer 2009), traditional and online newspapers still co-exist. More optimistic pundits claim an “editorial Darwinism”, according to which newspapers are adapting both their contents and formats in response to developments in media technology, pressures of market forces, and readers’ changing needs and uses for news (Franklin 2008). At the core of the “adaptation discussion” lies the notion of convergence connoting new modes of production (integrated production), novel delivery of news and information (multiplatform delivery) and active consumption of news (active audience) (Klinenberg 2005).", "Inherent in this development is the question addressing the relationship between traditional media and their online counterparts. In order to provide answers, analysts have focused extensively on issues of organizational integration (Vobic 2011), changes affecting the professional identity of journalists (Weiss and Joyce 2009; Robinson 2010), economic perspectives analysed in terms of user-demand (Chyi et al. 2010; De Waal and Schoenbach 2010) and sustainable business models (Kaye and Quinn 2010). However, the study of content relations between print newspapers and their online counterparts has attracted less attention. Drawing upon the notion of the news form (Barnhurst and Nerone 2001; Nerone and Barnhurst 2003), the present research attempts to study news formats and modes of presentation in print and online editions. The analysis of news form elements in print and online versions illustrates the dynamic relationship between media (Cooke 2005) and sheds light on how journalistic techniques and conventions evolve and transcend media boundaries."]}, {"title": "Studying the Relationship Between Print and Online Newspapers", "paragraphs": ["Early research (Neuberger et al. 1998) on the relationship between print and online newspapers predicted that online stories would be shorter, presented in an abbreviated news-item style and linked to other online features. Cross-national research conducted in 2003, comparing print and online front pages of 51 newspapers in 14 European countries, found that online newspapers complemented print newspapers in modest ways. Signs of original news reporting, in shorter and anonymous format was also a significant finding of the study (Van der Wurff et al. 2008). In the mid-2000s there was widespread consensus that online newspapers were struggling to find their role and voice (Salaverría 2005), as still attached to the perceptions, culture and practices of their print counterparts (Fortunati et al. 2005; Spyridou and Veglis 2008). Fortunati and Sarrica (2004) argued that the “internetization” of newspapers is complemented and counteracted by the mediatization of the internet, and that the latter process is developing with more force and speed. Instead of the internet changing the formats of newspapers, traditional media organizations play an increasingly dominant role on the internet.", "Comparative research on print and online news content of Greek media has shown that online story-telling is characterized by short texts, fewer genres (compared to print), minimum originality of content, scarce source attribution and authorship (Doudaki, Leandros, and Michailidou 2009). The study of Benson et al. (2012) in Denmark, the United States and France revealed that news reports, while still being the dominant genre online, decline in prevalence, whereas other information genres (databases, photos and multimedia) increase. Their findings also suggest a slight increase in deliberation, opinion and authorial voices online, as well as a shift—in both print and online—from international and domestic public affairs news to more light or sensationalistic news.", "Boczkowski and de Santos (2007), investigating patterns of content homogenization in Argentina's print and online newspapers, found high levels of content overlap between print and online editions. Other studies of the time, however, point to a gradual sophistication of online content and a growing autonomy of the online newspaper (Rosenberry 2005; Greer and Mensing 2006). Reich (2011), shedding light on another aspect of content (re)production, argues that different media are not unique factories of news, but rather unique packing and distribution houses of similarly obtained materials."]}, {"title": "News Form, Remediation and Bricolage", "paragraphs": ["“Form is everything a newspaper does to present the look of the news … The form includes the way the medium imagines itself to be and to act” (Barnhurst and Nerone 2001, 3). Following Barnhurst and Nerone's (2001) work, form is defined as a proposed, dominant or normative model of a medium including elements of design and layout as well as norms and conventions exemplified in news norms and working conventions—such as news genres, content themes, sourcing techniques and authorship methods. The notion of form goes beyond evident issues of appearance and information transmission and embodies the imagined relationship of a medium to its society and polity. Implicit in the idea of form is the idea of “environment” which negotiates the contradictions of material and imagined realities and signifies familiarity for all involved entities: journalists, readers and advertisers. Finally, form connotes choices, but these choices are made under some constraints. Constraining factors include the division of labour and the techniques of production (Nerone and Barnhurst 2003) which have been extensively analysed in the sociology of news literature emphasizing notions of professionalism and working routines (Gans 1980; Schudson 2003). Professionalization is intrinsically linked to the formation of a shared occupational ideology manifest as a set of values and ideas reflecting a professional culture articulated in skills, working methods and roles (Hanitzsch 2007), whereas routines are a way for media producers to reduce uncertainty and accomplish work (Tuchman 1980; Lowrey and Latta 2008). According to Nerone and Barnhurst's (2003, 111) account, “form matters because news media function ritually”. Considering that journalists use standardized routines to transform mere information into journalism (Karlsson 2010), form becomes a suitable working model to assess the evolutionary trajectory of print and online newspapers’ content.", "A discussion about the relationship between print and online editions would further benefit from the ideas of remediation (Bolter and Grusin [1999] 2000) and bricolage (Hartley 2002). Bolter and Grusin ([1999] 2000, 15) argue that “what is new about new media comes from the particular ways in which they refashion older media and the ways in which older media refashion themselves to answer the challenges of new media”. Remediation of content and forms includes a series of processes ranging from straightforward repackaging, to enhancement, refashioning and absorption where one medium fully captures another. However, “we cannot even recognize the representational power of a medium except with reference to other media” (Bolter and Grusin [1999] 2000, 65). The authors argue that the promise of greater immediacy inherent in the Web functions as a driving force of change. “Claims of immediacy are what govern the circulation and consumption of new media products” (Bolter 2001, 70). However, design and media form processes entailing modification and adaptation are subject to the needs of particular purposes (Lievrouw 2006) and furthermore remediation can be countered by tradition, “where tradition can be seen as the perceived safety or sense of security in sameness, similarity, routines, and deeply entrenched patterns of organization” (Deuze 2006, 69). Remediation is the process by which new media encompass, superimpose upon and supersede the modalities of the old media. During this process reconfiguration of both old and new media occurs leading to supplementary, symbiotic, or even displacing effects.", "Hartley (2002, 22–3) borrowed the term bricolage from social anthropologist Claude Lévi-Strauss to refer to “the creation of objects with materials to hand, re-using existing artefacts and incorporating bits and pieces”. Hartley uses bricolage to denote significant aspects of creative practices involving “borrowing, mixture, hybridity, even plagiarism” (23). The notion of bricolage becomes useful when analysing the remixing, reconstructing and re-using of separate artefacts, actions, ideas, signs, symbols and styles in order to create new insights or meanings (Deuze 2006). In (online) journalism remediation and bricolage can prove useful explanatory frameworks. Deuze (2006) argues that remediation and bricolage are expressed in the practice of shovelware, connoting the repurposing of content across different media and different news outlets. Considering though the increasing sophistication and differentiation of online outlets (Bucy 2004; Nguyen 2010), the act of remediation and bricolage is expressed in the emergent hybrid news forms of online and offline news media and in the ways these forms are influenced by established notions of news values and dominant working practices."]}, {"title": "Research Scope", "paragraphs": ["The general hype surrounding convergence tends not to pay attention to empirical evidence of the news content and form of traditional newspapers and their online counterparts. Furthermore, studies focusing on comparative research of print and online content are usually either issue-specific or time-specific (Quandt 2008), with longitudinal endeavours being scarce (Greer and Mensing 2006; Barnhurst 2010). At the same time, static comparison and identification of similarities and differences between the two formats often fails to capture the dynamic nature of transformations in the ways news is produced and presented. Considering news as the product of selection criteria and broader news values (Stromback, Karlsson, and Hopmann 2012), professional practices and technological and market imperatives (Reese 2007) undergoing a dynamic process of reconfiguration, and drawing upon the notions of remediation and bricolage, the present study analyses the content relationship of print and online news. The article investigates main characteristics and occurring changes in the form of print and online news at a time when cultural, technological and economic imperatives nurture a new ethos in the practices of professionals and organizations."]}, {"title": "Research Design and Methodology", "paragraphs": ["The present research focuses on Greece, which constitutes a small media market with delayed internet adoption by (traditional) media organizations and subsequent late development of online journalism (Σπυρίδου και Βέγλης 2010), further hindered by the dominant professional culture (Spyridou et al., forthcoming). Greece's media system is characterized by extensive state intervention, and by its close links and clientelist relations with the political system (Papathanassopoulos, 2001). During the last couple of years the country has been undergoing a severe socio-economic crisis. Greek media face harsh sustainability problems due to the increasing dwindling of circulation and advertising revenue (Marketing Week, January 12, 2012), accentuated by the depletion of the long-established practice of indirect state funding in the form of advertising expenditure allocation. Within two years’ time (2009–2011) advertising diminished by 47.3 per cent (Media Services 2012).", "Studying the changes manifested in news format and content in online and print media and locating possible (significant) changes is an important indicator of journalistic practice and product relevance at a time when news needs and consumption habits are changing fast (Lee and Delli Carpini 2010). The most popular, mass circulation newspapers are likely to embody journalism's dominant professional ideas and practices within a national media system (Benson et al. 2012), and therefore, research focused on the top-four circulation newspapers in Greece holding a daily print and online edition: Ελευθεροτυπία—www.enet.gr, Τα Νέα—www.tanea.gr, Καθηµερινή—www.kathimerini.gr and Έθνoς—www.ethnos.gr. The study is based on research conducted in March 2009 and in October 2011. The method employed was content analysis and the unit of analysis was the news item. Through the trial phase of the research the following elements were identified as necessary for the study of the news text as content and form online and offline: thematic categories, geographical reference, genres, text length and authorship information.1", "In regard to theme identification it ought to be mentioned that it was based on the item's content per se and not on the classification offered by the newspapers or simply the item's title. For that reason, in case of multiple issues being covered within it, one story could fall—and therefore coded—in more than one thematic category (three was the maximum).", "In 2009, the time frame of the research was one day for the online editions (19 March 2009) and the following day for the print editions (20 March 2009). For the purposes of the 2011 study, a four-day period sample was used (24–27 October 2011). In both cases, the dates were chosen for their “ordinariness”, as typical weekdays with no expected extraordinary news events—domestic or foreign—on the agenda. Considering previous research that used a one-day and a three-day sample, respectively (Van der Wurff and Lauf 2005; Benson et al. 2012), the volume of data collected is considered adequate.", "In order to include all items published in the websites of the newspapers, a researcher would save the flow of news on the computer several times a day and then save separately each item. The items of the online editions were selected on the basis of new entries regardless of their position as this might change during the day. The stories appearing on the front page of the newspapers were not coded unless not present elsewhere in the newspaper in order to avoid double coding. In total, 5468 news items were coded and analysed (Table 1).", "In 2009 the material was coded by one researcher following training through a thoroughly designed coding scheme. In 2011 the material was coded by one researcher following the same procedure. For consistency purposes the same researcher coded 20 per cent of the 2009 material. Cohen's kappa coefficient was applied to measure intercoder reliability. Intercoder agreement was calculated at 0.82 for the theme categories, 0.93 for geography, 0.87 for genres, 0.91 for size and 0.98 for authorship."]}, {"title": "Findings and Analysis", "paragraphs": ["In 2009 the news agenda was dominated by two main issues: first, the imminent implementation of new measures to strengthen the economy, including heavier taxation and “freezing” of wages in the public sector, and second, the reactions to a recently established law on security and social order aiming to regulate demonstrations. In 2011, the issues prevailing in the media agenda were the upcoming Eurogroup decision on the PSI programme (the “haircut” imposed on the private sector's Greek bonds), and whether the second bailout programme offered by the Troika would require the vast majority of votes (180) or simply the majority (151) in order to be approved by the Greek Parliament.", "Unsurprisingly, politics, society and economy prevail in the print and online news agendas, with the focus of the online editions being much stronger on what is traditionally perceived as hard news. In 2011, news about the economy dominates the agenda of print and especially online versions, where almost one out of two stories features economic issues (Table 2). Taking into account that the Greek press, faithful to the tradition of most Mediterranean countries (Hallin and Mancini 2004; Παπαθανασόπoυλoς 2004) has historically been political, with news about the political arena occupying prominent positions in the newspapers, further research is needed to investigate whether a clear trend is developing, with the prevalence of economic news subverting the long tradition of the political press.", "In any case, the predominance of economic news in 2011 indicates that contemporary conditions (economic crisis) influence the relevance given to the different news categories, but within the existing logic of what is news. Whereas newsworthiness criteria and news values do not appear dramatically different either in time or across print and online editions, what does change is the allocation of space and the importance attached among existing categories. “Hard news” is not affected as much as other categories, which are the first victims of space constraints and dominant journalistic criteria. As such, culture stories exhibit a substantial drop in the press. This drop on culture, apart from creating space for other kinds of news, is in line with a trend towards softer news in newspapers, as found in recent literature (Benson et al. 2012), that becomes more visible when considering the rise of entertainment news in the medium. This thematic category reaches, on the contrary, very low levels in the online edition. A potential cause for this reduction, that deserves further research, would be the rise of other information genres online (e.g. databases) (Benson et al. 2012) that favour the delivery of information through other channels and not via the traditional news text.", "Sports are covered more extensively in the print editions. Interestingly enough, even though the internet can offer added value in sports news with regular updates and multimedia content, it is the print that is still promoted. This finding could be understood in the context of an attempt to safeguard the position of the print by keeping the loyal readers of the sports pages. The useful information category is substantially reduced in the print edition, while mildly increasing online. In this case newspapers seem to be aware of the fact that users are more likely to turn to the internet for useful information. Finally, technology news does diminish in the online edition, while slightly increasing its feeble presence in the print. This finding might at first strike as odd, as one would have expected the online edition to publish more news about technology—as more overtly connected to technology both in infrastructure and in use. However, such an interpretation without considering other factors could be deterministically biased. As people's relation to technology is daily and much more common compared to the past, newspapers may try to respond to the readers’ interests and reflect trends in society. Furthermore, it can be attributed to the standard pagination policies in print newspapers, while the online editions, in conditions of time pressure and restrained (human) resources, put more emphasis on current news and events.", "Distribution of domestic and international news steadily favours the domestic agenda in both media (Table 3). At the same time, the results confirm previous findings that print newspapers focus more heavily on domestic news in comparison to their online counterparts (Gasher and Gabriele 2004; Doudaki, Leandros, and Michailidou 2009), exhibiting however a slight decrease. More specifically, three out of four stories in print and three out of five stories online focus on domestic news.", "Whereas (in)significance attributed to foreign news remains unwavering, what does change, is its allocation on particular areas of the world. Not only European news increases dramatically in 2011, especially in the online editions, but also US news coverage is significantly reduced in 2011 in both print and online formats. On the contrary, news about the rest of the world increases in both outlets, and especially in the print newspapers. These trends probably reflect the extensive coverage at the time of research of events about the Eurozone crisis and the Arab Spring.", "The remarkably steady dominance of domestic news in both print and online newspapers can be regarded as consistent with the resilient newsworthiness criteria of relevance and proximity. It is true that the pre-eminence of news that the public can relate to, that makes sense in the social, cultural and political environment its members live in, remains practically unchallenged. However, the fact that the online editions do cover more international news than their print counterparts could be indicative of the medium's tendency to be more open, interconnected and more sensitive to the international environment. At the same time, in a less deterministic approach, this finding can be also related to newsgathering practices, such as heavier dependency from news agencies (Gasher and Gabriele 2004; Paterson 2008).", "The news report is the dominant genre in both print and online outlets, with its presence stronger on the latter (Table 4). However, the print medium is trying to close the gap with the online as an information provider, exhibiting a significant increase in published news reports in 2011. Commentary, opinion and analysis articles appear with the second highest frequency in both editions. Although the percentage of commentary and analysis in the online outlets has more than doubled, it still remains half of that included in the print, the medium that traditionally served as their “natural habitus”. The findings suggest that cannibalization fears for the print and the need of online newspapers to become attractive outlets are still competing, influencing the content strategies of newspapers.", "Further analysis of the findings shows that the dominance of the news report is manifest in time, across media, genres and topics (see Appendix Table A1). Commentary and opinion articles are more frequent in the categories of politics, society, economy and sports, and to a lesser degree in culture, whereas analysis concerns mostly culture and technology, and much less politics, society and economy, indicating that it is not a preferred genre for the news that traditionally set the agenda. In general, the print newspapers do offer a greater variety of genres among the different news categories, despite the effort of a broader diversification of content online.", "In the case of genres, the findings suggest strong remediation effects between the print and the online editions, as each medium type adopts conventions and standards in the form of genres from the other. Print newspapers might be expected to emphasize more opinion and analysis in order to maintain and build on their added value as opinion shapers and leaders, instead a rise on news reports is observed, putting newspapers in direct competitive relations with their online counterparts. At the same time, the online editions increase the percentage of commentary, opinion and analysis, offering more enriched and diversified content than in the past.", "The large majority of news stories are short- and mid-length in both print and online editions, while a general tendency to produce lengthier texts online is documented (Table 5). This trend towards mid-sized stories is getting stronger in both media types in 2011. More specifically, short-length stories of up to 200 words decrease while stories of up to 500 words increase in both outlets. Also, the number of stories of up to 800 words rises considerably in the print editions and doubles in the online ones. This trend indicates a retreat from agency-style items, possibly stemming from the multiplication of information channels available, pushing thus both editions to offer more analytical information in order to combat competition. On the other hand, lengthy stories of more than 800 words are slightly reduced in both outlets, maybe as hard to read.", "Cross-tabulations reveal a clear correlation between the news theme and the length of coverage (see Appendix Table A2). In politics, economy, society and crime the data point to longer story items—as opposed to culture, entertainment and technology news, a factor indicating perceptions of significance. An important finding is related to crime coverage. News about crime is usually presented through short reports. The examples of lengthy texts and/or analysis on crime news are not frequent either over time or across media. However, a notable change occurs in 2011. Whereas in 2009 there were no items above 500 words, in 2011 longer texts on crime news appear both in print and online. One speculation that would require further examination is whether the harsh socioeconomic conditions in Greece at the time of the research promote more extensive coverage of news about crime and disorder.", "The number of words in the categories of entertainment, culture and technology news is reduced in the online editions. As information about entertainment and culture (cinema, theatre, concerts, etc.) is largely provided online through tools offering updated and customized data, there seems to be no need for lengthy texts. On the contrary, sports tend to be presented in lengthier texts online, even though it is in the print that the number of items has increased. In print, items on useful information tend to be longer, whereas there are few online items of more than 500 words. On the other hand, newspaper news on technology has stopped being lengthier than 500 words in 2011, even though its number of items increased. Also, and contrary to the online outlets, entertainment news tends to be lengthier in print.", "Remediation in size observed in both types of media concerns a tendency of abandoning the extremes (very short and very long articles) and moving towards the centre (mid-sized articles). However, it should be mentioned that text length, indicative of the importance attributed to the specific news item, is determined differently in the two types of media. In print, size is restricted by the standard pagination policy of the newspaper. It also correlates to the number of news items published per page. So, there are cases of news categories where the items' length has increased whereas their numbers have decreased (crime) and vice versa (technology). When it comes to the online, the enhanced ability of the medium to offer customized and up-to-date information through tools seems to have affected both the number of items published and their length (culture, entertainment). At the same time, a general tendency for lengthier texts is observed online as the medium is trying to offer more extensive coverage on news of high demand (economy, politics, society, crime, sports).", "The findings demonstrate a clear differentiation between print and online editions. In the former, there is a steady tendency to exhibit authors’ names in about half of the stories (Table 6). In the latter, approximately eight out of ten stories are without a byline. The results point stronger towards this direction, when deducting the number of online stories that rely on the print edition—fully or partially. In both studies the vast majority of the only-online stories (around 93 per cent) do not provide authorship information.2", "Politics and society exhibit higher than average rates of authorship in print, signifying the importance attributed to news of these categories (see Appendix Table A3). The data indicate that culture steadily exhibits high scores in both formats whereas entertainment news reports exhibit below-average scores. Sports coverage shows a growing tendency of authorship in both outlets. Interestingly enough, a steady differentiation is noted in the case of crime news, which is signed in print but not online, pointing possibly to the use of news agency material online and not original reporting. Useful information news tends to be unsigned in both media formats as not stemming from original reporting, whereas, possibly for the same reason, technology news is not signed at all in 2011. Unsurprisingly, the most frequently signed genres are commentary, opinion and analysis, reaching high scores even online, whereas the percentage of signed news reports drops in 2011 (see Appendix Table A4). The findings point to a strong correlation between authorship and genre, implying that production of current events content follows task-accomplishment norms.", "Authorship has traditionally been an asset of added value for both newspapers and journalists. Readers develop faithful relationships with specific journalists that they can recognize through their views, writing style and signature. However, the author tends to be absent online, possibly due to heavy reliance on agencies and use of secondary and “shovelware” content (Machill and Beiler 2009; Quandt 2008). Immediacy imperatives and the online media's logic to emphasize on the latest developments turn online journalists into producers and distributors of content. The retreat of authorship constitutes a significant change in the professional practice of journalists, as the value of authorship has traditionally functioned as a source of creativity, negotiating power and control over their work. Online journalists work more and more as producers of content or even as plain managers and distributors of content, and not as creators of news and opinion who have a natural right to publicly claim authorship of their work. (Doudaki, Leandros, and Michailidou 2009, 14)", "The retreat of authorship constitutes a significant change in the professional practice of journalists, as the value of authorship has traditionally functioned as a source of creativity, negotiating power and control over their work. Online journalists work more and more as producers of content or even as plain managers and distributors of content, and not as creators of news and opinion who have a natural right to publicly claim authorship of their work. (Doudaki, Leandros, and Michailidou 2009, 14)", "The practice of authorship in the Greek media seems to follow a resilient pattern. One of the basic characteristics in the form of the news text online is to be unsigned, especially the news reports, whereas the print text is signed less than half the time. Similar studies in the British press show that the rates of authored articles are considerably higher (72–82 per cent; Lewis, Williams, and Franklin 2008; Reich 2010). This practice of poor authorship in the Greek newspapers can be connected to the long tradition of the media's ties with political parties, weakly developed professionalization and feeble self-regulation of the profession, resulting in limited autonomy of journalists."]}, {"title": "Discussion", "paragraphs": ["The analysis of news form elements in print and online editions illustrates the dynamic relationship between them and sheds light on how journalistic practices and conventions evolve and transcend media boundaries. The form of news, being the product of routines, choices, resources and tools used in an environment of growing interconnectedness, influenced by convergence imperatives, is going through a clear process of remediation and bricolage, as print and online formats co-exist and impact on each other in a complex and non-linear manner.", "Traditional news values and criteria serving journalistic rituals seem to still apply, transcending the medium type. However, internal changes within this system are documented, one of them being a clear push towards economic news in a country that traditionally favoured a political agenda. On an international basis, the media seem to have valued economy, finance, markets and businesses as areas of high interest, whereas until not long ago economy was reserved for an audience with specialized interests and knowledge. This recent trend probably reflects the centrality of economics in modern societies. Comparative longitudinal research in countries with media history and culture comparable to that of Greece could shed light on whether a paradigm shift is documented or whether the preponderance of economic news is a mere reflection of contemporary conditions.", "Although employment of traditional criteria of newsworthiness does not fundamentally alter the notion of what news is, however, the parallel existence of print and online editions affects thematic coverage and the significance attached amongst the different news categories. A trend in the press towards lighter news (less culture, more entertainment and sports) is recorded, probably as an effort of print to combat competition from other media. On the other hand, the online edition tends to emphasize news on economy and politics to a greater extent compared to the past, as the medium is taking a more active role as provider of current news and information.", "Furthermore, each type of medium is abandoning elements of its generic culture and identity in favour of the other: the predominance of the news report and the increasing use of mid-sized articles in both news outlets, as well as the rise of opinion and analysis online (even though it is still the print newspaper that displays a greater variety of news, more opinion and commentary), signify the “borrowing” and exchange of form elements and a subsequent mixture of the print and the online paradigms.", "At the same time, although print and online editions share news values and criteria and each medium is borrowing elements and practices from the other, different media logics impact on the form of news. Thus, while the allocation of domestic and international news follows the same pattern in both years of study, the volume of content is differentiated as the online editions tend to have stronger international news agendas. Also, size in print is determined by pagination restrictions, whereas large-sized items tend to proliferate online where space limits are inherently abolished. However, while in some cases the logic of the medium prevails, in other cases the business and strategic choices of the news organizations seem to dominate, disregarding the potential of the medium—for instance, the effort to sustain circulation figures in print seems to limit extensive sports coverage online.", "Despite strategic choices limiting the medium's potentiality, the form of news in the online editions seems to undergo bigger overall changes, explained in terms of greater evolution forces of a medium that has not (yet) formed stable characteristics. Also, the freedom from space and size restrictions existing in print tends to push the online news form into different journalistic norms and practices. This freedom, however, is countered by demands for immediate and constantly up-to-date information. Bolter and Grusin ([1999] 2000) argue that immediacy imperatives tend to drive change in new media. Nevertheless, these demands are not solely technology or market-driven. Internet is a medium particularly sensitive to time, which affects its culture and operation on multiple levels.", "Finally, authorship practices demonstrate an important paradigm shift in the news form online. Although authorship tradition has not been very potent in the Greek landscape, the findings—in line with international trends—suggest a crucial transformation of the professionals’ role online: from the journalist-author, to the (detached) reporter, and currently to the producer and disseminator of news. Technological and market restrictions, newsgathering practices favouring secondary reporting, and lack of human and material resources lead to more copy–paste journalism and less original reporting, let alone investigative reporting. It looks like the online logic has exacerbated a latent tendency of print journalism to lower cost-production and invest in media workers rather than journalists.", "The present study points to a constant and dynamic process of remediation and bricolage in regard to how the traditional newspaper refashions itself to remain relevant and how its online counterpart attempts to find its position in the media galaxy. Contradictions and tensions between tradition and change are strong, as tradition articulated in established journalistic practices and norms embodies a sense of safety and security (Deuze 2006) which is constantly challenged by emerging economic, social and technological needs and developments in the media landscape. Print and online newspapers seem to share a symbiotic relationship, with the representational power of the print—articulated in news form and relevant news values and criteria—still being strong, calling for further analysis on the organizational factors impacting on the mutual shaping of the print and online formats. Although displacement effects are hard to claim, both print and online media tend to refashion themselves. It remains to be seen whether this refashioning process will lead the two media to stronger amalgamating, bringing them even to merge into one, or whether divergence processes will prevail, generating distinct news forms.", "The article contributes to the discourse upon content relationships between print and online editions, focusing on the form of news. It is not argued that the findings can necessarily be generalized outside the Greek context. The media system particularities and the current socio-economic conditions may weight so heavily on the study that several findings might be unique to the Greek scene. However, the article provides evidence on remediation processes shaping the form of news in the current uncertain media landscape that possibly transcend national contexts."]}], "references": [{"title": "The Form of Reports on US Newspaper Internet Sites, an Update", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "Media Systems Online and Off: Comparing the Form of News in the United States, Denmark, and France", "year": "2012", "journal": "Journal of Communication", "volume": "62", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney"}, {"name": "Blach-Ørsten Mark", "first_name": "Blach-Ørsten", "last_name": "Mark"}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}, {"name": "Willig Ida", "first_name": "Willig", "last_name": "Ida"}, {"name": "Zambrano Sandra Vera", "first_name": "Zambrano", "last_name": "Vera"}]}, {"title": "When More Media Equals Less News: Patterns of Content Homogenization in Argentina&#039;s Leading Print and Online Newspapers", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Boczkowski Pablo", "first_name": "Boczkowski", "last_name": "Pablo"}, {"name": "de Santos Martin", "first_name": "de", "last_name": "Martin"}]}, {"title": "Promise and Reality: The Integration of Print and Online Versions of Major Metropolitan Newspapers", "year": "2006", "journal": "The International Journal on Media Management", "volume": "8", "authors": [{"name": "Bressers Bonnie", "first_name": "Bressers", "last_name": "Bonnie"}]}, {"title": "Second Generation Net News: Interactivity and Information Accessibility in the Online Environment", "year": "2004", "journal": "The International Journal on Media Management", "volume": "6", "authors": [{"name": "Bucy Erik", "first_name": "Bucy", "last_name": "Erik"}]}, {"title": "Use of and Satisfaction with Newspaper Sites in the Local Market: Exploring Differences between Hybrid and Online-only Users", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Yang Mengchieh Jacie", "first_name": "Yang", "last_name": "Jacie"}, {"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}, {"name": "Zheng Nan", "first_name": "Zheng", "last_name": "Nan"}]}, {"title": "A Visual Convergence of Print, Television, and the Internet: Charting 40 Years of Design Change in News Presentation", "year": "2005", "journal": "New Media \\& Society", "volume": "7", "authors": [{"name": "Cooke Lynne", "first_name": "Cooke", "last_name": "Lynne"}]}, {"title": "News Sites’ Position in the Mediascape: Uses, Evaluations and Media Displacement Effects over Time", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "De Waal Ester", "first_name": "De", "last_name": "Ester"}, {"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}]}, {"title": "Participation, Remediation, Bricolage: Considering Principal Components of a Digital Culture", "year": "2006", "journal": "The Information Society", "volume": "22", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Online News Interactivity in Four European Countries: A Pre-political Dimension", "year": "2005", "journal": "Informacio On Line", "volume": "1", "authors": [{"name": "Fortunati Leopoldina", "first_name": "Fortunati", "last_name": "Leopoldina"}, {"name": "Raycheva Lilia", "first_name": "Raycheva", "last_name": "Lilia"}, {"name": "Harro-Loit Halliki", "first_name": "Harro-Loit", "last_name": "Halliki"}, {"name": "O'Sullivan John", "first_name": "O'Sullivan", "last_name": "John"}]}, {"title": "The Future of Newspapers", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "A Tour of Our Uncertain Future", "year": "1996", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Fulton Katherine.", "first_name": "Fulton", "last_name": "Katherine."}]}, {"title": "Increasing Circulation? A Comparative News-flow Study of the Montreal Gazette&#039;s Hard-copy and On-line Editions", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Gasher Mike", "first_name": "Gasher", "last_name": "Mike"}, {"name": "Gabriele Sandra", "first_name": "Gabriele", "last_name": "Sandra"}]}, {"title": "Deconstructing Journalism Culture: Toward a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Rituals of Transparency—Evaluating Online News Outlets’ Uses of Transparency Rituals in the United States, United Kingdom and Sweden", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}]}, {"title": "Convergence: News Production in a Digital Age", "year": "2005", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "597", "authors": [{"name": "Klinenberg Eric", "first_name": "Klinenberg", "last_name": "Eric"}]}, {"title": "A Compromised Fourth Estate?", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "The Importance of the Internet for Journalistic Research. A Multi-method Study of the Research Performed by Journalists Working for Daily Newspapers, Radio, Television and Online", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Machill Marcel", "first_name": "Machill", "last_name": "Marcel"}, {"name": "Beiler Markus", "first_name": "Beiler", "last_name": "Markus"}]}, {"title": "News Form and the Media Environment: A Network of Represented Relationships", "year": "2003", "journal": "Media, Culture \\& Society", "volume": "25", "authors": [{"name": "Nerone John", "first_name": "Nerone", "last_name": "John"}, {"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "Online—The Future of Newspapers? Germany&#039;s Dailies on the World Wide Web", "year": "1998", "journal": "Journal of Computer-mediated Communication", "volume": "4", "authors": [{"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}, {"name": "Tonnemacher Jan", "first_name": "Tonnemacher", "last_name": "Jan"}, {"name": "Biebl Matthias", "first_name": "Biebl", "last_name": "Matthias"}, {"name": "Duckh André", "first_name": "Duckh", "last_name": "André"}]}, {"title": "Harnessing the Potential of Online News: Suggestions from a Study on the Relationship between Online News Advantages and Its Post-adoption Consequences", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Nguyen An", "first_name": "Nguyen", "last_name": "An"}]}, {"title": "Media Commercialisation and Journalism in Greece", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}]}, {"title": "(No) News on the World Wide Web? A Comparative Content Analysis of Online News in Europe and the United States", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "Journalism Research and the Hierarchy of Influences Model: A Global Perspective", "year": "2007", "journal": "Brazilian Journalism Review", "volume": "3", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}]}, {"title": "Constrained Authors: Bylines and Authorship in News Reporting", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Comparing Reporters’ Work across Print, Radio, and Online: Converged Origination Diverged Packaging", "year": "2011", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "88", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Traditionalists vs. Convergers. Textual Privilege, Boundary Work, and the Journalist–Audience Relationship in the Commenting Policies of Online News Sites", "year": "2010", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "16", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Few Papers Use Online Techniques to Improve Public Communication", "year": "2005", "journal": "Newspaper Research Journal", "volume": "26", "authors": [{"name": "Rosenberry Jack", "first_name": "Rosenberry", "last_name": "Jack"}]}, {"title": "An Immature Medium: Strengths and Weaknesses of Online Newspapers on September 11", "year": "2005", "journal": "Gazette: The International Journal for Communication Studies", "volume": "67", "authors": [{"name": "Salaverría Ramón", "first_name": "Salaverría", "last_name": "Ramón"}]}, {"title": "Journalism in a State of Flux: Journalists as Agents of Technology Innovation and Emerging News Practices", "year": "2012", "journal": "International Communication Gazette", "volume": "", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia"}, {"name": "Matsiola Maria", "first_name": "Matsiola", "last_name": "Maria"}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas"}, {"name": "Kalliris George", "first_name": "Kalliris", "last_name": "George"}, {"name": "Dimoulas Charalampos", "first_name": "Dimoulas", "last_name": "Charalampos"}]}, {"title": "Exploring Structural Interactivity in Online Newspapers: A Look at the Greek Web Landscape", "year": "2008", "journal": "First Monday", "volume": "13", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia"}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas"}]}, {"title": "Determinants of News Content", "year": "2012", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Stromback Jesper", "first_name": "Stromback", "last_name": "Jesper"}, {"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Hopmann Nicolas David", "first_name": "Hopmann", "last_name": "David"}]}, {"title": "Are News Media Substitutes? Gratifications, Contents, and Uses", "year": "2011", "journal": "Journal of Media Economics", "volume": "24", "authors": [{"name": "Van der Wurff Richard", "first_name": "Van", "last_name": "der Wurff Richard"}]}, {"title": "Online and Print Newspapers in Europe in 2003: Evolving towards Complementarity", "year": "2008", "journal": "Communications", "volume": "33", "authors": [{"name": "Van der Wurff Richard", "first_name": "Van", "last_name": "der Wurff Richard"}, {"name": "Lauf Edmunt", "first_name": "Lauf", "last_name": "Edmunt"}, {"name": "Balcytiene Aukse", "first_name": "Balcytiene", "last_name": "Aukse"}, {"name": "Fortunati Leopoldina", "first_name": "Fortunati", "last_name": "Leopoldina"}, {"name": "Holmberg Susan", "first_name": "Holmberg", "last_name": "Susan"}, {"name": "Paulussen Steven", "first_name": "Paulussen", "last_name": "Steven"}, {"name": "Salaverria Ramon", "first_name": "Salaverria", "last_name": "Ramon"}]}, {"title": "Online Multimedia News in Print Media: A Lack of Vision in Slovenia", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Vobic Igor", "first_name": "Vobic", "last_name": "Igor"}]}, {"title": "Compressed Dimensions in Digital Media Occupations: Journalists in Transformation", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}, {"name": "de Macedo Vanessa", "first_name": "de", "last_name": "Vanessa"}, {"name": "Joyce Higgins", "first_name": "Joyce", "last_name": "Higgins"}]}, {"title": "Διαδικτυακά ΜΜΕ και τα πρότυπα του Web 2.0: Η ελληνική περίπτωση” [Online Media and the Web 2.0 Standards: The Greek Case]", "year": "2010", "journal": "Zητήµατα Eπικοινωνίας [Communication Issues]", "volume": "10", "authors": [{"name": "Σπυρίδου Π.", "first_name": "Σπυρίδου", "last_name": "Π."}, {"name": "και A.", "first_name": "και", "last_name": "A."}, {"name": "Bέγης", "first_name": "Bέγης", "last_name": ""}]}]}