{"doi": "10.1080/1461670X.2017.1412805", "url": "https://doi.org/10.1080/1461670X.2017.1412805", "title": "The Utilization of Web Analytics in Online Greek Journalism", "volume": "20", "year": "2019", "issue": "5", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Giomelakis", "first_name": "Dimitrios", "name": "Dimitrios Giomelakis", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Sidiropoulos", "first_name": "Efstathios", "name": "Efstathios Sidiropoulos", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Gilou", "first_name": "Sotiria", "name": "Sotiria Gilou", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Veglis", "first_name": "Andreas", "name": "Andreas Veglis", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The development of online journalism together with rapidly evolving internet technologies has affected basic journalistic work processes. As content is moving online, the interest in monitoring web traffic numbers is crucial for media companies and anyone who publishes online news content. This paper studies the use of Web Analytics in the context of media outlets and online journalism in general. Using as case studies Greek newsrooms and a sample of professional Greek journalists, the research focuses on how media organizations are using various quantitative measures and their impact on news work. The results of the survey indicate a significant impact on the way journalists create or address news stories, as well as differences among media outlets and a lack of a newsroom, editorial analytics culture.", "body": [{"sec_title": "Introduction", "sec_content": ["In the globalized digital age, audiences across countries have unlimited access to numerous news stories. Large quantities of political, economic, lifestyle and other kinds of news are released through public channels and computing experts can easily search and make analyses of audience attitude. As a consequence, a combination of economic, technological and market challenges has forced media organizations to reconsider and identify their strategies as well as to obtain new features. In recent years, the evolution of internet technologies has impacted significantly on the journalism profession where basic work processes have been transformed considerably (Singer 2005; Napoli 2010; Ferrucci and Tandoc 2015). The modern journalist is expected to be able to use many different tools and services among which there are stand-alone software packages and internet services. Also, she must possess a variety of different skills and also be able to adapt to new information and communication technologies (ICT) requirements (Veglis and Pomportsis 2014).", "News websites are considered to be among the most common pathways to (online) news content as people tend to be informed about current affairs via the internet. Given the influence of the online channel of information is extremely significant nowadays, the interest in monitoring online activities along with the importance of studying the data has intensified (Kent et al. 2011; Clifton 2012). In this context, Web Analytics can help media professionals understand how their audience find, consume and interact with online information. Moreover, new feedback mechanisms allow journalists to be more aware about their audience “profile”, habits and online behaviour (Napoli 2010). Lately, media outlets all over the world have embraced the use of Web Analytics which are increasingly incorporated into many aspects of news production and distribution, according to the literature. As content is moving online, circulation numbers are replaced by website traffic numbers since measuring the reach and readership of publications still remains crucial for media companies (Bessonova 2013).", "Altogether, these developments raise questions about how journalists use Web Analytics and their implications for news work in general. Studies have documented the various ways that journalists are using audience metrics, ranging from deciding where to place stories to news writing affection (MacGregor 2007; Lowrey and Woo 2010; Anderson 2011a; Tandoc and Jenner 2013; Usher 2013; Vu 2014). Through a survey of Greek journalists, this study aims to contribute to and extend the body of knowledge on how newsrooms are using Web Analytics and the reasons behind the use of such quantitative measures. Additionally, the study intends to understand better the ways in which the newsrooms incorporate Web Analytics into their news construction processes. Finally, another objective is to discover the degree to which Greek media professionals utilize web metrics in their work."]}, {"sec_title": "Literature Review", "sec_content": ["The term Web Analytics refers to the collection, analysis or measure of data relating to website visitors and consumption of online content (Miller 2011). According to the Digital Analytics Association (2006), formerly known as the Web Analytics Association, Web Analytics can be defined as the “objective tracking, collection, measurement, reporting, and analysis of quantitative Internet data to optimize websites and web marketing initiatives”. These measurement tools can provide information such as daily visitors and where they come from, the number of page views and which pages are the most popular, the average visit time on site, the geographic distribution of visitors and plenty of other data. The above can be compared over time providing valuable information and insight for website improvements or decisions about campaign effectiveness (Kent et al. 2011; Clifton 2012). Identifying who uses a website and how it is used has been of interest to experts since 1990 when Tim Berners-Lee developed the first web browser (Berners-Lee and Fischetti 2000). By applying Web Analytics it is easier to see a website from the perspective of its users (Spiliopoulou 2000, 133) and as online media channels have become more important, understanding why something is happening on a website is now a valuable management skill (Kent et al. 2011).", "No doubt, the internet has changed the way readers access information from news organizations and also how media professionals access information about their audiences (Napoli 2010). Web Analytics, as already mentioned, provide the media with a wealth of immediate information about their readership; such as how many visitors are on the site, the traffic sources, what stories users are reading or how much time they are spending on a specific story. This process allows journalists to be more aware of and more responsive to audiences’ preferences but also it can influence the editorial autonomy, making news workers occasionally “re-weight” editorial priorities and news agenda as a result (MacGregor 2007; Anderson 2011a; Dick 2011). A great body of literature has shown that newsrooms have embraced the use of Web Analytics and media professionals now use them at varying degrees to gain maximum insight about their web content such as to decide on the placement of stories, and on which stories require follow-ups on or the necessity to add photos or multimedia content (MacGregor 2007; Lowrey and Woo 2010; Anderson 2011a, 2011b; Dick 2011; Usher 2013; Lee, Lewis, and Powers 2014; Vu 2014; Ferrucci and Tandoc 2015).", "Undoubtedly, all newsrooms and media outlets do not follow the same practices regarding the use of Web Analytics. The adoption of audience-tracking tools can vary across organizational settings, work practices and also depends on management directives and how these are communicated (Boczkowski 2004; McKenzie et al. 2011; Petre 2015). For instance, larger organizations were often found to be more likely to monitor web metrics compared to smaller news companies (McKenzie et al. 2011). Also, online audience preferences do not seem to have an agenda-setting impact on local editors who defend their values and practices (Singer 2011). In many cases, there is an emphasis on metrics that is interpreted differently by media professionals in different newsrooms (Usher 2010). This tendency brings about new modes of selection, producing and editing news content, as for example, the use of search engine optimization in order for editors to improve their placement in search engines and have a better chance of being read (Dick 2011; Giomelakis and Veglis 2015, 2016). At times, managers can use metrics to directly punish or incentivize their journalists by using tactics such as making all audience data public, setting strict targets, rewarding and punishing performance or creating paid models according to the traffic journalists achieve (Petre 2015). In this context, the sense of being monitored may affect the news work and urge journalists to comply with managerial priorities, making them more present and influential inside the newsroom (Bunce 2017). Thus, newsrooms are being increasingly asked to cater to audience interests so as to generate more traffic and “clicks” (Tang et al. 2011), even if this comes at the expense of journalistic values (Cohen 2002). Additionally, editors who perceived the financial benefits of getting high readership are more willing to make editorial changes, based on audience web metrics (Vu 2014) and when there is financial uncertainty, they tend to monitor traffic based more on survival instinct (Lowrey and Woo 2010).", "A 2013 study in the United States concluded that 84 per cent of newspaper editors monitored web traffic regularly, with 52 per cent of them monitored everyday (Vu 2014). In another survey, the results showed that 62.1 per cent of editors track Web Analytics daily but only 7.8 per cent were influenced by metrics regarding story selection (Lowrey and Woo 2010). Studying Norwegian news, Gynnild (2008) found that journalists acknowledge checking the clicks up to 20 times during a shift and the results of a Finnish study (Thurman and Myllylahti 2009) indicated that the traffic was a significant factor in writing and selecting stories. A study of English media outlets by Bright and Nicholls (2014) found that articles appearing on a most-read list had a lower risk of being removed from the homepage than articles that did not. Also, news articles on the most-viewed list were more likely to receive subsequent reporting (Welbers et al. 2016). Based on a time-lagged analysis, Lee, Lewis, and Powers (2014) concluded that audience preferences impact on subsequent news placement and the prominence editors give to news stories. However, the findings of another study (Zamith 2016) indicated limited effects of an item’s popularity on its subsequent prominence and a large divergence between popular (audience agenda) and prominent (editorial agenda) items. Finally, the market orientation seems to play a crucial role on how new technology is incorporated into news work. A characteristic example is the case of Al Jazeera which is funded by its government (there is no pressure to increase web traffic) and even if its journalists recognize the usefulness of Web Analytics, often their work and editorial decisions are not affected by web metrics (Usher 2013). In a relevant study, Karlsson and Clerwall (2013) found that public-service journalists look to clicks to “prove” their relevance to their users, while professionals in commercial outlets refer both to relevance and to economic factors. In fact, media outlets aiming for popularity monitor clicks in depth, whereas those whose brand identity relies on quality emphasize the value of their professional judgment (Welbers et al. 2016). Comparing a strongly market-oriented and a weakly market-oriented newsroom, Ferrucci and Tandoc (2015) found that Web Analytics had an influence on editorial decisions in both news organizations.", "Journalism has always been closely connected to technology, and media professionals have long been normalizing new ICT to fit their existing norms and routines (Singer 2005; Ferrucci and Tandoc 2015). The so-called rationalization of audience understanding is not only an internet-era phenomenon (Napoli 2010) and media organizations have been getting information about their readership long before Web Analytics. These represent a new form of market and audience research (Ferrucci and Tandoc 2015) that can be characterized as more immediate (real-time) and more accurate regarding the preferences of the actual audience (MacGregor 2007; Napoli 2010; Ferrucci and Tandoc 2015) in contrast to traditional forms of audience research (e.g. broadcast ratings, letters, phone calls). After decades of trusting their own instincts and ignoring audience desires (Fishman 1980), media professionals now seem to be more adaptive to consumer needs. This kind of exposure to audience feedback, together with a more precarious financial situation, seems to prompt media outlets to experiment with their news offerings and also drives journalists to change how they perceive their roles in producing news that people want to know (more consumer-oriented), rather than sticking to traditional, public-service mission (Loosen and Schmidt 2012; Tandoc 2014; Hanusch 2017). This direct feedback can allow organizations to serve their audiences better (Tandoc and Jenner 2013) and thus many journalists tend to double-check their instinctive guesses with tracking data utilizing readers’ feedback to enhance their ultimate journalistic product (MacGregor 2007; Anderson 2011a). However, adhering to clicks and uncritical use might lead to the trivialization of news and “a disaster for public life in the long term” (Nguyen 2013; Kormelink and Meijer 2017).", "Greek journalism has undergone great changes due to technological advances and increased economic pressures. Journalists and media owners in Greece appear to be adaptable and flexible in the face of technological progress, considering new technologies as an important factor in order for Greek journalism to keep pace with international standards. In a study of Greek political newspapers, journalists were found not only to use the internet almost in their entirety but also to express a positive opinion regarding its ability to improve the journalism profession in general (Giannakoulopoulos and Kodellas 2005). However, Greek online media outlets seem to stand in-between the traditional and the new world of media. The results of another study indicated that even though traditional models of news organizations and production still govern the Greek online media, selective ideas of journalism 2.0 are also employed (Doudaki and Spyridou 2015). In this context, Greek media professionals show resistance to the changes caused by new technology, but without totally rejecting them (Spyridou et al. 2013). Greek journalism has unique traits, as it is characterized by state intervention and a weak journalism culture, where normative values of accuracy and impartiality are challenged by the media’s political ties (Touri, Kostarella, and Theodosiadou 2017). Also, the media market is characterized by low trust and low use of traditional media alongside a fragmented consumption (no brand being used regularly by more than 15 per cent of internet users) and a high use of social media (Greeks tend to read the news and participate in social media) and digital-born outlets (Newman et al. 2017). The internet and the emergence of online news platforms have become a source of competition and further financial uncertainty, but also offer chances for a more meaningful transformation of Greek journalism. In this new landscape, many Greek journalists begin to put more emphasis on what the audiences want to know with a shift towards a more consumer, audience-oriented journalism culture and especially in Greece, a shift away from a partisan journalism (Touri, Kostarella, and Theodosiadou 2017). The current study aims to explore the role of Web Analytics in a journalism context with a different culture that has received little attention so far."]}, {"sec_title": "Research Questions", "sec_content": ["As mentioned, this paper extends earlier research regarding the use of Web Analytics in the context of media outlets. Following the preceding discussion, our study attempts to answer the following questions: RQ1: Do journalists in Greece know (and thus utilize) Web Analytics? RQ1.1: How familiar are Greek journalists with Web Analytics? RQ1.2: Which are the most popular services-tools among them? RQ2: Why do Greek newsrooms use Web Analytics and what factors influence their use? RQ2.1: What metrics-data do journalists and Greek newsrooms focus on? RQ2.2: What factors might impact (or lead to) Web Analytics use according to journalists? RQ3: How do newsrooms use Web Analytics (according to respondents’ media outlets)? RQ3.1: Which Web Analytics tools are used more in Greek newsrooms? RQ3.2: How often do media professionals check the reports and who has access to Web Analytics tools? RQ4: Do Web Analytics affect news stories? RQ4.1: Do Web Analytics affect news stories publishing practices? RQ4.2: Do Web Analytics affect the way the journalists will create or choose the news stories that will be published?", "RQ1: Do journalists in Greece know (and thus utilize) Web Analytics?", "RQ1.1: How familiar are Greek journalists with Web Analytics?", "RQ1.2: Which are the most popular services-tools among them?", "RQ2: Why do Greek newsrooms use Web Analytics and what factors influence their use?", "RQ2.1: What metrics-data do journalists and Greek newsrooms focus on?", "RQ2.2: What factors might impact (or lead to) Web Analytics use according to journalists?", "RQ3: How do newsrooms use Web Analytics (according to respondents’ media outlets)?", "RQ3.1: Which Web Analytics tools are used more in Greek newsrooms?", "RQ3.2: How often do media professionals check the reports and who has access to Web Analytics tools?", "RQ4: Do Web Analytics affect news stories?", "RQ4.1: Do Web Analytics affect news stories publishing practices?", "RQ4.2: Do Web Analytics affect the way the journalists will create or choose the news stories that will be published?"]}, {"sec_title": "Methodology", "sec_content": ["Data in this study came from a web-based survey using a structured online questionnaire which evaluated the use of Web Analytics from professional journalists and news organizations in Greece. The questionnaires included 22 questions based on the literature review and previous studies in order to answer the research questions. More specifically, the questionnaire was split into three parts. The first part included questions regarding the demographics of the sample (e.g. gender, age). The second part included questions concerning what journalists think about Web Analytics and their impact on journalism along with their awareness of these services. In the majority of them, a five-level Likert scale was employed. The third part included questions, seeking from media professionals to describe the use of Web Analytics in their current work environment. Initially, a pilot study was conducted (in May 2016) among journalism students and field experts in order to detect any problems and discrepancies that the questionnaire might have included. A number of adjustments were made on the initial questionnaire, mainly in the fields of readability and usability, leading to the necessary improvements before finalizing it. The data collection took place during a five-month period (from June until October 2016). Initially, a random sample of journalists and news editors from the Journalists’ Union of Macedonia-Thrace (the second biggest union in Greece) database consisting approximately of 850 members was selected. A survey link to the questionnaire was sent to the respondents-journalists via an email invitation. Next, the questionnaires were sent to journalism graduates via mail or social media (Facebook). Overall, the journalists were chosen regardless of the medium for which they work and regardless of their work position. The main prerequisite, for an individual to answer the questionnaire, was that he or she had to be a professional journalist. An introductory text informed the respondents about the use of the obtained data and the voluntary nature of the survey. After the initial call, one reminder email was sent. Incomplete responses were removed from the sample, leaving the study with a total of 122 complete responses from journalists. It should be noted that all responses to the survey were anonymous and the survey followed all the ethical and institutional guidelines."]}, {"sec_title": "Data Analysis", "sec_content": ["Data were analysed using SPSS Version 23. Also descriptive statistics provided critical data regarding general trends among respondents and analysis of chi-square cross tabulations were used to investigate relationships between the characteristics of journalists and the use of Web Analytics. Also, a series of ANOVAs were performed in order to test how the use of Web Analytics could affect news content, news stories publishing practices and the journalism profession in media organizations (print media, radio, television, online media). Lastly, the impact of Web Analytics on the news construction process was examined employing Pearson’s coefficient of correlation regarding special cases such as if a news organization is (i) public or private company, (ii) online-only or coexist in print/broadcast channel.", "This study was conducted using a random sample consisting of 122 professional journalists with a unique Internet Protocol address. The respondents were divided into different age groups (aged from 18–24 to 55+ as shown in Table 1). The gender distribution was approximately two-thirds male (Μ = 2.99; SD = 1.110). All participants were initially asked to report their education level, by selecting one of the six categories ((1) Primary school, (2) Upper secondary education, (3) Bachelor, (4) Master’s, (5) Doctoral, (6) Postdoctoral). Based on the descriptive analysis, the most frequent category was participants who were graduates of higher education institutes (highly educated with a degree or diploma from a public or private institute N = 55) and the second most popular group graduates of upper secondary education (N = 32). Furthermore, from all participants (N = 122), 32 per cent worked at online news institutions, 22.1 per cent at television news outlets, 14.8 per cent at radio stations, 11.5 per cent at print media (newspapers–magazines) and 19.7 per cent answered that they were not working during that period. The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 1 Participants’ demographicsCSVDisplay Table", "Additionally, the users were initially asked to report how many years of experience they had working as journalists, by selecting one of the six categories ((1) less than a year, (2) 1–3 years, (3) 4–6 years, (4) 8–10 years, (5) 11–20 years, (6) more than 20 years). The most frequent category was “More than 20 years” (37.7 per cent) and the second one was “11–20 years” (27.0 per cent). Moreover, the participants were questioned about their experience in using internet-based platforms or applications and the answers ranged in five categories ((1) Poor, (2) Fair, (3) Good, (4) Very Good, (5) Excellent). The most populated group was “Excellent” (N = 81) and the second one was “Very Good” (N = 32). It is notable that none of the respondents considered their web experience as “Poor”."]}, {"sec_title": "Results", "sec_content": ["The findings presented in this study indicated that 38.5 per cent of respondents were familiar with Web Analytic tools (M = 3.07, SD = 1.10). Our sample (N = 122) reported a high degree of Web Analytic tools awareness in general, with 95.1 per cent of journalists reported being familiar or aware of Google Analytics, 70.5 per cent of Alexa.com, 34.4 per cent of Adobe Analytics and 15.6 per cent of StatCounter and Open Web Analytics (Table 2). It should be noted that respondents could give more than 1 positive answer (from 1 to 14) and this is the reason why relative frequencies sum to 265.6 per cent which means that every participant offered on average 2.65 positive answers (approximately 3). The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 2 Web Analytic tools awarenessCSVDisplay Table", "It is worth mentioning that a percentage of 92.6 per cent thought that journalists and editors should have access to Web Analytics services. Regarding the frequency of usage, a combined 81.2 per cent of respondents reported that journalists should check Web Analytics reports on a daily or weekly basis. Even though respondents deemed Web Analytics important for journalists’ work, they thought that they are even more important for news organizations themselves and media outlets in general. Finally, it is notable that 37.7 per cent of the participants believed that newsrooms are very concerned about Web Analytic reports which are often a subject of discussion among colleagues.", "Newsrooms are more interested in Web Analytic metrics that report data for the overall website content (57.4 per cent) and less about specific sections of their website (14.8 per cent) or specific stories/articles (27.9 per cent). The interest of newsrooms in data metrics concerning a variety of indicators (Table 3) was measured on a 1–5 scale1 with 1 signifying not at all interested to 5 indicating highly interested. Moreover, it was found that newsrooms use Web Analytics to obtain information regarding (a) general website/content metrics: 63.9 per cent of the respondents thought that newsrooms are very interested in the overall data for the website traffic such as page views, sessions and unique visitors (Μ = 4.45; SD = 0.892); about half of the respondents (46.7 per cent) thought that newsrooms are very interested in the type of content users specifically prefer to read (popular articles) (Μ = 4.10; SD = 1.040). (b) Users’ behaviour and social media: 32.8 per cent of respondents rated very high the interest for the new and returning users (Μ = 3.75; SD = 1.086) and 28.7 per cent of respondents rated above the average the interest about the visitors’ behaviour such as bounce rate/exit or average time spent on the website (Μ = 3.57; SD = 1.135). Also, 36.1 per cent rated above the average the newsrooms’ interest for the number of comments on their articles and also social media sharing (e.g. Facebook, Twitter, etc.) (M = 3.57; SD = 1.128). (c) External sources/referral sites, demographics and technical data: 33.6 per cent of the respondents rated as above average the interest for the traffic sources—channels (e.g. search engines, social media, etc.) (M = 3.39; SD = 1.132). However, the majority of the respondents rated as average the interest of newsrooms for the search terms that led to a website (29.5 per cent) (M = 3.10; SD = 1.222) and the demographic data of users (e.g. language, country, city, age, sex) (34.4 per cent) (M = 2.93; SD = 1.096). Finally, it seems that newsrooms show little interest—specifically below the average (41 per cent) (M = 2.23; SD = 0.960) in technical data such as the most used browser (e.g. Chrome, Firefox, etc.), operating system (e.g. Windows, Mac OS), screen resolution, devices, etc. The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 3 Requested information by using Web AnalyticsCSVDisplay Table", "In addition, the respondents were asked for the reasons behind the use of Web Analytics tools in newsrooms. The most popular were online visibility-traffic and thus revenue increase (75.4 per cent) as well as better understanding of their audience (68.0 per cent), high competition (60.7 per cent) and usefulness (54.9 per cent). Other reasons were less common including ease of use, award purposes, economic uncertainty and bandwagon trend within newsrooms (Table 4). It is interesting that respondents could give more than one positive answer (from 1 to 8) and this is the reason why relative frequencies sum to 325.4 per cent which means that every participant offered on average 3.25 positive answers. The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 4 Reasons for using Web AnalyticsCSVDisplay Table", "It should be noted that a large percentage of journalists (42.6 per cent) thought that almost always the use of Web Analytics tools is more prevalent in large news organizations, which try to maintain high traffic numbers compared to smaller media outlets. Also, they believed that the market orientations, as well as the type of media organization (print, radio, television, online), are highly related to how Web Analytics are used in newsrooms. According to media professionals, private media organizations seem to use more of their resources in Web Analytic tools than the public ones.", "Research question three tried to identify how newsrooms use Web Analytics according to respondents’ media outlets.", "The issue of how newsrooms use Web Analytics was explored by asking if respondents use Web Analytics in their media work. Out of 76 participants who reported Web Analytics usage in their working position, 47.4 per cent worked in online media and out of 11 participants who answered that they do not use Web Analytics tools, 54.5 per cent worked in television and 36.4 per cent at radio stations. In their positive response, two sub-questions followed by a set of six options (multiple responses were permitted), providing information regarding the preferred Web Analytics service (e.g. Google Analytics), the person who is in charge and track them (e.g. chief editors) as well as the frequency of use. The following results were extracted.", "Out of 76 participants who reported Web Analytics usage for monitoring website traffic in their company, 84.2 per cent used Google Analytics, 46.1 per cent Alexa.com, 26.3 per cent internal software tools, 11.8 per cent did not know, 7.9 per cent other tools and only 1.3 per cent Piwik (Table 5). Every participant of our sample could give more than one positive answer (from 1 to 6) and this is the reason why relative frequencies sum to 177.6 per cent which means that every participant offered on average 1.77 positive answers. The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 5 The most mentioned tools used in respondents’ media outlets (N = 76).CSVDisplay Table", "From the respondents who reported Web Analytics usage for monitoring website traffic in their company (N = 76), 78.9 per cent answered that chief editors have access to these tools, 46.1 per cent indicated the marketing department, 40.8 per cent the IT department, only 21.1 per cent reported use from journalists-editors and a small percentage belongs to external partners (1.3 per cent) (Table 6). Every participant of our sample could give more than one positive answer (from 1 to 6) and this is the reason why relative frequencies sum to 197.4 per cent which means that every participant offered on average 1.97 positive answers. The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 6 Who has access to Web Analytics tools in respondents’ (N = 76) media outletsCSVDisplay Table The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 7 How often Web Analytics tools are used in Greek media outletsCSVDisplay Table", "In addition, out of the 76 participants who reported Web Analytics usage in their company, 57.9 per cent thought that traffic reports are being checked on a daily basis while smaller percentages of respondents believed that reports are being checked weekly (22.4 per cent) or monthly (10.5 per cent) (Table 7).", "Web Analytics usage in newsrooms was cross-tabulated with the type/working position of journalists (i.e. print media, radio, television, online) in different permutations for the purpose of the analysis. The chi-square statistic was used to measure relationship strength. Participants were classified in terms of their working area (print media, radio, television, online media and I'm not working at the moment) and in terms of Web Analytics use (yes, no, I don’t know and I’m not working at the moment) in their media organization. The Monte Carlo test indicates that there is a relation between the two variables [χ2(12, Ν = 122) = 118.866), p < 0.05] showing that the working position (i.e. the type of news organization) affects the use of Web Analytics tools. Moreover, it is remarkable from tabulation that among the participants who worked at print media, 78.6 per cent answered that they use Web Analytics tools in their organization for measuring online traffic. The results were also significant for the other media types and 61.1 per cent of radio journalists, the 51.9 per cent of TV journalists and 92.3 per cent of online journalists responded that they used Web Analytics (Figure 1). The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018FIGURE 1  Use of Web Analytics tools according to respondents’ media outletsDisplay full sizeFIGURE 1  Use of Web Analytics tools according to respondents’ media outlets", "FIGURE 1  Use of Web Analytics tools according to respondents’ media outlets", "FIGURE 1  Use of Web Analytics tools according to respondents’ media outlets", "Research question four asked if Web Analytics affect news stories in two dimensions: these included publishing practices and also the way the journalists create or choose news content. It is worth noting that 38.5 per cent of journalists who completed our survey indicated that the use of Web Analytics tools can greatly improve their relationship with the audience. Moreover, 41.8 per cent of respondents thought that the use of Web Analytics tools can frequently influence the placement of news stories on websites along with the publication time, 33.6 per cent thought that they affected (often) the addition or updating of multimedia content and 46.7 per cent believed that always the sharing on social media (e.g. Facebook, Twitter) is related closely to the corresponding Web Analytics data.", "In the pursuit of RQ4 and in order to analyse in more depth how Web Analytics could affect news stories publishing practices [i.e. How the use of Web Analytics affect news stories, such as (i) the place where a news story will be on a web site (home page, headlines, etc.) and for how long, (ii) if the news story will be renewed or enhanced by multimedia content later and (iii) if the news story will be shared more on social media (Facebook, Twitter)], a series of ANOVAs were performed with the variables of media organization type and news stories publishing practices as independent and dependent variables, respectively.", "News stories publishing practices that may potentially be influenced by the Web Analytics metrics were examined separately in the above experiments for the independent variable of media organization (Web Analytics usage was examined for television, radio, print and online media) with the same exclusion criteria. The prediction was focused only on questions where Web Analytics were used and only for the participants who believed that news stories content is affected more than average on the 5-point scale (Very Low = 1, Below Average = 2, Average = 3, Above average = 4, Very high = 5) and therefore ignoring all those that answered below average. The results showed statistically significant differences on the level of effect [F(2, 116) = 21,565; p < 0.05; np2 = 0.156; power = 1000)] with (i) and (ii) being less influenced (X = 3.75; SD = 1.080) and (X = 3.59; SD = 1.027), respectively, compared to (iii) (X = 4.15; SD = 0.993) (p < 0.05). Also, the effect size is 0.156 explaining approximately 15.6 per cent of the variability. Finally, it is very interesting that for journalists who work in print media, the results did not show statistically significant differences on the level of effect.", "A significant percentage of respondents believed that the use of Web Analytics influence to a great extent the way journalists will create/write content (i.e. their stories’ titles) in general (65.5 per cent) and the way journalists will choose the news stories that will be published (67.2 per cent). To analyse more how the use of Web Analytics in journalism profession affect (i) The way journalists, in general, will create/write content (i.e. their stories’ titles), (ii) The way journalists, in general, choose the news stories that will be published, (iii) The way the respondents themselves will create/write content and (iv) The way the respondents themselves choose the news stories that will be published in general, a series of ANOVAs were performed with the variable of media organization type as independent and dependent variables, respectively.", "News story content creation that may potentially be influenced by the Web Analytics metrics were examined separately in the above experiments for the independent variable of media organization (Web Analytics usage was examined for television, radio, print and online media with the same exclusion criteria). The prediction was focused only on questions where Web Analytics were used and only for the participants who believed that news story content creation is affected more than average on the 5-point scale (Very Low = 1, Below Average = 2, Average = 3, Above average = 4, Very high = 5) and therefore ignoring all those who answered below average. The results showed statistically significant differences on the level of effect [F(3, 115) = 29,694; p < 0.05; np2 = 0.202; power = 1000)] with (i) (X = 3.80; SD = 1.113) and (ii) (Χ = 3.80, SD = 1.065) being more influenced compared to (iii) (X = 3.20; SD = 1.176) and (iv) (X = 3.20; SD = 1.204) (p < 0.05). The effect size is 0.202 explaining approximately 20.2 per cent of the variability.", "In order to examine relationships among the variables, Pearson’s correlation coefficients were computed for each variable (Table 8) in relation to (i) how the use of Web Analytics tools influence the way journalists will create/write content (i.e. their stories’ titles) in general and (ii) the way journalists choose the news stories that will be published in general, with the Web Analytics usage if media organizations are public or private companies. According to the results, the Web Analytics usage was correlated with (i) and (ii) in a positive direction (r = .174; r = .204; p < 0.05).What is more, in order to examine relationships among the variables, Pearson’s correlation coefficients were computed, for each variable in relation to (i) how the use of Web Analytics tools influence the way the journalists will create/write content (i.e. their stories’ titles) in general and (ii) the way journalists choose the news stories that will be published in general, with the influence of Web Analytics tools if media organizations are online-only or coexist in print/broadcast channel. The correlation observing the influence of Web Analytics usage with (i) and (ii) was significantly positive (r = .193, p < 0.05 and r = .231, p < 0.05). The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 8 Pearson correlation matrixCSVDisplay Table", "In order to examine relationships among the variables, Pearson’s correlation coefficients were computed for each variable (Table 8) in relation to (i) how the use of Web Analytics tools influence the way journalists will create/write content (i.e. their stories’ titles) in general and (ii) the way journalists choose the news stories that will be published in general, with the Web Analytics usage if media organizations are public or private companies. According to the results, the Web Analytics usage was correlated with (i) and (ii) in a positive direction (r = .174; r = .204; p < 0.05).", "What is more, in order to examine relationships among the variables, Pearson’s correlation coefficients were computed, for each variable in relation to (i) how the use of Web Analytics tools influence the way the journalists will create/write content (i.e. their stories’ titles) in general and (ii) the way journalists choose the news stories that will be published in general, with the influence of Web Analytics tools if media organizations are online-only or coexist in print/broadcast channel. The correlation observing the influence of Web Analytics usage with (i) and (ii) was significantly positive (r = .193, p < 0.05 and r = .231, p < 0.05).", "The most common reasons for not using Web Analytics were (a) slightly: the ignorance or lack of training (45.5 per cent), (b) moderately: time limitation (45.5 per cent) and (c) not at all: the limited resources (45.5 per cent) (Table 9). The Utilization of Web Analytics in Online Greek JournalismAll authorsDimitrios Giomelakis, Efstathios Sidiropoulos, Sotiria Gilou & Andreas Veglis http://orcid.org/0000-0002-0286-2304https://doi.org/10.1080/1461670X.2017.1412805Published online:02 January 2018TABLE 9 Respondents’ (N = 11) reasons for not using Web Analytics tools in their news organizationCSVDisplay Table"]}, {"sec_title": "Discussion and Conclusions", "sec_content": ["This paper examined the use of Web Analytics in journalism using as case studies Greek newsrooms and a sample of Greek professional journalists. The aim of this study was to understand how journalists are using Web Analytics and what factors affect these usage patterns. A unique aspect of the study was the inclusion of a diverse sample of journalists from different newsrooms and different types of media organizations.", "As mentioned previously, this study used the Greek media landscape as a case study. According to findings, a significant percentage of respondents (38.5 per cent) reported being familiar with Web Analytics tools with a high degree of awareness. The most well-known software service was Google Analytics (95.1 per cent), followed by Alexa.com (70.5 per cent) and Adobe Analytics (34.4 per cent). The above results were unsurprising given that Google Analytics is considered globally as the most popular Web Analytics software and a leading tool for sales and marketing purposes (Kent et al. 2011; Stanhope, Frankland, and Dickson 2011). Also, the high degree of awareness can be characterized as reasonable given the growing importance of internet metrics in the journalism profession in recent years across different types of newsrooms (Cherubini and Nielsen 2016; Hanusch 2017). In agreement with that, the majority of the respondents seemed to appreciate the usefulness of Web Analytics and deemed them important for news work whereas they answered that these technological tools are more important for the media companies themselves. New technologies have created a more interactive relationship with the audience. In this context 38.5 per cent of the respondents indicated that web metrics tools can, to a great extent, improve their relationship with the audience. All the above findings are in consonance with prior studies where journalists and media owners in Greece were found to be able to adapt to technological advances, considering them useful for their profession (Giannakoulopoulos and Kodellas 2005; Doudaki and Spyridou 2015).", "The respondents were asked to give their opinion about why Greek newsrooms use Web Analytics and what factors may influence their use. The most significant reasons have to do with growing audience-traffic and therefore a revenue increase (75.4 per cent), better understanding of their audience (68 per cent) as well as high competition (60.7 per cent) or usefulness (54.9 per cent). The results are similar to previous studies where the use of Web Analytics was found to be closely related to online visibility, the economic benefits of getting high readership, financial uncertainty or the survival instinct (Lowrey and Woo 2010; Vu 2014; Cherubini and Nielsen 2016). Furthermore, newsrooms seem to be more interested in metrics regarding the overall website content and less in those that have to do with specific stories or individual sections of a website. They usually focus on overall, old metrics such as page views, sessions, unique visitors, traffic sources or the type of content users prefer to read (i.e. popular articles). Also, great importance was given to users’ behaviour and new measures such as new or returning users, time spent on the website (e.g. bounce rate) and comments or sharing in social media (Facebook, Twitter). The above can be explained by the fact that newsrooms are being increasingly asked to cater to audience interests so as to generate more traffic and “clicks” (Tang et al. 2011) and in this context many Greek media professionals have begun to put more emphasis on what the audiences want to know (Touri, Kostarella, and Theodosiadou 2017). Thus, those types of metrics usually get more preference and may impact on editorial priorities or news agenda compared to other metrics such as demographic or technical data. It is worth mentioning journalists mentioned that almost always the use of Web Analytics is more prevalent in large news organizations. This is in accordance with findings of other studies where bigger news companies were found to be more likely to monitor online metrics more often in comparison with smaller or local news organizations (McKenzie et al. 2011; Singer 2011). In addition, they believed that the market orientation as well as the type of media organization are highly connected to how Web Analytics are used in newsrooms.", "Apart from the opinion of professionals about Web Analytics, the current study examined real data and certain aspects of everyday routines according to respondent’s media outlets. As expected, Google Analytics was featured once again as the most commonly used software in Greek news organizations (84.2 per cent) by a wide margin. Alexa.com service (46.1 per cent) as well as internal software solutions (26.3 per cent) were in the second and third positions, respectively. In the context of these findings, it seems that the majority of Greek newsrooms do not have a clear structure for using Web Analytics. They have merely adopted a more rudimentary approach to audience metrics utilizing different off-the-shelf tools (the most mentioned tools). This trend is similar to trends observed in many news organizations across the US and European newsrooms that lag behind best practice (Cherubini and Nielsen 2016). The common element is the lack of a newsroom (editorial analytics) culture together with the use of generic, popular tools (and not own home-grown solutions) contrary to other leading news organizations such as The Guardian, BBC, Financial Times or Huffington Post who work continuously to develop and improve their approach. Regarding the people who tend to use and control analytic tools, chief editors gathered a percentage of 78.9 per cent followed by marketing (46.1 per cent) and IT (40.8 per cent) departments. It should be noted that only 21.1 per cent reported use from journalists and editors in their news organization. The above come in contrast to respondents’ point of view who answered (92.6 per cent) that editors themselves should have access and also check Web Analytics reports frequently. Finally, according to the response in the majority of Greek newsrooms, traffic reports are being checked on a daily (57.9 per cent) or a weekly (22.4 per cent) basis. In short, the absence of a distinct Web Analytics team is evident in Greek news organizations where media professionals, with many other responsibilities often deal with audience development, this practice is common in most continental European newsrooms (Cherubini and Nielsen 2016) and may be related to financial uncertainty.", "The cross-tabulation method was used in survey responses in order to examine possible relationships between Web Analytics usage and the type of news media organizations. In general, the analysis showed a strong positive connection between the two variables. Specifically, the results gave evidence that the type of media organization can affect the use of Web Analytics tools [χ2(12, Ν = 122) = 118.866), p < 0.05]. As expected, Web Analytics tools were used in the vast majority of online news institutions (92.3 per cent). In the same context, print media gathered a large percentage of 78.6 per cent more than radio (61.1 per cent) and television (51.9 per cent) stations that were in the third and fourth positions, respectively. The above results are in accordance with previous research confirming the notion that the effect of new technology across media organizations unfolds in different ways and also depends on a variety of factors, such as audience, work practices, organizational structures or the business model of a given news organization (Boczkowski 2004; Cherubini and Nielsen 2016).", "News organizations all over the world have embraced the use of Web Analytics and this new situation raises the questions as to whether and to what extent audience statistics affect editorial content as well as editorial practices. To answer this, the influence of Web Analytics on news stories publishing practices was examined separately for every type of media organization. According to results, journalists who worked in different types of news outlets were more influenced by Web Analytics regarding whether a new story will be shared more on social networks such as Facebook or Twitter. On the other hand, the use of Web Analytics seems to have less influence on short-term optimization regarding the enhancement of news content (e.g. testing of headlines or photos) as well as the placement of stories. The above affirm the importance of social media in a changing news media landscape. Especially in Greece the media market is characterized by a high use of social media where Greeks tend to read the news and participate by commenting or sharing content (Newman et al. 2017). Also, it highlights the general effort to increase the shelf-life and distributed reach of quality content (Cherubini and Nielsen 2016). Finally, it should be noted that for print media (newspapers–magazines), the results did not show statistically significant differences on the level of effect. The findings are in agreement with previous research showing that Web Analytics can affect, to a great extent, different publishing practices (MacGregor 2007; Anderson 2011a; Dick 2011; Usher 2013; Lee, Lewis, and Powers 2014; Vu 2014; Ferrucci and Tandoc 2015).", "In the same context, the influence of Web Analytics this time on news content creation was examined separately for each type of media organization. Overall, the results provided evidence of a statistically strong relationship between Web Analytics use and the way journalists, in general, will create or choose the news stories that will be published. In other words, Greek newsrooms seem to have significantly incorporated web metrics into their news construction process. The findings are consistent with prior work where quantitative audience metrics were found to play a role in the editorial decision and news agenda (MacGregor 2007; Napoli 2010; Anderson 2011a; Ferrucci and Tandoc 2015). It is evident that this trend has an impact on editorial autonomy, since news editors seem to occasionally re-weight editorial priorities based on digital tracking tools (MacGregor 2007). In the context of this analysis, the findings also showed statistically significant differences on the level of influence with the self being less influenced compared to others. Specifically, the patterns of results indicated that the respondents used to report that Web Analytic reports will have a greater impact on others (third person) than themselves (first person) as regards news content creation. From a social perspective, these patterns of results might be connected to other studies where Davison’s initial hypothesis of third-person effect (1983) was studied.", "In addition, statistical analysis revealed significant correlations among the variables. Specifically, the findings revealed a positive relationship between the ownership model (i.e. if a news organization is a public or private company) and the influence of Web Analytics on the way editors create or choose news content. The above is in line with previous studies where market orientation or the ownership model (i.e. the case of Al Jazeera) were proved to play an important role on how new technologies are incorporated into the journalism profession (Usher 2013; Ferrucci and Tandoc 2015). In light of the analysis presented above, it may be concluded that news organizations tend to develop distinct forms of editorial metrics aligned with their organizational imperatives, structures as well as their editorial priorities (Cherubini and Nielsen 2016). Finally, correlation analysis also showed another significant correlation between the variables. According to experiments, the impact of audience metrics on the selection and creation of news stories (once again from journalists) seems to be contingent upon factors where a news outlet is online-only or coexists in a print or broadcast channel giving prominence to the context in which a news company competes.", "Nowadays, newsrooms and media organizations have embraced the use of Web Analytics and utilize them in order to gain valuable information about their web content as well as their audience. In a constantly changing and competitive media environment, no one can take their readership for granted and the use of web metrics seems to be an essential tool for editors, bloggers, media professionals and anyone in general who publishes newsworthy content. This kind of tool may have a considerable impact on the way journalists occasionally choose or create news stories, as well as their publishing practices, and this was one of the most striking findings of the study. Also, another interesting finding was the detection of the differences in how web metrics are used in different newsrooms depending on factors such as the kind of media outlets, ownership model or market orientation, organizational structures as well as work and editorial practices. It should be noted that the above findings are similar to prior research in other media systems regarding the use of Web Analytics.", "The current study attempted to examine the role of Web Analytics in a journalism context with a different culture that has received little attention so far. According to results, the use of audience metrics in Greek media outlets seems to have many similarities and common features with news organizations in many other countries. Web Analytics can help media outlets and journalists become more data informed even though the editorial and qualitative judgment remains of great importance. No doubt, quantitative analysis by using metrics has to be supplemented by traditional journalistic skills and editorial expertise. Also, editors need to understand the meaning of the data by adopting a new culture in their news work and web metrics need to be interpreted in context in order to be more meaningful.", "This study is not without limitations in spite of the significant outcomes. First and foremost, the sample included only Greek newsrooms and thus, the study is not claiming to be representative of the entire population of (online) newsrooms and media outlets. Secondly, although the sample size is sufficient enough to be statistically sound, a higher sample may yield better results. Finally, as with all studies involving surveys, our results are dependent on the accuracy and honesty of the respondents answering the questionnaires. We hope the findings of this study open the door to more advanced research regarding the impact of Web Analytics on news work. Beyond argument, there are several important aspects in this area that require further study. Future extension of this work will include the repetition of the study with larger and different samples. Also comparative studies with foreign online media as well as some of the world’s most widely known media organizations would be another research suggestion. Finally, the increasing influence of social media as well as the audiences’ opinions on these issues are points that deserve more study in the near future."]}], "references": [{"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson Christopher.", "first_name": "Anderson", "last_name": "Christopher.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism’s Vision of Its Public in an Age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson Christopher.", "first_name": "Anderson", "last_name": "Christopher.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Processes of Adopting Multimedia and Interactivity in Three Online Newsrooms", "year": "2004", "journal": "Journal of Communication,", "volume": "54", "authors": [{"name": "Boczkowski Pablo.", "first_name": "Boczkowski", "last_name": "Pablo.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Life and Death of Political News: Measuring the Impact of the Audience Agenda Using Online Data", "year": "2014", "journal": "Social Science Computer Review", "volume": "32", "authors": [{"name": "Bright Jonathan", "first_name": "Bright", "last_name": "Jonathan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nicholls Tom", "first_name": "Nicholls", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Online Journalism as Market-driven Journalism", "year": "2002", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "46", "authors": [{"name": "Cohen Elisia L.", "first_name": "Cohen", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Third-Person Effect in Communication", "year": "1983", "journal": "", "volume": "", "authors": [{"name": "W. Phillips Davison", "first_name": "W.", "last_name": "Davison", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Search Engine Optimisation in UK News Production", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Dick Murray.", "first_name": "Dick", "last_name": "Murray.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Content Online: Patterns and Norms under Convergence Dynamics", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Doudaki Vaia", "first_name": "Doudaki", "last_name": "Vaia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Employing Search Engine Optimization Techniques in Online News Articles", "year": "2015", "journal": "Studies in Media and Communication", "volume": "3", "authors": [{"name": "Giomelakis Dimitrios", "first_name": "Giomelakis", "last_name": "Dimitrios", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Investigating Search Engine Optimization Features in Media Websites: The Case of Greece", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Giomelakis Dimitrios", "first_name": "Giomelakis", "last_name": "Dimitrios", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Web Analytics and the Functional Differentiation of Journalism Cultures: Individual, Organizational and Platform-specific Influences on Newswork", "year": "2017", "journal": "Information, Communication \\& Society", "volume": "20", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Negotiating Professional News Judgment and “Clicks” Comparing Tabloid, Broadsheet and Public Service Traditions in Sweden", "year": "2013", "journal": "Nordicom Review", "volume": "34", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Learning Web Analytics: A Tool for Strategic Communication", "year": "2011", "journal": "Public Relations Review", "volume": "37", "authors": [{"name": "Kent Michael", "first_name": "Kent", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Carr Bryan", "first_name": "Carr", "last_name": "Bryan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Husted Rebekah", "first_name": "Husted", "last_name": "Rebekah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pop Rebeca", "first_name": "Pop", "last_name": "Rebeca", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Audience Clicks and News Placement: A Study of Time-lagged Influence in Online Journalism", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela", "first_name": "Lee", "last_name": "Angela", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "(Re-)discovering the Audience: The Relationship Between Journalism and Audience in Networked Digital Media", "year": "2012", "journal": "Information Communication \\& Society", "volume": "15", "authors": [{"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schmidt Jan-Hinrik", "first_name": "Schmidt", "last_name": "Jan-Hinrik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The News Organization in Uncertain Times: Business or Institution?", "year": "2010", "journal": "Journalism and Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson", "affiliation": "", "orcid": "", "role": ""}, {"name": "Woo Chang Wan", "first_name": "Woo", "last_name": "Wan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tracking the Online Audience: Metric Data Start a Subtle Revolution", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor Phil.", "first_name": "MacGregor", "last_name": "Phil.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Listening to News Audiences: The Impact of Community Structure and Economic Factors", "year": "2011", "journal": "Mass Communication and Society", "volume": "14", "authors": [{"name": "McKenzie Carly", "first_name": "McKenzie", "last_name": "Carly", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wilson Lowrey", "first_name": "Wilson", "last_name": "Lowrey", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hal Hays", "first_name": "Hal", "last_name": "Hays", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jee Young Chung", "first_name": "Jee", "last_name": "Chung", "affiliation": "", "orcid": "", "role": ""}, {"name": "Woo Chang Wan", "first_name": "Woo", "last_name": "Wan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Political j-Blogger", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane.", "first_name": "", "last_name": "Jane.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Community Service: Editor Pride and User Preference on Local Newspaper Websites", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Singer Jane.", "first_name": "", "last_name": "Jane.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Web Usage Mining for Web Site Evaluation", "year": "2000", "journal": "Communications of the ACM", "volume": "43", "authors": [{"name": "Spiliopoulou Myra.", "first_name": "Spiliopoulou", "last_name": "Myra.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism in a State of Flux: Journalists as Agents of Technology Innovation and Emerging News Practices", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Matsiola Maria", "first_name": "Matsiola", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kalliris George", "first_name": "Kalliris", "last_name": "George", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dimoulas Charalambos", "first_name": "Dimoulas", "last_name": "Charalambos", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism is Twerking? How Web Analytics Is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Bricks that Build the Clicks: Newsroom Investments and Newspaper Online Performance", "year": "2011", "journal": "International Journal on Media Management", "volume": "13", "authors": [{"name": "Tang Yihui (Elina)", "first_name": "Tang", "last_name": "Yihui", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sridhar Shrihari (Hari)", "first_name": "Sridhar", "last_name": "Shrihari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mantrala Murali K.", "first_name": "Mantrala", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Taking the Paper Out of News", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil", "affiliation": "", "orcid": "", "role": ""}, {"name": "Myllylahti Merja", "first_name": "Myllylahti", "last_name": "Merja", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Al Jazeera English Online: Understanding Web Metrics and News Production When a Quantified Audience Is Not a Commodified Audience", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher Nikki.", "first_name": "Usher", "last_name": "Nikki.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists in the Age of ICTs: Work Demands and Educational Needs", "year": "2014", "journal": "Journalism \\& Mass Communication Educator", "volume": "69", "authors": [{"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pomportsis Andreas", "first_name": "Pomportsis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Online Audience as Gatekeeper: The Influence of Reader Metrics on News Editorial Selection", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Vu Hong Tien.", "first_name": "Vu", "last_name": "Tien.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Selection Criteria in the Digital Age: Professional Norms Versus Online Audience Metrics", "year": "2016", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "17", "authors": [{"name": "Welbers Kasper", "first_name": "Welbers", "last_name": "Kasper", "affiliation": "", "orcid": "", "role": ""}, {"name": "Atteveldt Wouter van", "first_name": "Atteveldt", "last_name": "van", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kleinnijenhuis Jan", "first_name": "Kleinnijenhuis", "last_name": "Jan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ruigrok Nel", "first_name": "Ruigrok", "last_name": "Nel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schaper Joep", "first_name": "Schaper", "last_name": "Joep", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On Metrics-driven Homepages", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Zamith Rodrigo.", "first_name": "Zamith", "last_name": "Rodrigo.", "affiliation": "", "orcid": "", "role": ""}]}]}