{"doi": "10.1080/17512786.2017.1330664", "url": "https://doi.org/10.1080/17512786.2017.1330664", "title": "Stability and Change in the Style and Standards of European Newspapers' Arts Reviews, 1960–2010", "volume": "12", "year": "2018", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Heikkilä", "first_name": "Riie", "name": "Riie Heikkilä"}, {"last_name": "Gronow", "first_name": "Jukka", "name": "Jukka Gronow"}], "abstract": "Reviews of cultural products are central elements in creating, legitimizing and disseminating cultural tastes and hierarchies. In this empirical study, we examine the changes that have taken place in European newspaper reviews during the last 50 years (1960–2010). Our sample consists of 205 highbrow arts reviews found in Helsingin Sanomat (Finland), Le Monde (France), ABC/El País (Spain), Dagens Nyheter (Sweden) and The Guardian (UK). We analyse our sample using the framework of Shrum and observe possible changes in descriptive, entertainment, instructive, analytical and evaluative schemes of the reviews. Unlike one might expect in light of previous scholarly findings on the popularizing content of cultural journalism, the changes in European highbrow arts reviews between 1960 and 2010 are not drastic. If anything, the evaluation becomes more analytical and subtle, emphasizing the institutional role of highbrow arts reviews and the print newspaper as a traditional, rather conservative media.", "body": [{"title": "Introduction", "paragraphs": ["The act of reviewing cultural products provides an important structural framework for the symbolic production of culture and the arts (Shrum 1996; Van Rees and Vermunt 1996; Janssen 1997, 1999). Reviews, as highly institutionalized and specialized texts, are “aesthetic selections by socially legitimated experts” (Janssen, Verboord, and Kuipers 2011, 140). Reviewers can be considered important “tastemakers” and gatekeepers that allow only part of all cultural production to enter into the media by publicly stating its artistic value (Smith Maguire and Matthews 2014). In particular, when emphasizing the reviewer’s gatekeeper role, there are important power struggles embedded in the criticism of cultural products and artworks. In the process of evaluating such products, reviewers help to distinguish between the “pure” and “profane” culture (Bourdieu 1993, 1994); thus, the reviewer can be seen as a powerful player in the field of art. Critics are themselves part of the game, as just as there is no official education or title bestowed to become a reviewer, there is no objective way of authenticating the veracity or validity of their opinions (Van Rees 1989).", "Highbrow arts such as opera, ballet, theatre and poetry have long been considered among the most prestigious signs of legitimate culture, and mastering or understanding them a sign of high levels of cultural capital in practically the entire Western world (Bourdieu 1984; Levine 1988; DiMaggio 2012). Newspaper reviews have been an essential part of these art forms almost from the beginning; reviewing can be seen as a way of connecting individual works of art with this wider field of cultural valuation, and of legitimizing and disseminating their symbolic valuations.", "Reviewers are, of course, just one element of a much larger chain of cultural mediators at different levels. For instance, Janssen and Verboord (2015, 441–442) distinguish gatekeeping, co-creating (or editing), connecting/networking, selling/marketing, distributing, censoring/protecting/supporting and, finally, “evaluating, classifying and meaning making” from each other as different forms of mediating culture. According to this classification, reviewers do not only evaluate whether something is good or bad, or valuable or insignificant; they also have an essential role in creating and spreading hierarchies, exemplified well by the rise of jazz or cinema into the canon of high art (cf. Baumann 2007; or Janssen, Verboord, and Kuipers 2011; see also Fishelov 2010). In the same vein, the criteria for reviewing are highly differentiated according to the genre in question (for an example of pop music reviewing and its audience-oriented criteria and style, see Van Venrooij and Schmutz 2010). Newspaper reviewing renews and strengthens power dynamics just like any other kind of criticism. For instance, debut novels are allocated less space in newspapers than novels written by established writers, and books published by large publishing houses get more coverage than those published by smaller companies (Van Rees and Vermunt 1996; Janssen 1997).", "In recent decades, reviewing practices have undergone substantial changes in terms of both the formats and the mediums in which their texts are published. While the circulation numbers of traditional outlets for reviews such as quality newspapers are decreasing everywhere in the Global North (cf. Weibull and Nilsson 2010; Brink Lund, Raeymaeckers, and Trappel 2011), the internet is becoming a substantial competitor to and replacement for traditional print media (McChesney 2011). This change is reflected profoundly in reviewing. The era in which aesthetic-normative reviews were published mostly in print newspapers, catalogues or specialized magazines, and written by authoritative experts, is over. There is now an increasing number of online reviews, published not only in electronic versions of traditional media but also in different Web portals and personal blogs, bringing on the dimension of peer-produced review content or “crowd wisdom” and introducing profound changes in the valuations of the aesthetic criteria used in reviewing (cf. Arora and Vermeylen 2013; Verboord 2014).", "These recent fragmentations of the traditional modes of criticism have led to many fears regarding the loss of traditional, authoritative and evaluation-based reviewing: “The critic-as-instructor, as objective judge and expert, has yielded to the critic who shares personal reactions and subjective enthusiasm. If anyone can be a critic, there is hardly any need for specialized and devoted professionals” (McDonald 2007, 5). In recent discussions on cultural journalism, there have been many claims of an ongoing “crisis” (for an elaborate discussion, see Jaakkola 2014, 2015a). Its advocates claim that less space is being allocated to serious cultural journalism and that there is a clear popularization of content. The central fears of the crisis argument have to do with reviews: supposedly reviews are becoming shorter and bear increasingly less traditional aesthetic judgement, offering a voice to everyone and thus turning more repetitive and conservative (Berger 1998; Elkins 2003; McDonald 2007; Carroll 2009). Existing research on cultural journalism provides unambiguous answers to these claims. While there is a clear popularization of content in quality newspapers (Janssen 1999; Janssen, Verboord, and Kuipers 2011), the findings concerning the reduction of space assigned to and shortening of reviews are contradictory (Jaakkola 2015b; Heikkilä, Lauronen, and Purhonen 2017).", "Newspaper reviewing has traditionally been considered to have a less legitimate aura than other types of reviewing or “serious criticism”. According to Bourdieu, art reviews published in newspapers constitute a specific field between arts criticism and journalism (Bourdieu 1993); the cultural sections of newspapers have been called “soft journalism” to separate them from “harder” areas like politics or news (Kristensen and From 2012). In recent years, facing a crisis in circulation numbers, cultural sections have become increasingly interested in establishing links between the cultural product and the potentially interested consumer (cf. Verboord and Janssen 2015)—which has surely had an effect on reviewing practices. Following this argument, the journalistic reviewer has been considered a mere “consumer reporter  …  who records his or her likes or dislikes so that readers can use them to predict what shows, or books, or films they will like or dislike” (Carroll 2009, 8).", "In recent years, reviewing practices have raised the interest of several scholars as a way of exploring and tracking the legitimation of ideologies via the dissemination of specialist art and culture reviews (Janssen 1997; Baumann 2007; Johnston and Baumann 2007; Van Venrooij and Schmutz 2010). However, to our knowledge, reviews have not yet been researched in light of the debate on the alleged crisis of cultural journalism and using longitudinal data derived from several different cultural domains. To do this, we use longitudinal newspaper data to assess the kinds of shifts that newspapers’ reviewing practices have undergone during the last 50 years. Through a qualitative content analysis of a sample of reviews from five European countries, we focus on the possible shifts in five common elements of reviews. In the following sections, we first discuss the context of newspaper reviewing and then analyse the changes that have taken place between 1960 and 2010, first by considering quantitative background information and then through the lens of our main sample of newspaper reviews gathered for the purposes of this study."]}, {"title": "Research Design", "paragraphs": ["Using newspaper data drawn from different years solves the common problem encountered in cultural sociology: the scarcity of suitable longitudinal data. Our full data-set derives from a larger cross-national, longitudinal research project on the relationship between cultural and social stratification in post-1960s Europe (cf. Purhonen, Heikkilä, and Karademir Hazir 2017). The following newspapers and countries were included in this study: Helsingin Sanomat (HS) from Finland, Dagens Nyheter (DN) from Sweden, The Guardian (GU) from the United Kingdom, Le Monde (LM) from France, and ABC/El País (ABC/EP)1 from Spain. The chosen newspapers share similar political views (with the exception of ABC), they all have roughly comparable circulation numbers and they can be considered nationally important quality dailies (cf. Janssen, Kuipers, and Verboord 2008; Jaakkola 2015a; Verboord, Kuipers, and Janssen 2015; Heikkilä, Lauronen, and Purhonen 2017). Culture and arts sections were created in most major European newspapers around the middle of the twentieth century (Jaakkola 2015a), which makes 1960 an interesting starting point for the exploration: using 10-year intervals between 1960 and 2010, we collected altogether 11,775 articles on culture from the newspapers from six time-points (1960, 1970, 1980, 1990, 2000 and 2010). In order to eliminate seasonal variation in arts coverage, we used “constructed weeks” (Riffe, Aust, and Lacy 1993; Janssen, Kuipers, and Verboord 2008): each full year was divided into thirds (January to April, May to August, September to December) for which one full seven-day week was randomly constructed, totalling three weeks per selected year. We avoided the problem of operationalization by including all articles published in the chosen cultural sections and thematic cultural supplements. The articles were coded using Atlas.ti and a code system of 49 variables. Standard inter-coder reliability tests were conducted (Krippendorff 2004), with satisfactory results (Purhonen, Heikkilä, and Karademir Hazir 2017). The coding process and some of the variables and their categories were designed according to the work of Janssen, Verboord, and Kuipers (2011) to allow for future comparisons.", "We pursued answers to our research questions from both quantitative and qualitative angles. For the purposes of this paper, and to provide a background quantitative analysis, we extracted all the reviews (N = 3770) from the full data-set (N = 11,775) and analysed these using three variables: the type of article, coded into (1) review/critique, (2) interview/profile, (3) commentary text, (4) report/feature, (5) news, (6) preview, (7) announcement/list, (8) artistic text/fiction and (9) other; the size of the article, coded into (1) multiple pages, (2) whole page, (3) half of the page, (4) quarter page, (5) smaller article and (6) very small article; and finally the cultural field of the review, originally coded into 21 categories and further recoded into the most commonly reviewed cultural domains: (1) novels, (2) all other literature, (3) pop music, (4) classical music, (5) film, (6) television, (7) theatre, (8) fine arts and (9) other (including everything else).", "In addition, we constituted a smaller subsample of the full data consisting of theatre, novel2 and classical music reviews from the years 1960, 1980 and 2010. For each of these years, we selected five reviews per cultural domain and per country, thus altogether 225 reviews. There was some lack of suitable reviews that meant our sample did not reach that number: ABC published no novel reviews in 1960, GU published no novel reviews in 1980, EP published only two theatre reviews in 2010, ABC published only one classical music review in 1960 and LM published only four classical music reviews in 1960 and three in 2010. Thus, the final sample consisted of 205 reviews. While recognizing that the three chosen cultural domains include a variety of subgenres and types of cultural production, and vary across time, we argue that they form a data-set homogeneous enough to be studied as an example of highbrow reviews published in European quality newspapers. Theatre, novel and classical music reviews were chosen for several reasons. First, we wanted to include only internationally common cultural domains with long-standing historical roots; second, we wanted only areas considered “highbrow” (see, for instance, Janssen, Verboord, and Kuipers 2011) in order to make our sample as homogeneous as possible in terms of style; third, we wanted to include differently distributed cultural domains: one based on performing or live arts (theatre), one functioning merely through different distributable and portable “recordings” or reproductions (novels) and one distributable in both ways (classical music). Whenever not written originally in English (as in the case of reviews in GU), the review excerpts used were translated by the authors into English.", "We addressed our subsample using qualitative content analysis. Adapting the model of Schreier (2012), we first decided on our research question, then selected our material, decided on a suitable coding frame, divided our material into units of coding (individual articles derived from different years and cultural fields), tested and modified the coding frame and finally close-read the subsample while making formative and finally summative checks on reliability. During the close reading, we also looked for suitable examples of each of our coding categories (see the next section) and made comparisons across different years and cultural fields. Lastly, we interpreted our results in light of the original research question.", "In the literature, the most classical and common tasks assigned to reviewers are undoubtedly describing, interpreting and evaluating (Van Rees and Vermunt 1996). Wishing to enlarge our scope of analysis and make it apt for analysing changes in highbrow reviews, our coding frame was inspired by Shrum’s (1991, 352): he distinguishes five components of reviews that could also be seen as “performance objectives” of the reviewer. Descriptive elements refer to basic information about the cultural product (performers, authors, setting, etc.). Analytical elements provide the interpretative context for understanding the cultural product at hand (metaphors, symbolic meanings in the work, etc.). Entertainment elements include humour, wit, displays of outrage and other verbal resources used by the reviewer. The instruction element refers to indirect or straightforward advice to the artist(s): mainly explicit tips on how to make the cultural product better. The evaluative element, the possible weakening of which we assumed might work as a proxy for the possible “crisis” in reviewing, is in many ways the backbone of what reviews stand for, namely positive or negative judgements about the artwork and recommendations for the potential consumer. Thus, these categories formed the basis of our qualitative content analysis."]}, {"title": "Results", "paragraphs": ["Figure 1 shows the relative shares of different article types in our data drawn from European newspapers in different years. We can see that reviews are by far the most common type of article found in our full data. Figure 1 also demonstrates that the relative amount of reviews has grown notably between 1960 and 2010; in 2010, 4 out of 10 articles are reviews, and all other types of article are far behind that numerically. The relative share of reviews rose remarkably from 1960 to 1980, and after a slight decline in 1990 and 2000 reached a new record in 2010. At the same time, the share of pure news has declined greatly since 1980, from one-quarter of all items to around one in seven. Criticism seems to have preserved—or even strengthened—its position in quality newspapers. Stability and Change in the Style and Standards of European Newspapers' Arts Reviews, 1960–2010All authorsRiie Heikkilä & Jukka Gronowhttps://doi.org/10.1080/17512786.2017.1330664Published online:25 May 2017FIGURE 1  Type of article per year, percentages (N = 11,658)Display full sizeFIGURE 1  Type of article per year, percentages (N = 11,658)", "FIGURE 1  Type of article per year, percentages (N = 11,658)", "FIGURE 1  Type of article per year, percentages (N = 11,658)", "Figure 2 reveals that the size of the reviews echoes the findings on the frequency of reviews in newspapers; the relative amount of very long reviews is larger in 2010 compared to all other years. The relative amount of half-page reviews has increased since 1970 only to decline again after 1990. The increase in the share of quarter-page reviews has faced a similar trajectory, but the decline started in 2000 in this case. However, both have remained at a level higher than their starting points in 1960. Stability and Change in the Style and Standards of European Newspapers' Arts Reviews, 1960–2010All authorsRiie Heikkilä & Jukka Gronowhttps://doi.org/10.1080/17512786.2017.1330664Published online:25 May 2017FIGURE 2  Size of the reviews per year, percentages (N = 3767)Display full sizeFIGURE 2  Size of the reviews per year, percentages (N = 3767)", "FIGURE 2  Size of the reviews per year, percentages (N = 3767)", "FIGURE 2  Size of the reviews per year, percentages (N = 3767)", "Table 1 shows the distribution of different cultural domains in all reviews (N = 3778). We can see that the absolute amount of reviews grows notably overall (with some decrease between 2000 and 2010), which means there is some level of increase in almost all of the cultural domains. Pop music reviews grow spectacularly in both absolute and relative numbers (while classical music reviews decrease in relative but not in absolute numbers). The relative amounts of novels, film and fine arts reviews are roughly similar across years. The most dramatic decrease is in theatre reviews, which diminish from almost 20 per cent to only 7 per cent between 1960 and 2010; it is the only cultural domain that decreases in terms of both relative and absolute numbers. Stability and Change in the Style and Standards of European Newspapers' Arts Reviews, 1960–2010All authorsRiie Heikkilä & Jukka Gronowhttps://doi.org/10.1080/17512786.2017.1330664Published online:25 May 2017TABLE 1 Frequencies and distributions of different cultural domains across time (N = 3778)CSVDisplay Table", "We have seen so far that newspaper reviews have been relatively successful in terms of keeping up as a journalistic genre and the space allotted to them in quality newspapers. While the relative and absolute numbers of reviews have grown, the growth is not distributed equally across cultural domains. We shall next scrutinize the changes that have taken place in the content and style of reviews through a qualitative reading of our sample, using Shrum’s (1991) categorization of analytical components that are essential to all reviews.", "Descriptive elements include information about the cultural product in question, the possible performers, the setting and so on. The descriptive element is essential in providing the necessary practical information on how to access the cultural product in question, “to serve as a kind of thumbnail synopsis of what the audience may expect” (Shrum 1991, 352). According to our reading, the descriptive element is undoubtedly the most common and lasting element of European newspaper reviews. Therefore, description can be seen as constituting the most basic element of any review. The format has remained largely intact but has undergone some changes, from detailed in-text presentations in 1960 to visually simple and appealing text boxes from 1980 onwards. Both formats, in any case, contain the same kind of description of the events: time, location, artists and, in the case of 2010, often the price of the cultural product, whether it is a live show or a cultural item for personal consumption. His puppets help him because they really know the music, for instance Lucien Nat and Dora Doll, or because they are cute, like Jaqueline Joubert. There is also Philippe Lemaire. If you like this, you should know that at 9 PM, rue Daunou, you will burst into unexpected laughter five or six times. This is it. (LM 1960) The year of Richard (“L’année de Richard”), text and direction: Angélica Liddell. With Angélica Liddell and Gumersindo Puche. Chapelle des Penitents-Blancs, 10 PM. Tel. 04-90-14-14-14. From 13 to 27 euros. From 7 PM to 10 PM. Duration: 2 hours. Spanish subtitles. (LM 2010)", "His puppets help him because they really know the music, for instance Lucien Nat and Dora Doll, or because they are cute, like Jaqueline Joubert. There is also Philippe Lemaire. If you like this, you should know that at 9 PM, rue Daunou, you will burst into unexpected laughter five or six times. This is it. (LM 1960)", "The year of Richard (“L’année de Richard”), text and direction: Angélica Liddell. With Angélica Liddell and Gumersindo Puche. Chapelle des Penitents-Blancs, 10 PM. Tel. 04-90-14-14-14. From 13 to 27 euros. From 7 PM to 10 PM. Duration: 2 hours. Spanish subtitles. (LM 2010)", "In turn, entertainment elements (humour, wit and displays of erudition or outrage) are present throughout the studied period, but their manifestations vary; in 1960, they are mainly displays of indignation and outrage, replaced by subtler humour and wit in later years. In the 1960s, the entertainment elements are typically rather simple displays of outrage or erudition. This is not a play it is a massacre. (GU 1960) The city of Coventry, guided by the broad pen of John Wyles, indulges in a hot bash of masochism in this play, and the emphasis is on broad and bash. It is a theatrical occasion when to watch the audience is more instructive than to watch the stage. The boxes wince. The stalls glance uneasily over shoulders. The circle is in a flat spin. Through it all the theatre rocks with “I’m all right, Jack” laughter. (GU 1960)", "This is not a play it is a massacre. (GU 1960)", "The city of Coventry, guided by the broad pen of John Wyles, indulges in a hot bash of masochism in this play, and the emphasis is on broad and bash. It is a theatrical occasion when to watch the audience is more instructive than to watch the stage. The boxes wince. The stalls glance uneasily over shoulders. The circle is in a flat spin. Through it all the theatre rocks with “I’m all right, Jack” laughter. (GU 1960)", "Later, more clearly in 2010 than in 1980, the reviews become more humorous in style and dispose of a wider array of expressing feelings. The general style of the reviews becomes looser and more freely formulated through time, and in 2010 many reviews clearly have entertainment elements: Something in the book obviously appeals to the reader since even a more prejudiced reader has the strength to read it all through. It works as an entertainment and one cannot but admire the author of this book, which is thick as a brick. There is hardly a dead page anywhere. (HS 2010) The dialogue he produces is a strange hybrid that has one foot in Dumas and the other in the Channel 4 drama about sozzled teenagers: stately exchanges come punctuated with racy colloquialisms such as “completely mental” or “feeling a bit wooh”. (GU 2010)", "Something in the book obviously appeals to the reader since even a more prejudiced reader has the strength to read it all through. It works as an entertainment and one cannot but admire the author of this book, which is thick as a brick. There is hardly a dead page anywhere. (HS 2010)", "The dialogue he produces is a strange hybrid that has one foot in Dumas and the other in the Channel 4 drama about sozzled teenagers: stately exchanges come punctuated with racy colloquialisms such as “completely mental” or “feeling a bit wooh”. (GU 2010)", "Instruction elements in the form of statements prescribing styles, emphasis or alternatives for cultural producers are, according to Shrum (1991, 352), relatively rare and more often implicit in evaluation. However, our analysis shows that instruction abounds. It is rather straightforward in 1960—most reviews show it explicitly—but since 1980, the instructive element has become more subtle in tone. From a contemporary point of view, the instructive element used in the reviews of the 1960s is rather pitiless, and often focuses on the artists personally: One is tempted to tell Sylvie Favre that her ability to play the lost boys found was worthier of her skills in Barrage contre le Pacifique, and to Suzanne Flon that her immense talent fits better the texts of Anouilh or Audiberti. (LM 1960) Her dialogue is a mixture of quasi-music-hall (a sort of poor man’s Osborne) and idiomatic pointlessness. At its best it has the virility of vulgarity, at its worst it stinks of self-indulgence  …  Miss Delaney has a sharp eye and a talent  …  but one of these fine days she is going to have to sit down and learn to construct a play, and to ponder on the evidence of dramatic history that there is such a thing as Art, and that sight without imagination and words without meaning are a dead, dead loss. (GU 1960)", "One is tempted to tell Sylvie Favre that her ability to play the lost boys found was worthier of her skills in Barrage contre le Pacifique, and to Suzanne Flon that her immense talent fits better the texts of Anouilh or Audiberti. (LM 1960)", "Her dialogue is a mixture of quasi-music-hall (a sort of poor man’s Osborne) and idiomatic pointlessness. At its best it has the virility of vulgarity, at its worst it stinks of self-indulgence  …  Miss Delaney has a sharp eye and a talent  …  but one of these fine days she is going to have to sit down and learn to construct a play, and to ponder on the evidence of dramatic history that there is such a thing as Art, and that sight without imagination and words without meaning are a dead, dead loss. (GU 1960)", "While in the 1960s the instruction element is explicit, it does not disappear totally entirely over time. It does become subtler, more conditional and without doubt much less sarcastic and more focused on the personal experience of the reviewer: By heavily cutting the text, this could be quite a decent twenty-minute presentation. (HS 1980) A bigger font and some illustration more than only Lotta Kauppi’s vignettes would have made it easier to internalize the bumpy ride. (HS 2010) I could have done with more fire from Tam Williams as the younger Absolute, and Hall’s production can’t rival Peter Wood’s 1983 National Theatre revival in its social detail. (GU 2010)", "By heavily cutting the text, this could be quite a decent twenty-minute presentation. (HS 1980)", "A bigger font and some illustration more than only Lotta Kauppi’s vignettes would have made it easier to internalize the bumpy ride. (HS 2010)", "I could have done with more fire from Tam Williams as the younger Absolute, and Hall’s production can’t rival Peter Wood’s 1983 National Theatre revival in its social detail. (GU 2010)", "Analytical elements provide a context for and an interpretation of the cultural product at hand; this can be achieved through, for instance, metaphors, symbolic meanings or open questions. According to Shrum (1991, 352), it is a reflection of “the critics’ own proposals for the constructions of aesthetic significance”. The analytical side may contain elements from a wide range of contexts (e.g. historical, linguistic or political frames). In some specific national and historical cases the analytical element overpowers all other elements. A good example is Spanish newspaper EP in 1980, in which almost all analysed reviews of novels focus on the difficult political situation of the time. One could also add that a review often places its object within a specific genre—or alternatively contrasts it with some well-known genres—thus making it more familiar to the reader and its interpretation easier.", "Contrary to what could have been expected in light of the discussion on the crisis of cultural journalism, the analysed reviews have, in fact, become more reflective and analytic through the years. This development is especially noticeable between 1960 and 1980; after that there is less change. In longer reviews, there is typically always an analytic element disregarding the year and the context. Pohjanpää (the author) says what he has to say with simple, polished and plain means … one cannot avoid a certain anomic feeling that even as such the tone is personal, sincere as a child’s … (HS 1960) The scratched sforzendo chords, the quick and slow crescendos and diminuendos, even the occasional dynamically level single note, that Gerhard has written for it here, all immediately catch the ear as new and fascinating sounds. (GU 1980) The atmosphere of the novel is, in a way, derived from the famous Poem ‘A une Passante’ in which instanity was born through eternity for the modern man. Jean Bosman is, also in a way, a flaneur himself, or better put, something that has converted into a flaneur of the modern times. Nervousness, loss, confusion, anxiety … the feelings are different, but we recognize the figure. (EP 2010)", "Pohjanpää (the author) says what he has to say with simple, polished and plain means … one cannot avoid a certain anomic feeling that even as such the tone is personal, sincere as a child’s … (HS 1960)", "The scratched sforzendo chords, the quick and slow crescendos and diminuendos, even the occasional dynamically level single note, that Gerhard has written for it here, all immediately catch the ear as new and fascinating sounds. (GU 1980)", "The atmosphere of the novel is, in a way, derived from the famous Poem ‘A une Passante’ in which instanity was born through eternity for the modern man. Jean Bosman is, also in a way, a flaneur himself, or better put, something that has converted into a flaneur of the modern times. Nervousness, loss, confusion, anxiety … the feelings are different, but we recognize the figure. (EP 2010)", "Rather often, the analytical element introduces open questions and possible modes of interpretation to the reader, rather than offering ready-made significations: Is Querry a Graham Greene that explains, in the very end, that he cannot continue taking seriously this game of damnation and redemption? Or is Querry a Graham Greene that moves all the way to redemption, to the other side of the grave? (DN 1960) Is this a highlight of psychological literary art? Can you imagine at all how she was feeling? I only find the floundering lists comical and find myself being curious about what kind of supernatural things she tries to evoke. (DN 1980)", "Is Querry a Graham Greene that explains, in the very end, that he cannot continue taking seriously this game of damnation and redemption? Or is Querry a Graham Greene that moves all the way to redemption, to the other side of the grave? (DN 1960)", "Is this a highlight of psychological literary art? Can you imagine at all how she was feeling? I only find the floundering lists comical and find myself being curious about what kind of supernatural things she tries to evoke. (DN 1980)", "A lasting, non-changing and rather banal means of analytical contextualization is referring to other artists and artworks. Examples are plentiful, and they abound in all decades and within all the cultural domains studied: Passion is for them like the context that brought us Tristan and Isolde, Paola and Francesca. (LM 1960) It is possible that you have to go all the way to Per Gunnar Evander to find an author that depicts Swedish loneliness with the same absolute empathy  …  I personally cannot watch “Den gråtande polisen” without thinking of Lars Andersson’s novel “Snöljus”. (DN 1980) Müller’s bright and flinty language condenses time after time into a poem: in Auberg’s expressions referring to escaping, eating and being hungry, Hengityskeinu [the novel] is related to Paul Celan, a survivor of the Holocaust, who looked for a clean field of meanings beyond normal language. (HS 2010) A Nordic Schumann for whoever wants to listen to it. (GU 2010)", "Passion is for them like the context that brought us Tristan and Isolde, Paola and Francesca. (LM 1960)", "It is possible that you have to go all the way to Per Gunnar Evander to find an author that depicts Swedish loneliness with the same absolute empathy  …  I personally cannot watch “Den gråtande polisen” without thinking of Lars Andersson’s novel “Snöljus”. (DN 1980)", "Müller’s bright and flinty language condenses time after time into a poem: in Auberg’s expressions referring to escaping, eating and being hungry, Hengityskeinu [the novel] is related to Paul Celan, a survivor of the Holocaust, who looked for a clean field of meanings beyond normal language. (HS 2010)", "A Nordic Schumann for whoever wants to listen to it. (GU 2010)", "The evaluative element is the fifth element analysed in our study. It is quite naturally an essential element of cultural criticism; without it, reviews would resemble more cultural news than critical assessments. In line with the other elements scrutinized, the evaluative element has developed from black-and-white and harsh to become more careful, sensitive and dialogic. One can also identify a gradual change from the evaluation of details to an evaluation of the totality.", "In the 1960s, the evaluative element is usually expressed in such a dramatic way that the aesthetical quality of the cultural product seems undisputed. The focus of the evaluation is typically on details like specific movements or characteristics. So many mistakes all at the same time!  …  The show would have benefited from lasting even less, as the rare few silent moments of Phaedra clopping around or making sudden pirouettes is close to buffoonery. (LM 1960) As far as I know, this was the first time Göta Blomberg sang the alto roles. Her beautiful voice and cultured manner of performing were attractive even if it seemed like the singer was not in her best condition. (DN 1960)", "So many mistakes all at the same time!  …  The show would have benefited from lasting even less, as the rare few silent moments of Phaedra clopping around or making sudden pirouettes is close to buffoonery. (LM 1960)", "As far as I know, this was the first time Göta Blomberg sang the alto roles. Her beautiful voice and cultured manner of performing were attractive even if it seemed like the singer was not in her best condition. (DN 1960)", "Towards the 1980s, the evaluation evident in the reviews develops towards a much more diplomatic and subtle approach. Reservations about the rank of the cultural product are expressed as doubts, questions and limitations, rather than through reproaches or comments on possible mistakes. Perhaps the staging of Jacques Lassalle and the acting both lack a minimal necessary dose of humour? Perhaps, since the only breath, the only light of the evening, is accredited to the presence of actor Jean Dautremay. (LM 1980) It is a beautiful circus of a production and Roger Rees as Semyon and a fine cast functions very well within the limitations of this scene. (GU 1980)", "Perhaps the staging of Jacques Lassalle and the acting both lack a minimal necessary dose of humour? Perhaps, since the only breath, the only light of the evening, is accredited to the presence of actor Jean Dautremay. (LM 1980)", "It is a beautiful circus of a production and Roger Rees as Semyon and a fine cast functions very well within the limitations of this scene. (GU 1980)", "At the content level, evaluation focuses less on details over the years. In the 1960s and 1980s, the reviews still pay a great deal of attention to the specific minutiae of the cultural products; key elements like artists are often mentioned by name, and distinct elements of the artwork are evaluated separately. The choir, led with delicacy, mastery and sensitivity by José Perera, was finely in tune and showed an excellent quality in tone and brilliance. Only some episodic unsteadiness of the womens’ high voices and a palpable coarseness in the male voices limited perfection. (ABC 1960) She has a nice voice, which modulates and alters convenience; a fair gesture, a very expressive face. She is not always correct in the interpretation of texts. (EP 1980) Chris Hunter also offers a formidable autumn treble as a mutinous baby, the Witch’s hat and a piggy servant whose heart is at one point noisily removed. The play itself is a daunting celebral frolic that left me hungering for Humperdinck and yearning for Grimm. (GU 1980)", "The choir, led with delicacy, mastery and sensitivity by José Perera, was finely in tune and showed an excellent quality in tone and brilliance. Only some episodic unsteadiness of the womens’ high voices and a palpable coarseness in the male voices limited perfection. (ABC 1960)", "She has a nice voice, which modulates and alters convenience; a fair gesture, a very expressive face. She is not always correct in the interpretation of texts. (EP 1980)", "Chris Hunter also offers a formidable autumn treble as a mutinous baby, the Witch’s hat and a piggy servant whose heart is at one point noisily removed. The play itself is a daunting celebral frolic that left me hungering for Humperdinck and yearning for Grimm. (GU 1980)", "In contemporary times, reviews focus far more on the aesthetic value of the totality of the cultural product in question. Individual actors are still mentioned often, but their separate roles are no longer specified. The team of actors (Nao Albet, Marcel Borras, Clara Cols, Biel Duran, Jordi Figueras, Lina Lambert, Agnes Mateus and Juan Navarro) is formidable, but after enjoying a meal of four dishes I leave the theatre feeling hungry, with voice and teeth and ears of Bugs Bunny: This is it, folks? Is this story everything this hotbed of stories offers—history? Any TV show of Jaime de Armiñán did triple in the same time: quick, accurate portraits of a time, a country, of people. (EP 2010) Abstract and impersonal, the prose fairly gleams in these pages: this is the modern city as a form of distractedness, its self-ironising characters perpetually in a “state of becoming”. (GU 2010)", "The team of actors (Nao Albet, Marcel Borras, Clara Cols, Biel Duran, Jordi Figueras, Lina Lambert, Agnes Mateus and Juan Navarro) is formidable, but after enjoying a meal of four dishes I leave the theatre feeling hungry, with voice and teeth and ears of Bugs Bunny: This is it, folks? Is this story everything this hotbed of stories offers—history? Any TV show of Jaime de Armiñán did triple in the same time: quick, accurate portraits of a time, a country, of people. (EP 2010)", "Abstract and impersonal, the prose fairly gleams in these pages: this is the modern city as a form of distractedness, its self-ironising characters perpetually in a “state of becoming”. (GU 2010)", "Albeit not the main topic of this paper, it is noteworthy that the analysed elements of reviews from different cultural domains face the changes in somewhat distinct ways. We have already mentioned that contemporary reviews have a general tendency of evaluating totality rather than details. This materializes differently in different cultural domains. In the theatre reviews of the 1960s, most reviews mention the reactions of the audience, such as the applause or noisy discontent of the public. For instance, a theatre review published in ABC in 1960 notes: Salvador Ferrer Maura came to greet [the public] at the end of the representation together with director Suarez Radillo and the actors amongst the applause of the audience, who cheered at the end of the first half and who laughed in some situations and with certain comic lines of the play.", "Salvador Ferrer Maura came to greet [the public] at the end of the representation together with director Suarez Radillo and the actors amongst the applause of the audience, who cheered at the end of the first half and who laughed in some situations and with certain comic lines of the play.", "In 2010, attention is focused on the totality and on the experience of the spectator (or reviewer); the audience as an entity is rarely mentioned. In the novel reviews of the 1960s, much attention is paid to the plot, but in more contemporary times, the attention turns to the author, sometimes to the extent that the reviews focus more on them than the novels under consideration. For instance, one of the first sentences of the El País review of Barbara Pym’s novels Jane and Prudence and A Glass of Blessings (in Spanish Los hombres de Wilmet) starts by stating that “Barbara Pym (1913–1980), a contemporary of Muriel Spark, Jean Rhys or Iris Murdoch, is one of the smartest writers contemporary English fiction has given us”, and it is not until the fourth paragraph of the six in total that the reviewer starts to write about the novels in question. We interpret these shifts as part of a general turn towards human-interest themes in cultural journalism (Kristensen and From 2012), and as a possible relocation of attention from the artwork to its creator(s). Interestingly, the reviews of classical music differ from the other reviews analysed here in this respect. First, they have remained more similar over time than other reviews in terms of style and evaluation criteria. Second, they are often more technical and use specific musical terminology (allegro, vivace, etc.) which is taken as granted as common knowledge. Literary and theatre reviews make do without invoking such specialized knowledge. We could conclude that among the cultural domains under examination, reviews of classical music are openly elitist and best conserve the ideals of traditional, authority-based reviewing."]}, {"title": "Conclusion and Discussion", "paragraphs": ["If judged based on our quantitative inquiry, we have seen that newspaper reviews are a growing genre of cultural commentary, as both their numbers and relative size have increased during the period under study. Newspaper reviews have taken on new features during this period; their layout has changed and become much more attractive for the reader, which indeed characterizes the development of newspaper layouts in general (cf. Heikkilä, Lauronen, and Purhonen 2017). The cultural pages in general are increasingly more attractive for the consumer (cf. Janssen and Verboord 2015) and attuned to the growing competition for potential readers’ interests. For instance, we showed that in contemporary newspapers, essential information about the cultural products (name, name of artist, price and so forth) is often presented in separate text boxes and not scattered in the evaluation or omitted totally as was the case 50 years earlier. To recap, we did not find any signs of a decline of cultural reviews in the studied leading newspapers in our five countries. If anything, the reviews have become more analytical and reflective, and the reviewers now show their expertise more clearly. The major changes, if any, occurred rather early in our period of study, between 1960 and 1980.", "Between 1960 and 2010, there was a clear move towards delivering a more personal tone that emphasized the experience of the critic. This reflects the findings of several other scholars on the relativization and subjectivization of contemporary journalism (Kristensen 2010; Hellman and Jaakkola 2012; Jaakkola et al. 2015); journalism in general is seen to have become increasingly focused on storytelling, rather than on adhering to traditional journalistic values like keeping a critical distance and avoiding personal opinions: “The personification and eventification of cultural journalism have brought it closer to liquid modern general journalism, with journalists producing content where emotional appeal, storytelling, debate and entertainment are emphasized” (Jaakkola et al. 2015, 819). This tendency is clear in reviews, but it does not mean their intrinsic characteristics—most importantly evaluation—have suffered.", "In general, we have found that the changes in the reviews are not very systematic or remarkable, and that the reviews have in fact preserved many of their essential features intact up till 2010. Cultural evaluations have become more subtle and reflective, and when there is judgement, it is not presented in such harsh and straightforward terms as in 1960. The humour and wit used in the reviews has also become much more delicate and finessed. The style of writing and the format of contemporary reviews are less strict and more varied in style than 50 years ago. This is accompanied by, and perhaps is also a consequence of, the fact that the evaluations pay more attention to the totality of the work instead of (and in some cases, in addition to) its details and individual components. Table 2 summarizes some of our basic findings in these respects. Stability and Change in the Style and Standards of European Newspapers' Arts Reviews, 1960–2010All authorsRiie Heikkilä & Jukka Gronowhttps://doi.org/10.1080/17512786.2017.1330664Published online:25 May 2017TABLE 2 Summary of overall changes that have taken place in the reviews between 1960 and 2010 (N = 205)CSVDisplay Table", "To conclude, our research has touched upon the changes that have taken place in the reviews of a highly specific kind of institutionalized media: newspapers. Our sample was derived from six well-respected European quality dailies. While embedded in different media system models (cf. Hallin and Mancini 2004), the newspapers were rather similar in style, and there were no noticeable differences between the reviews extracted from them. This is perhaps attributable to the newspaper institutions themselves; traditional quality newspapers in their printed format, like the ones we have studied here, can easily be considered a rather conservative, slowly changing structure, which does not necessarily reflect well the rapid changes that have taken place in the field of culture. We consciously concentrated only on highbrow reviews in order to make our sample as homogeneous as possible; extending the qualitative exploration to reviews of cultural domains considered emerging or popular, such as film and popular music, is a task for future research.", "We detected no trends indicating drastic changes, not that spoke to a “crisis”, in the long-standing elements of newspaper reviews of traditional highbrow arts between 1960 and 2010. Nevertheless, several ongoing structural changes will probably bring changes in future newspaper arts reviewing. Declining newspaper readership, the extension of reviewing in the digital media, forms of publishing not dependent on gatekeepers, the proliferation of peer-produced criticism and the general de-hierarchization in terms of the reviewer’s expertise are phenomena that have prompted important discussions in recent years (Brink Lund, Raeymaeckers, and Trappel 2011; Hanrahan 2013; Verboord 2014; Kristensen and From 2015) and that clearly deserve more attention. The changes in traditional quality newspapers in the latter half of the twentieth century, as we have studied in this paper, perhaps provide us with a glimpse of what is ahead."]}], "references": [{"title": "The End of the Art Connoisseur? Experts and Knowledge Production in the Visual Arts in the Digital Age", "year": "2013", "journal": "Information, Communication \\& Society", "volume": "16", "authors": [{"name": "Arora Payal", "first_name": "Arora", "last_name": "Payal"}, {"name": "Vermeylen Filip", "first_name": "Vermeylen", "last_name": "Filip"}]}, {"title": "A General Theory of Artistic Legitimation: How Art Worlds are Like Social Movements", "year": "2007", "journal": "Poetics", "volume": "35", "authors": [{"name": "Baumann Shyon.", "first_name": "Baumann", "last_name": "Shyon."}]}, {"title": "L’emprise du journalisme", "year": "1994", "journal": "Actes de la Recherche en Sciences Sociales", "volume": "101", "authors": [{"name": "Bourdieu Pierre.", "first_name": "Bourdieu", "last_name": "Pierre."}]}, {"title": "If the People Like it, it Must be Good: Criticism, Democracy and the Culture of Consensus", "year": "2013", "journal": "Cultural Sociology", "volume": "7", "authors": [{"name": "Hanrahan Nancy W.", "first_name": "Hanrahan", "last_name": "W."}]}, {"title": "The Crisis of Cultural Journalism Revisited: The Space and Place of Culture in Quality European Newspapers from 1960 to 2010", "year": "2017", "journal": "European Journal of Cultural Studies", "volume": "", "authors": [{"name": "Heikkilä Riie", "first_name": "Heikkilä", "last_name": "Riie"}, {"name": "Lauronen Tina", "first_name": "Lauronen", "last_name": "Tina"}, {"name": "Purhonen Semi", "first_name": "Purhonen", "last_name": "Semi"}]}, {"title": "From Aesthetes to Reporters: The Paradigm Shift in Arts Journalism in Finland", "year": "2012", "journal": "Journalism: Theory, Practice and Criticism", "volume": "13", "authors": [{"name": "Hellman Heikki", "first_name": "Hellman", "last_name": "Heikki"}, {"name": "Jaakkola Maarit", "first_name": "Jaakkola", "last_name": "Maarit"}]}, {"title": "Witnesses of a Cultural Crisis: Representations of Media-related Metaprocesses as Professional Metacriticism of Arts and Cultural Journalism", "year": "2014", "journal": "International Journal of Cultural Studies", "volume": "18", "authors": [{"name": "Jaakkola Maarit.", "first_name": "Jaakkola", "last_name": "Maarit."}]}, {"title": "Outsourcing Views, Developing News. Changes in Art Criticism in Finnish Dailies, 1978–2008", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Jaakkola Maarit.", "first_name": "Jaakkola", "last_name": "Maarit."}]}, {"title": "Liquid Modern Journalism with a Difference. The Changing Professional Ethos of Cultural Journalism", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Jaakkola Maarit", "first_name": "Jaakkola", "last_name": "Maarit"}, {"name": "Hellman Heikki", "first_name": "Hellman", "last_name": "Heikki"}, {"name": "Koljonen Kari", "first_name": "Koljonen", "last_name": "Kari"}, {"name": "Väliverronen Jari", "first_name": "Väliverronen", "last_name": "Jari"}]}, {"title": "Reviewing as Social Practice: Institutional Constraints on Critics’ Attention for Contemporary Fiction", "year": "1997", "journal": "Poetics", "volume": "24", "authors": [{"name": "Janssen Susanne.", "first_name": "Janssen", "last_name": "Susanne."}]}, {"title": "Art Journalism and Cultural Change: The Coverage of the Arts in Dutch Newspapers 1965–1990", "year": "1999", "journal": "Poetics", "volume": "26", "authors": [{"name": "Janssen Susanne.", "first_name": "Janssen", "last_name": "Susanne."}]}, {"title": "Cultural Globalization and Arts Journalism: The International Orientation of Arts and Culture Coverage in Dutch, French, German, and U.S. Newspapers, 1955 to 2005", "year": "2008", "journal": "American Sociological Review", "volume": "73", "authors": [{"name": "Janssen Susanne", "first_name": "Janssen", "last_name": "Susanne"}, {"name": "Kuipers Giselinde", "first_name": "Kuipers", "last_name": "Giselinde"}, {"name": "Verboord Marc", "first_name": "Verboord", "last_name": "Marc"}]}, {"title": "Comparing Cultural Classification. High and Popular Arts in European and U.S. Elite Newspapers, 1955-2005", "year": "2011", "journal": "Kölner Zeitschrift für Soziologie und Sozialpsychologie", "volume": "63", "authors": [{"name": "Janssen Susanne", "first_name": "Janssen", "last_name": "Susanne"}, {"name": "Verboord Marc", "first_name": "Verboord", "last_name": "Marc"}, {"name": "Kuipers Giselinde", "first_name": "Kuipers", "last_name": "Giselinde"}]}, {"title": "Democracy Versus Distinction: A Study of Omnivorousness in Gourmet Food Writing", "year": "2007", "journal": "American Journal of Sociology", "volume": "113", "authors": [{"name": "Johnston Josée", "first_name": "Johnston", "last_name": "Josée"}, {"name": "Baumann Shyon", "first_name": "Baumann", "last_name": "Shyon"}]}, {"title": "The Historical Transformation of Cultural Journalism", "year": "2010", "journal": "Northern Lights: Film and Media Studies Yearbook", "volume": "8", "authors": [{"name": "Kristensen Nete Nørgaard.", "first_name": "Kristensen", "last_name": "Nørgaard."}]}, {"title": "Lifestyle Journalism: Blurring Boundaries", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Kristensen Nete Nørgaard", "first_name": "Kristensen", "last_name": "Nørgaard"}, {"name": "From Unni", "first_name": "From", "last_name": "Unni"}]}, {"title": "From Ivory Tower to Cross-Media Personas: The heterogeneous Cultural Critic in the Media", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Kristensen Nete Nørgaard", "first_name": "Kristensen", "last_name": "Nørgaard"}, {"name": "From Unni", "first_name": "From", "last_name": "Unni"}]}, {"title": "The Grand Opening? The Transformation of the Content of Culture Sections in European Newspapers, 1960–2010", "year": "2017", "journal": "Poetics: Journal of Empirical Research on Culture, the Media and the Arts", "volume": "", "authors": [{"name": "Purhonen Semi", "first_name": "Purhonen", "last_name": "Semi"}, {"name": "Heikkilä Riie", "first_name": "Heikkilä", "last_name": "Riie"}, {"name": "Hazir Irmak Karademir", "first_name": "Hazir", "last_name": "Karademir"}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Sampling in Newspaper Content Analysis", "year": "1993", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F."}, {"name": "Lacy Stephen R.", "first_name": "Lacy", "last_name": "R."}]}, {"title": "Critics and Publics: Cultural Mediation in Highbrow and Popular Performing Arts", "year": "1991", "journal": "American Journal of Sociology", "volume": "97", "authors": [{"name": "Shrum Wesley.", "first_name": "Shrum", "last_name": "Wesley."}]}, {"title": "The Institutional Foundation of a Critic&#039;s Connoisseurship", "year": "1989", "journal": "Poetics", "volume": "18", "authors": [{"name": "Van Rees Kees.", "first_name": "Van", "last_name": "Kees."}]}, {"title": "Event History Analysis of Authors’ Reputation: Effects of Critics’ Attention on Debutants’ Careers", "year": "1996", "journal": "Poetics", "volume": "23", "authors": [{"name": "Van Rees Kees", "first_name": "Van", "last_name": "Kees"}, {"name": "Vermunt Jeroen", "first_name": "Vermunt", "last_name": "Jeroen"}]}, {"title": "The Evaluation of Popular Music in the United States, Germany and the Netherlands: A Comparison of the Use of High Art and Popular Aesthetic Criteria", "year": "2010", "journal": "Cultural Sociology", "volume": "4", "authors": [{"name": "Van Venrooij Alex", "first_name": "Van", "last_name": "Alex"}, {"name": "Schmutz Vaughn", "first_name": "Schmutz", "last_name": "Vaughn"}]}, {"title": "The Impact of Peer-produced Criticism on Cultural Evaluation: A Multilevel Analysis of Discourse Employment in Online and Offline Film Reviews", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Verboord Marc.", "first_name": "Verboord", "last_name": "Marc."}]}, {"title": "Arts Journalism and its Packaging in France, Germany, The Netherlands and The United States, 1955–2005", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Verboord Marc", "first_name": "Verboord", "last_name": "Marc"}, {"name": "Janssen Susanne", "first_name": "Janssen", "last_name": "Susanne"}]}, {"title": "Institutional Recognition in the Transnational Literary Field, 1955–2005", "year": "2015", "journal": "Cultural Sociology", "volume": "9", "authors": [{"name": "Verboord Marc", "first_name": "Verboord", "last_name": "Marc"}, {"name": "Kuipers Giselinde", "first_name": "Kuipers", "last_name": "Giselinde"}, {"name": "Janssen Susanne", "first_name": "Janssen", "last_name": "Susanne"}]}]}