{"doi": "10.1080/17512780903482059", "url": "https://doi.org/10.1080/17512780903482059", "title": "HOW DO YOU FEEL?", "volume": "4", "year": "2010", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Duncan", "first_name": "Sallyanne", "name": "Sallyanne Duncan"}, {"last_name": "Newton", "first_name": "Jackie", "name": "Jackie Newton"}], "abstract": " The death knock is a reporting task that presents its own particular pressures. In addition to the usual editorial, legal and ethical concerns, the potential for journalists to do harm is heightened as they attempt to interview already vulnerable people in a situation for which most are ill prepared. In this environment, reporters are generally expected to learn how to undertake this particular form of sensitive reporting “by doing”. Many journalists have received little or no training in this area and despite journalism educators demonstrating a willingness to prepare their students for their first attempt at this type of reporting, there is considerable confusion over the most appropriate and effective methods for doing so. This article discusses certain approaches, specifically role-playing, that could be used in the classroom. Journalists' perceptions of the activity and their preparedness for it were identified in order to enrich educators' understanding of the process. Three studies form the basis of this work—a survey of journalists' attitudes to intrusive reporting, interviews with journalists and other interested parties on their perceptions of the death knock and educational strategies, and a focus group of current second- and third-year students. ", "body": [{"title": "Introduction", "paragraphs": ["When a tragedy resulting in death occurs, whether it is an incident involving many people or only one family, reporters are invariably sent to interview the relatives of the victims. They generally arrive unexpected and unannounced and their aim is to record the relatives' story, their personal grief and the life of their loved ones. Most of those who find themselves the subject of intrusive reporting are ordinary citizens, who are quite suddenly and without any preparation thrust into the media spotlight. Their loss has made them newsworthy, requiring them to deal with two extremely stressful situations—their grief and invasion of their private life by the media.", "Clearly, this is a highly emotional situation and one that requires sensitivity of approach. The numbers of paid-for obituaries, death notices and tributes in newspapers and online show a great need in the population for recognition of a loved one's death, and arguably through the death knock they get this as part of the media's public service role. But despite the importance and sensitivity of the task, it is one for which most journalists are ill prepared. Few appear to receive formal training, or indeed advice or instruction from senior editorial staff, and whilst most journalism courses now integrate ethical reporting into their curriculum, few instruct students in approaches to intrusive reporting or, to use the journalism industry term, a death knock. Indeed, even where intrusive reporting is taught there appears to be considerable confusion over the most effective methods for preparing novice reporters. One of the questions this research seeks to answer is whether young reporters can be reassured about the death knock by having a greater understanding of the ethical issues. Can they be given a sense of control in terms of knowing why they are there, when to approach, what to say, and when to withdraw?", "This paper provides an insight into journalists' perceptions and experiences of intrusive reporting to construct a context within which the use of role-play as a teaching instrument specifically, along with other approaches, can be discussed. A survey of 126 journalists working in the Scottish press who were likely to have experience of the death knock was conducted which achieved 53 responses. Respondents completed a questionnaire of 38 questions on their experience, attitudes and preparedness for this form of reporting. Twenty-two interviews were conducted in Scotland and the North West of England with two victims' representatives, six journalism educators and 14 former students—now working as journalists—who had undertaken a death knock, none of whom had completed the survey. Once results were collated, a follow-up focus group was held with eight current students. The authors also drew on their own knowledge and experience of both the journalism industry and journalism higher education.1 "]}, {"title": "Doing the Death Knock—Effects on Journalists", "paragraphs": ["The death knock is arguably one of the most challenging tasks a journalist will perform in their career. It comes about through a variety of traumatic situations—after road accidents, murders, and man-made or natural disasters—and is a controversial but “necessary” part of the reporter's work (Adams, 2001). In the pursuit of news reporters are required to come to terms with the “raw edges of bereavement” as they knock on the door of a grieving family (Dant, 1998). Reporters often have no choice but to undertake this type of story, and indeed there is legal precedent in the United Kingdom to say it is part of their job following a 1999 ruling on an unfair dismissal case (Keeble, 2001).", "It is noticeable that the literature that exists in this area mainly deals with the reporting of mass trauma (see, for example, Bell, 1995; Coleman et al., 1990; Deppa and Sharpe, 1991; Deppa et al., 1994; Jemphrey and Berrington, 2000; Moeller, 1999; Scraton, 1999; Scraton et al., 1995; Simpson and Cote, 2006; Usher, 2009; Vasterman et al., 2005). Little is written about smaller tragedies where often a journalist is covering the story alone, without a press “pack” or other informal support group. This can be an isolating and disconcerting experience for the novice reporter, who may already be unsure of whether their behaviour is appropriate in terms of both the emotional experience of facing bereaved relatives and dealing with the professional challenges of getting the story (Dant, 1998; Duncan, 2005). In these circumstances there are few, if any, official reporting mechanisms such as press conferences, and journalists are required to make contact with relatives, friends and neighbours to source their information. Consequently, the reporter and family come face to face in circumstances where he or she is asking highly personal questions of a particularly vulnerable group, the newly bereaved. After the traumatic interview the onus is mostly placed on the journalist to share their concerns about the experience, whereas something more formal may be established for a large-scale event (Cameron, 2007; Duncan, 2005). In addition, there is less likely to be a mechanism within the company for debriefing those who are emotionally disturbed by their experiences. Equally, there seems limited opportunity for the inexperienced reporter, i.e. someone with less than three years' experience, to discuss their participation in death knocks with colleagues. The “macho” culture in the newsroom, deemed to be one in which the journalist must give the impression of being detached, desensitized, and in control (Cameron, 2007; Duncan, 2005; Simpson and Cote, 2006), can be an intimidating environment for the novice reporter and, thus, may limit the value of such “sharing”.", "Unlike the police, Victim Support, the medical profession or the clergy, the journalist can offer little currently acknowledged succour at such times. The ambiguity of their role in the intrusive situation may cause tension between the reporter and an already vulnerable family. The journalist's actual presence may cause harm, even though they may be behaving responsibly. However, that does not presuppose that the death knock process is a wholly negative experience. Intrusive reporting can produce powerful and effective coverage that can act as a catalyst to public action, or as a public memorial to the deceased (Hume, 2003; Linklater, 1996; Webster, 1996). It can inform readers of situations which may be beyond their experiences. It can help people who may have undergone a similar experience or may do so in the future and it can be cathartic for the interviewees (see Tait, 1996). Indeed, in the authors' own experiences it is well known within the industry that most approaches are met with approval from the family, who are often glad of the opportunity to talk about their loved one and let the community know what has happened. John Griffith (2004), a former newspaper editor who lost his own son in a road accident, asserts that it should not be assumed that the media intrude on grief by contacting the family. He describes the stories that followed his younger son Michael's death as a “great comfort”, stating that newspapers containing stories about his son were displayed in his house and visitors were encouraged to read the details of the accident and the parents' tribute to him. In effect it meant that the family did not have to repeat painful details endlessly. His advice to reporters is as follows: So don't be reluctant to knock on that front door and ask. If families don't want to speak to you, then you can leave. If they do, you will be helping them at a time in their life when they want to feel the wider community cares about them and shares their sorrow. (Griffith, 2004, p. 37)  ", "So don't be reluctant to knock on that front door and ask. If families don't want to speak to you, then you can leave. If they do, you will be helping them at a time in their life when they want to feel the wider community cares about them and shares their sorrow. (Griffith, 2004, p. 37)", "It could be argued that Griffith, now a newspaper executive, would be given “special” treatment by reporters working within his sector of influence. Regardless of this, his advice is borne out of personal experience. However, there is a sizeable gulf between his guidance and ensuring that the novice reporter who follows it is confident, proficient and sensitive."]}, {"title": "Journalists' Perceptions of the Death Knock", "paragraphs": ["Journalists must make decisions every time they cover a story, and these are often ethical decisions, particularly in the case of the death knock. Consequently, it would be more beneficial for the journalist—and indeed the traumatized interviewee—if these decisions were considered, informed, proactive responses based on understanding a situation, thus minimizing harm, rather than impetuous, reactive responses to a situation. Reporters have to apply news values, gather the facts, substantiate them, judge the potential consequences of any actions they take, apply the law and stick to the codes of conduct,2 then write up the piece accurately and within deadline, all while trying to assess whether the editor will agree with their decisions (Duncan, 2005). However, there are additional pressures, identified in the survey of journalists' attitudes, that can adversely affect this process. They include having to work through difficult and sensitive ethical decisions by themselves, the increased potential for the journalist to do harm, the unpredictability of the relatives' response to their contact, the sense of anxiety that most reporters feel at having to deal with death and the grieving, and to what extent he or she is intruding on what many would regard as a private time. All of these factors can have a detrimental effect on the reporter's ability to perform the task.", "Added to this complex mix are the journalist's own perceptions of the death knock. The attitudes survey established that essentially they think it is a negative act. They find it stressful because they dislike having to disturb people at a time of grief but recognize that they have an obligation to undertake the task. Around half of the respondents considered interviewing traumatized relatives to be an unpleasant task but one that is part of their job. However tellingly, none of the sample group said they would refuse to do such an interview. Journalists have reported low self-esteem and even self-disgust because of the requirement to carry out the death knock (British Executive International Press Institute, 1996). Figley (1995) suggests there may be more serious consequences, and that these compound with age, experience and maturity. A sense of perspective can be gained from the journalists' attitudes survey. The issues that concerned respondents seemed to be anxiety about the emotional effects, for example feeling under stress due to the unpredictability of how they will be received and what might happen during the interview—and this can affect their reporting. Participants in this research suggested a heightened awareness that they could cause distress to interviewees during the death knock and there is evidence that some feel personally culpable. One interviewee who worked for a news agency described himself as “a leech” when carrying out the death knock. It was definitely the most unpleasant part of the job. I did some pretty unpleasant things like stalking a convicted paedophile murderer around the city when they'd let him out on parole and looking for cocaine in toilets where footballers hang out … but all those were easily outweighed by having to bother someone at a real time of grief … I felt we were down in the gutter doing the really bottom line stuff where there was no time or money for sympathy.  ", "It was definitely the most unpleasant part of the job. I did some pretty unpleasant things like stalking a convicted paedophile murderer around the city when they'd let him out on parole and looking for cocaine in toilets where footballers hang out … but all those were easily outweighed by having to bother someone at a real time of grief … I felt we were down in the gutter doing the really bottom line stuff where there was no time or money for sympathy.", "This respondent subsequently left news journalism, citing the death knock and other intrusive reporting tasks as reasons for his departure. However, some try to adopt a positive outlook despite their nervousness. One interviewee, a regional press journalist, said: My initial reaction is that I have been given a task which must be treated with a great deal of seriousness. My mood and outlook on the day tends to alter fairly quickly as I encompass the gravity of what I have been asked to do. On the way to a death knock I usually think about how I will approach the family. I also think about what sort of story might be behind the death and hope it all goes to plan and that we get the story with good quotes and collect pictures.  ", "My initial reaction is that I have been given a task which must be treated with a great deal of seriousness. My mood and outlook on the day tends to alter fairly quickly as I encompass the gravity of what I have been asked to do. On the way to a death knock I usually think about how I will approach the family. I also think about what sort of story might be behind the death and hope it all goes to plan and that we get the story with good quotes and collect pictures.", "Equally, the survey results suggested that feelings of dislike and distaste do not diminish with a greater frequency of doing death knocks, and it appears that reporters do not become any more resolved towards it by doing it more often. They may become more proficient but the innate dread of dealing with the bereaved and the erratic nature of the situation usually remain with them. One interviewee, a journalist with five years' experience, said: Everyone hates them—it's the thought of how the family will react to you that fills you with dread. I've been chased off housing estates before, spat at, sworn at … but some people really want to talk to someone and tell the world what they've lost.  ", "Everyone hates them—it's the thought of how the family will react to you that fills you with dread. I've been chased off housing estates before, spat at, sworn at … but some people really want to talk to someone and tell the world what they've lost.", "Recreating this anxiety in the classroom is clearly problematic for journalism educators but it would appear that this sense of stress is a major part of what students need to learn about this form of reporting. Yet guidance from editors on the most appropriate actions to take in such situations appears to be rare. The common experience of the surveyed journalists was that they were given no advice at all before they were sent to interview a bereaved family. This is possibly because editors believe their reporters are professional and to give such guidance, particularly to experienced reporters, would be patronizing. However, the survey indicated that editors who do give guidance tend to advise inexperienced reporters rather than those with more than three years' experience. This perhaps reflects the view among editors that with experience comes the ability to handle complex and difficult situations, which is not necessarily the case with the death knock. Indeed, there tends to be an underlying assumption that young reporters “learn by doing”; that they somehow teach themselves to act with sensitivity and get the story. One interviewee said: They're [death knocks] a lottery, you can't really control them, you just have to see what happens. There's a lot less skill involved than some reporters might tell you … These are the things I tell myself, but I don't always listen.  ", "They're [death knocks] a lottery, you can't really control them, you just have to see what happens. There's a lot less skill involved than some reporters might tell you … These are the things I tell myself, but I don't always listen.", "Indications are that this form of self-learning places pressures on novice journalists in terms of a heightened awareness of causing harm and of performing their role ineffectively, creating a sense of inadequacy or even failure. The general experience of survey respondents was that they had not received any training in intrusive reporting from their employer companies, particularly those in the early stages of their careers. So is there an expectation that the novice reporter should learn “on the job”, running the risk of experimenting on the bereaved and potentially getting it wrong? Or, is the presumption from the industry that they will be suitably prepared on their journalism courses? Either way, when the novice reporter returns to the newsroom the speed of the reporting process means there is little opportunity for reflection on the manner in which the interview has taken place. The journalists' attitudes survey revealed that none of the editors considered the effect of death knocks on their reporters, suggesting that in the haste of the news-reporting process editors do not have time to be concerned about their reporters' emotional state and rely on them to find a way to cope. Even once deadlines have passed there appears to be limited time available for counselling or discussion. Yet, the consensus amongst the surveyed editors was that it is beneficial for a reporter to discuss a death knock with them after the event and they are keen to take on this function informally. The survey results also indicated that there seemed to be an absence of formal counselling facilities within companies and editors lack the training to do this effectively (see also Beam and Spratt, 2009).", "While reporters find the death knock to be a negative, distressing experience they take a different view when writing an obituary, although it can also involve interviewing bereaved relatives at a stressful time. Writing obituaries is seen as a positive and non-intimidating experience, perhaps part of the death rituals identified by authors such as Davis (1997) and Kitch and Hume (2007). This would suggest that the reporters' distress is not solely concerned with intruding on the grieving process but in their perception of their role at this time. With an obituary the reporter may perceive themselves to be doing good, whereas with the intrusive interview, because their role in the event is ambiguous, they may perceive themselves, albeit subconsciously, as causing harm. This is interesting, since death knock stories may, of course, include positive coverage of the victim, while obituaries might offer an appraisal of the deceased which may not always be completely flattering (Starck, 2008a). Therefore, it would assist students' understanding of the death knock if the positive and negative perceptions of these two forms of intrusive reporting were debated in the classroom.", "However, there was a lack of decisiveness amongst the surveyed journalists about whether the classroom was the correct place to learn about the death knock. Whilst overwhelmingly recognizing its importance respondents were split on whether the preferred method should be a college or university course prior to starting work, a formal company course, informal training in the news room or observation of colleagues undertaking intrusive reporting. This would suggest that they perhaps feel that an understanding of intrusive situations cannot be provided within Further and Higher Education3 alone."]}, {"title": "Challenges Faced by Journalism Educators", "paragraphs": ["There are undoubtedly limitations on the extent to which students can be prepared for the death knock in the classroom, as the survey results acknowledge. The most significant challenge for university and college teachers is that they must educate students about the death knock and its consequences in the absence of students' real-life experience. Ethically, and practically, there is no scope for the cohort to engage in this practice until they are working professionally, unlike the experiential learning provided for court and council reporting, for instance. To re-create the challenges of the death knock, and ape the industry's aforementioned preference for “learning by doing”, the tutor would have to subject the student to what could be extreme emotional stress, a position at odds with the institution's duty of care to students. Each student's personal experiences of death and bereavement would also have to be accounted for in order to prepare them adequately and for risk assessment purposes. In setting out to provide a “safe” environment for students, academics may provide one that is ultimately sterile and impotent in terms of the learning experience. But while it is important that consideration is given to ways of providing active simulations such as role-play in relatively safe environments, it should be acknowledged, perhaps as a starting point, that the classroom does have certain advantages in preparing novice journalists for the death knock, offering the time and space for debate and reflection that the industry seemingly cannot.", "It was strongly suggested in the survey that journalists' distress is related to their negative or positive perceptions of their role in interviewing the bereaved, rather than a global aversion to intruding into grief. It should follow that having more knowledge about the positive outcomes of the death knock, having robust ideas about the ethics of the situation, and discussing and reflecting on the interview process in general, and intrusive interviewing specifically, within the classroom, should improve the journalists' confidence and feelings of self-efficacy and justification in approaching the task. Arguably, this intervention alone would help make the death knock a more acceptable assignment, reducing the stress on the journalist involved. Undergraduate and, to a more limited extent, postgraduate journalism courses already have the means to do this within law, ethics and practice modules, and there is evidence of elements of good practice from the interviews. All lecturers and students interviewed believed there was scope for more development of debate and reflection, although concerns were raised by journalism educators about the viability of such work in the United Kingdom's post-16 Further Education sector and in the private sector, where intensive, “fast track” courses with packed curricula are often the norm.", "As well as providing a level of theoretical initiation to the death knock, death itself and the consequent grief, it may also be possible to give novice journalists a greater sense of control over their actions in terms of knowing why they are there, when to approach, what to say, and when to withdraw, through the teaching of codes of conduct and increased exposure to the experiences of both working journalists and the victims themselves. One of the observations from the interviews was that the educational practice of situating teaching about the ethics of the death knock within professional and practical concerns is seen as vital by students, who would like to see more “blurring of the boundaries” between theory and practice in this area. There was some criticism of the “straight” teaching of codes of conduct without specific reference to current cases and without practical applications. However, the preferred practice among academics interviewed was to apply theory to recent high-profile cases in ethics teaching as well as in the practical courses. Participants also confirmed that talking about the ethics of the death knock and the reception they are likely to get from bereaved relatives does help to build some confidence in students. One participant, who studied attitudes to the death knock in the newsroom as a dissertation subject, said that the more she had studied the subject, the better she felt about the process. People don't realise that some people may want to speak to journalists. In the classes your eyes are opened to that a little bit. You realise people maybe aren't going to be huddled in a corner with all the windows and doors shut hiding from reporters. I think that aspect is important, but again it is limited.  ", "People don't realise that some people may want to speak to journalists. In the classes your eyes are opened to that a little bit. You realise people maybe aren't going to be huddled in a corner with all the windows and doors shut hiding from reporters. I think that aspect is important, but again it is limited.", "Another former student complained that real debate on the issue was not “opened out” enough in his undergraduate class because few of the students could imagine themselves in such a position, few had any experience, and most were appalled at the thought of it. For him, this lack of classroom rigour was a failing in his education that perhaps delayed his ethical thinking about the death knock until he began working. He believes that if discussion had been more thorough, and if working journalists had come in to argue the point, he may have developed a more critical understanding of the process which was less wrapped up with emotion and pre-judgements. Current students involved in the focus group felt the inclusion of a talk by a victims' group followed by an open debate had been helpful in developing their understanding of both the reporter's role and the family's likely feelings in such potentially intrusive situations. It gave us a chance to bridge a gap in our experience. I think we were all very uncomfortable when they came in, but as soon as we realized they were willing to talk about it, it made a difference.  ", "It gave us a chance to bridge a gap in our experience. I think we were all very uncomfortable when they came in, but as soon as we realized they were willing to talk about it, it made a difference.", "On the issue of empowering young journalists to feel an element of control in their approach to the death knock, there were mixed views. Interestingly, two former students with roughly equivalent journalistic experiences, working for a news agency, reported very different perceptions of the amount of control they had over the situation. Former student A felt “very little control” in that situation: “Always the person in control was X [news editor]. Like he was in control and I was the person responsible for making sure his control got executed”. By contrast former student B's response to the same situation was much more assertive and assured: You have to make a decision early on in your career about how you're going to deal with things, and it doesn't make you a good or bad reporter. I don't buy into this thing that you do anything for the job because you still have to sleep at night.  ", "You have to make a decision early on in your career about how you're going to deal with things, and it doesn't make you a good or bad reporter. I don't buy into this thing that you do anything for the job because you still have to sleep at night.", "Background, age and confidence should perhaps be seen as variables in this perception of control. In this case the more self-assured reporter was older, in his thirties when he joined the degree course, and was therefore more experienced in negotiating his terms of work and work practices. By contrast, the reporter who felt little control had come to university straight from school. Arguably this questions the established practice of sending young reporters on death knocks, sometimes “to see how they cope” (Fleming et al., 2006) and reflects the findings of the journalists' attitudes survey where most inexperienced reporters said they received no training and only limited advice in reporting the death knock.", "The practice of offering practical tips to help a novice reporter negotiate the death knock was less well received than the idea of expanding reflection and debate. All participants who discussed this agreed that such advice was of limited use. One lecturer described such tips as a framework for students to “latch on to” provided by the recounted experience of the lecturers and working reporters. Another said the framework should be basic, comprising general advice, because the encounter is often a fraught affair between a distressed relative and an often, scared journalist. This view was supported by the former students who were interviewed with former student C believing that “technique” is down to the individual. She argues that although it is possible to give some advice on body language, nothing should be “set in stone” because of the personal nature of people's responses. As she indicates: “Everyone has their own way, and it would be very difficult to judge that and suggest one was a success and the other a failure”. Former student B warns lecturers not to complicate what is already a difficult situation with extensive rules of behaviour. Trying to negotiate the death knock while also remembering to practise the psychology of body language could be too much for a young reporter to bear, he notes. If you, who've done death knocks, sat down with a student and said, “Trevor, this is what you need to do. You need to be empathic; you need to remain cool; you need to maintain eye contact; you need to be warm,” you'd have the young lad panicking.  ", "If you, who've done death knocks, sat down with a student and said, “Trevor, this is what you need to do. You need to be empathic; you need to remain cool; you need to maintain eye contact; you need to be warm,” you'd have the young lad panicking.", "The focus group of current students felt that their university study had increased their levels of competence and confidence in approaching the death knock through general reporting instruction and experience. They were able to see interviewing the bereaved as a “scary and emotional” extension of their normal practice. One said that in becoming a more competent journalist, he felt he would be able to approach the family more professionally and ask better, more sensitive questions."]}, {"title": "Role-play as an Approach", "paragraphs": ["While acknowledging the contribution which can be made by analysis, reflection and debate in the classroom, there is still the question of whether the academy can facilitate any “learning by doing” in this area. The survey results have established that the self-learning expected of the novice journalist carrying out death knocks and other intrusive interviews places them under great stress in terms of a heightened awareness of causing harm and of performing their role ineffectively. Much could be achieved, then, by improving the novice's feelings of self-efficacy both in terms of reporting generally and intrusive reporting specifically through some sort of active learning.", "Role-play is an established part of most journalism courses, and would seem to be the obvious tool through which to offer students practical experience. The United Kingdom's National Council for the Training of Journalists (NCTJ) programmes have featured role-play in both formative and summative assessment,4 and most journalism degree courses include some form of role-play, particularly in first-level writing and reporting classes. These tend to present quite varied but more emotionally mundane scenarios than the “death knock”, with lecturers routinely masquerading as police officers, nurses, vicars etc. Role-plays are typically used within the first year of education or training, and tend to test the student's ability to “see” the story, ask the right questions, and cover all the angles. Social skills are commented on, but are not a main criterion. In the case of a role-play involving bereavement these priorities would arguably have to be reversed, making it a much more complex and personal task for both the actor/tutor and student, and one for which the tutor may feel ill-equipped, even without the added complication of ethics and authenticity brought on by attempting to mimic someone in extreme grief.", "At present there is little more than patchy, anecdotal information on the efficacy of such methods in journalism education. However, academics and trainers in the fields of medicine, counselling, management theory, social work and sales have documented both concerns about and plaudits for the use of role-play in professional training. Although the experiences of students and trainees in these areas would not be directly replicated in journalism, they do offer some pointers to the appropriateness of role-play as a tool as well as the potential advantages and disadvantages of certain approaches. Problems include those of authenticity, of trainee resistance to playing roles, and the risk of unintentionally undermining students who may feel they have “failed” in the role (Fertleman et al., 2005; Lambourn, 2005; Test, 1994). Resource issues can also present a challenge, either in terms of classroom time or financial outlay to “buy in” expert help. Several studies warn of the potentially negative effects of role-play in the classroom. Test (1994) challenges both the authenticity of the setting and the legitimacy of role-play as a training tool when time for learning is limited. A sales and marketing specialist, he notes that mistakes made in the classroom have a critical audience, unlike mistakes made in the field. Those made in the field are unobserved, and so give the trainee the opportunity to reflect and learn from them. By contrast observed mistakes in the classroom can make the trainee nervous which then impacts negatively on future performance. Swink (1993) agrees that role-plays in which trainees can make mistakes in front of their peers are rarely popular with learners.", "Larson (1998) looked at how perceived performance in role-play affected views of self-efficacy among students on a counselling course. Bandura's social cognitive theory was applied to both the modelling of good counselling practice and to role-play carried out by the students themselves in an attempt to gauge whether their perceived success in the exercises improved feelings of self-efficacy, suggested by Bandura as necessary for their future development as practitioners (Bandura, 1977, 1993). The researchers found that the effect of using a videotape to “model” the counselling experience, in which a “best practice” session was filmed and shown to students, produced a modest but uniformly beneficial improvement in trainees' reports of self-efficacy. By contrast the role-play intervention produced far more “volatile” results, with trainees who viewed their performance as a great success increasing their self-efficacy score significantly, while those who viewed their performance as mediocre reported a sharp decrease in self-efficacy, demonstrating a potential negative effect of the technique.", "Interviews with journalism educators in this study revealed several concerns about the use of role-play in teaching about the death knock. Those participants who had experience of such role-play—portraying a bereaved parent for an exercise, or having hired actors to role-play, or both—were unhappy with the outcome in terms of authenticity and effectiveness. I think they found it difficult to separate me out from me the lecturer and me the grieving mother. I think they're too embarrassed by it as well. I don't think they particularly like acting out in front of their colleagues.  ", "I think they found it difficult to separate me out from me the lecturer and me the grieving mother. I think they're too embarrassed by it as well. I don't think they particularly like acting out in front of their colleagues.", "Other journalism educators had grave doubts about the effectiveness of role-play generally, and felt there was a particular danger in younger students not taking the exercise seriously. As there are no ethical means of introducing students to the real-life death knock, some felt they were teaching them in something of a “vacuum”, to which perhaps examples and discussion were the most sensible answer, rather than a practical task which may lack credibility.", "There was general agreement that what separates the death knock from an ordinary interview is the “intense atmosphere”. Whether a lecturer or an actor did the role-play, it would be almost impossible to recreate this atmosphere in the classroom because the students would still not be dealing with real victims. Only one of the former students interviewed thought that role-play could be useful to forewarn students about the emotional intensity of the death knock. Although he thought such exercises would be limited in terms of re-creating the actual situation, when often the novice reporter is “shaking like a leaf”, he did believe lecturers should try to “instil some of that fear into the students” to reproduce faithfully the challenges of work in the field. In terms of the ethical stance of universities and their advisory bodies, this would be extremely difficult to justify in the classroom, but it nevertheless highlights one of the tensions between academe and industry. Interestingly, this participant was unsure whether actors would be better than academics at recreating the scene, for the simple reason that lecturers were likely to have first-hand experience of the death knock, whereas actors almost certainly would not.", "All the other former students interviewed, and all current students involved in the focus group discussion, were unconvinced about the efficacy of role-play. They were particularly concerned about students' ability to take such a re-enactment seriously. They also echoed lecturers' apprehension about students being too self-conscious to concentrate fully on the task. Former student B highlighted another major concern for educators, that in trying to recreate the death knock, the perceived lack of authenticity involved could affect students' perceptions of the course. You get this thing in HE [Higher Education] where some people accuse it of being wet—it's because of these re-enactments. I really don't believe them … An actor may be very good at portraying grief on stage or on TV for an audience, but it isn't real. How do you possibly portray a mum who has lost her only daughter to some mass rapist who's dragged her off, done despicable things to her and left her in a ditch somewhere? I don't want to be negative about it. I think training is a very positive thing, but in this one situation I don't see how it would work.  ", "You get this thing in HE [Higher Education] where some people accuse it of being wet—it's because of these re-enactments. I really don't believe them … An actor may be very good at portraying grief on stage or on TV for an audience, but it isn't real. How do you possibly portray a mum who has lost her only daughter to some mass rapist who's dragged her off, done despicable things to her and left her in a ditch somewhere? I don't want to be negative about it. I think training is a very positive thing, but in this one situation I don't see how it would work.", "One of the victims' representatives interviewed echoed this point, saying role-play was a laudable idea, but one that would not be particularly effective in preparing students for the harsh reality. I think it's something you can never rehearse. You can explain how to approach families, and we can explain how we are likely to be feeling when something like that happens, but everybody reacts differently.  ", "I think it's something you can never rehearse. You can explain how to approach families, and we can explain how we are likely to be feeling when something like that happens, but everybody reacts differently.", "It could be said that the most compelling case against role-play is in terms of cost–benefit analysis. Most participants agreed with the findings of Larson (1998) that the exercise could be undermining, would have to be carefully placed in the programme, and would need to be repeated more than once to offset negative effects and allow time for reflective learning. As one participant argued, repeated role-play is necessary from a pedagogical point of view so that students could “go through the process and make mistakes and then benefit from the feedback on that”. This presents problems in two specific areas: resources and time. As all the lecturers participating said they would prefer to use actors, but would encounter difficulties in funding even one session, it makes the use of role-play on existing courses problematic."]}, {"title": "Conclusion", "paragraphs": ["It has become clear from the issues discussed in this article that reporting a death knock is far from the routine newsgathering process of covering more general news. The techniques may be the same but the approach requires greater sensitivity, keener moral decision-making and a mature and sympathetic attitude towards interviewees. Journalists must make decisions on every story they cover, but the potential to do harm clearly is greater when a reporter is in an intrusive situation and interviewees are in a highly emotional state. Equally, the journalist may be battling to keep their anxieties under control. As a result the journalist could misread signals, utter a careless word, or make a poor decision. Given the subjective nature of the situation journalists find themselves in and the unpredictable human element it is little wonder that tensions, conflict and contradictions arise both on the part of the journalist and the interviewee, and students should be made aware of these. Yet, journalism educators should be cautious of over-emphasizing the fear factor about reporting death and intrusion into grief and shock. It is more helpful to emphasize the similarities to other forms of news as well as the differences in order to boost students' confidence and their sense of control by giving them a familiar starting point. Equally, it may be useful to students to discuss the emotional impact that undertaking intrusive stories can have on them, immediately and at a later stage, and to reassure them that it is appropriate for them to feel these.", "Journalists do consider the death knock a negative act but perhaps it is possible over time to change attitudes to this form of reporting. Notifying people of an individual's death is an “old and valued tradition” where generally the dead are “praised for their good deeds, not their faults” (Alali, 1993; Williams, 2003). Although these comments relate to obituaries they are applicable to the news reporting of death too and as identified earlier journalists take a more positive attitude to writing an obituary than a death knock story. Yet a death knock may well focus on the deceased's “good deeds”, giving novice reporters the opportunity to view these stories more positively. Williams (2003, p. 694)) notes: “Obituaries are a part of grief management; they are social frames that represent death in a very limited way to others”. Starck (2008b) refers to a “remarkable revival” of the obituary in the quality press over the past 20 years, albeit one featuring mainly male high achievers. Arguably, the death knock provides a final “social frame”, without such status judgements.", "Therefore, when teaching students about the death knock, journalism educators should consider placing the emphasis on the important, positive elements of constructing life's final “social frame” for an individual and their family. If their tuition in intrusive reporting focused on these elements then perhaps novice reporters might perceive their role in the process differently. Indeed it may be that journalism educators are culpable for focusing students on the negative aspects such as intrusion, fear and anxiety, when these tensions could be tackled by providing students with a more optimistic framework.", "By deconstructing the negative aspects within a more positive context rather than telling students horror stories of death knock experiences, it may be possible to make these issues sufficiently familiar to students that their testing nature is diminished. As a result novice reporters may gain a sense of control over why they undertake a death knock, what to say and when to withdraw. Discussing these issues and other ethical matters such as moral justification for intrusive reporting, consequences of the journalist's actions and duty to the job may equip students to make informed, proactive decisions rather than impetuous responses, thus minimizing harm.", "Additionally, however, it may be valuable for students to have a sense of the stress and anxiety journalists can feel when doing this type of reporting. Recreating this anxiety in an educational setting which is expected to be an essentially safe environment is difficult, not least of all in risk assessment terms. Despite all its problems, role-playing may provide limited exposure to the tensions experienced in this form of reporting, as long as its limitations are acknowledged and mitigated by educators.", "Clearly though, this stress is a major part of what students need to learn about the death knock, and it is something that the surveyed journalists tended to feel should be undertaken in the news room environment. In these days of reduced editorial personnel perhaps this is not a realistic prospect. However, at the root of this point may be a recognition that it is important for reporters to have gained some basic editorial experience and an awareness of journalism's responsibilities to society before they are taught about the death knock. There is, after all, an expectation that novice reporters learn by doing on the job and whilst having students undertake real death knocks as a learning strategy is highly problematic it is possible to teach them the techniques of learning by doing, or reflection in action and on action (see Kolb, 1984; Schön, 1983; Sheridan Burns, 2002). Teaching them to reflect critically, not only on specialist modules about media ethics, but across the journalism curriculum will assist them in identifying the stress points in their reporting and in taking appropriate, positive action, thus giving them greater control over the situation."]}], "references": [{"title": "“Management of Death and Grief in Obituary and in Memoriam Pages in Nigerian Newspapers”", "year": "1993", "journal": "Psychological Reports", "volume": "73", "authors": [{"name": "Alali A. Odasuo", "first_name": "Alali", "last_name": "Odasuo"}]}, {"title": "“Self-efficacy: toward a unifying theory of behavior change”", "year": "1977", "journal": "Psychological Review", "volume": "84", "authors": [{"name": "Bandura Albert", "first_name": "Bandura", "last_name": "Albert"}]}, {"title": "“Perceived Self Efficacy in Cognitive Development and Functioning”", "year": "1993", "journal": "Educational Psychologist", "volume": "28", "authors": [{"name": "Bandura Albert", "first_name": "Bandura", "last_name": "Albert"}]}, {"title": "“Managing Vulnerability: job satisfaction, morale and journalists&#039; reactions to violence and trauma”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Beam Randall A.", "first_name": "Beam", "last_name": "A."}, {"name": "Spratt Meg", "first_name": "Spratt", "last_name": "Meg"}]}, {"title": "“Under International Scrutiny: reaction of media targets”", "year": "1991", "journal": "American Behavioural Scientist", "volume": "35", "authors": [{"name": "Deppa Joan", "first_name": "Deppa", "last_name": "Joan"}, {"name": "Sharp Nancy W", "first_name": "Sharp", "last_name": "W"}]}, {"title": "“Video Improved Role-play for Teaching Communication Skills”", "year": "2005", "journal": "Medical Education", "volume": "39", "authors": [{"name": "Fertleman Caroline", "first_name": "Fertleman", "last_name": "Caroline"}, {"name": "Gibbs James", "first_name": "Gibbs", "last_name": "James"}, {"name": "Eisen Sarah", "first_name": "Eisen", "last_name": "Sarah"}]}, {"title": "“Portraits of Grief, Reflectors of Values: the New York Times remembers victims of September 11”", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Hume Janice", "first_name": "Hume", "last_name": "Janice"}]}, {"title": "“Surviving the Media: Hillsborough, Dunblane and the press”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Jemphrey Ann", "first_name": "Jemphrey", "last_name": "Ann"}, {"name": "Berrington Eileen", "first_name": "Berrington", "last_name": "Eileen"}]}, {"title": "“Teaching Problem Consultations: a comparison of two approaches using videotaped simulated consultations in one-to-one teaching involving (a) the trainer role-playing and (b) the use of drama students”", "year": "2005", "journal": "Education for Primary Care", "volume": "16", "authors": [{"name": "Lambourn Robert", "first_name": "Lambourn", "last_name": "Robert"}]}, {"title": "“The Social Cognitive Model of Counselor Training”", "year": "1998", "journal": "The Counseling Psychologist", "volume": "26", "authors": [{"name": "Larson Lisa M.", "first_name": "Larson", "last_name": "M."}]}, {"title": "“Why Dunblane Was Different”", "year": "1996", "journal": "British Journalism Review", "volume": "7", "authors": [{"name": "Linklater Magnus", "first_name": "Linklater", "last_name": "Magnus"}]}, {"title": "“Death Can Make a Difference: a comparative study of ‘quality quartet’ obituary practice”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Starck Nigel", "first_name": "Starck", "last_name": "Nigel"}]}, {"title": "“Role-play Your Way to Learning”", "year": "1993", "journal": "Training and Development", "volume": "47", "authors": [{"name": "Swink D. F.", "first_name": "Swink", "last_name": "F."}]}, {"title": "“Why I Do Not Like to Role-play”", "year": "1994", "journal": "American Salesman", "volume": "39", "authors": [{"name": "Test Alan", "first_name": "Test", "last_name": "Alan"}]}, {"title": "“Recovery from Disaster: how journalists at the New Orleans Times-Picayune understood the role of a post-Katrina newspaper”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "“The Role of the Media and Media Hypes in the Aftermath of Disasters”", "year": "2005", "journal": "Epidemiologic Reviews", "volume": "27", "authors": [{"name": "Vasterman Peter", "first_name": "Vasterman", "last_name": "Peter"}, {"name": "Yzermans C. Joris", "first_name": "Yzermans", "last_name": "Joris"}, {"name": "Dirkzwager Anja J. E", "first_name": "Dirkzwager", "last_name": "E"}]}]}