{"doi": "10.1080/1461670X.2010.502792", "url": "https://doi.org/10.1080/1461670X.2010.502792", "title": "BRIDGING PAST AND FUTURE", "volume": "11", "year": "2010", "issue": "5", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Maxwell Hamilton", "first_name": "John", "name": "John Maxwell Hamilton", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Lawrence", "first_name": "Regina", "name": "Regina G. Lawrence", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Sourcing is a bedrock routine of American journalism, but little is known about how it may have evolved over time. This exploratory study combines social scientific and historical methods to examine sourcing in New York Times coverage of two incidents separated by decades: the Japanese invasion of Manchuria in 1931, and the Russian invasion of Chechnya in 1994. We find that while official sources have long been a mainstay of American reporting abroad, correspondents in the more recent case also made greater use of local eyewitnesses and media sources. Archival research and interviews reveal the contextual factors shaping these changes. ", "body": [{"sec_title": "Introduction", "sec_content": ["Professional journalism of the American variety is rooted in the concept of reporters going out into the world seeking information, rather than basing stories on the knowledge and perspective they already have. The first comprehensive textbook for would-be American journalists, Steps into Journalism published in 1894, underscored the importance in this process of attributing information to authoritative sources. “It is the mission of the reporter,” it intoned, “to reproduce facts and the opinions of others, not to express his own” (quoted in Ward, 2006, p. 210). Then and now, attribution of information and opinion to authorities signals both a journalist's fact-gathering and detachment. “Next to truthful reporting,” prescribed a typical journalism textbook in the 1970s, “the most important principle in the handling of news is the manner in which it is attributed to a source, or sources, and how these sources are described to the public” (Hohenberg, 1973, p. 328).", "The heavy reliance on sources and attribution, as Gaye Tuchman noted in a seminal article on objectivity, “protect[s] the professional from mistakes and from … critics” (1972, p. 678). Often the practice is used to a degree that invites amusement, as when the Associated Press (AP) did not quote anyone on its staff in describing a fire in its own building (Hamilton and Krimsky, 1996, p. 91). The extreme application of this journalistic principle reminds reporters of the objectivity they are meant to seek. At the same time, it reveals that reporters’ pursuit of this ideal involves the use of artificial conventions, what Gaye Tuchman called “strategic ritual,” that can emphasize the appearance of objectivity rather than necessarily objectivity itself. In fact, journalists make subjective choices all of the time as to whom they interview or what documents they quote. Scholars have thus found sourcing a rich field of study.", "Sourcing practices are prime elements in the construction of narratives and frames in the news, as well as clues as to how newsmakers can lever journalists’ need for attribution to achieve their own objectives. Most scholarly research, however, has been confined to case studies taking place over a limited period. Moreover, nearly all of the studied cases occurred in the last half of the twentieth century, coincident with the emergence of such inquiry. As a result, the broad conclusions scholars are tempted to draw have not been tested over longer periods of time.", "The need for such testing is apparent in the fact that news has constantly evolved. While sourcing and attribution are central tenets of American journalism, this does not mean that the application of them has been static. Furthermore, it is worth considering that the application may vary depending on the type of reporting being done. Such inquiry is particularly promising with foreign reporting, which constitutes one of the most important kinds of news and presents special challenges in sourcing.", "Correspondents draw on authorities who are generally not so well known to their audience as domestic ones and hence far less easy for the news consumer to evaluate. An American reader of a newspaper—or broadcast news viewer or listener—is much more likely to know where the Speaker of the House of Representatives fits into the national American political spectrum than where the Premier of the People's Republic of China is situated in that country's political spectrum. “Foreign news sources often are difficult to pin down, particularly in the political field,” noted a 1968 AP memorandum on the need to characterize sources, “and thus the foreign report has been more prone to generalization than the domestic report.”1 ", "The AP solution to this problem was for reporters to describe sources more completely: “In a story that has overtones of ideology, for example, is the source non-, pro-, or anti-Communist? Can he be described as a person in a position to know the situation? Be specific.”2 But this is not the only approach. Others have argued that the solution lies in correspondents broadly interpreting events for readers, who could not do that for themselves because of limited experience abroad, as many correspondents did in the 1930s. “In the reporting of foreign news, the objective ideal didn't work,” observed Curtis MacDougall, one of the great professors of the craft of reporting, discussing foreign correspondence in the 1930s. “It was not enough to present the factual day-by-day news of what was happening in the great capitals of the world” (MacDougall, 1964, p. 188).", "While sourcing and attribution have been the object of professional reevaluation over time, the question remains how much, if any, change in actual practice has come about. This essay is an exploratory step in that direction, using two comparable events separated by about 60 years—the Japanese invasion of Manchuria in 1931 and the Russia invasion of Chechnya in 1994–1995. The goal is to determine if measurable change in sourcing and attribution can be established and, if so, to suggest the potential direction for additional inquiry."]}, {"sec_title": "Literature Review", "sec_content": ["As noted, sourcing is the backbone of American journalism. The genesis of this principle, drummed into reporters the moment they arrive in the newsroom, goes like this: “Journalists are told to report facts and keep both themselves and their opinions out of the news … To establish they are not just making up information, reporters find authorities or written reports and documents to which they can attribute facts” (Hamilton and Krimsky, 1996, p. 91; also Cook, 1998; Gans, 1979). “Dependence on sources … is one of the most ingrained features of modern journalism,” one study notes (Zaller and Chiu, 1996, p. 386). Sourced material provides legitimacy, authority and credibility to the news report.", "It also makes the journalist's work more efficient. Reporters have to find news daily. Because they cannot witness many events directly, they reconstruct them based on second-hand accounts. Sourcing serves as a functional strategy for meeting time constraints with limited resources. In seeking to take advantage of these efficiencies, journalists “locate themselves in places where information is most likely to flow to them” (Sigal, 1973, p. 119). Thus, news commonly arises from routinized interactions between journalists and regularly-consulted sources that ensure a consistent flow of information, such as fixed news beats, regular press conferences, and reliance on public relations professionals.", "Measurements done by social science show that official sources tend to predominate in this process. A large portion of the daily news consists of reporting what a relatively narrow range of potential news sources say and do. The clear conclusion after several decades of news research is that the majority of these sources are those who hold governmental positions and other positions of authority (Bennett, 2007; Berkowitz and TerKeurst, 1999; Cohen, 1963; Cook, 1998; Ericson et al., 1989; Fishman, 1980; Hall et al., 1978; Hallin, 1992; Sigal, 1973; Sparrow, 1999; G. Tuchman, 1978). The “knowns” thus dominate the societal unknowns in the media's picture of the world (Gans, 1979). Other sources, such as grassroots organizations, have more difficulty gaining access to the media. Because their legitimacy can be more easily contested and because their views are not automatically authoritative, journalists do not give them the privileged “entrance” to the news accorded to officials (Bennett, 1990; Wolfsfeld, 1997).", "Various studies suggest that this pattern of sourcing extends to foreign news. These studies, however, have focused on wartime contexts—situations in which the media are particularly reliant upon governmental sources and particularly disinclined to challenge them (Entman, 2004; Hamilton et al., 2010; Lawrence, 2009; Mermin, 1999; Norgaard and Orsten, 2007; Paletz and Entman, 1981). We know less about the sourcing of foreign news in non-war contexts, or in contexts of foreign conflicts in which the United States is not directly involved.3 ", "While the historical record tells us that changes in newsgathering abroad have indeed occurred, we know less about the degree to which sourcing has changed over time, if it has at all. Most studies measuring sourcing in the news are bound by time and place, focusing on news produced inside the United States (even in studies of reporting on US-led wars), and, with a few exceptions, focusing on the post-Cold War period. Groundbreaking studies of news production and the sociology of news in the 1970s provided comprehensive snapshots of sourcing routines governing daily news at that time (Gans, 1979; Sigal, 1973; G. Tuchman, 1978), while more recent studies have focused on news production in the 1980s through the current day (Althaus, 2003; Bennett, 1990; Bennett and Livingston, 2003; Bennett et al., 2007; Entman, 2004). A rare exception is Barnhurst and Mutz's study (1997) of newspaper coverage across 100 years, from 1894 through 1994, which found that the average number of official sources in newspaper stories overall increased over time. (Another exception in terms of the time period studied is Zaller and Chiu's 1996 research on newsmagazine coverage of foreign policy crises extending back to 1945, but that study does not catalogue the sources cited in those stories). We are unaware of any studies that extend back in time and specifically examine the sourcing of news filed by US reporters abroad, leaving a significant gap in knowledge about how reporters’ routines and editors’ demands may have changed with changes in US foreign policy, changes in technology, changes in the news business, and changes in the domestic news audience.", "This study is a first step toward filling that gap."]}, {"sec_title": "Methods", "sec_content": ["By choosing two rather similar international conflicts separated by time, we sought hoped to uncover changes (and/or continuities) in the sourcing of foreign news. Lacking much prior research to guide our exploration, we approached this project inductively, hoping to produce findings to spur future research. Although the focus of this study is a systematic quantitative analysis of sourcing in news coverage of the two events, our analysis does not rely on that data alone. We turn later in this piece to archives and reminisces from each period to make sense of and contextualize our quantitative findings.", "The two events we chose—Japanese military action in Manchuria in 1931 and Russian action in Chechnya in 1994–1995—have common features that make them useful for our study. In addition to being separated by many decades, they chiefly involved third parties. The United States had no role in the fighting. In both cases actions took place against the backdrop of United States leeriness of involvement.", "Specifically, the Manchurian conflict stemmed from Japanese interest in securing control of that part of northern China. For many years Japan had exercised de facto control, economically as well as militarily. Nearly a million Japanese subjects, mostly Koreans, lived there. This informal control worked well so long as warlords in the region were relatively ineffective. But steps toward unification of China under Chiang Kai-shek's Nationalist government and the emergence of a strong regional leader, Zhang Xueliang, changed the equation. The Japanese military, which operated independently of civilian authority, sought to provoke a conflict that would allow consolidation of its power.", "The casus belli was the Mukden Incident on the night of September 18. Field-grade Japanese army officers—with the support of their generals—surreptitiously blew up part of the Japanese railroad north of Mukden. In “retaliation,” the Japanese attacked Chinese forces. Escalating military action by the Japanese, justified as self-defense, continued until early 1932, when Japan controlled all of Manchuria and installed its own puppet government under Henry Puyi, who years before had been deposed as the last Manchurian emperor. (For a good summary, see Fairbank et al., 1973, pp. 705–9.)", "The League of Nations, to which the Chinese appealed, was disinclined to do more than issue statements of condemnation. And it was the same with the United States. In January 1932 Secretary of State Henry L. Stimson framed a Doctrine of Non-Recognition, which put the Japanese on notice that the United States did not consider their incursion into China legal. No steps were taken to back up the declaration, which was endorsed by the League. One reason for this concern was that stronger steps could prompt greater Japanese defiance. As the New York Times reported from Washington just a few days after the Mukden Incident, “The State Department is not disposed to make any move that might be misunderstood in Japan or that might needlessly complicate the problem” (New York Times, September 19, 1931). Nevertheless, Japanese aggression in China continued (B. Tuchman, 1971, pp. 130–9).", "The War in Chechnya similarly grew out of longstanding tensions. Chechnya, annexed by Czarist Russia, failed to secure independence after the Russian Revolution. A new opportunity arose as the Soviet Union began to collapse at the end of the twentieth century. In 1991 an independence movement under Chechen leadership seized power and declared a Chechen Republic of Ichkeria. Succession was followed by internal strife, much of it fomented by citizens of Russian and other non-Chechen ethnicities. Moscow clandestinely provided support to opposition forces, which launched an unsuccessful campaign to remove the government in August 1994. On December 11 the Russian forces launched a major offensive that met unexpectedly stiff resistance but ultimately seized the capital of Grozny early the next year.", "Human rights organizations were vocal in denouncing the war and the conduct of troops, particularly Russian, against civilians. By one moderate estimate, 11,500 military personnel died on both sides and 35,000 civilians perished. “The modern infrastructure of Chechnya (housing, industry, communications, social services) was almost completely destroyed,” as one scholar has noted (Hughes, 2007, pp. 81–2).", "The international response was akin to that in 1932. On the day of the invasion, the New York Times reported from Washington that President Clinton declined to criticize Moscow, saying it was an “internal affair” (New York Times, December 12, 1994). Not until two months later did Clinton make a “publicly reported telephone call to [Russian President] Yeltsin” on the invasion, then only to make a low-key admonition to end the fighting and negotiate a settlement (Gall and de Waal, 1998, p. 186). The Western nations did not want to press Yeltsin too hard for fear of undermining his pro-Western presidency. The conflict continued even after a Russian ceasefire in 1996 and subsequent treaties.", "We gathered all New York Times coverage of each conflict, spanning the first month of each (September 19 to October 18, 1931, and December 12, 1994 to January 11, 1995). This process yielded a total of 277 stories, 198 of which were about Manchuria and 79 about Chechnya. We coded all stories for a number of variables, including basic story information (date, dateline, story length in paragraphs, the dateline from which each story was filed, and whether the story was filed by a Times reporter or taken from wire services) and our variables of interest regarding the sourcing of each story. To code the sourcing, we asked coders to identify the number of paragraphs in which each of the following types of sources appeared: national officials, including invader country officials (either Japanese or Russian), invaded country officials (either Manchurian/Chinese or Chechen), US officials, and officials from other countries; non-official citizens, including grass-roots and activist sources belonging to organized groups, and also witnesses, people on the street, and other civilians not affiliated with any groups, again coded according to the country from which they came; officials with transnational organizations, such as the League of Nations/United Nations; sources from non-official organizations, such as business and industry spokespersons; experts and academics; and foreign media sources, such as when reports from local or third-country newspapers or radio were cited. We also asked coders to look for a type of attribution that we label “pseudo-attribution.” These are sentences that give an impression of attribution and introduce an utterance or statement of viewpoint or idea whose exact source is unclear, for example, “It is rumored…,” “it was hinted that…,” “the Japanese people believe…,” “authorities are said to…,” “reports say”—as opposed to attribution that is more specific, such as “an official said today” or “as reported by members of the staff of the premier.” Our ongoing research on the historical development of foreign news suggests that foreign correspondents routinely used pseudo-attributions in earlier eras, and that such vague attribution lingers even today (Hamilton et al., 2008). Finally, we made note of cases in which a news story cited at length from official documents, such as diplomatic communiqués.", "Coding was performed by graduate students under the supervision of the authors. Two independent coders coded the same 5 percent of the stories (N=12) from our sample. Inter-coder reliability coefficients, computed with Holsti's formula for nominal categories and Pearson's Chi-square for interval categories, ranged from 0.7 to 1."]}, {"sec_title": "Findings", "sec_content": ["Overall, the data suggest several noteworthy patterns. Official sources played a prominent role in news reports on both Manchuria and Chechnya. Correspondents used more attribution in the recent conflict, however, which differed as well in the range of sources used. We see these patterns in several of our specific findings.", "Looking first at the combined data from both cases, we see that official sources, particularly officials from the invader countries, were the most-often cited sources overall. Japanese/Russian officials appeared in an average of 2.03 paragraphs, followed by Chinese/Chechen officials in an average of 1.04 paragraphs per story (see Table 1). The next largest category of “sources” was what we have called pseudo-attributions, about which we have more to say below. ", "Although officials were the predominant source overall, significantly more US officials and invader-country officials were cited in the later case (Chechnya) than in the earlier case (Manchuria). As shown in Table 2, stories on Chechnya contained an average of 1.13 paragraphs naming a US official source, compared with 0.47 paragraphs in stories about Manchuria (p=0.043). More dramatically, stories on Chechnya contained an average of 3.89 paragraphs citing Russian officials, compared with an average of 1.29 paragraphs citing Japanese officials in stories about Manchuria (p=0.000). Citing of other country officials also increased, from 0.35 paragraphs on average in the Manchurian case to 0.90 paragraphs in the Chechen case (p=0.053). Conversely, the citing of invaded country officials (Chinese/Chechen) decreased from an average of 1.19 paragraphs to an average of 0.68 (p=0.019). ", "We have reason to suspect that these findings may reflect real changes in overseas reporting practices over time. The increased number of US officials in the later case does not appear to be due to a greater number of stories filed domestically, since the percentage of stories filed from Washington was essentially equivalent in the two cases (16.7 percent in the case of Manchuria and 12.7 percent in the case of Chechnya, p=0.406). In other words, the increase in the citing of Washington officials is not an artifact of more reports being filed from Washington—actually, fewer Washington stories were published in the reporting on Chechnya.", "Meanwhile, the use of official documents declined over time: an average of 0.17 paragraphs per story about Manchuria contained reprints from official communiqués, compared with only 0.01 in stories about Chechnya (p=0.048). Screening document-heavy stories from our sample reveals no effect on the overall predominance of officials in news about both cases, but their relative prominence in the Manchurian reporting and absence in Chechen reporting suggests further changes in how foreign reporters “cite” official sources.", "The greater use of official sources in the later case took place in a context in which more sources of various kinds were being cited. In addition to more US and invader country officials in the Chechen case, we also find greater prevalence of invaded country eyewitnesses—that is, “average” people who were seeing events on the ground. The difference across time periods is stark: in reporting on Manchuria, an average of only 0.06 paragraphs per story cited local, non-official eyewitnesses to events, whereas stories from Chechnya featured an average of 1.46 paragraphs with local Chechen eyewitnesses (p=0.000). Non-official witnesses from the invader countries (Japan/Russia) also increased, though not to a statistically significant degree (see Table 3). ", "We also find more use of foreign media in the recent case. Reporting on Chechnya borrowed significantly more from invader country (Russian) media sources, though not from US or Chechen media (see Table 4). Citing of other countries’ media (e.g. The (London) Times) decreased across time, though not to a significant degree.", "Finally, we find a significant decrease in the use of pseudo-attributions in the later case. Reporting on Manchuria included an average of 1.46 paragraphs containing this indirect type of attribution, compared with 0.66 paragraphs in reporting from Chechnya (p=0.000). This finding means that journalists reporting on the Manchurian conflict were slightly more likely to engage in pseudo-attribution than to cite directly either Japanese or Chinese officials—an interesting indicator of the prevalence of practice in earlier historical periods. While the decrease in this reportorial practice is noteworthy, perhaps just as noteworthy is its continued use: in reporting on the Chechnya conflict, pseudo-attributions appeared slightly more often than attributions to Russian eyewitnesses, for example, and appeared as often as attributions to Chechen official sources.", "Overall, reports from the more recent case cited more sources per square inch of story space, so to speak, while pseudo-attributions declined. In other words, foreign reporters in the 1990s sourced their work more assiduously than reporters in 1931. While officials played a prominent role in both cases, and the presence of US and invader country officials was significantly greater in the later case, news in the later period was more thickly sourced, bringing in more foreign media and eyewitnesses as well."]}, {"sec_title": "The Back Story", "sec_content": ["Social scientists rarely conduct historical quantitative studies of news, let alone of foreign news specifically. This is unfortunate. Social science techniques enrich history. But the reverse also is true, for the meaning of such data is not self-evident. As Peter Winch noted in his classic on the study of the laws of sociological activity, “it is only in so far as one has an independent historical grasp of situations … that one is able to understand what the law amounts to” (Winch, 2008, p. 127). To make sense of the data from news sourcing in these two historical settings, we need the back story that tells us how journalists worked at the time under study—qualitative information gathered from archives, memoirs, and interviews.", "The place to begin is with the basic finding confirmed in this study: while sourcing is “one of the most ingrained features of modern journalism,” the application of the principle changed. Correspondents in the two cases relied heavily on officials. But the amount of attribution increased in the second period, with both more officials and a broader variety of voices beyond those from government. This finding reflects and adds nuance to the patterns found by Barnhurst and Mutz (1997) indicating that official sources increased in newspaper stories in general between the late nineteenth and the twentieth centuries.", "The findings also add perspective to a view that has emerged recently linking the prevalence of officials in the news to the enshrinement of distinct notions of “objectivity” in the mid-twentieth century. According to this theory, during American journalism's period of “high modernism” that begun with the end of World War II, “objective” reporting was understood as something that “could be carried out mainly through the use of official sources, thus minimizing conflict between the media and other political actors, and reducing controversy over the role of journalists as mediators” (Hallin, 2006). Our data show that any modern notions linking “objectivity” with heavy reliance on officials have been layered atop a longstanding practice. At the same time, the predominance of official sources, as prevalent as it might be today, has actually been offset to some degree compared with reporting in the past because of the wider range of non-official voices that now find their way into the news.", "The mindset of correspondents in the first period—when government officials more clearly predominated in reporting—comes through in analysis of coverage written by AP's Glenn Babb, which we found in the AP Archive. The AP sent Babb, who was based in Tokyo, to Manchuria, where he covered the fighting in Mukden, Harbin, and Tsitsihar. In telling “the story behind the story,”4 which described “the men from whom the news is gathered,” Babb listed only officials, such as the Japanese Foreign Office spokesmen, who had the “mantle of power and authority.” “Mr. Amau sits as official oracle of the press of the world three times weekly,” Babb observed. “In China the reporter finds his best sources the American-educated group of officials or ex-officials.”", "In contrast are the recollections of Michael Specter, who went to Chechnya when that war broke out. He spoke to officials but also others. “In general, in Chechnya and throughout my career, I have found it far more useful to talk to normal human beings than their leaders,” Specter told us. “[This is] particularly true in war zones.”5 Steven Erlanger, the Moscow bureau chief, who later replaced Specter in Chechnya, had a similar comment: “The best work that we did was on the ground and what the war was like, and how the people were responding to it.”6 ", "This shift can be traced to editorial decisions made in intervening decades. By the mid-1960s, with broadcast bringing breaking news much faster than print ever could, the Times’ foreign editor Seymour Topping sought to reorient foreign reporting toward broader, more interpretive news. “The foreign report,” he told staff in 1968, “should reflect more fully the social, cultural, intellectual, scientific and technological revolutions, which, more than the political, are transforming the world society.”7 This process has continued, notes Susan Chira, the foreign editor when we did this study, with greater emphasis on social issues and more investigative reporting.8 ", "Topping's changes in coverage also help explain a shift at the Times away from stories made up largely of extended quotes from official documents, something that was relatively routine in coverage of the Mukden Incident and nonexistent in the case of Chechnya. On October 17, 1931, for instance, the Times ran a story that consisted of three diplomatic documents related to the League of Nations deliberations, which were interspersed with short paragraphs noting the origin of each. The Times printed such documents as part of its mission to be the newspaper of record. Topping changed the practice because he foresaw that computer databases would do this task much better.9 ", "In considering explanations for the greater amount of attribution in reports from Chechnya than in those from Manchuria, one of the more persuasive is that reporters and editors have become increasingly concerned with credibility. Faced with charges of bias as well as embarrassing lapses in which reporters were discovered to have made up sources (two notorious domestic examples being Jayson Blair at the New York Times and Janet Cooke at the Washington Post), they accentuate what they have been taught to do for decades: buttress stories with attribution. One vivid example in the foreign field is what occurred after the discovery in 2004 that USA Today's foreign correspondent Jack Kelley fabricated and plagiarized reporting over a number of years. To guard against this happening again, editors routinely ask correspondents questions about where they found their information and monitor attribution (Hamilton, 2009, pp. 451–2).", "While the desire to guard against ethical lapses relates to reporting, whether it is foreign or domestic, other factors explaining changes in attribution relate specifically to the foreign field. In the 1930s, correspondents operated with a high degree of autonomy. Many had been overseas for years and were seen as authorities. Hallett Abend arrived in China in 1926 and the next year, after employment with local newspapers, was picked up by the Times, remaining a correspondent for them until World War II (Abend, 1943). The Times man in Tokyo, Hugh Byas, went to Japan in 1913, first working for the English-language Japan Advertiser and later as a correspondent for both the New York Times and The Times of London (Baldwin and Stone, 1938, p. 378). Correspondents like these felt much more comfortable stating facts without attribution. But this was not all. Editors at home could not easily challenge foreign correspondents’ expertise, let alone the use of sources in individual stories, even if they wanted to, because of relatively poor communications. Just sending stories home from Manchuria in 1931 was complicated, as the trade publication Editor & Publisher noted: “Most of the news is routed over the Great Northern Telegraph land wires through Siberia and Russia to Libau, Lativia, thence by cable to Copenhagen and London and to New York” (Perry, 1931, p. 5). Babb described his colleague James Mills, who covered the Japanese incursion in sub-zero weather, engaged in a “heart-breaking battle to get his news back to world … Many of his stories were lost entirely, probably thrown away by a careless carrier.”10 Given the authority of correspondents and the inability to contact them easily, it made sense for Edwin James, who held the top editor job at the New York Times in the 1930s and 1940s, to employ a no-second-guessing policy. The paper either printed correspondents’ reports as they were filed or threw them away (Tifft and Jones, 1999, p. 255).", "Correspondents do not enjoy the same authoritative status today that they had before (Hamilton, 2009, pp. 241–3, 305–7). Among the reasons offered for this change is that they are less elite. After all, virtually anyone can travel abroad. In addition, although correspondents still make a career largely overseas, this is less common. In the case of Chechyna, Erlanger, Specter, and Alessandra Stanley, who also covered Chechnya, had been abroad before, but Specter and Stanley, a husband-and-wife team, were on their first overseas assignment for the Times and only Erlanger was still overseas in 2009, when this study was done. Another obvious factor is that in the past editors could not easily be in touch with correspondents and now they can wi th just a few taps on a satellite phone. Much more often these days, acknowledged foreign editor Susan Chira when we asked about this, editors directly ask their correspondents “how do you know that?”11 ", "The rapid improvement in communication with the home office was apparent during the war in Chechnya. “The first days, Christmas '94,” recalled Specter, “I would stand in line at the Grozny post office, call the Moscow Bureau of the Times, dictate my story and they would send it to New York. Soon after I flew to London and got one of the early satellite phones. It was a large brief case but when I hooked it up to electricity (sometimes needing a car battery and in one case a tank battery) I could find the closest satellites … After a while they developed a phone that let me connect my laptop and that worked well.”12 ", "Shifting our analysis a little, we now consider the use of foreign news media as a source in coverage of both Manchuria and Chechnya, which also has a back story. In the nineteenth and early twentieth century, many correspondents sat in their offices and combed the foreign press for stories that they would rewrite and send home (Hamilton, 2009, pp. 75, 161). This practice of “cribbing” became less significant as editors expected their well-trained American correspondents to go out and do their own newsgathering. But correspondents continued to rely on foreign media, as our study highlights.", "Correspondents often do not have as close access to officials as do indigenous media and, in any event, may not be on hand for official pronouncements because they are traveling elsewhere. During the Manchurian crisis, Abend often was not in the Chinese capital of Nanking. The result was stories such as one from September 20, 1931, which reported, “[the] Kuo Min news agency quoted a high government authority at Nanking as saying the Japanese allegation that their action was due to Chinese troops cutting the South Manchuria Railway line was ‘a pretty red herring.’” Likewise, Abend, who was unable to get to Manchuria during the early stages of the conflict, relied on local media for reports on what was happening there (this also helps explain the Times heavy use of AP reports). Meanwhile, correspondents in London and Paris as well as Tokyo filed stories with quotes from local media to indicate what opinion leaders and officials there were thinking about events in Manchuria (as in “The French attitude is reflected by Le Temps, which says…,” October 18, 1931).", "The various and changing use of local media was particularly apparent in reporting from the Soviet Union/Russia during the two cases we studied. The Soviet Union's interests were directly involved in the Manchurian conflict, and the Times relied heavily on Soviet media, which was government-controlled and therefore a good barometer of official views. “An experienced correspondent who knows Soviet and Russian politics, history, economics, and culture can read Pravada, Izvestia, and the Literary Gazette to mine nuggets of gold,” as one correspondent noted (Bassow, 1989, p. 61). So important was the Soviet media to understanding what the government was thinking that Walter Duranty, the Times correspondent in Moscow, even ran stories reporting that there was nothing to report, which seemed to be more or less the equivalent of an official “no comment.” The lede to Duranty's story on September 24, 1931 read, “Soviet newspaper articles on the Japanese action in Manchuria make curious reading. To the best of the author's knowledge, … there has not been a single word anywhere about the relation of the whole affair to the Soviet Union.”", "During the Chechen War, Times correspondents reporting from Moscow also used the Russian media (coded here as “invader” country media), but in more complex ways than in the Duranty era. The government still was “very secretive and top-down,” said Erlanger.13 Officials did not like to talk to reporters. Getting officials on the phone was difficult; once one did, they were often unreliable or inept at fielding questions. “You could not rely on them to speak in their own interest,” Stanley recalled, a statement revealing of correspondents’ need for sources that reliably convey official views.14 At the same time, the government did not have the same degree of direct control over news outlets, some of which were by the 1990s in direct opposition to the government (Malankina and McLeod, 2000). The Russian news media therefore became useful as a source of insight on government thinking and also as a source that provided balance to the government view (as in a January 7, 1995, report noting that Izvestia openly criticized the government, saying that “In such a war even the victors should be on trial”). Furthermore, the Russian media were a source of solid reporting. US foreign correspondents had never had to deal with a story like this before, said Erlanger, hence they did not have relevant contacts within the government the way some Russian journalists did: “The Russia media had things that we did not have, and they were fed things that we weren't fed.”15 As one example, a Times story on December 27 quoted Sevodnya, a daily chiefly for business executives. The story used “confidential sources” to report that Yeltsin “had upbraided the defense and interior ministers” about their prosecution of the war. Erlanger not only drew nuggets like this from Russian papers but also sought insights directly from knowledgeable Russian journalists.", "The use of foreign media inside Chechnya was also different from the case of Manchuria. Specter was the first Times correspondent to report from inside the country (Erlanger and Stanley followed him), arriving about a week after the fighting started. Before he arrived, Times reporting from Moscow relied heavily on Russian media for details of what was happening. Specter continued the practice when he was on the ground. “To the degree that we needed an official Russian response—particularly a Moscow voice—the only realistic thing to do was to use quotes from [the Russian news agency] Interfax etc.,” Specter recalled.16 In contrast he could not rely much on Chechen media because “There was no Chechen media to draw from. And while my Russian is good, my Chechen doesn't exist.”17 In one of his first stories, published on December 20, he noted Chechen television had been “knocked off the air temporarily by Russian bombers.” The television station was advising Chechens on how best to attack Russian forces.", "Based on our experience evaluating the reporting of other historical events, we expected that the use of foreign news media would be far less common in Chechnya than in Manchuria. Instead, though they did so less, reporters in the latter case continued to cite from third country media (e.g., French and British newspapers), and they cited dramatically more from “invader” country media in the latter case. Rather than draw sweeping conclusions from this finding, we underscore the importance of taking special circumstances into consideration when making conclusions about data. Clearly more work could be done into how important foreign media have been and remain in foreign reporting.", "One final observation sheds further light on how the particularities of these conflicts affected our findings. Recall that we found a somewhat surprising difference in the use of invaded country officials across our two cases. The relatively low number of invaded country officials quoted in the Chechen war coverage appears to be the result of the simple fact that Chechen leaders operated as guerillas and did not have headquarters that could be easily reached. As for the Chechen authorities installed by the Russians, Specter told us, “why bother? I just talked to the Russians and skipped them.”18 "]}, {"sec_title": "Conclusion", "sec_content": ["This study is exploratory. Given what we know from archives and historical accounts, we feel relatively confident that our data illustrate a trend toward more and broader sourcing, with official sources continually serving as the bedrock. The circumstances surrounding our particular cases point the way for more study to understand the nuances of sourcing and to test for generalizable practices and trends. For example, further research can determine if the influence of American policy makers over foreign correspondents has increased as advances in telecommunications have made it easier to be in touch with their editors and American points of view.", "Another potential line of inquiry suggested by our findings relates to a marked focus on civilian casualties and Russian brutality in the reporting on Chechnya. Other studies of the invasion of Chechnya have found a highly negative tone in Russian media toward the invasion (Malankina and McLeod, 2000); we find that tone was correlated with reporters’ use of eyewitnesses as sources. Compared with the Manchuria reports, which rarely focused on the human costs of the Mukden Incident and its immediate aftermath, reporting from Chechnya foregrounded human suffering, and Chechen voices condemning Russian aggression filled these stories. “Why should civilians be bombed?,” one local woman yelled. “Can't they see what they're hitting?” “It was terrifying, absolutely terrifying,” said a 75-year-old man in the lead of another story. “They are wild and savage. They are not people who are doing this.” Russian eyewitnesses also added to the critical tone of the reporting, such as one army private stationed outside of Grozny who said baldly, “I think Yeltsin is crazy. This makes no sense … It's worse than Afghanistan because it's in our own land.” And a Russian human rights campaigner said the Russian army fought “at any cost, despite the losses they sustain … I am afraid they are using revenge on civilians as a way to achieve their goals.” These kinds of voices and viewpoints were largely absent from our sample of reporting on Manchuria.", "As with many of our findings here, special circumstances help account for these differences: the Mukden Incident did not approach the invasion of Chechnya in the scale of casualties or damage to infrastructure. When the Japanese launched a bloody attack in Shanghai in early 1932, the Times coverage was vivid in recounting the plight of civilians (Doenecke, 1984, p. 52). On January 30, for instance, Hallett Abend chronicled in grim detail the human toll, for example, 150 killed when Japanese bombed the North Railroad Station and “whole families … huddled along sidewalks and in doorways.” Nevertheless, it may be that the increased use of non-official voices accentuates the human rights angle in foreign reporting, including a new type of source, human rights officials—a class that has emerged since the signing of the Universal Declaration of Human Rights at the end of World War II). These groups often alert the media to famines and atrocities, not the other way round (Hamilton, 2009, p. 106; Shattuck, 2003, pp. 4–5). And once the press arrives at a crisis, such sources can provide detail not easily found elsewhere. Another sourcing factor could also account for the highly negative focus of the coverage. As discussed above, our data also show that Times reporters relied rather heavily on Russian media as sources. Given the negative tone of much Russian media coverage of the Chechen invasion (Malakina and McLeod, 2000), it appears that this sourcing practice reinforced the framing of the invasion the Times offered its readers.", "Another promising line of research lies in our findings on the decreasing yet persistent use of what we call pseudo-attributions. In Manchuria, the number of such “attributions” was surprisingly high, rivaling the use of some other more plainly attributed sources; in Chechnya, though much diminished, the practice remained. The use of such vague attributions dovetails with a finding that arose in another case study we have done: an examination of Harrison Salisbury's 1966 revelations that US bombers were, contrary to government assertions, hitting civilian targets in North Vietnam. Concerned that Salisbury had not adequately attributed assertions in his copy, which came in over many days, managing editor Clifton Daniel instructed editors to insert attributions along the lines of “147 were said to have been killed” or “this correspondent was told…” (Hamilton et al., 2010). As these examples suggest, sourcing is an even more artificial “strategic ritual” than Tuchman suggested. While important study has been done on journalists’ “enormous reliance on single anonymous sources” and on the “vague manner” in which those sources are described, inquiries into the method and selection of sourcing can be greatly and usefully expanded (Kovach and Rosenstiel, 1999, pp. 33–4). The major lesson for scholars is that historical and social scientific approaches together can substantially enhance our understanding of the evolution of journalism.", "Historical case studies provide essential context that illuminates both actual trends and the fluctuations in coverage due to changing circumstances. Broader understanding of cases requires longitudinal comparisons, buttressed by a close reading of history, to examine changes and continuities together."]}], "references": [{"title": "When News Norms Collide, Follow the Lead: new evidence for press independence”", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Althaus Scott L.", "first_name": "Althaus", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "American Journalism and the Decline of Event-centered Reporting”", "year": "1997", "journal": "Journal of Communication", "volume": "47", "authors": [{"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mutz Diana C.", "first_name": "Mutz", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Toward a Theory of Press–State Relations”", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Semi-independent Press: government control and journalistic autonomy in the political construction of news”", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Community as Interpretive Community: rethinking the journalist–source relationship”", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Berkowitz D.", "first_name": "Berkowitz", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Terkeurst J. V.", "first_name": "Terkeurst", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Passing of the ‘High Modernism’ of American Journalism”", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Hallin Daniel C", "first_name": "Hallin", "last_name": "C", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Paradox of Respectability: the limits of indexing and Harrison Salisbury&#039;s coverage of the Vietnam War”", "year": "2010", "journal": "Harvard International Journal of Press/Politics", "volume": "15", "authors": [{"name": "Hamilton John", "first_name": "Hamilton", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lawrence Regina", "first_name": "Lawrence", "last_name": "Regina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Afghanistan to Chechnya: news coverage by Izvestia and the New York Times", "year": "2000", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "77", "authors": [{"name": "Malankina Olga V.", "first_name": "Malankina", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mcleod Douglas M.", "first_name": "Mcleod", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Danish Media at War: the Danish media coverage of the invasion of Iraq in 2003”", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Norgaard Nete Kristensen", "first_name": "Norgaard", "last_name": "Kristensen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Orsten Mark", "first_name": "Orsten", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as Strategic Ritual: an examination of newsmen&#039;s notions of objectivity”", "year": "1972", "journal": "The American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Government&#039;s Little Helper: U.S. press coverage of foreign policy crises, 1945–1991”", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Zaller John", "first_name": "Zaller", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chiu Dennis", "first_name": "Chiu", "last_name": "Dennis", "affiliation": "", "orcid": "", "role": ""}]}]}