{"doi": "10.1080/17512786.2016.1151818", "url": "https://doi.org/10.1080/17512786.2016.1151818", "title": "Sharing the Stage", "volume": "11", "year": "2017", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Saldaña", "first_name": "Magdalena", "name": "Magdalena Saldaña"}, {"last_name": "Higgins Joyce", "first_name": "Vanessa", "name": "Vanessa de Macedo Higgins Joyce"}, {"last_name": "Schmitz Weiss", "first_name": "Amy", "name": "Amy Schmitz Weiss"}, {"last_name": "Alves", "first_name": "Rosental", "name": "Rosental Calmon Alves"}], "abstract": "Despite the proliferation of research on social media and journalism, only a few studies have analyzed how journalists in Latin America embrace the affordances of social platforms for journalism practice. Based on a survey of 877 Latin American reporters, this article examines the platforms journalists use and how they use them. The broad finding is that, despite the great popularity of Facebook in the region, Twitter is the most important platform for daily newsgathering and journalistic work. Journalists turn to Twitter to find sources and stories, showing an important openness to participatory journalism. Yet, they mistrust information provided from political sources. Our findings show that different regions in Latin America work with social media in different ways, and local journalistic cultures have an impact on these adoptions, especially in the case of Brazil. Further research and implications for the field are discussed.", "body": [{"title": "Introduction", "paragraphs": ["Social media use is very strong in Latin America. According to ComScore (2012), 5 out of the top 10 most highly engaged social media markets are located in Latin America, namely Argentina, Brazil, Peru, Chile, and Mexico. Social media penetration, however, is not uniform in the region. In Chile and Uruguay, more than 60 percent of the population has active social media accounts (Kemp 2014), while countries such as Honduras, Nicaragua, and Haiti have penetration rates lower than 25 percent (see Figure 1). While social media adoption certainly differs by audiences in Latin America, 96 percent of the entire online population in the region reports visiting social networking sites. Among the world's top 25 global markets by time spent on social networks, seven are from Latin America (Radwanick 2011). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016FIGURE 1  Social media penetration in the AmericasSource: Kemp (2014)Display full sizeFIGURE 1  Social media penetration in the AmericasSource: Kemp (2014)", "FIGURE 1  Social media penetration in the Americas", "FIGURE 1  Social media penetration in the Americas", "Latin Americans spend more time on social media platforms than the global average (ComScore 2012; Inter American Press Association 2014), and these platforms play a relevant role in online users’ news engagement. Many news media outlets, journalists, and audiences in Latin America acknowledge the potential of social media to disseminate local information and elaborate greater networks for sourcing (Said Hung et al. 2013). Research shows that audiences are embracing the social media potential for news. A study of 21 Latin American nations found that 85 percent of internet users search for news while using social media, and 78 percent share news with their friends/followers (Inter American Press Association 2014).", "In today's news media landscape, social media is one of the latest additions for journalists to connect with readers, viewers, and listeners in real time. Platforms such as Facebook and Twitter allow reporters and news organizations to monitor online trends and receive the public's feedback and contributions. The way journalism is produced today reflects new practices relying on digital and social media components (Schmitz Weiss 2015). This has an effect on the resulting journalistic products, relationships, routines, and culture (Robinson 2011).", "Vis (2013) identifies two types of studies about journalism and social media. First, studies that focus on how social media reshape the practice of journalism, affecting news production and online consumption (Newman 2011; Bruns and Highfield 2012; Newman, Dutton, and Blank 2012). Second, studies that explore how journalists themselves adapt to social media (Cozma and Chen 2012; Hermida, Lewis, and Zamith 2014; Revers 2014). However, most of these studies focus on US and European newsrooms. Only a few have analyzed the influence that social media have on Latin American reporters and news organizations. Considering the high social media penetration in the region, social media use may have a different impact on the journalist–audience relationship, in comparison to the American or European context.", "Therefore, this study explores how and for what purposes journalists in Latin America are using social media sites. Through a survey of 877 Latin American reporters, we observed how the use of certain platforms leads to journalism-related tasks, while some others lead to social activities. We also analyzed the relationship between social media use and online information reliability, and identified individual factors enhancing social media use among Latin American professionals."]}, {"title": "Journalists and Social Media", "paragraphs": ["The term social media has risen to prominence since the popularization of platforms such as LinkedIn, Facebook, and Twitter. The term itself combines several concepts, including active and participatory audiences, peer-production and collaboration, convergence cultures, users as contributors, and user-generated content (Fuchs 2014). These terms all connect with the Web 2.0 notions of the decentralization of information and collective intelligence (O'Reilly 2005).", "As Facebook, Twitter, and YouTube have become valid sources of news for online users (Thelwall 2008; Lee and Ma 2012), news organizations have acknowledged the potential of social media to engage their audiences. Online users are invited to share and discuss news content, along with contributing information, thus fostering participatory and reciprocal forms of journalism (Singer et al. 2011; Lewis, Holton, and Coddington 2014).", "The benefits of having journalists and audiences increasingly engaged with each other translate into a sense of community around the news (Singer et al. 2011). Online users find a path to provide feedback and opinions, while news outlets rely on new platforms for information dissemination. It seems to be a win–win relationship. Journalists, however, do not necessarily embrace the advantages of a reciprocal exchange. Instead, they adapt the usability of social platforms to perform traditional journalistic work—what Singer (2005) refers to as “normalization.”", "Most of the studies about journalism and social media account for some degree of normalization, which may undermine the potential of social platforms to develop new practices. Lasorsa, Lewis, and Holton (2012) found that journalists adapt Twitter features to fit existing norms and procedures. Similarly, Parmelee (2013, 291) found that political journalists do not “use Twitter in ways that suggest a major shift in traditional journalistic norms such as objectivity and gatekeeping.” Reservations still abound for the use of Facebook professionally, as it is seen as a more personal social media (Jordaan 2013). Since journalists do spend considerable time on social media (Hedman and Djerf-Pierre 2013), what are the tasks that journalists use social media for?", "Previous research has found that journalists use social media for personal branding—publishing and promoting their own content, as well as searching for sources and informants (Hermida 2010; Saldaña 2013; Molyneux and Holton 2014). Others have found that the most important use of social media is information gathering (following ongoing discussions, finding ideas and angles for stories), followed by organizational branding (promoting the medium/newsroom), the possibility of getting audience feedback, networking, and finding sources/interviewees (Hedman and Djerf-Pierre 2013).", "Several scholars identify Twitter as the platform for journalistic work (Hermida 2010; Robinson 2011; Revers 2014), because it allows reporters to engage in dialogs with various publics. Twitter empowers ordinary people to bypass traditional gatekeepers and contribute directly to the news process, especially in regimes where media are controlled, inaccessible, or not trusted (Papacharissi and de Fatima Oliveira 2012). However, these shortcuts generate dissonance between the need of immediacy and the values of traditional reporting. In the early stages of this platform, journalists were reluctant to turn to Twitter to seek information; online rumors and inaccuracies made them evaluate it as an unreliable source (Hermida 2010). Despite the initial mistrust, Twitter has been adopted in newsrooms to distribute breaking news quickly and concisely, find story ideas, identify sources, verify information, and obtain quotes (Farhi 2009; Hermida 2010; Papacharissi and de Fatima Oliviera 2012; Broersma and Graham 2013; Vis 2013).", "Adoption has developed differently in Latin America. Perhaps due to the high penetration of Facebook in the region (Freedom House 2013), Brazilian journalists are more likely to use Facebook (53 percent) than Twitter (47 percent) (Herscovitz 2012). Journalists in other Latin American countries use both Facebook (68 percent) and Twitter (64 percent) for posting information, communicating with the public, seeking news and information, finding sources, generating traffic to websites, and verifying information (Schmitz Weiss 2015).", "Nuances in social media use among journalists from different countries share some similarities, nevertheless. Social platforms enhance immediacy, transparency, and collaboration, and also open the door to actors previously disengaged from news production. Social media present journalists with a double-edged sword—they must balance their editorial autonomy and traditional gatekeeping role while also considering the increased relevance of the audience (Tandoc and Vos 2015).", "Simultaneously, social media platforms can be seen as a threat to journalistic roles. Virtually any social media user can employ these tools to create news content and share information, reaching a point where the individual Web content produced by citizen journalists has become a real source of news and information for Web users (Saldaña 2013). In times where social media have been a channel to broadcast information about disasters, accidents, riots, and political events (Farhi 2009), journalists sometimes experience confusion between their roles as reporters, editors, critics, or independent individuals (Papacharissi and de Fatima Oliveira 2012).", "Despite (or maybe due to) these nuances, social media have become a relevant part of the journalists’ daily work. However, there is still a lack of studies that examine social media use in Latin America as a whole, as well as the impact these platforms might have in Latin American newsrooms. This study aims to fill at least some of these gaps. Therefore, we ask: RQ1: What social media platforms do Latin American journalists use? RQ2: In what ways do Latin American journalists use social media? RQ3: In what ways does journalists’ social media use differ by regions in Latin America?", "RQ1: What social media platforms do Latin American journalists use?", "RQ2: In what ways do Latin American journalists use social media?", "RQ3: In what ways does journalists’ social media use differ by regions in Latin America?"]}, {"title": "Social Media as Tools for Investigative Journalism", "paragraphs": ["Social media can be an effective news disseminator during key newsworthy moments: the terrorist attacks in Mumbai in 2008; the US Airways plane that crashed into the Hudson River in 2009; the Arab Spring in 2010; the death of Osama Bin Laden in 2011, and more recently, the Boston Marathon bombing and the Ferguson shooting (Arceneaux and Schmitz Weiss 2010; Hermida 2010; Larsson and Moe 2011; Robinson 2011; Papacharissi and de Fatima Oliveira 2012; Bélair-Gagnon 2013; Revers 2014; Lee, Agrawal, and Rao 2015; Mourao, Kilgo, and Sylvie 2015).", "Social media has also been hailed as an essential tool for mobilizing and organizing protests around the world, along with the power it has during breaking news, and for obtaining hard-to-find information. These platforms have brought innovation in the field of journalism, but how helpful can it be for specific journalistic genres, such as investigative journalism? When in-depth analysis and long-term research are more important than constant updates and in situ sources, what is the potential of social media to contribute to these journalistic practices?", "Investigative journalism is, in nature, a multifaceted form of news production, and it is very important in Latin America. In times of authoritarian regimes, investigative reporting was confined to underground publications and, during more democratic periods, to alternative publications (Waisbord 2000). Today, investigative teams are not rare in mainstream news organizations, but the genre is changing. We are currently facing a new era of investigative journalism where new technologies, specifically Web-based advancements, along with public demands and economic challenges are transforming the practice (Houston 2010). Technology avails the potential to conduct more in-depth and faster data-based reporting, utilizing data-scraping techniques. It also allows journalists to access and interpret events and information with greater autonomy from source manipulation (De Burgh 2000). New generations of investigative journalists are incorporating techniques with the power of the participatory audience, using crowd-sourcing and social media.", "While the impact of social media on journalism is the topic of many academic studies, the specific field of investigative journalism and its relationship with social media has received little attention. In a Global Investigative Journalism conference in Ukraine, investigative journalists agreed that social media are important resources for investigative reporting (Nazakat 2012). Their potential to find relevant information, especially through crowd-sourcing, has been powerful. While certainly a rich tool for information seeking, social media also provide investigative journalists with an additional platform for transparency, opening a space for dialog about the process of investigative reporting (Nazakat 2012; Hermida 2013). Therefore, we ask: RQ4: What is the effect of social media use on the practice of investigative journalism?", "RQ4: What is the effect of social media use on the practice of investigative journalism?"]}, {"title": "News Sources, Gatekeeping, and Participatory Journalism", "paragraphs": ["In general terms, gatekeeping is “the process of selecting, writing, editing, positioning, scheduling, repeating and otherwise massaging information to become news” (Shoemaker, Vos, and Reese 2009, 73). Gatekeepers can take many forms—journalists, editors, policies, codes of conduct, computer algorithms. They control what information is finally broadcast to audiences, and through what channels. A decade ago scholars discussed how journalists from traditional news outlets were (un)able to share their professional role and status with online news workers (Singer 2003). Scholarship today shows that journalists are more willing to share their gatekeeping role with online users, citizen journalists, or any individual able to generate newsworthy content (Singer et al. 2011; Vos and Heinderyckx 2015).", "Several authors have suggested that social media directly challenge journalists’ gatekeeping role. Singer (2015, 85) argues that journalists recognize that digital media changes the nature of gatekeeping “profoundly and permanently.” Hermida (2010) notes that social platforms such as Twitter facilitate the dissemination of online information from a variety of official and unofficial sources, skipping the professional filter of news organizations. Similarly, Lasorsa, Lewis, and Holton (2012) found that journalists on Twitter are more likely to express their opinions and, to some extent, share their gatekeeping role by retweeting posts from other users. Revers (2014) found that journalists who turn to Twitter to disseminate information tend to have a weaker sense of news filtering and gatekeeping, and understand the news-making process as an ongoing discussion rather than a final product.", "Hermida (2010, 2013) sees the interaction of journalists, news organizations, and individual users as a complex and networked system of social awareness, where the opportunity for dialog with audiences on important societal issues is part of the journalistic process. However, this does not imply that journalists are no longer gatekeepers. User-generated content still cannot compete with traditional media content. As Raeymaeckers et al. (2015) argue, information that is not picked up by the media will have limited visibility and will be of limited interest. However, journalists seem to be more open to considering information provided by non-mainstream sources. During the Mumbai attacks in 2008, mainstream media sought material from social media, with journalists monitoring Twitter and Flickr to share eyewitness accounts of the events (Bélair-Gagnon 2013, 484). A survey of Korean journalists found that journalists who interact with the public on Twitter are more likely to think that the public's tweets are useful (Kim et al. 2015).", "How meaningful are these interactions for both parts? How do journalists assign importance to the information obtained from online, non-official sources? There is increasing interest in understanding how the availability of such sources might change the news production process (Lecheler and Kruikemeier 2016). Through the use of social platforms, audiences are able to provide first-hand information to journalists and news organizations. Studies show that a greater variety of voices can serve as sources when traditional methods of reaching sources are not available (Poell and Borra. 2012; Hermida, Lewis, and Zamith 2014). How reliable and trustworthy do journalists view these voices? The more journalists use social media, the more they must evaluate online sources and online information. Therefore, we ask: RQ5: How reliable do Latin American journalists consider online information and online sources?", "RQ5: How reliable do Latin American journalists consider online information and online sources?", "The adoption of social media platforms in the process of news production includes both organizational factors and the journalists’ own comfort level with technology. “Many journalists resist the introduction of some of these tools, become confused at their operation or remain dubious about their potential” (Robinson 2011, 1123). We aim to explore whether individual characteristics, such as gender, age, or home region could impact social media use among journalists. What are the factors that foster social media use? In a group of American journalists, Saldaña (2013) did not find any difference regarding Twitter use that was attributable to demographics. In contrast, Hedman and Djerf-Pierre (2013) found that age and type of work are the decisive factors in predicting social media use among Swedish journalists—social media use is significantly more common among younger groups and Web journalists.", "In Latin America, men and women are almost as likely to use social media, although women engage with social media more. Those between 15 and 24 years old make up the largest group of social media users (ComScore 2012). Since there is no information about Latin American journalists, we ask: RQ6: What demographic characteristics enhance social media use for journalism among Latin American journalists?", "RQ6: What demographic characteristics enhance social media use for journalism among Latin American journalists?"]}, {"title": "Methods", "paragraphs": ["This study is part of a larger research project examining the state of investigative journalism in Latin America. Data for this study comes from a survey conducted by the Knight Center for Journalism in the Americas at the University of Texas at Austin, and administered online using Qualtrics, Web survey software that the authors have a university-wide subscription to. Respondents were selected from the Knight Center newsletter subscribers, alumni, and members of email discussion lists of journalism groups hosted by the Center. Approximately 9900 users (including journalists, journalism students, and journalism educators) were selected to receive an email invitation with a link to take an online survey about journalism practice in Latin America.", "The questionnaire was translated from English by native speakers of Portuguese and Spanish, and sent to the 9900 selected users in their native language (Portuguese or Spanish). The survey was conducted between September 26 and October 10, 2013. In total, 1932 participants responded, and 138 cases were deleted for incomplete or invalid data. Employing the American Association of Public Opinion Research's (AAPOR) response rate calculator (RR1), the response rate was 18 percent (AAPOR 2015). This response rate falls within acceptable parameters for Web-based surveys (Sax, Gilmartin, and Bryant 2003). For this study in particular, data relies on the journalists’ responses only (N = 877),1 excluding students and educators."]}, {"title": "Statistical Analyses", "paragraphs": ["RQ1 explores the social media platforms that Latin American journalists use. Respondents were asked whether they have an account in any of the following social media platforms (yes/no): Facebook, Twitter, LinkedIn, YouTube, Instagram, Tumblr, Pinterest, Google+, Blogger, WordPress, Flickr, Orkut, Fotolog, MySpace, and Hi5.", "RQ2 explores the distinct ways in which Latin American journalists use social media. Respondents ranked six social media uses from 1 to 6, according to their own use: “to keep in touch with family/friends,” “to write/discuss about daily life events,” “to keep up with the news,” “to publicize one's own work,” “to find ideas/sources for news stories,” and “to find entertainment/distraction.” To identify whether specific platforms are related to certain social media uses, t-tests were calculated.", "Social media penetration varies in different regions of Latin America, and we wanted to know if journalists’ social media use varies by region as well (RQ3). We grouped journalists’ home countries into five geo-cultural regions, following the Council of the Americas’ classification.2 The regions are: Mexico; Central America and the Caribbean (including respondents from Guatemala, Honduras, Nicaragua, Costa Rica, Panama, El Salvador, Puerto Rico, Cuba, and Dominican Republic); Andean region (including respondents from Bolivia, Colombia, Ecuador, Peru, and Venezuela); Southern cone (including respondents from Argentina, Chile, Paraguay, and Uruguay); and Brazil.3 Most of our sample comes from the Andean region (28.6 percent) and Brazil (21.8 percent). Approximately one-fifth comes from Mexico (20.8 percent) and one-fifth from the Southern cone (18.2 percent), while a smaller group comes from Central America and the Caribbean (10.5 percent). To identify possible differences between regions, Chi-square and ANOVA tests were performed.", "RQ4 examines the effect of social media use on the practice of investigative journalism. To answer this question, we calculated ANOVA tests to compare social media use between journalists who do investigative reporting (regularly and occasionally), and those who do not. We measured social media use for journalism by combining four questions asking journalists how often they used social media platforms “to find ideas for news stories,” “to find sources for news stories,” “to receive people's feedback,” and “to find out what people talk about.” Questions were adapted from findings in Hedman and Djerf-Pierre (2013) and Saldaña (2013), and measured on a seven-point Likert-type scale where 1 = not at all and 7 = all the time (four items; α = 0.80, range = 1–7, mean = 5.07, SD = 1.37).", "Investigative journalism practice was measured by asking respondents if they participate on investigative journalism projects in their newsrooms, either regularly (as a part of an investigative journalism unit, 11 percent), occasionally (61 percent), or never (28 percent).", "RQ5 explores to what extent journalists see online sources as reliable sources. We included six items to measure journalists’ reliability on online sources. On a seven-point Likert-type scale where 1 = not reliable at all and 7 = very reliable, respondents were asked how reliable is the information posted by journalists, news organizations, politicians, opinion leaders, users they know (family, friends), and users they do not know (unknown users). We further correlated these items with social media use for journalism, to explore if heavy social media users present higher levels of trust.", "Finally, RQ6 explores what demographic characteristics enhance social media use for journalism. To answer this question, we first performed ANOVA tests, t-tests, and zero-order Pearson correlations between social media use for journalism and respondents’ gender, age, and years working in the news industry, as well as the type and geographic scope of the news organization they work for. Most of the surveyed journalists were male (58.4 percent), around 40 years old (SD = 11 years, range = 21–70) and, on average, had worked in the news industry for 13 years (SD = 6.8 years, range= 0–21). Our respondents worked for newspapers (38.4 percent), online news organizations (27.5 percent), network television (8.5 percent), radio stations (7.7 percent), magazines (6.4 percent), newswires (3.6 percent), cable news outlets (2.4 percent), community radio stations (1.8 percent), and other media (3.6 percent). The geographic scope of those organizations was mainly national (41.9 percent), followed by regional (32.2 percent), local (14.4 percent), and international (11.6 percent).", "Finally, we wanted to see if journalists’ perceptions of social media could also predict their use of social networks for journalism-related purposes. We asked journalists whether they see social media platforms as a useful tool for the practice of journalism (yes/no). A multiple linear regression was performed including all demographics and journalists’ opinions about social networks to predict social media use for journalism. Categorical variables were recoded as dummy variables to enter the regression model."]}, {"title": "Results", "paragraphs": ["RQ1 asked about the platforms that Latin American journalists use. As illustrated in Figure 2, more than 80 percent of the respondents have a personal account on Facebook and Twitter. Less than half of the journalists have created profiles on YouTube (49 percent), LinkedIn (46 percent) and Google+ (42 percent), and 5 percent of the respondents do not use social media at all. Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016FIGURE 2  Social media platforms used by Latin American journalistsDisplay full sizeFIGURE 2  Social media platforms used by Latin American journalists", "FIGURE 2  Social media platforms used by Latin American journalists", "FIGURE 2  Social media platforms used by Latin American journalists", "RQ2 asked about the distinct ways that Latin American journalists use social platforms. According to our results, the main use of social media is keeping up with the news, followed by finding ideas and sources for news stories. For journalists, finding entertainment or distraction is not the main use of social media platforms (see Table 1). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 1 Journalists’ social media useCSVDisplay Table", "Then, we wanted to identify any possible relationship between specific platforms and certain social media uses. We performed t-tests with the five most used social networks among Latin American journalists (Facebook, Twitter, YouTube, LinkedIn, and Google+), and the six social media uses presented in Table 1, comparing the uses between those who had and those who did not have an account in these platforms. Results indicate that Twitter use is significantly related to “keeping up with the news” (t = −2.77, p < 0.01), “publicizing one's own work” (t = −2.58, p < 0.01), and “finding ideas/sources for news stories” (t = −2.07, p < 0.05). Journalists with Twitter accounts scored significantly higher in these uses in comparison to journalists who did not use Twitter at all. At the same time, Twitter is inversely related to “keeping in touch with family/friends” (t = 2.47, p < 0.05) and “writing/discussing about daily life events” (t = 2.95, p < 0.01)—Twitter users scored significantly lower in these two items. In other words, Twitter users tend to use social networks significantly more for “news-oriented” purposes than for “social-oriented” goals.", "Facebook, on the other hand, is inversely related to “keeping up with the news” (t = 3.01, p < 0.01). While Twitter users scored significantly higher for this item, Facebook users scored significantly lower, showing that having a Facebook account is negatively associated with keeping up with the news on social media.", "YouTube users scored significantly lower for “keeping in touch with family/friends” (t = 2.73, p < 0.01) and higher for “publicizing one's own work” (t = −2.76, p < 0.01). Google+ users also scored significantly higher for publicizing people's work (t = −3.43, p < 0.01). Both YouTube and Google+ enhance social media use to disseminate journalists’ work, but do not tend to be used to keep in touch with friends or to follow the news. Results show LinkedIn is not significantly related to any of the social media uses (see Table 2). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 2 Relationship between social media use and social platforms (means)CSVDisplay Table", "RQ3 asked if journalists’ social media use varies by region. To answer this question, we compared the five most used social media by region. Chi-square tests indicate that Facebook use (χ2(4) = 13.22, p < 0.01), YouTube use (χ2(4) = 14.29, p < 0.01), and LinkedIn use (χ2(4) = 39.74, p < 0.001) vary significantly by region. Brazil presents the highest usage of these platforms, while the Andean region, the Southern cone, and Mexico have the lowest Facebook, YouTube, and LinkedIn use, respectively. We did not find significant differences regarding Twitter or Google+ use (see Table 3). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 3 Social media platforms used by Latin American journalists, by region (%)CSVDisplay Table", "Similarly, we compared the six social media uses by region. ANOVA tests indicate significant differences in four of the six uses: “to keep up with the news” (F(4,763) = 4.05, p < 0.01), “to keep in touch with family/friends” (F(4,763) = 6.27, p < 0.001), “to publicize your own work” (F(4,763) = 6.09, p < 0.001), and “to find entertainment/distraction” (F(4,763)  = 4.56, p < 0.001). Post-hoc tests reveal that Brazil is significantly different from other Latin American regions in terms of social media use4 (Table 4). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 4 Journalists’ social media use (means and SD)CSVDisplay Table", "RQ4 explored the relationship between social media use and the practice of investigative journalism. Most of our respondents do participate in investigative journalism projects (72 percent), but only a small proportion belong to an investigative reporting unit in their workplace (11 percent). ANOVA test results show there is no significant difference between those who do and those who do not practice investigative reporting in terms of social media use for journalism. When observing social media use in each group, the mean for journalists who are members of investigative units is 5.3. The mean for those who occasionally work on investigative projects is 5.1, while the mean for journalists who do not do investigative journalism is 4.9 (on a scale from 1 to 6). Journalists doing investigative work have a higher use of social media for journalism-related purposes; however, this difference is not significant. Similarly, we did not find significant differences by region.", "RQ5 explores to what extent journalists trust online information and sources. On a scale from 1 to 7, results indicate that the most reliable sources for Latin American journalists are news organizations (mean = 5.28, SD = 1.27) and other journalists (mean = 5.07, SD = 1.24), followed by opinion leaders5 (mean = 4.06, SD = 1.35) and users they know (family, friends) (mean = 3.95, SD = 1.49). On the other hand, politicians (mean = 3.07, SD = 1.38) and users they do not know (mean = 2.31, SD = 1.30) are rated as the least reliable online sources.", "Results from zero-order Pearson correlations indicate that social media use for journalism is significantly correlated with trust in online sources. As illustrated in Table 5, all significant correlations are positive, showing that the more journalists use social media for journalism-related purposes, the more they trust the information they find online, and this works for all types of sources.", "We observed some differences when examining the relationships by region. In Mexico, for instance, there is no relationship between social media use for journalism and reliability of politicians—Mexican journalists do not trust the information posted by political actors, no matter how frequently they use social media. This phenomenon also occurs in Central America and the Caribbean. In Brazil, there is no relationship between social media use and reliability of news organizations, while in the Southern cone, social media use is not associated with reliability of other journalists. Both regions present high levels of trust in journalists and news organizations; therefore, they tend to trust these sources even if their social media use for journalism is low. Table 5 illustrates the correlations for all regions. Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 5 Zero-order Pearson correlations between reliability of online sources and social media use, by regionCSVDisplay Table", "Finally, RQ6 explored whether demographic characteristics enhance social media use for journalism among Latin American reporters. Results from bivariate analysis (ANOVA tests, t-tests, and zero-order Pearson correlations) indicate that region of origin, type of organization, and perception of social media usefulness are significantly related to social media use for journalism.", "According to the results of ANOVA tests, reporters from Brazil are using social media for journalism-related purposes significantly less than their colleagues in Mexico, the Andean region, the Southern cone, and Central America and the Caribbean (F(4,790) = 7.68, p < 0.001). In contrast, journalists working for online news organizations use social media for journalism-related tasks significantly more than reporters working for newspapers (F(8,654) = 2.59, p < 0.01). We did not find significant differences among other types of news outlets.", "Finally, t-tests show that those who think social networks are a useful tool for doing journalism tend to use these platforms significantly more than those who do not believe in social media usefulness (t = −5.34, p < 0.001). We did not find significant relationships between social media use and gender, age, years working in the news industry, and scope of the news organization.", "Results from multiple linear regressions confirm most of the relationships described above. We ran a separate regression model for each region, acknowledging that different geo-cultural contexts might have an impact on the outcomes. According to Table 6, type and scope of the news organization predict social media use for journalism in Mexico. Journalists working for magazines (β = 0.182, p < 0.05), online news outlets (β = 0.183, p < 0.05), and local news organizations (β = 0.203, p < 0.05) report significantly higher social media use for journalism.6 As expected, journalists with a higher opinion of social media usefulness will use social media platforms more than those who do not see them as a useful tool for the profession (β = 0.249, p < 0.001). The regression model explains 16.7 percent of the variance of social media use for journalism in Mexico (see Table 6). Sharing the StageAnalysis of social media adoption by Latin American journalistsAll authorsMagdalena Saldaña, Vanessa de Macedo Higgins Joyce, Amy Schmitz Weiss & Rosental Calmon Alveshttps://doi.org/10.1080/17512786.2016.1151818Published online:04 March 2016TABLE 6 Regression models predicting social media use for journalism, by region (β)CSVDisplay Table", "In Central America and the Caribbean, age (β = −0.454, p < 0.05) and years in the news industry (β = 0.638, p < 0.01) are significantly related to social media use for journalism. Type and scope of the news organization are also significant predictors—journalists working for cable news (β = 0.297, p < 0.05), magazines (β = 0.327, p < 0.05), online news outlets (β = 0.269, p < 0.05), and national news organizations7 (β = 0.586, p < 0.001) present significantly higher social media use for journalism. The regression model explains 36 percent of the variance of social media use for journalism in Central America and the Caribbean (see Table 6).", "In Brazil, the Andean region, and the Southern cone, type of news organization is a significant predictor of social media use for journalism. Journalists’ perception of social media usefulness is also a significant factor in the Southern cone. However, the general regression models for these regions were not significant as a whole (see Table 6)."]}, {"title": "Discussion", "paragraphs": ["Consistent with previous studies (Hermida 2010, 2013; Lasorsa, Lewis, and Holton 2012; Saldaña 2013; Revers 2014), we find that journalists use social media for journalistic purposes, with Twitter being the most important reporting platform. Most of the research on social media has found that Facebook is more popular than Twitter in Latin America, but these studies do not link the platforms with their actual uses. According to our results, Facebook does not lead to newsgathering work, or to keeping up with the news. Since Facebook has such a strong penetration in Latin America, this platform may be seen as a tool for everything but news. This assumption takes into consideration the high number of Facebook users in the region, and the multiple uses that can be derived from using Facebook. We did not find differences by region regarding Twitter use, as Twitter leads to journalism-related practices in the five Latin American regions. This might indicate that Twitter is more normalized than any other platform across the continent as a whole.", "What makes Twitter unique is the fact that it is used as a news-oriented platform. Twitter allows journalists to keep up with the news, publicize their own work, and find ideas and news sources. However, Twitter uptake reached 9.2 percent among internet users in Latin America in 2015, far behind North America (20.7 percent) and Western Europe (13.2 percent) (eMarketer 2015). This implies that Latin American Twitter users might be more educated and connected than the average citizen (which is the general trend; Kagan 2011) considering the small percentage of online users that access this platform. In contrast, most of the online users are on Facebook, but journalists turn to this platform mainly for social purposes. Thus, journalists use Twitter more than Facebook to connect with the public, but far fewer members of the public are there. The affordances of these two platforms lead to different uses, but the availability of sources and diversity of viewpoints on Twitter might be limited.", "Another finding of interest is the use of YouTube and Google+ as journalistic work disseminators. YouTube is mainly used as a video-sharing platform, and it is interesting to see how journalists significantly use this platform for broadcasting their stories; especially since multimedia reporters are constantly producing content through audio and video tools (Schmitz Weiss 2015).", "We found that news organizations and other reporters are the most reliable sources of online information, according to our respondents. A closer examination of the correlations reveals that the relationship between frequency of social media use and degree of reliability is stronger for unknown users than for politicians (and we even found no relationship between these variables in Mexico). In other words, reporters trust more people they actually do not know than public figures who have traditionally been the official sources for the news-making process. This is interesting, as research shows that the majority of sources used in news stories come from official, and oftentimes, political sources (Kurpius 2002). In turn, political elites are constantly bringing news material to the attention of media organizations (Hänggli and Kriesi 2012), with a higher chance of getting access to the media news in comparison to other actors (Hänggli 2012). Our findings challenge this notion. In consequence, more research is needed to shed light on how the influences in journalistic work might be shifting from traditional sources to more alternative ones, especially in times where corruption and political pressures threaten the work of journalists in many Latin American countries (Saldaña and Mourao 2015).", "Although we found no relationship between investigative journalism and social media use, we believe this genre is still at an early stage of social media use. The social media tasks that are part of investigative journalism—such as finding sources or doing research—will continue to steadily increase over time. We may find that this will become a common practice in the years ahead as platforms mature and investigative journalists use them more.", "Finally, we found important differences among regions, which confirm the need to analyze Latin American regions separately. Our regression models could not explain social media use for journalism in Brazil, the Andean region, and the Southern cone, while the model for Central America and the Caribbean explained more than a third of the variance in the dependent variable. In Mexico, the most important factor for predicting social media use for journalism is the perception of these platforms’ usefulness. The more journalists evaluate social platforms as useful tools, the more they will use them for journalism-related tasks. Although this might seem obvious, this finding actually implies that social media use among journalists is not a temporary trend, or something they do because everyone does it. Journalists are using social media platforms in a systematic way based on the belief that those platforms are a positive contribution to the daily work.", "We also find that Brazilian journalists behave differently in terms of social media use—they use social media for journalism significantly less than reporters from other Latin American regions. An explanation for this is seen in the type of social media platforms they use the most. Our findings show Twitter is the only platform that significantly leads to following the news, and yet Brazilian journalists are using Facebook, YouTube, and LinkedIn significantly more than reporters from other regions. Because of the high penetration of social media platforms in the country, Brazilian journalists might be avoiding social media for journalism-related purposes because networks are saturated, the information is not reliable, or the sources are not verifiable. A third explanation could be the journalistic culture in the country. The much contended regulation that has required a journalism degree for the full exercise of a journalism profession has been, off and on, in place for the past decades. This position is supported by several professional journalism organizations and federations in the country and implies that information shared by news media upholds the highest ethical and democratic standards. With that, ideals of privileges and responsibilities of information sharing, coupled with complications that this norm might imply in terms of who is responsible for audience-driven content, might be impacting the willingness of journalists to fully embrace the collaborative news environment of social media. Future research could look deeper into these issues with interviews with specific journalists.", "This study examined social media use among Latin American journalists who are affiliated to the Knight Center for Journalism in the Americas. This poses a limitation to our study—this group may not be a representative sample of the entire population of journalists in Latin America. Yet, our group is probably less biased than samples used in previous research about social media and journalists. Studies tend to focus on professionals who are already engaged with emerging technologies and who may be far from typical (Hermida 2013), and as Hedman and Djerf-Pierre (2013, 368) point out, “representative surveys of the full range of professional practitioners are rare.” In our sample, we included reporters from different backgrounds and age groups, some of whom did not use social media at all. We believe our study draws upon evidence that comes from a broad spectrum of journalists.", "Our findings contribute to the field in at least two ways. First, we see a shift in the practice of journalism where social media platforms are becoming legitimized venues for sourcing and reportage. While at the same time, ethical issues arise—as to the validity of those sources and having the right practices in place to vet online sources accordingly—our findings suggest Latin American journalists are experiencing an important openness to participatory journalism practices.", "Second, this study shows that the legitimization of social media platforms is gaining steam in the countries surveyed, and this could be tied to regional journalistic cultures. Different regions in Latin America are dealing with social media in different ways, and local journalistic cultures could be impacting these adoptions, especially in the case of Brazil. In our view, academia has an opportunity to delve deeper to understand how social media are impacting the journalism practice in Latin American countries."]}], "references": [{"title": "Seems Stupid Until you try it: Press Coverage of Twitter, 2006–9", "year": "2010", "journal": "New Media and Society", "volume": "12", "authors": [{"name": "Arceneaux Noah", "first_name": "Arceneaux", "last_name": "Noah"}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}]}, {"title": "Revisiting Impartiality: Social Media and Journalism at the BBC", "year": "2013", "journal": "Symbolic Interaction", "volume": "36", "authors": [{"name": "Bélair-Gagnon Valérie", "first_name": "Bélair-Gagnon", "last_name": "Valérie"}]}, {"title": "Twitter as News Source", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "What&#039;s in a Tweet? Foreign Correspondents’ Use of Social Media", "year": "2012", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca"}, {"name": "Chen Kuan-Ju", "first_name": "Chen", "last_name": "Kuan-Ju"}]}, {"title": "Key Factors in Frame Building: How Strategic Political Actors Shape News Media Coverage", "year": "2012", "journal": "American Behavioral Scientist", "volume": "56", "authors": [{"name": "Hänggli Regula", "first_name": "Hänggli", "last_name": "Regula"}]}, {"title": "Frame Construction and Frame Promotion (Strategic Framing Choices)", "year": "2012", "journal": "American Behavioral Scientist", "volume": "56", "authors": [{"name": "Hänggli Regula", "first_name": "Hänggli", "last_name": "Regula"}, {"name": "Kriesi Hanspeter", "first_name": "Kriesi", "last_name": "Hanspeter"}]}, {"title": "The Social Journalist: Embracing the Social Media Life or Creating A New Digital Divide?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hedman Ulrika", "first_name": "Hedman", "last_name": "Ulrika"}, {"name": "Djerf-Pierre Monika", "first_name": "Djerf-Pierre", "last_name": "Monika"}]}, {"title": "Twittering the News", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "\\#JOURNALISM", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Sourcing the Arab Spring: A Case Study of Andy Carvin&#039;s Sources during the Tunisian and Egyptian Revolutions", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}, {"title": "The Future of Investigative Journalism", "year": "2010", "journal": "Daedalus", "volume": "139", "authors": [{"name": "Houston Brant", "first_name": "Houston", "last_name": "Brant"}]}, {"title": "Poke me, I&#039;m A Journalist: The Impact of Facebook and Twitter on Newsroom Routines and Cultures at two South African Weeklies", "year": "2013", "journal": "Ecquid Novi: African Journalism Studies", "volume": "34", "authors": [{"name": "Jordaan Marenet", "first_name": "Jordaan", "last_name": "Marenet"}]}, {"title": "Tweeting the Public: Journalists’ Twitter use, Attitudes Toward the Public&#039;s Tweets, and the Relationship with the Public", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Kim Yonghwan", "first_name": "Kim", "last_name": "Yonghwan"}, {"name": "Kim Youngju", "first_name": "Kim", "last_name": "Youngju"}, {"name": "Lee Joong Suk", "first_name": "Lee", "last_name": "Suk"}, {"name": "Oh Jeyoung", "first_name": "Oh", "last_name": "Jeyoung"}, {"name": "Lee Na Yeon", "first_name": "Lee", "last_name": "Yeon"}]}, {"title": "Sources and Civic Journalism: Changing Patterns of Reporting?", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Kurpius David D", "first_name": "Kurpius", "last_name": "D"}]}, {"title": "Studying Political Microblogging: Twitter Users in the 2010 Swedish Election Campaign", "year": "2011", "journal": "New Media and Society", "volume": "14", "authors": [{"name": "Larsson Anders O.", "first_name": "Larsson", "last_name": "O."}, {"name": "Moe Hallvard", "first_name": "Moe", "last_name": "Hallvard"}]}, {"title": "Normalizing Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Re-evaluating Journalistic Routines in A Digital age: A Review of Research on the use of Online Sources", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Lecheler Sophie", "first_name": "Lecheler", "last_name": "Sophie"}, {"name": "Kruikemeier Sanne", "first_name": "Kruikemeier", "last_name": "Sanne"}]}, {"title": "Message Diffusion Through Social Network Service: The Case of Rumor and non-Rumor Related Tweets During Boston Bombing 2013", "year": "2015", "journal": "Information Systems Frontiers", "volume": "17", "authors": [{"name": "Lee Jaeung", "first_name": "Lee", "last_name": "Jaeung"}, {"name": "Agrawal Manish", "first_name": "Agrawal", "last_name": "Manish"}, {"name": "Rao H. R.", "first_name": "Rao", "last_name": "R."}]}, {"title": "News Sharing in Social Media: The Effect of Gratifications and Prior Experience", "year": "2012", "journal": "Computers in Human Behavior", "volume": "28", "authors": [{"name": "Lee Chei Sian", "first_name": "Lee", "last_name": "Sian"}, {"name": "Ma Long", "first_name": "Ma", "last_name": "Long"}]}, {"title": "Reciprocal Journalism", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Branding (Health) Journalism: Perceptions, Practices, and Emerging Norms", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan"}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Social Media in the Changing Ecology of News: The Fourth and Fifth Estates in Britain", "year": "2012", "journal": "International Journal of Internet Science", "volume": "7", "authors": [{"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic"}, {"name": "Dutton William H.", "first_name": "Dutton", "last_name": "H."}, {"name": "Blank Grant", "first_name": "Blank", "last_name": "Grant"}]}, {"title": "Affective News and Networked Publics: The Rhythms of News Storytelling on \\#Egypt", "year": "2012", "journal": "Journal of Communication", "volume": "62", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi"}, {"name": "Oliveira Maria de Fatima", "first_name": "Oliveira", "last_name": "de Fatima"}]}, {"title": "Political Journalists and Twitter: Influences on Norms and Practices", "year": "2013", "journal": "Journal of Media Practice", "volume": "14", "authors": [{"name": "Parmelee John H", "first_name": "Parmelee", "last_name": "H"}]}, {"title": "Twitter, YouTube, and Flickr as Platforms of Alternative Journalism: the Social Media Account of the 2010 Toronto G20 Protests", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Poell T.", "first_name": "Poell", "last_name": "T."}, {"name": "Borra. E.", "first_name": "Borra.", "last_name": "E."}]}, {"title": "The Twitterization of News Making: Transparency and Journalistic Professionalism", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Revers Matthias", "first_name": "Revers", "last_name": "Matthias"}]}, {"title": "Convergence Crises: News Work and News Space in the Digitally Transforming Newsroom", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "La Gestión de los Social Media en los Medios Informativos Iberoamericanos", "year": "2013", "journal": "Comunicación y Sociedad", "volume": "26", "authors": [{"name": "Said Hung Elías", "first_name": "Said", "last_name": "Elías"}, {"name": "Tellería Ana Serrano", "first_name": "Tellería", "last_name": "Serrano"}, {"name": "Torres Elvira García De", "first_name": "Torres", "last_name": "De"}, {"name": "Yezers'ka Lyudmyla", "first_name": "Yezers'ka", "last_name": "Lyudmyla"}, {"name": "Calderín Mabel", "first_name": "Calderín", "last_name": "Mabel"}]}, {"title": "Assessing Response Rates and Nonresponse Bias in web and Paper Surveys", "year": "2003", "journal": "Research in Higher Education", "volume": "44", "authors": [{"name": "Sax Linda J.", "first_name": "Sax", "last_name": "J."}, {"name": "Gilmartin Shannon K.", "first_name": "Gilmartin", "last_name": "K."}, {"name": "Bryant Alyssa N.", "first_name": "Bryant", "last_name": "N."}]}, {"title": "The Digital and Social Media Journalist: A Comparative Analysis of Journalists in Argentina, Brazil, Colombia, Mexico, and Peru", "year": "2015", "journal": "International Communication Gazette", "volume": "77", "authors": [{"name": "Schmitz Weiss Amy", "first_name": "Schmitz", "last_name": "Amy"}]}, {"title": "Who are These Guys? The Online Challenge to the Notion of Journalistic Professionalism", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Political J-Blogger: ‘Normalizing’ A New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}]}, {"title": "The Journalist is Marketing the News", "year": "2015", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Tandoc Jr.", "first_name": "Tandoc", "last_name": "Jr."}, {"name": "Edson C.", "first_name": "Edson", "last_name": "C."}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "No Place for News in Social Network Web Sites?", "year": "2008", "journal": "Online Information Review", "volume": "32", "authors": [{"name": "Thelwall Mike", "first_name": "Thelwall", "last_name": "Mike"}]}, {"title": "Twitter as a Reporting Tool for Breaking News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida", "first_name": "Vis", "last_name": "Farida"}]}]}