{"doi": "10.1080/14616700802114365", "url": "https://doi.org/10.1080/14616700802114365", "title": "EMERGING MEDIA IN PERIL", "volume": "9", "year": "2008", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Kim", "first_name": "Hun", "name": "Hun Shik Kim"}, {"last_name": "Hama-Saeed", "first_name": "Mariwan", "name": "Mariwan Hama-Saeed"}], "abstract": " After the fall of the Saddam Hussein regime in April 2003, Iraqi media have witnessed a remarkable growth in number and diversity. From the Western journalistic perspective, the invasion is often viewed as a form of “liberation” in terms of press freedom. Over the five years following the collapse of the Saddam regime, new threats and restraints have emerged to ensnare the Iraqi media in various forms of legal, political, religious, and physical dangers against journalists. Based on in-depth interviews with 22 Iraqi journalists working in the country, this study found that the Iraqi media have become poignantly partisan and operate under various restraints by the Iraqi government, as well as pressures from political parties and religious groups. The research also found that Iraqi journalists are under constant threat of murder and abduction by terrorists and militants. All fore-mentioned factors work against Iraqi journalists and their yearnings for press freedom after the fall of Saddam Hussein's regime. Whether or not the fledgling Iraqi media transform themselves into more liberal media will depend upon how the political turmoil, sectarian violence, and foreign interventions in the country play out in the years ahead. ", "body": [{"title": "Introduction", "paragraphs": ["For more than three decades before the fall of Saddam Hussein's Baath Party regime in April 2003, the Iraqi media were tightly controlled by the state. Print, radio and TV news outlets were tightly censored by the Iraqi Ministry of Information (Najjar, 2004; Sinjari, 2006). Under this press system, journalists were cheerleaders for the government in power; there was no room for journalists to function in the watchdog role of the press. The headlines of Iraqi newspapers as well as radio and television news reports eulogized President Hussein and his family, a common practice found not only in news stories but also in other forms of mass media including music and films. Satellite dishes that would have enabled Iraqi citizens to watch Al Jazeera and other Arab television services were banned, and illegal ownership carried a prison sentence (BBC World Service Trust, 2003). Also banned was Internet access to the outside world for ordinary Iraqi citizens.", "With the toppling of the Saddam Hussein regime by US-Anglo coalition forces, Iraqi citizens began embracing notions of freedom of expression and of the press for the first time in more than 30 years. Iraqis could watch and read different images and headlines on the front pages other than the previously ubiquitous eulogies of Saddam Hussein and his cronies. In the heady days without government control or supervision, newspapers and radio stations freely reported what was happening, not in the controlled manner that the authorities preferred (Daragahi, 2003).", "The initial euphoria of press freedom was brief, however, as the country was pulled into sectarian violence between the Sunnis and the Shiites, rising attacks by insurgents with suicide bombers and roadside bombs, and subsequent power shifts within the new Iraqi government. Although the US and other Western governments claim that Iraq has been liberated from autocratic rule, and is moving toward a democratic society with improved press freedom, the New York-based Freedom House classified Iraqi media as “not free” with a ranking of 158th place among 195 countries (Freedom House, 2008). New threats to the emerging Iraqi media as the country continued to experience political turmoil and protracted war include legal restrictions put in place by the Iraqi government, physical threats from insurgents, Iraqi and US armed forces and organized crime rings, and influence-peddling by political parties and religious groups.", "Although there is some literature on the condition and operation of Iraq's media after the fall of Saddam Hussein, there is a dearth of empirical research in the area. Cochrane (2006), who provided an overview of Iraq's television landscape, asserts that the Iraqi news media are becoming more sectarian and divisive rather than integrating different ethnic and religious groups. Gourevitch (2003) suggests that the Iraqi media are experiencing a new form of censorship under the new Iraqi government.", "Western news agencies operating in Baghdad have occasionally reported about the Iraqi media, especially when their Iraqi colleagues have been kidnapped or murdered by militants. Western non-governmental organizations (NGOs) and United Nations agencies have released several reports detailing the changes in the Iraqi media environment (see Article 19, 2007; BBC World Service Trust, 2003; Committee to Protect Journalists, 2008; Enders, 2006; Freedom House, 2008). For all these efforts, there exists a gap in empirical research focusing on Iraqi media today, due to limited access to Iraqi resources, physical dangers involved in travel within the country, and language barriers. This study, as an exploratory, descriptive attempt to fill that gap, is aimed at understanding the status of the news media in Iraq after the fall of the Saddam Hussein regime and the changing journalistic practices of Iraqi journalists, as well as the state of press freedom in the country."]}, {"title": "Literature Review", "paragraphs": ["To understand the media system in the new emerging democracies such as Iraq, it is worth revisiting the classic, Four Theories of the Press (Siebert et al., 1956). The Four Theories are based on two contrastive state systems: authoritarian and libertarian. To put it briefly, the authoritarian press system is grounded in an interest to maintain and stabilize state power. The libertarian press system emphasizes improving individual liberty and freedom of the press. The Soviet Communist (or Marxist–Leninist) press system places media as subordinate institutions to state interests. The social responsibility press system emphasizes providing news and information for citizens to participate in civic life. After the fall of communism, Four Theories of the Press was challenged by many scholars (see Akhavan-Majid and Wolf, 1991; Ferguson, 1998; Ostini and Fung, 2002; Segvic, 2005) who called for its replacement with a new press model. Although Four Theories of the Press viewed media systems in the Middle East as the authoritarian press system, structurally the pre-2003 Iraq's media were closer to the Marxist–Leninist press model in which the media were subordinate to state interest and were harnessed to serve only one political party, Baath. Journalistic styles found in the Iraqi media often contradicted the principles of Western journalism that emphasizes objectivity, balance and reliance on facts to tell a story (de Beer and Merrill, 2004; Hafez, 2001; McPhail, 2006). Like other Arab journalists, Iraqi journalists openly expressed their personal views in their news stories, even if the stories are non-editorial pieces. Many stories tended to reflect one-sided propaganda in which only one side of the story is presented. To some extent, the Iraqi media subscribed to advocacy journalism, with flowery rhetoric and a heavy reliance on official pronouncements (Carroll, 2004).", "In trying to understand the changes observed in the media system in transition experienced by Iraqi after the fall of Saddam Hussein, the transformation of the media industry in Eastern Europe in the post-communist era provides us with some insights. With the sweeping waves of political liberty and market economy restructuring, many governments in Eastern Europe dramatically lost control over the media as their peoples’ aspiration for press freedom soared. The first noticeable change was the explosion of media outlets. The second change was an influx of young and inexperienced journalists into the fast-growing media industry (Gross, 1996). During this social and political transition, many journalists defined themselves as representatives of the Fourth Estate and embraced the watchdog role as a core journalistic value. In Eastern Europe, however, the watchdog role was frequently misinterpreted and confused with press partisanship (Gross, 1996). In Russia, for example, the emerging press freedom and diversity in media outlets were replaced with repressions by new political elites who took over from the old guard. Russian Presidents Boris Yeltsin and Vladimir Putin tightened their grips on news media and, subsequently, news outlets critical of the Russian government were driven out of business. To explain the media in transition in Eastern Europe, scholars (Akhavan-Majid and Wolf, 1991; Ferguson, 1998; Segvic, 2005) called for a new theoretical perspective. However, Coman (2000) argued that the post-communist era media transition merely witnessed the emergence of mixed press models from the “Four Theories” without creating a truly new model.", "The news media in Iraq have a long history. The first Arabic newspaper Al Zawra was published in 1869 and the first television broadcasting began in 1956, the first in the Middle East (de Beer and Merrill, 2004; Sinjari, 2006). In its heyday in the 1950s and early 1960s, the Iraqi media were one of the freest and most vibrant in the Middle East. By 1968, however, the ruling Baath Party had decimated the Iraqi news media, sparing only six newspapers, a dozen weeklies, and an Iraqi national television station. One of the surviving newspapers, Al Thawra [The Revolution], later became the party's official publication (Najjar, 2004; Schaper, 2003). Between 1980 and 1988, the Iraqi government used the war with neighboring Iran as a pretext for a complete takeover of the news media by the state (Schaper, 2003). Since then, according to Sinjari (2006), Iraqi media existed only as an apparatus for distorting facts and as a repressive tool. Under this media system, the Kurds and Shiite Muslims were marginalized and those who opposed the government were vilified. Daragahi (2003) asserts that as many as 500 Iraqi journalists, artists, writers, and intellectuals have been executed or disappeared and are presumed dead since 1968 under Baathist rule.", "Prior to the fall of Baghdad to the US and coalition forces, Iraq's Ministry of Information and the Iraqi Journalists’ Union, headed by Hussein's elder son Uday, controlled the six daily and one dozen weekly newspapers (Najjar, 2004). The main duty of the Ministry of Information was “to control journalists and turn them into propaganda puppets through corruption and terror” (Schaper, 2003, p. 29).", "In the aftermath of the collapse of the Saddam regime and his Baath Party, a new wave of press freedom and numerous media outlets quickly emerged. Shortly after the fall of Baghdad, more than 25 radio and television stations emerged and the number of newspapers at one point peaked at 150, fanning hopes for more press freedom and the establishment of a new democratic society (Allen, 2006; Coons, 2004; Metcalf, 2006; Sinjari, 2006). Once-prohibited media technologies such as satellite dishes and the Internet became available, allowing Iraqi citizens to watch pan-Arab TV channels, communicate with the outside world using emails and visit websites for the first time. For one, the tremendous growth in news media outlets meant more diverse news content—religious, political, economic, cultural, and entertainment news—including issues that were off-limits to journalists under the erstwhile repressive regime. However, the rapid growth of media outlets under the new freedom is only one side of the story. Despite the dramatic growth in number, many media outlets had to shut down due to financial difficulties and dismal advertising revenues. Those who filled the journalist positions in these new media outlets were young men and women with little or no journalism training that soon translated into confused, mediocre journalistic standards.", "Sinjari (2006) provides a simple classification of categories of the Iraqi press that emerged in the post-Saddam Hussein era. First, there is a “free press” with a large margin of editorial freedom and criticism. Most of these newspapers are connected to wealthy individuals, the authorities or private companies. Second, there is a “partisan press” that supports certain political parties and thus demonstrates a strong ideological orientation with limited editorial freedom. Based on the authors’ personal observations in Iraq, we classify the Iraqi media into three categories: state-run, political party-affiliated, and independent. An example of the state-run media is Iraqi Media Net. Sponsored by the US and coalition forces, Iraqi Media Net's television service is called al-Iraqiya and its newspaper al-Sabah [The Morning]. The second category is political party-affiliated media; almost every political party or faction in Iraq today has its own news media outlet as its mouthpiece. Most of these media openly seek financial support from various political parties, push selective ideological agenda, and overtly express blind loyalty to certain politicians. Some of them are run by ambitious men who aspire to become politicians (Coons, 2004). Although most of these media are relatively new, al-Ittihad [The United] and al-Taakhi [The Brotherhood], both of which were Kurdish political party publications, have been in operation since the 1990s. The third category is independent media with little or no interference from political parties or the government. Most of the operating independent media are private and rely on advertising revenues. A good example is Azzaman, a London-based overseas exile newspaper that was launched in Baghdad and Basra since 2003. The newspaper has been leading the Iraqi print media market in size and credibility. Other independent newspapers soon followed, including al-Saba al-Jadeed [The New Morning] that was launched by a group of journalists who split from al-Sabah in 2004.", "Independent media soon faced fierce commercial competition. Without the financial support from political parties or religious groups, many of these independent media began carrying news contents of sensational rumors, scandals, and accusations of corruption, thus creating an Iraqi-style Yellow Journalism. According to Zanger, “nearly all Iraqi newspapers trade in street rumor, conspiracy theories, and endless editorial comments, often based not on fact but biases, misconceptions and wild innuendo” (2005, p. 107).", "The freedom that the Iraqi press enjoyed immediately after the fall of Saddam Hussein's regime was sweet but short-lived. The country has become an increasingly dangerous and difficult place for journalists to report without fear and bias. The physical dangers journalists encounter include threats of murders and kidnapping by terrorists, Iraqi insurgents, and militias as well as legal restrictions and physical threats imposed by Iraqi and provincial governments. The Committee to Protect Journalists (CPJ), listed Iraq as the world's most dangerous and deadliest place for journalists in 2005. The number of journalists killed in Iraq since March 2003 totals 125 as of January 2008. Of the journalists killed, 103 are Iraqi journalists. During the same period, an additional 48 Iraqi media co-workers who served as translators, drivers, and fixers were killed (Committee to Protect Journalists, 2008). Political parties, militant groups, insurgents, and criminal gangsters are behind most murders and abductions of journalists. In addition, Iraqi armed forces and the US military are believed to be responsible for several deaths of Iraqi journalists. According to CPJ (2008), 96 Iraqi journalists were killed by insurgent actions, including crossfire, suicide bombing, and murders, while 16 Iraqi journalists were killed by the US military. CPJ says it is unclear whether the US troops targeted the journalists intentionally. Kidnapping of journalists by insurgents and criminal gang has become commonplace since 2004 and eight Iraqi journalists have been kidnapped in 2007 alone (Committee to Protect Journalists, 2008). Many of these deaths reflect reprisals for the Iraqi journalists’ work or crossfire while carrying out dangerous assignments (Committee to Protect Journalists, 2006). The insurgents target journalists for their affiliations—political, sectarian, and Western. Palmer and Fontan (2007) report that the casualties of Iraqi journalists and media workers have surged as foreign news media operating in Iraq are hiring and becoming increasingly dependent upon Iraqi freelance journalists, stringers, and translators to cover news stories for them.", "Many journalists receive threats from anonymous groups via emails, cell phones, or letters left at their doorsteps to warn them against working with the media or covering a particular story (El-Rikabi, 2007). In particular, Iraqi insurgents, Shiite militias, corrupt officials in national and provincial government have been known to send death threats to Iraqi journalists and editors. In September 2006, three Iraqi journalists were tried for articles they had published the previous year accusing some provincial officials of corruption (Zielbauer, 2006). In March 2007, Mohan Hussein al-Dhahir, managing editor of the Baghdad daily Al-Mashreq, who had published commentaries critical of the Iraqi government was murdered by unknown gunmen outside his home in Baghdad (Committee to Protect Journalists, 2007).", "To help understand the current state of press freedom in the Iraqi media in the post-Saddam era, four research questions were formulated. These research questions considered political, economic, and social situations within the Iraqi media environment after April 2003.  RQ 1: What are the primary roles of the Iraqi news media perceived by the Iraqi journalists in the post-Saddam Hussein era?   RQ 2: What is the current status of press freedom in Iraq after the fall of Saddam Hussein?   RQ 3: What are the restraints that prevent Iraqi journalists from publishing or broadcasting news stories freely?   RQ 4: To what extent is the current journalism education and training for Iraqi journalists adequate to improve their journalistic performance?   ", "RQ 1: What are the primary roles of the Iraqi news media perceived by the Iraqi journalists in the post-Saddam Hussein era?", "RQ 2: What is the current status of press freedom in Iraq after the fall of Saddam Hussein?", "RQ 3: What are the restraints that prevent Iraqi journalists from publishing or broadcasting news stories freely?", "RQ 4: To what extent is the current journalism education and training for Iraqi journalists adequate to improve their journalistic performance?"]}, {"title": "Method", "paragraphs": ["For this study, we interviewed 22 Iraqi journalists between February 20 and March 20, 2007. The selection of interviewees was opportunistic, based on a list of Iraqi journalists provided by the Institute for War and Peace Reporting, an NGO based in London. Forty journalists were contacted by email and telephone to participate in the interview. The journalists were selected to represent different regions in Iraq. Of the 40 journalists contacted, 22 journalists agreed to participate in the interviews. Of the 22, 18 journalists emailed their responses while four journalists were interviewed over the telephone. Although our initial goal was to conduct all interviews through telephone, poor international telephone connections to Iraq forced us to conduct email interviews as an alternative method. In this unique situation, email, over telephone or postal mail was a more successful method of interviewing because it was a relatively fast and reliable method of correspondence with Iraqi journalists. Even based on the email data, there was no lack of detail in the journalists’ responses. Both telephone and email messages were translated into English by one of the researchers who is an Iraqi citizen and fluent in Arabic.", "The interview method is useful when researchers deal with a topic that is dispersed across time and space, or because of the stigma associated with the activity under study (Lindlof and Grodin, 1990). In this study, the goal of the telephone and email interviews was to invite Iraqi journalists to talk candidly and realistically about their experiences as journalists working for the post-Saddam era Iraqi news media. Specifically, this study attempts to investigate how Iraqi journalists think of the current state of Iraqi media in terms of press freedom, media independence and professionalism including editorial practices and contents.", "Transcripts of both telephone and email interviews contain rich data with compelling stories of personal experiences and assessments about the state of Iraqi news media. Many interviews include “close call” or “near-death” episodes of Iraqi journalists in the line of duty. The following sections of this paper summarize and discuss the common themes as well as compare similarities and differences that emerged from the journalists’ responses to questions about the state of press freedom, role conceptions, and journalistic practices and standards.", "The interviewed journalists were divided almost evenly between print and broadcast media. They work for different media organizations that represent six different Iraqi cities: Baghdad, Basra, Diyala, Kirkuk, Mosul, and Sulaimania. Table 1 represents names, job titles and brief information of each journalist interviewed for this study. "]}, {"title": "Findings", "paragraphs": ["The majority of the Iraqi journalists interviewed share similar aspirations with regard to the ideal roles for the new Iraqi media. Awareness of the adversarial role or watchdog role was evident among these journalists. Unlike the journalistic ideals that included serving the country and eulogizing national leaders during the bygone Saddam era, the interviewed journalists believe that the primary role of the Iraqi media is to inform the public about what is happening around them and to report the truth. One journalist says of this role: “Simply, reveal truth: who is doing what and who is behind the rampant violence all over the country … but mainly what is going on behind the curtain in the political process that led the country into this rotten quagmire.” Another journalist explains about his role conceptions: “I have the passion to expose and solve social problems and other issues that I care about. I believe my journalistic duty coincides with exposing social problems and monitoring our government with impartial perspectives.”", "Another area of consensus relates to the issue of credibility. The interviewed journalists agreed that the Iraqi news media are burdened by political or sectarian affiliations and the public trust in the media is low. Whether privately-owned or state-run, the Iraqi media continue to carry stories and commentaries based on their political and sectarian affiliations. One interviewed journalist said that Iraqi audiences [who are suspicious of the veracity of news coverage] tend to rely on foreign news media to get more reliable news and information. The interviewed journalists believe that public distrust of the Iraqi media has a direct negative impact on the newspapers’ influence on public opinion in the country. Some of the journalists call for the Iraqi news media to play a significant role in calming down widespread ethnic and sectarian violence. Although the journalists hope that the media will help unify different ethnic and sectarian groups, they concede that the media are heading in the opposite direction.", "Many journalists explain that their foremost goal is to inform the public with truthful accounts of public affairs. However, it is evident the Iraqi journalists’ media role conceptions clearly reflect the adversarial role as found in the Libertarian press model with an emphasis on press freedom. It is unclear, however, whether attacking the wrongdoings of political opponents, including Iraqi government officials and local politicians, may lead to more acute partisanship as reflected in the news reporting of the Iraqi media instead of sustaining their role as neutral observers.", "The collapse of the Saddam regime unleashed unprecedented freedom of expression and of the press. The journalists interviewed express their desire for democracy and press freedom by removing the journalistic straitjackets of the bygone era. Almost all the journalists interviewed agree that there is more press freedom today compared to the Saddam era. Several journalists were quick to view the freedom as almost absolute simply because there is no longer official government censorship such as that imposed by the now-defunct Ministry of Information. One journalist recollected what he experienced during the Saddam era: “Anyone who could dare criticize the regime would face the death penalty. Even making slightest mistake had a high price; journalists had disappeared for making such mistakes.” Another journalist said, “We were always afraid that our articles might be interpreted wrongly (by government censors) and we might end up in trouble. So, we were censoring ourselves to make sure we would not cross those red lines.”", "One radio editor pointed out, “Freedom of the press is better today than during the Saddam regime, because the media are now open to everyone.” He explained that during the Saddam regime only those certified personnel with press passes from the Baathist government could work as journalists, and all stories were subject to stringent censorship.", "However, the journalists expressed concerns over the emergence of invisible censors after the demise of the Saddam regime. One journalist said that the machinery of political propaganda and censorship once held by the Baathist regime is now controlled by various political parties and religious sects that compel journalists to publish or broadcast stories as a means to attack their rivals and contenders. Other journalists say the media's influences on the public and particularly on government officials are limited. One journalist says, “There are issues journalists can't report on and there are lines they can't cross.” A radio journalist sardonically retorted that there is no press freedom when Iraqi journalists are targeted and killed in the line of duty by militants. This journalist may be right in that the most extreme form of censorship and the strongest obstacle to press freedom is the killing of messengers. One of the senior journalists who had been working since the Saddam era argued: Definitely there is more press freedom now, but the question is, who cares about the media reports? During the Saddam era, every single word of a journalist had to go through censorship, but there was [constant] monitoring by the government as to what was reported in the newspapers. If a certain establishment were criticized, the Baathist government would immediately investigate and correct the problems. But these days, the government rarely does anything about what the media reported.  ", "Definitely there is more press freedom now, but the question is, who cares about the media reports? During the Saddam era, every single word of a journalist had to go through censorship, but there was [constant] monitoring by the government as to what was reported in the newspapers. If a certain establishment were criticized, the Baathist government would immediately investigate and correct the problems. But these days, the government rarely does anything about what the media reported.", "Despite the newly found press freedom in Iraq, numerous obstacles remain that prevent journalists from reporting “bad news” about the government or politicians. Iraqi journalists are constantly targeted by extremist groups and sectarian militias and even by some officials in the central and provincial governments. Although some journalists interviewed concede that they can write stories about alleged corruption within the central government from time to time, militias and other militant groups connected to several politicians pose grave threats to the safety of the journalists. Consequently, journalists self-censor by withholding or dropping stories about government officials who support violent, lawless militia groups [and the notorious Shiite death squads] for fear of reprisals. One journalist says he wrote several stories about the militias and their involvement in murders and kidnappings of civilians, but none appeared in his newspaper because his editor was afraid of the consequences of publishing the stories.", "The ongoing insecurity and violence are the biggest threats to Iraqi media and journalists. In 2007 alone, 32 journalists were killed in Iraq, evidence of the degrading security situations in the country (Committee to Protect Journalists, 2008). Due to security concerns, Western media with limited access to Iraqi streets have hired many Iraqi media workers—writers, translators, and photographers—who risk their lives to help foreign journalists cover dangerous assignments (Blake, 2005; Palmer and Fontan, 2007).", "Among the Iraqi news media, the highest death tolls in 2007 came from Iraq Media Network with 13 journalists killed, followed by seven from Baghdad TV, and six from Al-Arabiya TV (Committee to Protect Journalists, 2008). Why TV journalists were killed more often than their print counterparts is readily explained. One journalist observed: As a journalist, you can't walk in the streets freely, especially if you're a radio or TV journalist. You have equipment. This will expose your identity immediately and make yourself an easy prey for the gunmen.  ", "As a journalist, you can't walk in the streets freely, especially if you're a radio or TV journalist. You have equipment. This will expose your identity immediately and make yourself an easy prey for the gunmen.", "To minimize the physical dangers, most Iraqi journalists in the Baghdad area try to work in relatively safe areas near the Sheraton Ishtar Hotel and the Palestine Hotel and the fortified Green Zone. One journalist says there are “many obstacles such as the control by the militants and terrorists as well as the Iraqi government, political parties, and US military.” This journalist added, “These people harass and kill journalists if they don't like what the journalists report. Many of my journalist colleagues have been killed in my province and other parts of Iraq for various reasons.”", "To avoid physical harm, Iraqi journalists tend not to report controversial topics that may create trouble for themselves and their news organizations. One journalist gave this example: Last year there were a number of assassinations in Basra in which many citizens were murdered. A group that was connected to a high-rank provincial official was responsible for most of these incidents. They would drive brand new cars without license plates. Everybody knew police had arrested some of the gunmen but the media never reported it at all because the journalists were afraid that they would be targeted for murders and abductions if the stories were published.  ", "Last year there were a number of assassinations in Basra in which many citizens were murdered. A group that was connected to a high-rank provincial official was responsible for most of these incidents. They would drive brand new cars without license plates. Everybody knew police had arrested some of the gunmen but the media never reported it at all because the journalists were afraid that they would be targeted for murders and abductions if the stories were published.", "Another radio reporter said that he was preparing a story about multiple murders by Shiite militias in a Sunni neighborhood in Baghdad. He interviewed the victims’ families and learned that the then-Shiite Interior minister of Iraqi government was connected to all the murders. He said he could not broadcast the story for fear of losing his own life.", "The deteriorating security conditions forced some Iraqi journalists to refrain from traveling for assignments out of fear of getting kidnapped. A radio reporter in Baghdad said: I used to go to Diyala province, a Sunni insurgents’ stronghold, to cover stories. The security situation was unstable at the time, but I continued to visit there anyway. Recently, al-Qaeda has been rumored to control the streets in Baquba, the provincial capital, and I had to quit my travels.  ", "I used to go to Diyala province, a Sunni insurgents’ stronghold, to cover stories. The security situation was unstable at the time, but I continued to visit there anyway. Recently, al-Qaeda has been rumored to control the streets in Baquba, the provincial capital, and I had to quit my travels.", "A former reporter quit her journalist position due to physical danger. She says, “You cannot move from one place to another without fear. I love reporting, but because of the security situation, I quit my reporting position almost a year ago.”", "Repeated abductions had a chilling effect. Several of the journalists interviewed admitted that they withhold their bylines when they report controversial topics. Other journalists choose to write stories about corruption without naming the sources, and in some cases, without telling readers the real names of the responsible groups or officials. Some of the journalists confessed they do not carry their media IDs during reporting assignments and even when visiting their local grocery stores or Internet cafes. The journalists are targeted because they are considered to be collaborators of US and coalition forces; because they work for specific media organizations critical of certain political parties or religious sects; or perhaps due to the perception that terrorists are critical of journalism itself, and have no qualms harming journalists.", "One of the reporters interviewed recollected his personal ordeal when kidnapped by an armed group. “I was put in a solitary confinement. I was injured but they did not provide me with any medical treatment.” He was released after weeks of negotiations. This reporter fled Iraq and filed a lawsuit in an overseas court against a provincial official whom he believed to be responsible for kidnapping. Another journalist lamented, “Iraqi journalists are being kidnapped and killed [for what they reported] but no one tries to protect us and help set us free.”", "To make matters worse, the journalists realized that citizens in the streets are afraid to talk to journalists lest they should become victims of terror as well. One journalist said that his biggest problem is when people avoid telling him their opinions for fear of reprisals. Another journalist says officials are afraid to allow interviews and people are afraid to give their names to journalists even if they are willing to talk to them.", "Three months after the interviews for this study, the authors learned that two of the 22 interviewed Iraqi journalists were killed. On June 7, Sahar al-Haydari, who worked for National Iraqi News Agency and Aswat al-Iraq, was slain by a group of gunmen while she was shopping in a Mosul neighborhood. On June 11, Aref Ali Filaih, correspondent for the independent news agency Aswat al-Iraq, was killed by a roadside bomb while driving to an assignment south of Al-Khalis in Diyala province. The deaths of the two interviewed journalists reflect the extreme physical dangers faced by Iraqi journalists today.", "In 2006, the Iraqi government passed several press laws that contain libel and defamation provisions banning articles or speeches that denigrate the government or public officials. Ironically, these new laws are similar to the repressive media laws under the Baathist regime (Committee to Protect Journalists, 2006). The press laws will further restrict Iraqi journalists from revealing corruption or wrongdoings by the government officials. In a similar attempt, several provincial governments have strengthened supervision on the movements of journalists; Basra province has declared this censorship publicly, and Najaf, Karbala, Arbil and Duhok followed (El-Rikabi, 2007). In November 2006, the Iraqi government shut down TV channels Zawra and Salahiddin for airing scenes of public demonstrations against the verdict convicting Saddam Hussein of crimes against humanity.", "Although the current Iraqi government is a coalition of representatives elected in an internationally supervised national election in 2005, the journalists interviewed view their government as undemocratic and repressive. According to the journalists interviewed, most Iraqi government officials and politicians are not open to constructive criticism. One journalist says, “They [government officials] refuse to be interviewed, citing excuses such as insecurity and lack of information or authority.” Journalists cannot reach high-rank officials for comments unless the journalists have established connections within the government. Double standards also exist; the officials shun Iraqi journalists but they are willing to talk to influential Western media. Overall, the journalists in this study agreed that many government officials are untrustworthy, elusive and tend to avoid Iraqi journalists. The negative perception of government officials is perhaps due to the journalists’ predominant role conceptions as watchdogs of government, consistent with a critical view of those who are in power.", "Although most of the media in Iraq claim to be politically, religiously, and financially independent, very few of them actually are, according to the journalists interviewed. Many newspapers, radio stations and TV channels depend on financial support from political parties or religious sects. Journalists allege a symbiotic relationship between the political parties and the media; the political parties need a means to communicate with and influence Iraqi citizens, the media need financial support—facilitated by carrying favorable stories about their patrons. The same is true in the case of media affiliated with religious groups.", "Influences from Islamic religious groups are particularly strong in Iraq. Journalists constantly face interferences from affiliated religious groups if they “cross the line” set by the groups. A newspaper editor-in-chief says, “Sometimes after you write one article, seven Mullahs (religious clerics) will speak against you.” One journalist recalled an episode where a newspaper in Basra featured a poem in its culture section with one line that described the naked body of a woman. The poem outraged local Islamic parties which threatened the editor and journalists with closure of the newspaper. To appease them, the newspaper had to make an apology in the following issue and lied to readers suggesting that the description was a typographical error. For the Iraqi journalists in this study, it is unthinkable to criticize high-rank religious leaders and political figures such as Shiite leader Muqtada al-Sadr and Iraqi Prime Minister Nouri al-Maliki.", "A media organization without affiliation to a political party or a religious group will almost always experience financial problems. For example, it is common for a small newspaper in Iraq to operate for several months with its staff salaries unpaid. One newspaper reporter said that his paper skipped several issues because of financial problems. Small radio stations cancelled a number of programs, or in some cases, stopped broadcasting for days whenever they ran out of money. One broadcaster, for example, described how his radio station curtailed daily broadcasting by several hours due to financial difficulties. In one incident, even a live radio show was cut off when there was a power outage in the neighborhood. According to the journalist, his radio station did not attempt to resolve the persistent problem because the station had no funds to buy a new power generator. Although many independent media continue to operate without making a profit, station managers or publishers with political ambitions continue to run them because they are more concerned with spreading their messages than making money (Coons, 2004).", "A weak advertising market adds further burdens to the media industry. One of the journalists interviewed describes how the meager advertising revenue presented financial challenges to his newspaper in Basra. In fact, there are few businesses that can afford advertising budgets for newspapers or broadcasting. As a result, most revenues for the Iraqi media originate from private investments or street sales. The lack of advertising revenue also affects journalistic performance. A newspaper reporter said, “Journalists cannot afford traveling to many places to confirm what is happening and interview people.” The meager monthly salaries of between US$150 and $500 for Iraqi journalists also exacerbate the financial problem. Only two journalists interviewed reported that their newspapers managed to turn to profit after years of financial struggles, but the success stories are outweighed by financial troubles persistent in other media organizations.", "The Iraqi journalists in this study believe that Iraqi journalism needs tremendous improvements to meet international standards. Several journalists point to the lack of professional training and understanding about objectivity among the Iraqi journalists. According to the journalists interviewed, poor journalistic performance can be attributed to both the “old guard” of Saddam-era journalists and newly recruited, inexperienced journalists.", "Many senior Iraqi journalists who used to work under the Saddam regime are entrenched in the practice of collecting news and information from the Ministry of Information directly, not through actual legwork. After the fall of Saddam Hussein, many of these journalists together with some former employees of the Ministry of Information managed to secure employment opportunities in the new Iraqi media industry. Political parties and religious groups welcomed these old timers when they were launching new newspapers because these senior journalists were extremely shrewd and skillful in acquiring printing equipment and dealing with distributors. Thus, these old timers and recent converts from the Ministry of Information have protracted a “Baathist work style” in many newspapers and broadcast outlets today. One of the journalists interviewed complains, “Most of the senior editors and managing editors are old-generation journalists who stick to the outdated writing style and don't meet the standards of new developments in the field.”", "The same criticisms about poor journalistic performance can be attributed to the newcomers as well. Most of the new journalists rely on on-the-job training to obtain reporting skills and knowledge. According to the journalists interviewed, the young journalists have scant knowledge of journalistic concepts such as fairness and balance. Instead of going out to cover stories in the streets, many of them prefer staying in their offices during the day monitoring pan-Arab satellite broadcasts such as Al Jazeera and Al Arabiya and simply rewriting many stories from the broadcast for their newspapers for the next day (Sinjari, 2006). One journalist pointed out that there is no difference in news writing style among newspaper, TV, and radio outlets. Most Iraqi print journalists would obtain news from the Internet or from pan-Arab satellite channels, and simply “copy and paste” for their newspapers. This leads to the problem of homogeneity of media content; many Iraqi newspapers carry the same news stories without much variation. One radio broadcaster said that many radio newscasters depend upon the scripts from various news websites and would read these stories on air without even rewriting them into broadcast style, something similar to “rip-and-read” practices on radio. Several journalists in this study are young, inexperienced journalists who entered the field of journalism after the fall of the Saddam regime. These journalists admit that they lack understanding of basic newsgathering and news-writing skills. They also find it difficult to start transforming their media operations from government propaganda machinery into free and liberal agents of change without some application of Western-style journalism that is based on reporting objectively and factually. Almost unanimously, the Iraqi journalists interviewed say they hope to learn more Western-style journalism practices to improve their journalistic standards.", "In the last four years in Iraq, there have been numerous journalism training programs sponsored by Western non-profit organizations such as the Institute for War and Peace Reporting (IWPR), International Federation of Journalists (IFJ), and Americas Development Foundation (ADF). Despite their significant contributions in training new Iraqi journalists, these journalism training packages were criticized by Iraqi journalists in this study for failing to meet their expectations. The main complaints: the curricula lack depth and the length of training was inadequate lasting only 2–14 days. One newspaper managing editor said, “The training is not at the level which we require and demand. Training programs should be longer and more specialized including business reporting and investigative reporting.”", "Another obstacle to the improvement of the journalistic performance of the Iraqi media is that there are no professional standards in the form of news-writing manuals, codes of ethics, and recruitment policies for journalists. In the past, only select elite groups endorsed by the Baath Party could become journalists. Being a journalist meant to become a member of the privileged class in Iraq. Today, Iraqi media organizations use different criteria in recruiting new journalists: personal contacts and affiliations. Professional qualifications or formal education seem to be of little regard. Most of the journalists interviewed asserted that personal connections that include sectarian and political affiliations invariably outweigh journalism experience, writing skills, or formal education when a person attempts to obtain a reporting job in the media."]}, {"title": "Conclusion", "paragraphs": ["Radical changes in political philosophy have always been accompanied by significant transformations in media systems (Ferguson, 1998). In the post-Saddam Hussein era, Iraqi journalists wish for peace and dream of building a new democratic society characterized by freedom of the press and the rule of law. In the field of journalism, there has been an unprecedented growth in numbers of media outlets although most of the newly recruited journalists lack professional training, as Iraqi media grapple with old and new journalism standards and roles in a democracy. The initial euphoria of the Iraqi journalists who espoused the concept of press freedom of the libertarian press system is being subdued by the growing realization of the various threats—physical, legal, religious, and political—that may push them backwards toward an authoritarian press system instead. Specifically, Iraqi journalists are intimidated by physical threats characterized by murders and abductions, which led them to censor their own stories. Although most Iraqi media appear to be without official censorship, media policies, legal restrictions, and regulations set in place by the Iraqi and provincial governments open them up to a new set of political pressures that may be no less daunting than those which operated previously; their effects on journalists are daunting.", "Journalists interviewed for this study reported that they can write stories that were once considered taboo, signalling improved press freedom, but they are afraid of writing stories critical of the current government, political leaders, and religious leaders. If any journalist crosses the fine line between what is acceptable and what is not, reprisals can come in the form of shutdown of the media organizations, or murder and abduction by groups dissatisfied with the journalists’ reports. The new Iraqi government has already shut down several newspapers and satellite TV channels citing reasons of national security which journalists in this study referenced as reminiscent of the repressive laws operating during the Saddam Hussein regime.", "Future projections on the Iraqi media by the journalists in this study are evenly divided. At best, it is optimism significantly tampered by caution. Some journalists foresee a bright future for Iraqi journalism as a new breed of journalists gain more experience, sweep into more editorial and managerial positions, and continue their struggle for press freedom and media autonomy. The presence of many international media organizations operating in Baghdad will also bring about a positive change on the Iraqi news media through their editorial practices and newsgathering techniques based upon fairness, balance, and objectivity.", "However, other journalists interviewed argued that this optimism is based upon only one assumption that the security conditions will significantly improve in the years ahead. The journalists interviewed unanimously assert that the security situation has degraded over the last four years since the fall of Saddam Hussein. All of them agree that physical danger is the most serious concern they encounter daily. The militiamen, Iraqi insurgents, the Iraqi government, foreign terrorists, organized crime rings, and even the US and British forces have forced Iraqi journalists to confront the perils of their profession. Murders and abductions have made traveling from place to place to cover stories more challenging if not absolutely impossible for these Iraqi journalists. The notion of Iraqi journalists functioning as a watchdog of government and society is seriously undermined when the journalists themselves are targets of murder and kidnapping. As expressed by several journalists in this study, the Iraqi media are freer than during the Saddam Hussein era, but they are still under significant restrictions. Faced with violence and terror, there is a clear limitation on the freedom of the press in Iraq.", "In view of the challenges and restraints confronted by Iraqi journalists, the present-day Iraqi media have slowly evolved away from the Marxist–Leninist press system under Saddam Hussein's Baathist regime, but not toward an entirely free libertarian press as many had initially hoped. Instead, under a seemingly-democratic but authoritarian Iraqi government and significant political pressures and physical dangers on the Iraqi journalists in times of war and conflict, the new Iraqi media are advancing toward the authoritarian press system that denotes struggles with numerous political, sectarian, religious, and economic pressures. In that sense, the Four Theories of the Press may not be as dated a concept as some scholars believe.", "The testimonies of the journalists in this study compel us to believe that the collapse of an autocratic, totalitarian regime in Iraq in 2003 has brought about social and political upheavals as well as continued violence in which the media have to exist and operate as partly-free institutions, instead of transforming themselves into fully democratic and independent Libertarian media. The Iraqi media will not be able to free themselves from the shackles of the Saddam era until democracy, peace, and rule of law replace the current chaos, a process that requires time and effort."]}], "references": [{"title": "“American Mass Media and the Myth of Libertarianism: toward an ‘elite power group’ theory”", "year": "1991", "journal": "Critical Studies in Mass Communication", "volume": "8", "authors": [{"name": "Akhavan-Majid R.", "first_name": "Akhavan-Majid", "last_name": "R."}, {"name": "Wolf Gary", "first_name": "Wolf", "last_name": "Gary"}]}, {"title": "“In the Deadly Cauldron of Iraq, Even the Arab Media Are Being Pushed Off the Story”", "year": "2005", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Blake Mariah", "first_name": "Blake", "last_name": "Mariah"}]}, {"title": "“Not That Independent”", "year": "2004", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Carroll Jill", "first_name": "Carroll", "last_name": "Jill"}]}, {"title": "“Developments in Journalism Theory About Media ‘Transition’ in Central and Eastern Europe 1990–99”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}]}, {"title": "“Rebuilding Iraq&#039;s Media”", "year": "2003", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Daragahi Borzou", "first_name": "Daragahi", "last_name": "Borzou"}]}, {"title": "“From Communist Control to Glasnost and Back? Media freedom and control in the former Soviet Union”", "year": "1998", "journal": "Public Relations Review", "volume": "24", "authors": [{"name": "Ferguson Denise P.", "first_name": "Ferguson", "last_name": "P."}]}, {"title": "“Exporting Censorship to Iraq”", "year": "2003", "journal": "The American Prospect", "volume": "14", "authors": [{"name": "Gourevitch Alex", "first_name": "Gourevitch", "last_name": "Alex"}]}, {"title": "“When Media Use Can&#039;t Be Observed: some problems and tactics of collaborative audience research”", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Lindlof Thomas R.", "first_name": "Lindlof", "last_name": "R."}, {"name": "Grodin Debra", "first_name": "Grodin", "last_name": "Debra"}]}, {"title": "“Beyond the Four Theories of the Press: a new model of national media systems”", "year": "2002", "journal": "Mass Communication \\& Society", "volume": "5", "authors": [{"name": "Ostini Jennifer", "first_name": "Ostini", "last_name": "Jennifer"}, {"name": "Fung Anthony", "first_name": "Fung", "last_name": "Anthony"}]}, {"title": "“‘Our Ears and Our Eyes’: journalists and fixers in Iraq”", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Palmer Jerry", "first_name": "Palmer", "last_name": "Jerry"}, {"name": "Fontan Victoria", "first_name": "Fontan", "last_name": "Victoria"}]}, {"title": "“Who Will Be in Charge of New Iraqi Media?”", "year": "2003", "journal": "St. Louis Journalism Review", "volume": "", "authors": [{"name": "Schaper Bob", "first_name": "Schaper", "last_name": "Bob"}]}, {"title": "“Iraq&#039;s Emerging Press”", "year": "2005", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "Zanger Maggy", "first_name": "Zanger", "last_name": "Maggy"}]}, {"title": "“Iraqi Journalists Add Laws to List of Dangers”", "year": "2006", "journal": "The New York Times", "volume": "", "authors": [{"name": "Zielbauer Paul", "first_name": "Zielbauer", "last_name": "Paul"}]}]}