{"doi": "10.1080/1461670X.2012.744552", "url": "https://doi.org/10.1080/1461670X.2012.744552", "title": "PUBLIC RESPONSES AND REFLEXIVITY DURING THE SWINE FLU PANDEMIC IN AUSTRALIA", "volume": "14", "year": "2013", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Holland", "first_name": "Kate", "name": "Kate Holland"}, {"last_name": "Blood", "first_name": "R.", "name": "R. Warwick Blood"}], "abstract": " This paper examines key aspects of the Australian public's response to swine flu through an analysis of interviews and focus groups with people deemed “at risk” by medical authorities. The wider context for the study is provided by risk theory, research on public responses to emerging infectious diseases (EID) and the concept of biocommunicability. We focus on reflexivity in engaging with media, views on the government's response, and vigilance and behaviour change. EID fatigue, a predisposition toward distrusting the media, personal circumstances and location within particular social networks, shaped responses to news reporting of swine flu. People did not link swine flu to already stigmatised groups because they identified it as “resident” in the community. The continuing dependency of lay publics upon governments and expert systems may help to explain the lack of criticism directed at more traditionally powerful groups. Distancing took a variety of forms. While newspapers emphasised the “novel” and “deadly” swine flu narrative, audiences readily described it as just another flu and were unconcerned about contracting it. However, some imagined that others were more vulnerable to the effects of media reporting. Some reported searching the internet for information, which may explain the differences between how they saw it and how it was reported. Also influential was the fact that their lived experiences did not bear out the novelty or seriousness of swine flu. Our discussion is informed by our concurrent analyses of media coverage and interviews with EID experts and journalists involved in the reporting. ", "body": [{"title": "Introduction", "paragraphs": ["After being identified in Mexico in 2009, H1N1 (swine flu) quickly crossed national borders, becoming the object of global surveillance systems and news reporting and eventually being declared a pandemic by the World Health Organization (WHO) in June of that year. Briggs and Nichter (2009, 192) note that in response to the balancing act apparent in news and official responses to swine flu, the public “turned to their own communities of interpretation, the communications they were exposed to, and what others appeared to be doing around them in real time and virtual space”. This paper builds on research into public responses to emerging infectious diseases (EID) through an investigation of the Australian public's response to swine flu.", "Beck (1992) and Giddens (1991, 1994) characterise late modernity as the “risk society”—a society concerned not only with the distribution of goods but also with the distribution of “bads”. Giddens (1990, 64) says globalisation intensifies worldwide social relations in such a way that “local happenings are shaped by events occurring many miles away and vice versa”. But how processes of global crisis communication and mediation might be understood within this framework is thus far under-developed (Cottle 2011). Cottle (2011, 78) criticises journalism and media studies for paying insufficient attention to how “global crises are elaborated and enacted within the complex flows and formations of journalism around the globe”. He criticises the tendency for studies to focus on national rather than global contexts. An exception he highlights is Ungar's (2008) study of global discourses on H5N1 (bird flu), which documented—using Google News Alert—how newspapers modified their reporting in relation to the spread of the virus. We draw on Ungar's work below.", "Risk society perspectives tend to provide an under-developed and generalised understanding of both media and publics and the relationships between them (Cottle 2011; Tulloch and Zinn 2011; Wynne 1991, 1996). Of Beck's work Tulloch and Zinn (2011, 2) write, “it remains on a rather general level of theorising ignoring the many layers, conflicts and contradictions of media processes of representation”. They suggest media research and risk research tend to be separated fields of inquiry and cite Feldman's (2004) work as providing an example of where more debate or synergy between risk society thinking and media theory could enhance both areas. In particular, they note his observation that national borders are being collapsed via the “globalised media circulation of images of homeland ‘invasion’, whether by terrorists or illegal immigrants or frightening new animal viruses” (Tulloch and Zinn 2011, 8).", "In the context of a globalising mass media, the awareness of certain risks may have changed but people continue to understand and negotiate risks in situated and localised contexts (see Wynne 1996; Tulloch and Lupton 2003; Wilkinson 2010). Wynne (1991, 1996) argues it is critical to explore how perceptions of risk are constructed by “situated” knowledge and how decisions about risk are managed at the local level—of the individual, the personal and the intimate."]}, {"title": "Media and Public Responses to EID: Shifting Patterns?", "paragraphs": ["Media responses to EID have been found to follow a recognisable pattern in which initial reports emphasise the threat posed, creating a sense of impending doom and uncertainty for the entire population, including those traditionally seen as invulnerable (a sense of “hot crisis” to use Ungar's [1998, 2008] phrase). Coverage typically moves to a more containment style as emphasis is placed on the preparedness and skills of medical systems and authorities to cope. Then, in a reversal of the initial projection of risk as potentially uncontrollable and affecting everyone, a “metaphor of ‘otherness’” comes into play as the disease is linked to specific populations (Ungar 1998, 49; see also Joffe 2011; Smith 2006; Washer 2004). However, studies of media texts alone are unable to tell us about public responses to EID.", "In a recent review of research on how publics engage with EID, Joffe (2011) shows how a pattern of “othering” can be identified in as much as EID are linked to the other of the person being interviewed (i.e. “the African” in the case of the British person responding to Ebola or the “West” in Zambian adolescents” representations of AIDS). The apparent consistency in such responses across EID leads Joffe to suggest they are motivated partly by the need for identity protection: “By associating the origin and spread of threats with others the self is often left free from being affected by the danger, at least at the level of representation” (451). This, she suggests, manifests in the naming of viruses with reference to a particular country or population group who then come to be associated with a range of undesirable traits.", "Joffe (2011, 452) refers to the identifiable pattern in public responses to infectious disease outbreaks as “distancing–blame–stigma”. But she suggests this “pattern of casting negative aspersions onto out-groups” may be changing. She bases this on the British and European response to swine flu, which she says was characterised by blame and stigma being directed upward toward the WHO and the British government. She considers that one explanation for this might be “EID fatigue” in the context of the “litany of imminent infectious disease disasters that have failed to materialise” (456). This stigmatisation of more traditionally powerful groups is characterised by a different emotive register, according to Joffe: One might propose that “cooler” emotions, such as distrust, are levelled at upwardly blamed/stigmatised entities while “hotter” emotions, such as disgust, are directed towards already derogated stigmatised groups. (454)  ", "One might propose that “cooler” emotions, such as distrust, are levelled at upwardly blamed/stigmatised entities while “hotter” emotions, such as disgust, are directed towards already derogated stigmatised groups. (454)", "Joffe refers to survey data showing the majority of the British population were not concerned about catching swine flu and to European research showing little evidence of the public responding by blaming already stigmatised groups for its cause or spread. She argues this new direction resonates with similar British responses to BSE and MRSA. Public scepticism, which is interlinked with a view that the media had exaggerated the swine flu risk, may lead members of the public to adopt conspiracy theory views toward the motivations of governments and health agencies in creating and responding to EID. Joffe, for example, cites criticisms of the WHO regarding the conflicts of interest of some of its key advisors and for provoking unjustified fears about swine flu. She suggests governments too have been blamed for massive overspending on vaccinations. A study of comments posted to three Canadian news websites also found that common responses conveyed mistrust and blame toward the government for its handling of the pandemic and its relationships with the vaccine industry, and criticisms of media reporting for lacking context and facts (Henrich and Holmes 2011).", "Further elaborating, Joffe suggests that rather than, or in addition to, lack of concern, it may be that reflexivity is reshaping aspects of social representation of EID in “the West”. She quotes Giddens: The reflexivity of modern social life consists in the fact that social practices are constantly examined and reformed in the light of incoming information about those very practices, thus constitutively altering their character. (1990, 38)  ", "The reflexivity of modern social life consists in the fact that social practices are constantly examined and reformed in the light of incoming information about those very practices, thus constitutively altering their character. (1990, 38)", "Thus, Joffe proposes that as people become increasingly aware of the negative impacts of stigmatising already-marginalised groups, they reframe their responses, which would explain an apparent absence of downward stigmatisation and blame during the swine flu outbreak. She writes: The shift towards “political correctness” may reflect not merely changes in discourse [as evident, for example, in the WHO changing the name of the virus], as is the conventional assessment thereof, but changes in the way that communities socially construct the dangers surrounding them. (2011, 457)  ", "The shift towards “political correctness” may reflect not merely changes in discourse [as evident, for example, in the WHO changing the name of the virus], as is the conventional assessment thereof, but changes in the way that communities socially construct the dangers surrounding them. (2011, 457)", " Joffe's observations, which appear to be based on secondary survey data from Britain and Europe, should not be generalised to other countries where different political and cultural dynamics are at play. The apparent reversal of blame and stigmatisation she refers to appears not to have been borne out in the United States, for example, where “a geography of blame” was invoked for swine flu; it provided a platform for media personalities to attack “illegal aliens” for carrying the disease across the Mexican border and governments around the world acted to ban pork imports from Mexico (Singer 2009, 203; see also Briggs and Nichter 2009). Furthermore, a focus on disease at the representational level ought not eschew the reality that some population groups are more susceptible or widely affected by some diseases and that this will influence community understandings and representations of them."]}, {"title": "Biocommunicability", "paragraphs": ["Another way of looking at public responses to EID is provided by Briggs and Hallin's (2007, 2010) concept of biocommunicability, which we believe helps bridge some gaps that have been identified at the interface of media and risk research (see Bakir 2010; Tulloch and Zinn 2011). Briggs writes: Information disseminated as a means of preventing infectious diseases entails the interpellation of members of populations deemed to be “at risk,” such that they interpret the discourse as being about them. How do health-related messages interpellate their audiences? What leads to interpellative misfires? (2003, 291)  ", "Information disseminated as a means of preventing infectious diseases entails the interpellation of members of populations deemed to be “at risk,” such that they interpret the discourse as being about them. How do health-related messages interpellate their audiences? What leads to interpellative misfires? (2003, 291)", "Biocommunicability emphasises the need to consider how community groups are cast in particular communicable cartographies and what it means to accept the roles offered to them by these (Briggs and Nichter 2009). The concept emphasises that discourses about health not only disseminate health information, but they project assumptions and expectations about how health information is, or should most properly be, produced and circulated (Briggs and Hallin 2007; see also Briggs 2005). Biocommunicable models also specify how people should receive (be alert, not alarmed) and respond (wash your hands, get vaccinated) to the material presented (Briggs and Nichter 2009).", "Briggs and Hallin (2007) have identified three predominant, overlapping, models of biocommunicability: biomedical authority, patient–consumer and public sphere. The medical authority model posits a top-down, expert-to-lay flow of information positioning specialists as the producers and transmitters of medical knowledge and “lay” people as compliant receivers (see also Briggs 2011). Briggs and Hallin (2010) say this model has been eclipsed to a large extent by the patient–consumer model as a consequence of the increasing role of market relations in the sphere of health and of mass media in health communication.", "The patient consumer model shifts relationships between health professionals and publics. Rather than imagining the latter as passive receivers, they are positioned as actively seeking, sifting and evaluating information to make health decisions in the absence of their physician. The role of journalists within this model is one of helping consumers exploit the range of options available to them, rather than aiding medical authorities in communicating to an ignorant public (Briggs and Hallin 2007, 2010).", "The public sphere model involves citizens producing health-related knowledge and debating issues of public policy. It imagines audiences as citizens first and foremost, and health information that circulates in the mass media is “assumed to be useful because it helps citizens and policy-makers to make collective decisions about the public interest” (Briggs and Hallin 2010, 152). Public sphere cartographies of health information often focus on “cases in which circulation gets blocked by secrecy, disinterest, or corporate greed” (157).", "Biocommunicability connects with research on how “others” are constructed as deviant in media reporting of health issues and set in opposition to the “normal” or “civilised” self or dominant group (Briggs 2003, 2004; Joffe 2011). Models of biocommunicability, by addressing actors in certain ways and casting them in particular roles in relation to each other and to the flow of health information, may reproduce inequalities by, for example, suggesting that target(ed) populations are ignorant, irresponsible or incapable (see Briggs and Hallin 2007)."]}, {"title": "Research Questions", "paragraphs": ["Our study was guided by the following initial questions:  RQ1: How did the Australian public perceive themselves to be addressed and/or positioned in media coverage of swine flu and how did this shape their understandings and responses to the pandemic and its mediation?  RQ2: What relative roles did they assign to journalists/media, experts and officials?  ", " RQ1: How did the Australian public perceive themselves to be addressed and/or positioned in media coverage of swine flu and how did this shape their understandings and responses to the pandemic and its mediation? ", "RQ2: What relative roles did they assign to journalists/media, experts and officials?"]}, {"title": "Method", "paragraphs": ["Our purposive sample comprised young adults who were working, studying or both, middle-aged and older adults, pregnant women, people with compromised immunity, nursing home residents, parents of school-aged children and nurses. We conducted 32 face-to face individual semi-structured interviews and 10 focus groups. Initial interviews were held in Melbourne (the city regarded as the epicentre of the outbreak) and conducted concurrently with the analysis of newspaper and television coverage (see Holland and Blood 2010; Fogarty et al. 2011). We then went to Sydney, followed by Canberra. We later interviewed infectious disease experts involved in media coverage (see Holland et al. 2012) and, finally, journalists who reported it. The findings of each component of the study inform our discussion.", "Coverage of swine flu in the three newspapers we examined (The Australian, Herald Sun and The Age) peaked in the week of 27 April to 3 May 2009. In the period 27 April to 1 June coverage moved from an initial phase of sounding the alarm, where the arrival of the virus was imminent and framing emphasised protecting Australian borders, through to pandemic preparations, where awareness of the virus had been created and discussion centred on its inevitable arrival. When infections were confirmed in Australia, framing emphasised the actions of health authorities in quarantining people and distributing anti-virals, but also that the virus was spreading beyond the power of the authorities to contain. The initial sense of alarm gradually gave way to representations of the virus as “beyond containment” and emphasis was placed on particularly at-risk groups (Holland and Blood 2010). The WHO declared swine flu a pandemic on 11 June 2009, signalling that it constituted a new disease that was spreading worldwide and that most people do not have immunity to (WHO 2009).", " The initial “hot crisis” of swine flu had passed by the time we began our interviews in August 2009, though it had been the topic of frequent reporting up until mid-July and continued to be in the news as the vaccine was rolled out in September. Initial interviews were conducted against the backdrop of a planned vaccination rollout, whereby the government was urging the Australian public, especially at-risk groups, to get vaccinated. The last of our interviews were conducted in September 2010; these participants had more time to learn about and reflect on swine flu and/or to act on public health advisories about vaccination, but the delay may have impacted their recollection of specific media items.", "To help recreate a sense of the profile of the disease and to facilitate further discussion and reaction to specific prominent news items, a sample of newspaper front pages and television news clips was used. Intended to garner reactions to the format and framing of news items, these were shown to participants after they had been asked their recollections of media coverage generally. An interview protocol was used with some slight variation to account for the different timing of the interviews and to incorporate new issues as they emerged. The topic areas covered included: recollections and perceptions of media coverage; behaviour change in response to swine flu or anything they had seen in the media; information seeking; personal experience or knowledge of anyone who had swine flu; knowledge of risk groups, symptoms and anti-virals; and thoughts about the vaccine. Example questions included: What have you read, seen or heard about swine flu? What are your overall views on how swine flu has been reported? Have you sought out information about swine flu and, if so, what sources have you used? Have you changed your behaviours in response to swine flu and, if so, in what ways? At the end of the interview, participants were given the opportunity to offer any additional comments. Interviews and focus groups generally lasted between 60 and 90 minutes.", "The inductive analysis involved the authors reviewing the audio-tapes and transcripts and noting themes and similarities and differences across responses. We were interested in exploring the range of responses and any notable variations and nuances. The main topic areas we will discuss are: reflexivity in engaging with media; views on official government response; and vigilance and behaviour change. These do not exhaust the topics discussed but they capture many of the recurring themes that enable us to answer our research questions and build on previous research."]}, {"title": "Analysis", "paragraphs": ["Joffe (2011) highlights the importance of considering whether people's reasons for not worrying about EID can be attributed to “distancing–blame–stigma” or to other reasons, such as EID fatigue or changing patterns of reflexivity. EID fatigue appears to be an important factor in public responses. People's views on swine flu were informed by their knowledge of how past diseases were reported: Personally I felt like it was a repeat of, like SARS and Bird flu where this huge uproar about something that might kill someone and then it disappears. So with those other two things nobody mentions them anymore, but I'm sure they still exist in some form. (AM, Focus group, Melbourne)  ", "Personally I felt like it was a repeat of, like SARS and Bird flu where this huge uproar about something that might kill someone and then it disappears. So with those other two things nobody mentions them anymore, but I'm sure they still exist in some form. (AM, Focus group, Melbourne)", " Participants consistently pointed to disparities between what was being reported in the media and what they were experiencing in their everyday lives. This appeared to feed scepticism and reflexivity in response to media reporting; evidenced, for example, in references to “cry wolf” and a “waste of good hysteria”.", "Consistent with Canadian research (Henrich and Holmes 2011), another common theme was that the media did not adequately contextualise the risk by comparing swine flu with ordinary seasonal flu. A comment from a participant in our nursing home focus group captures this idea: Well, I don't think it's—there's more people die of ordinary influenza than there is of swine flu. Like, you know, so I just can't see. I think it's been spoken up a bit. They bring in a different flu every one or two years. You've had Spanish flu, you've had this, you've had that. (L, Focus group, Melbourne)  ", "Well, I don't think it's—there's more people die of ordinary influenza than there is of swine flu. Like, you know, so I just can't see. I think it's been spoken up a bit. They bring in a different flu every one or two years. You've had Spanish flu, you've had this, you've had that. (L, Focus group, Melbourne)", "Criticisms of media were underpinned by concerns about how reporting might impact on public opinion and the potential for this to have detrimental effects. For example, in response to a television news story reporting that emergency departments were being overwhelmed by people wanting a check-up to see if they or their children had swine flu, one man saw this as a result of people panicking because of the coverage.", "People were resistant to stories they perceived to be telling them to panic. One man talked at some length about his dislike of being manipulated by the media in terms of being channelled into occupying subject positions dictated by the commercial imperatives of the media. A young woman was critical of media headlines such as “State of Fear” that seemed to portray the virus as more serious than she thought it actually was: I don't know I don't like the idea of the media sort of fear mongering or things like that. I think it gets—some people I guess are more prone to panic than others, for I don't know whatever reason. So I don't think it's ethical to spread fear when you don't know that there's an actual reason. (M, Melbourne)  ", "I don't know I don't like the idea of the media sort of fear mongering or things like that. I think it gets—some people I guess are more prone to panic than others, for I don't know whatever reason. So I don't think it's ethical to spread fear when you don't know that there's an actual reason. (M, Melbourne)", "These responses can be understood as forms of reading against the positions news reports were inviting them to adopt with respect to the scale and nature of the swine flu risk; examples of resisting cartographies of communicability that eschewed the realities of their everyday lives and invited them to view the risk as more serious than it actually was.", "Distancing was evident in that many participants did not identify as being in designated at-risk groups despite being identified as such in news reports. Like European public responses to swine flu (see Joffe 2011), the groups identified by our participants as being at particular risk were traditional risk groups (e.g. those with weakened immunity, pregnant women) who tend not to be stigmatised or blamed. Their perceptions in this regard followed what was being said by medical authorities and public health officials and what was being reported in the media. Interestingly, one of the novel features of swine flu was that it affected healthy, young people. This received some media coverage, though not a great deal, and this group was rarely mentioned by participants, including healthy, young adults.", "While newspapers emphasised the “novel” and “deadly” swine flu narrative, participants in our study readily described it as just another flu and were unconcerned about contracting it. This distancing was not followed by a pattern of blame and stigmatisation. This may be explained by the fact that in Australia the virus was not readily associated with a particular foreign entity, out-group, irresponsible behaviour or undesirable trait that might have attached stigma to it.1 Also, after the initial alarm had been sounded about swine flu, the statements of public health officials that the virus was mild in most cases, but that certain groups needed to be extra vigilant, became something of a mantra in news reports. Distancing was also facilitated by the observation that swine flu was being treated as something of a joke: I just remember that—and specially being in Melbourne at the time—and talking to locals down there, everyone was sort of laughing about it down in Melbourne, about how they're seen as the swine flu capital. They all think it's a bit of a joke. So I sort of thought it was a bit of a joke as well. People I spoke to even in Melbourne didn't know of anyone who had had it. (H, pregnant, Sydney)  ", "I just remember that—and specially being in Melbourne at the time—and talking to locals down there, everyone was sort of laughing about it down in Melbourne, about how they're seen as the swine flu capital. They all think it's a bit of a joke. So I sort of thought it was a bit of a joke as well. People I spoke to even in Melbourne didn't know of anyone who had had it. (H, pregnant, Sydney)", "Some people directly picked up on the lack of blame and stigma that appeared to be associated with swine flu, both within their own social networks and in media coverage. One contrasted this with the anti-Mexican sentiment it initiated elsewhere in the world. The following exchange sheds further light, suggesting that the media did not adopt a campaigning role against any particular social groups for causing or spreading the virus: W: I didn't see them [the media] leading stuff saying oh, we have to close down all the schools or stop all the foreigners coming into our country, partly because it was already here so we were exporting it. So I guess that might have made a difference.  P: Another thing it didn't really—the coverage didn't seem to apportion blame to anyone or any sort of group of people for bringing it in. It just kind of said it's here … (Focus group with working adults, Melbourne)  ", "W: I didn't see them [the media] leading stuff saying oh, we have to close down all the schools or stop all the foreigners coming into our country, partly because it was already here so we were exporting it. So I guess that might have made a difference. ", "P: Another thing it didn't really—the coverage didn't seem to apportion blame to anyone or any sort of group of people for bringing it in. It just kind of said it's here … (Focus group with working adults, Melbourne)", "One young man in the same focus group compared the Australian coverage favourably with what they had witnessed in Hong Kong where the media used a tracker to identify and name countries from which flights came in with swine flu. Consistent with Joffe's work, people did not link swine flu to already marginalised or stigmatised groups because in a way they identified it as something that was “resident” in the community.", "People distanced themselves from the swine flu threat on the basis of their pre-existing knowledge of how the news reports EID and the commercial motivations of the media more generally. Similar findings were identified in a study of community responses to swine flu in New Zealand (Gray et al. 2012). Several people described themselves as tuning out in response to media coverage but were concerned about the effect of “media hype” on “other” people. This is reminiscent of the third-person effect or perception that media researchers have identified (see Davison 1996; Rojas, Shah, and Faber 1996), whereby people tend to regard the wider public, rather than themselves, as potential victims of health misinformation (see Lewis 2006). There was a view that many people were relying on and investing their trust in the media to learn about swine flu and how to protect themselves. This might constitute “othering” of a different sort, as people assert that they seek out information from multiple sources if they see something that appears overly sensational or not trustworthy, while other readers or viewers do not.", "Personal circumstances at times made it more difficult for people to brush off fearful headlines and anxieties conveyed in the media. One woman who had to take time off work with suspected swine flu perceived that her colleagues were doubtful that she had it because of the beliefs they had formed via media. One pregnant woman displayed resentment toward the media because of the sense of paralysis or uncertainty she was left with in terms of not knowing how to act or, indeed, being unable to act on the kind of advice being provided. She said the swine flu hotline and her doctor were also not especially helpful because the virus was new and they knew little about it. In a similar vein, a pregnant woman was frustrated at not being able to get any information about the effects of vaccination on her unborn baby, especially when pregnant women were identified as one of the priority groups for the vaccine.", "People picked up on the mixed messages that were circulating about swine flu at times and the inconsistencies in state policy responses to it. The majority had not directly experienced swine flu or quarantine restrictions and nor were they particularly convinced about their effectiveness. For example, the following comment from a woman who had quite a bit to do with swine flu, because she worked in Human Resources and people at her work were travelling to Melbourne, concerns the seemingly contradictory measures in relation to quarantining people: That's right, the ludicrous situation of people who went to Melbourne having to come back and stay home from work or school. However, we have an office in Melbourne and people were flying up and back for work, so they could come from Melbourne come into our office in Canberra and there's no policy about that [group laughter]. (J, Focus group with parents of school-aged children, Canberra)  ", "That's right, the ludicrous situation of people who went to Melbourne having to come back and stay home from work or school. However, we have an office in Melbourne and people were flying up and back for work, so they could come from Melbourne come into our office in Canberra and there's no policy about that [group laughter]. (J, Focus group with parents of school-aged children, Canberra)", "People also saw government interventions such as thermal scanners at airports as more likely to be effective as a way of being seen to be doing something than in preventing the flu from entering the country; it was described in one focus group as a form of “crowd control”.", "Some people suggested a political motive for wanting to scare people about swine flu, where fear is perceived as a tool for generating public compliance. Members of a focus group with middle-aged women said, while they would look to themselves personally for protection, they believed others looked elsewhere, such as to the government to protect them: Well, I think though the average person doesn't look at themselves, they look at someone else. Who can help me, who can help me? Oh, the Government. We'll be here to save you don't worry, we've got some stockpiled, we'll look after you. Count on us and vote us in next time. (CH, Sydney)  ", "Well, I think though the average person doesn't look at themselves, they look at someone else. Who can help me, who can help me? Oh, the Government. We'll be here to save you don't worry, we've got some stockpiled, we'll look after you. Count on us and vote us in next time. (CH, Sydney)", "Such comments echo the other-directed concerns of several people about the impact of the media, projecting a public unwilling to take personal responsibility and needy of reassurance, but not through their own active information-seeking activities.", "Blame was not directed at the WHO for its handling of swine flu or its use of advisors with links to pharmaceutical companies. Nor did participants blame the Australian Government for its spending on the vaccine, even though many of our interviews were conducted when critical commentary about the WHO and the vaccine rollout would have been circulating. One explanation for why participants generally did not direct criticism at government or industry might be that news media practices provided a more visible target. People may also more readily accept the need for governments and health authorities to act on the “safe side” in their communications with the public, and be less prepared to recognise that this can itself create the conditions for news media hype.", " Swine flu constituted a political story in as much as it posed a threat to the ability of the nation to protect itself from external threats. In Australia, as elsewhere, the government emphasised its preparedness and implemented measures such as school closures, quarantine restrictions and a mass vaccination rollout. In hindsight, some commentary has suggested that it may have overreacted to the threat, just as participants in our study recognised that from the position they were speaking from at the time it was easy to say that the news media was overly sensationalist. Joffe suggests the British public's response to similar actions in Britain was not regarded positively for preventing deaths but was instead seen as a waste; the public's response shrouded in distrust and perhaps also some anger. We suggest that scepticism, rather than distrust, is a better way of describing the disposition of participants in our study who questioned the actions of authorities.", "While criticism of media coverage was a dominant theme, another view was that intensive reporting could have had a positive impact in encouraging people to actively seek out other sources of information, such as family, doctors or internet sources: I suspect that it was actually quite helpful for the media to put as many stories out as they did even to the point where they might have been a bit inflammatory but, because it then allowed the person who's been confronted about all this and experienced it around them, to make a decision whether they try and find a bit more information, factual information, because it's hitting you from every direction. (A, Focus group with parents of school-aged children, Canberra)  ", "I suspect that it was actually quite helpful for the media to put as many stories out as they did even to the point where they might have been a bit inflammatory but, because it then allowed the person who's been confronted about all this and experienced it around them, to make a decision whether they try and find a bit more information, factual information, because it's hitting you from every direction. (A, Focus group with parents of school-aged children, Canberra)", "In these accounts news coverage was positioned as serving a positive public health function, consistent with how the role of journalists tends to be cast in a patient–consumer biocommunicability. The idea of a passive media audience uncritically absorbing what is presented to them is here replaced with that of the reflexive and informed citizen.", "None of our participants reported changing their behaviours in drastic ways, such as not leaving the house, stockpiling food or cancelling travel. But people did report being more vigilant about certain things, such as hand washing, avoiding people who seemed to have flu symptoms and increased use of hand cleaners. This is consistent with the main public health messages that were being disseminated.", "Reported behaviour changes and information seeking were particularly common among pregnant women. One was reassured after following up a media story she saw about the risks of swine flu to pregnant women: So, I wasn't just going to read those headlines and start panicking, so I did a bit of research and then you would more often than not find that those people had underlying either respiratory problems, they were severely obese, or they had severe diabetes, or they all had some underlying issue that contributed to them having a more severe case and reaction than others. (H, Sydney)  ", "So, I wasn't just going to read those headlines and start panicking, so I did a bit of research and then you would more often than not find that those people had underlying either respiratory problems, they were severely obese, or they had severe diabetes, or they all had some underlying issue that contributed to them having a more severe case and reaction than others. (H, Sydney)", "This example of actively seeking out information accords with a patient–consumer model of biocommunicability and reveals the importance of news media as an initial source of information that can prompt people to investigate issues further. Similarly, hearing in the news about how swine flu could affect pregnant women prompted one woman to seek further information on the internet and from her doctor, though she was still left with a sense of uncertainty about how best to protect herself.", "The Chief Health Officer talking on radio about the vaccine prompted one pregnant woman to get it immediately and encourage other family members to do so, even though she held the view that you should not get vaccinated while pregnant. This was a rare example of a person reporting directly acting based on something they had heard in the media. This woman said there was no way she would have got the vaccination had she not heard this radio interview, which included calls from pregnant women who asked some of the questions she wanted answered. This provided a rather striking example of the continuing importance of biomedical authority in people's health decisions.", "In the absence of stigma and blame about swine flu, there was little to compel people not to take up public health instructions, as may be the case if people want to avoid doing anything that could identify them with a group or behaviour that is blamed or stigmatised. Many people commented on how the public health instructions being provided were nothing out of the ordinary. Those who said they would not be taking up public health advice to get vaccinated tended to give reasons such as that they felt the threat had passed and/or did not see themselves at particular risk, rather than expressing concern about industry motives, vaccine safety or stigma."]}, {"title": "Discussion: The Relative Roles of Media, Experts and Officials", "paragraphs": ["Distrust of the media did not extend to government or health authorities in the way that has been identified in British, European and Canadian public responses (Joffe 2011; Henrich and Holmes 2011). There was some recognition that the media was not entirely responsible for talking swine flu up, given that supposed figures of authority, such as government ministers and academics, were quoting rates of infection that were not to eventuate. We saw a little evidence of conspiracy theories in the form of reference to the money-making opportunity swine flu presented. But such topics of controversy were largely absent from media coverage; had they been more prominent we may have seen more criticism of powerful groups from our study participants.", "While some were cynical about the actions and pronouncements of health authorities, others relied on official institutional sources to navigate and contextualise media content. For example, an official government website was referred to as a source of relief from the “sensationalised” media. A teacher contrasted the direct and calm tone of emails from the Education Department with the panicked tone that appeared in news reporting. There was frustration among some people about not knowing how to act on public health advice. But, if anything, this implied a desire for biomedical knowledge rather than a questioning or distrust of it. The continuing dependency of lay publics and journalists upon governments and expert systems seems to moderate any suggestion of shifting patterns in public responses to EID toward blaming and stigmatising such powerful groups. This is not to say they should not be interrogated, but simply that such concerns were not at the forefront of our participants' and nor of the media's representations of swine flu in Australia.", "Some journalists we spoke to said they felt restricted in how they could report swine flu because of the unwillingness of sources to offer more reassuring frames. One mentioned an inability to report that the risk was not great because officials were unprepared to publicly state this, even though it seemed to be a widely held view privately. In our expert interviews some also spoke about reluctance within the expert community to speak out for fear that they would be seen as undermining the government's public health message. One journalist observed: I mean I suppose it was hard because the signals coming from the authorities, even when they were believing that it was not going to be that bad, they couldn't say that just in case it was, and yet we're all knowing that, and it's very difficult to write that without having them say it. So they're, and they're essentially wanting you to write that but not helping you do it. (Newspaper journalist)  ", "I mean I suppose it was hard because the signals coming from the authorities, even when they were believing that it was not going to be that bad, they couldn't say that just in case it was, and yet we're all knowing that, and it's very difficult to write that without having them say it. So they're, and they're essentially wanting you to write that but not helping you do it. (Newspaper journalist)", "This apparent reluctance among officials, experts and journalists does not appear to have been matched by public panic or over-reaction to the virus. On the contrary, the private views held by these actors were shared by members of the community, based not on any particular “authority” or “expert” knowledge but on what they were experiencing in their everyday lives.", "Our study did not look at how internet sources treated swine flu, though we recognise Briggs and Nichter's (2009, 193) point that it offered a space “for the circulation of knowledge that ties the local to the global instantaneously” and of alternative narratives about swine flu. Some of our participants reported searching the internet for information and seeing humorous email and social media content (i.e. swine flu jokes), and this may help to explain the differences between how they saw it and how it was reported in the news media. Also influential was the fact that their own lived experiences did not bear out the novelty or seriousness of swine flu as it was being portrayed in the media.", "Previous research has found that people commonly distance themselves from EID, identifying them as “out there”, even though the newspapers they read give much less emphasis to their remoteness (Joffe and Haarhoff 2002; see also Joffe, Washer, and Solberg 2011). The authors suggest this may be because newspapers need to make events seem relevant in order to engage audiences. Our interviews with journalists provide further insight in this regard. Journalists revealed that they struggled to keep their stories fresh and interesting over the long time-span of an Australian winter. A perception of potential EID fatigue was seen within the context of previous similar outbreaks and the possibility that the public may have “switched off”. The evolution of the threat from something associated with great panic to something that may have been substantially overblown presented a dilemma for journalists: I mean there was a great fear, but the scepticism built—started to build and I think that complicated the reporting of the issue because I was conscious of not panicking people or reassuring them unreasonably, so I think if you're going to be responsible, you've got to try and—journalistically you've got to try and walk this line and you're not qualified to make a judgment and there's no way I can read everything and sit down, because I haven't got a medical degree—doctors couldn't work it out, so there's no hope of me doing it. (Radio journalist/producer)  ", "I mean there was a great fear, but the scepticism built—started to build and I think that complicated the reporting of the issue because I was conscious of not panicking people or reassuring them unreasonably, so I think if you're going to be responsible, you've got to try and—journalistically you've got to try and walk this line and you're not qualified to make a judgment and there's no way I can read everything and sit down, because I haven't got a medical degree—doctors couldn't work it out, so there's no hope of me doing it. (Radio journalist/producer)", "Briggs and Nichter (2009, 192) note that the fear of over-hyping “is a characteristic feature of discourse that produces its subject, in this case a public health problem, outrunning the virus itself”. EID bring to the fore the sense of ambivalence that characterises the relationships of both journalists and lay people to medical expertise. The above comment reflexively captures the bind journalists faced as the outbreak progressed; needing to walk the line between “fear and total cynicism”, they aligned themselves with the public because the authority of health professionals was not convincing. The radio journalist seems to position themselves, and in turn their listeners, as dependent on biomedical knowledge to know how to understand the issue and, yet, having to proceed in its absence. Here, biomedical authority is “present essentially as an absence” (Briggs and Hallin 2007, 51). Our findings suggest journalists' efforts to keep their stories fresh and hold the attention of the public may have had the paradoxical effect of feeding public cynicism or distrust toward them. In the absence of knowledge about the struggles journalists faced in getting their sources to proffer views alternative to the official party line, the news media offered an easy target of criticism."]}, {"title": "Conclusion", "paragraphs": ["Briggs and Hallin (2007, 45) argue the patient–consumer model “often appears in media discourse as hybridized with passive subjects who need to be infused with authoritative knowledge or are frustrated and overwhelmed”. A similar active–passive hybridised model was evident across people's views on media coverage of swine flu. On the one hand, there was the image of the passive news consumer. This contrasts with the active, reflexive, critical consumer/citizen engaging with news coverage and seeking out alternative viewpoints in order to contextualise swine flu. Journalists also variously cast their audiences as active, engaged, even critical, citizens as well as vulnerable and in need of protection in the face of conflicting information. Their assumptions and expectations about circuits of communication and the roles of different actors within them variously shape their reporting practices during EID, just as they shape public responses to them. If, as Briggs and Hallin suggest, news coverage of health presents a site for understanding the production of the neoliberal subject, interviews with publics and journalists can tell us something about how subjects variously position themselves and others in these processes, and with what potential consequences.", "Joffe (2011, 452) notes that distancing strategies in response to EID are often linked to “imagining that others, often more morally marginalised, derogated groups, are more vulnerable to the disease”. Based on our study, to this we would add that distancing can also involve imagining that others are more vulnerable than one's self to media representations of EID. Both can be seen to buttress the identity of those making the aspersion. Views about the vulnerability of others to the media are tied up with assumptions about social identities, which is a potential focus for future research in this area.", "Our interview data do not generally support Joffe's (2011) suggestion that the public response to swine flu may be an indication that the pattern of responses to EID is changing from one of downward stigmatisation or blame to upward criticism or blame. The public's general lack of concern may be explained by EID fatigue. The lack of downward stigmatisation may simply reflect the fact that the virus did not disproportionately affect any particular already-stigmatised or marginalised group. Rather than reflecting changes in the way communities socially construct the dangers around them, these factors, taken together, may simply have created the conditions for criticism and blame to be directed elsewhere. However, the shift that Joffe proposes resonates with Briggs and Hallin's (2010) view that it is increasingly common for health reporting to take on the characteristics of political reporting in the context of the increasing influence of the market in the medical field and the increasing mediatisation of other fields, including politics. For example, Joffe's observation that the practices of drug and vaccine manufacturers came under the spotlight is perhaps an example of this trend. However, we are less convinced than Joffe that open public debate on such issues necessarily indicates a shift toward more powerful groups being “othered” in public responses to EID; increasingly blamed and criticised perhaps, but our study suggests that people, especially those who identify themselves as members of particular risk groups, continue to invest trust in traditionally powerful groups as they navigate their way through communication about EID.", "Our study indicates that a sense of EID fatigue and a predisposition toward distrusting the media, along with personal circumstances and location within particular social networks, shaped people's responses to swine flu and the roles in which they perceived themselves to be cast in public discourse. It thus affirms Briggs and Nichter's (2009) view about the danger of telling simple stories about swine flu and, we hope, illustrates the potential for biocommunicability to provide a bridge between media and risk research."]}], "references": [{"title": "Media and Risk: Old and New Research Directions", "year": "2010", "journal": "Journal of Risk Research", "volume": "13", "authors": [{"name": "Bakir Vian", "first_name": "Bakir", "last_name": "Vian"}]}, {"title": "Why Nation-states and Journalists Can&#039;t Teach People to Be Healthy: Power and Pragmatic Miscalculation in Public Discourses on Health", "year": "2003", "journal": "Medical Anthropology Quarterly", "volume": "17", "authors": [{"name": "Briggs Charles L", "first_name": "Briggs", "last_name": "L"}]}, {"title": "Theorizing Modernity Conspiratorially: Science, Scale, and the Political Economy of Public Discourse in Explanations of a Cholera Epidemic", "year": "2004", "journal": "American Ethnologist", "volume": "31", "authors": [{"name": "Briggs Charles L", "first_name": "Briggs", "last_name": "L"}]}, {"title": "Communicability, Racial Discourse, and Disease", "year": "2005", "journal": "Annual Review of Anthropology", "volume": "34", "authors": [{"name": "Briggs Charles L", "first_name": "Briggs", "last_name": "L"}]}, {"title": "‘All Cubans Are Doctors!’ News Coverage of Health and Bioexceptionalism in Cuba", "year": "2011", "journal": "Social Science and Medicine", "volume": "73", "authors": [{"name": "Briggs Charles L", "first_name": "Briggs", "last_name": "L"}]}, {"title": "The Neoliberal Subject and Its Contradictions in News Coverage of Health Issues", "year": "2007", "journal": "Social Text", "volume": "25", "authors": [{"name": "Briggs Charles L.", "first_name": "Briggs", "last_name": "L."}, {"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "Health Reporting As Political Reporting: Biocommunicability and the Public Sphere", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Briggs Charles L.", "first_name": "Briggs", "last_name": "L."}, {"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "Biocommunicability and the Biopolitics of Pandemic Threats", "year": "2009", "journal": "Medical Anthropology", "volume": "28", "authors": [{"name": "Briggs Charles L.", "first_name": "Briggs", "last_name": "L."}, {"name": "Nichter Mark", "first_name": "Nichter", "last_name": "Mark"}]}, {"title": "Taking Global Crises in the News Seriously: Notes from the Dark Side of Globalization", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "The Third-person Effect Revisited", "year": "1996", "journal": "International Journal of Public Opinion Research", "volume": "8", "authors": [{"name": "Davison W. Phillips", "first_name": "Davison", "last_name": "Phillips"}]}, {"title": "De-territorialized Wars of Public Safety", "year": "2004", "journal": "Social Analysis", "volume": "48", "authors": [{"name": "Feldman Allen", "first_name": "Feldman", "last_name": "Allen"}]}, {"title": "Communicating Uncertainty: How Australian Television Reported H1N1 risk in 2009: A Content Analysis", "year": "2011", "journal": "BMC Public Health", "volume": "11", "authors": [{"name": "Fogarty Andrea", "first_name": "Fogarty", "last_name": "Andrea"}, {"name": "Holland Kate", "first_name": "Holland", "last_name": "Kate"}, {"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Blood R. Warwick", "first_name": "Blood", "last_name": "Warwick"}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}, {"name": "Holding Simon", "first_name": "Holding", "last_name": "Simon"}]}, {"title": "Community Responses to Communication Campaigns for Influenza A (H1N1): A Focus Group Study", "year": "2012", "journal": "BMC Public Health", "volume": "12", "authors": [{"name": "Gray Lesley", "first_name": "Gray", "last_name": "Lesley"}, {"name": "MacDonald Carol", "first_name": "MacDonald", "last_name": "Carol"}, {"name": "Mackie Brenda", "first_name": "Mackie", "last_name": "Brenda"}, {"name": "Paton Douglas", "first_name": "Paton", "last_name": "Douglas"}, {"name": "Johnston David", "first_name": "Johnston", "last_name": "David"}, {"name": "Baker Michael G.", "first_name": "Baker", "last_name": "G."}]}, {"title": "What the Public Was Saying about the H1N1 Vaccine: Perceptions and Issues Discussed in On-line Comments during the 2009 H1N1 Pandemic", "year": "2011", "journal": "PloSONE", "volume": "6", "authors": [{"name": "Henrich Natalie", "first_name": "Henrich", "last_name": "Natalie"}, {"name": "Holmes Bev", "first_name": "Holmes", "last_name": "Bev"}]}, {"title": "Risk, Expert Uncertainty and Australian News Media: Public and Private Faces of Expert Opinion during the 2009 Swine Flu Pandemic", "year": "2012", "journal": "Journal of Risk Research", "volume": "15", "authors": [{"name": "Holland Kate", "first_name": "Holland", "last_name": "Kate"}, {"name": "Blood R. Warwick", "first_name": "Blood", "last_name": "Warwick"}, {"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}, {"name": "Fogarty Andrea", "first_name": "Fogarty", "last_name": "Andrea"}]}, {"title": "Public Apprehension of Emerging Infectious Diseases: Are Changes Afoot?", "year": "2011", "journal": "Public Understanding of Science", "volume": "20", "authors": [{"name": "Joffe Helene", "first_name": "Joffe", "last_name": "Helene"}]}, {"title": "Representations of Far-flung Illnesses: The Case of Ebola in Britain", "year": "2002", "journal": "Social Science and Medicine", "volume": "54", "authors": [{"name": "Joffe Helene", "first_name": "Joffe", "last_name": "Helene"}, {"name": "Haarhoff Georgina", "first_name": "Haarhoff", "last_name": "Georgina"}]}, {"title": "Public Engagement with Emerging Infectious Disease: The Case of MRSA in Britain", "year": "2011", "journal": "Psychology and Health", "volume": "26", "authors": [{"name": "Joffe Helene", "first_name": "Joffe", "last_name": "Helene"}, {"name": "Washer Peter", "first_name": "Washer", "last_name": "Peter"}, {"name": "Solberg Christian", "first_name": "Solberg", "last_name": "Christian"}]}, {"title": "Seeking Health Information on the Internet: Lifestyle Choice or Bad Attack of Cyberchondria?", "year": "2006", "journal": "Media, Culture and Society", "volume": "284", "authors": [{"name": "Lewis Tania", "first_name": "Lewis", "last_name": "Tania"}]}, {"title": "For the Good of Others: Censorship and the Third-person Effect", "year": "1996", "journal": "International Journal of Public Opinion Research", "volume": "8", "authors": [{"name": "Rojas Hernando", "first_name": "Rojas", "last_name": "Hernando"}, {"name": "Shah Dhavan V.", "first_name": "Shah", "last_name": "V."}, {"name": "Faber Ronald J.", "first_name": "Faber", "last_name": "J."}]}, {"title": "Pathogens Gone Wild? Medical Anthropology and the ‘Swine Flu’ Pandemic", "year": "2009", "journal": "Medical Anthropology", "volume": "28", "authors": [{"name": "Singer Merrill", "first_name": "", "last_name": "Merrill"}]}, {"title": "Responding to Global Infectious Disease Outbreaks: Lessons from SARS on the Role of Risk Perception, Communication and Management", "year": "2006", "journal": "Social Science and Medicine", "volume": "63", "authors": [{"name": "Smith Richard D", "first_name": "Smith", "last_name": "D"}]}, {"title": "Risk, Health and the Media", "year": "2011", "journal": "Health, Risk and Society", "volume": "13", "authors": [{"name": "Tulloch John C.", "first_name": "Tulloch", "last_name": "C."}, {"name": "Zinn Jens O.", "first_name": "Zinn", "last_name": "O."}]}, {"title": "Hot Crisis and Media Reassurance: A Comparison of Emerging Diseases and Ebola Zaire", "year": "1998", "journal": "British Journal of Sociology", "volume": "49", "authors": [{"name": "Ungar Sheldon", "first_name": "Ungar", "last_name": "Sheldon"}]}, {"title": "Global Bird Flu Communication: Hot Crisis and Media Reassurance", "year": "2008", "journal": "Science Communication", "volume": "29", "authors": [{"name": "Ungar Sheldon", "first_name": "Ungar", "last_name": "Sheldon"}]}, {"title": "Representations of SARS in the British Newspapers", "year": "2004", "journal": "Social Science and Medicine", "volume": "59", "authors": [{"name": "Washer Peter", "first_name": "Washer", "last_name": "Peter"}]}, {"title": "Grasping the Point of Unfathomable Complexity: The New Media Research and Risk Analysis", "year": "2010", "journal": "Journal of Risk Research", "volume": "13", "authors": [{"name": "Wilkinson Iain", "first_name": "Wilkinson", "last_name": "Iain"}]}, {"title": "Knowledges in Context", "year": "1991", "journal": "Science, Technology and Human Values", "volume": "16", "authors": [{"name": "Wynne Brian", "first_name": "Wynne", "last_name": "Brian"}]}]}