{"doi": "10.1080/17512786.2014.882063", "url": "https://doi.org/10.1080/17512786.2014.882063", "title": "Does Ownership Matter?", "volume": "8", "year": "2014", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Wagner", "first_name": "Michael", "name": "Michael W. Wagner"}, {"last_name": "Collins", "first_name": "Timothy", "name": "Timothy P. Collins"}], "abstract": "Does media ownership affect the editorial page? Scholars such as Tim Groseclose, Jeffrey Milyo, and Tim Groeling have offered recent empirical tests for media bias in political news coverage. This article focuses on the editorial content of newspapers to examine whether a change in publishers affects a newspaper's editorial page's support for government action on public policy questions, the attention given to the major political parties, and the tone of coverage of the parties. Our content analyses compare the Wall Street Journal's editorial page before and after Rupert Murdoch's News Corporation purchased the paper with two newspapers that did not change ownership structures over the same time period (New York Times and Washington Times). We show that Murdoch's Wall Street Journal is far less supportive of government intervention in the economy, much more negative to Democrats, and much more positive to Republicans than the paper's editorial page was under Bancroft family ownership. We also show that the Wall Street Journal's changes were unique as the New York Times and Washington Times generally did not exhibit similar changes to their own editorial pages.", "body": [{"title": "Introduction", "paragraphs": ["When media titan Rupert Murdoch's News Corporation took control of the Wall Street Journal (WSJ) in the summer of 2007, reactions ranged from the New York Times asking whether the famously successful Murdoch could “save” the WSJ to Bill Moyers writing on AlterNet.org that Murdoch “is to propriety what the Marquis de Sade was to chastity. When it comes to money and power he's carnivorous: all appetite and no taste. He'll eat anything in his path.” The WSJ itself forged a middle path, noting how members of the Bancroft family, who had owned the paper, hoped that Murdoch's promise to invest a substantial portion of News Corporation's fortune into improving the newspaper would point the vaunted business publication toward sunnier journalistic and economic skies while also citing those who believed the purchase was a “dark day for journalism.”", "Four years later, the Pew Research Center's Project for Excellence in Journalism's (2011) analysis of the front-page content of Murdoch's WSJ revealed a paper that was less focused on business and increasingly focused on foreign affairs and politics than it was under Bancroft ownership. The report declared that, in terms of the topics covered on the front page, the WSJ had become much more competitive with the NYT, the nation's “paper of record.”", "Even so, one element of Murdoch's purchase of the Journal that was the subject of much hand-wringing but little empirical attention was the enormous mouthpiece critics believed the sale would give the News Corporation baron on the editorial page. Called “the Bible of American conservatism” by The Economist magazine, critics feared that Murdoch's takeover of the WSJ would give him “too much power over the movement” (The Economist 2007). Before questions of changes in Murdoch's control over the conservative movement and partisan political debate in the United States can be answered, it is essential to know whether the editorial page of the WSJ changed after Murdoch's purchase of the paper. In this article, we ask: did Rupert Murdoch's acquisition of the WSJ systematically change the paper's editorial voice?", "We focus our attention on the editorial page of the WSJ, comparing both a broad measure of the WSJ's editorial page's general ideological orientation and two specific measures of the paper's treatment of the two major political parties before and after Murdoch's purchase of the WSJ. Specifically, we compare WSJ editorial page support for federal government action on economic and foreign policy issues, the attention given to Republicans and Democrats, and the tone of that attention under Bancroft family ownership and News Corporation control. We choose this emphasis because of the broad, important role that editorials play in both reporters and op-ed writers’ behavior and in the public's evaluation of political issues and candidates, and because of the surprising lack of empirical tests of conventional wisdom that ownership affects editorial content (see Chomsky [2006] for a critical, historical analysis of ownership influence on news content).", "Editorial issue positions and the tone with which they are expressed are consequential in American politics. Editorial endorsements have been shown to affect news coverage toward candidates on the news side of the very same paper (Kahn and Kenney 2002) and to limit the scope of debate on an issue by a newspaper's op-ed columnists (Golan 2010). Further, Page, Shapiro, and Dempsey (1987) found that it is the content of the opinion pages that “move” public opinion while Druckman and Parkin (2005) showed that editorial page endorsements more specifically shape candidate evaluations and vote choice. Moreover, a spate of major and mid-sized newspaper purchases by wealthy individuals, such as Jeff Bezos who purchased the Washington Post and Warren Buffett who purchased the Omaha World-Herald and several smaller papers, has brought increased attention to how owners can affect the voice of newspapers. To wit, since a newspaper's editorials have been shown to have a major influence on the content of reporting, the issue frames available to op-ed writers, and public evaluations of political issues and candidates, an understanding of whether changes in media ownership affect a major paper's editorial page is worthy of careful analysis (Rosenstiel and Mitchell, 2003).", "Recent empirical analyses have renewed interest in systematic investigations of tone and slant in hard news reporting. Groseclose and Milyo (2005) and Groseclose (2011) present evidence of pervasive liberal bias in coverage by comparing congress members’ quoting of think tanks to how various media outlets quote the same think tanks in news. While Gross, Shalizi, and Gelman (2012), Jamieson (2012), Nyhan (2012), McCarty (2012), and Rosenblum (2012) have questioned these results, in a symposium on Groseclose's (2011) Left Turn, on the basis of issues with the research design and methodological choices, competing goals of liberal and conservative think tanks, and interpretation of results, Groeling (2008) shows, via an analysis of when television news organizations report survey results of presidential approval, some evidence of the mainstream broadcast media playing it straight, some evidence of liberal slant in network news, and evidence of Fox News (owned by Murdoch's News Corporation) exhibiting conservative slant. Dunaway (2013) provides evidence that media ownership structures and political context affect the tone of news coverage in election cycles. We extend this renewed interest in the slant of the news to explore how ownership influences the editorial voice of a major newspaper.", "In this article, we present the first systematic evidence that there are significant differences in the editorial page of the WSJ's support for government action, attention paid to the two major parties, and tone toward both Republicans and Democrats in the pre- and post-Murdoch eras. More specifically, Rupert Murdoch's WSJ takes a more active opposition to government intervention on political issues, mentions Democrats more often, treats Democrats more negatively, and is more positive to Republicans than the editorial page was under Bancroft family ownership. Further, the differences in News Corporation's WSJ stand in stark contrast to the behavior of two other major newspapers that did not change publishers over the same time period—one with a conservative editorial page (Washington Times—WT) and one with a liberal editorial page (New York Times—NYT). Our analysis casts a revealing light on media ownership's role in American politics, especially with respect to recent empirical demonstrations of ideological slant in news coverage."]}, {"title": "Extant Research About the Consequences of Media Ownership", "paragraphs": ["While the conventional wisdom purports that media ownership affects the editorial page, the trail of systematic, empirical evidence for such claims is extraordinarily thin. Because journalists, pundits, and citizens assume newspaper owners affect editorial page content does not make it so. Below, we rely on what scholars have revealed about ownership's influence on their news organizations to help develop expectations of how we should expect the WSJ's editorial page should behave after a change in owners.", "The characteristics of any organization's ownership structure affect its goals and behaviors (Miller 1992; Moe 1984). Media critics and scholars alike have spent considerable time examining whether the institutional characteristics of media companies influence a particular set of company behaviors: the volume, slant, and tone of what is printed in the paper or broadcast on the television. McKnight’ (2010) historical analysis argues that News Corporation is unique among media conglomerates in its commitment to Rupert Murdoch's ideological beliefs, providing evidence that Murdoch is willing to let some of his newspapers lose great sums of money in the service of the promotion of his beliefs.", "Earlier concerns about media ownership were downplayed by the RAND Corporation's extensive review of research on the subject. RAND concluded that media ownership barely plays a role, if at all, in affecting the content of newspapers (Baer et al. 1974). Decades later, there is nothing approaching a universally accepted answer to the question of how ownership affects media content. For example, several studies have found no difference in the amount of public affairs programming produced by stations depending on the type of owner under which they operate (Spavins et al. 2002; Wirth and Wollert 1979), while other research has found that ownership does matter, with stations and newspapers owned by smaller local companies producing more political coverage than those owned by larger national groups (Napoli 2002; Schaffner and Sellers 2003).", "More recent research shows important differences in agenda, tone, and slant can be found by comparing corporately owned media to privately owned firms and by contrasting the news and opinion products of small media companies to large media conglomerates (e.g. Bagdikian 2000; Dunaway 2008, 2013; Hamilton 2004; McChesney 1999, 2004). For example, both large newspaper chains and public companies print more negative campaign coverage than privately owned news outlets (Dunaway 2013).", "While these findings are important and suggestive, our precise concern in this article is with the editorial side of newspapers. Building on the indexing hypothesis, Habel (2012) shows that the editorial content of the NYT and WSJ is driven by the positions of partisan politicians rather than the other way around, suggesting that ownership may not affect editorial content very much, though neither paper changed ownership during the time period examined in the analysis. Moreover, journalistic norms work to prevent the publisher of a newspaper from exerting control over the content of the paper's editorial page (Meltzer 2007), though both journalistic lore and the literature contain examples of this norm being violated (Kahn and Kenney 2002; Druckman and Parkin 2005; Chomsky 2006).", "Further muddying the waters, while editorial page writers believe that they are less conservative than their owners (St. Dizier 1986), ownership structures have been found to be unrelated to the political party of endorsed candidates (Busterna and Hansen 1990). To be sure, clashes between editorial boards and publishers (who often sit on their paper's editorial board) are somewhat common. The Cleveland Plain Dealer experienced such a clash resulting in both sides opting not to endorse a presidential candidate in 2004 and the Milwaukee Journal Sentinel, bruised after making an endorsement in the contentious recall election of Wisconsin Governor Scott Walker, declined to make an endorsement in the 2012 presidential race (Murphy 2012). Meltzer (2007) argued that the desire to “toe the owner's political line” was one reason, along with pleasing readers, that editorial endorsements might be predicted by knowing who the publisher prefers, something Dunaway (2008, 2013) found should be more likely for private companies than publicly traded ones.", "Other concerns about ownership and the editorial page focus on how a diversity of voices could be drowned out when one owner controls the media in a given market. In their study examining both news and commentary from cross-owned media outlets, Pritchard, Terry, and Brewer (2008) found no evidence that cross-owned media outlets reported the news, whether on the editorial page, the news section, or on broadcasts in a singular voice. Demers (1996) found that chain-owned papers produced more letters to the editor and editorials that were critical of major institutions. On the other hand, McChesney (1999, 2004) provides numerous examples of how corporate ownership limits the issues, voices, and perspectives offered by media outlets.", "While these studies are important, they do not examine evidence that precisely focuses on the issues most relevant to our research question: editorial support for government intervention in the economy and foreign affairs, and the treatment of the major players in most political battles, the Republican and Democratic parties (Bennett 1990; Hershey 1999). Divisions over government intervention in the economy have divided Republicans and Democrats since the New Deal (Carmines and Stimson 1989), and news and editorial coverage often indexes elite debate, which is structured by the two-party system (Bennett 1990; Habel 2012; see Schattschneider 1942). Of course, conservatives do favor government intervention on some issues, the most recently notable of which was the 2003 invasion of Iraq. Thus, we conducted our analyses with and without the foreign policy issues coding as a robustness check. The results were not statistically or substantively different from each other.", "Moreover, no study of which we are aware examines the content and tone of a major paper's editorial content after a change in ownership. According to the Associated Press, the WSJ is the nation's most read paper and Rupert Murdoch is famous for his conservatism and the role that critics believe it plays in the editorial and hard news content on his other famous holdings, such as the Fox News Channel and the cross-promotion Fox News does with conservative outlets such as The Rush Limbaugh Show (Jamieson and Cappella 2010).", "Whether loved, respected, feared, or hated, Rupert Murdoch's media holdings have been the subject of empirical analysis. DellaVigna and Kaplan (2007) find that Fox News’ presence in a market improves Republicans’ voting numbers by up to 0.7 percent. Groeling (2008) demonstrated that when reporting presidential approval polls, Fox was systematically more likely to use another news outlet's survey if the results contained bad news for Democrats. McKnight's (2010) examination of Murdoch noted how News Corporation had a company policy to support the invasion of Iraq in 2003 and created a formal relationship with the conservatively oriented Cato Institute, publishing a series of Cato op-eds opposing government action on domestic issues in Murdoch's New York Post after Murdoch was appointed to the institute. While pejorative, Thussu (2004) goes as far as to describe the “War on Terror” as “Murdoch's War,” while Shannon (2002, 44) claims that Fox News viewers could be “forgiven for thinking the world was about to end.”", "Less stridently, Groseclose and Milyo (2005) find Fox News’ quoting of think tanks located to the ideological right of the average congress members’ own use of think tanks in their floor speeches. They find, however, that the news content of the WSJ is liberally biased, as is the news in the NYT. The only source more conservatively biased than Fox News was the WT. Groseclose and Milyo do not code editorials, largely because, they note, it is widely known that the NYT has a liberal editorial page and the WSJ has a conservative one. One structural factor that makes this analysis especially interesting is Rupert Murdoch's position as an owner for media outlets like the WSJ that operate under the objective news model/era and outlets like Fox News that are classified under the nomenclature of partisan media. Recalling McKnight's (2010) observations about how Murdoch's own ideology infuses his business decisions as the person atop News Corporation, the WSJ ought to exhibit a shift to the right after News Corporation's acquisition of the paper (see Gilens and Hertzman 2000).", "We expect that the WSJ will be more negative to Democrats, positive toward Republicans, and favor less government intervention after Murdoch's purchase of the WSJ. With respect to the attention given to each party, we hypothesize that the WSJ will index—that is, we expect the WSJ to respond to the changing political environment (moving from a Republican White House and Republican-controlled Congress in 2004 and 2005 to Democrats taking control across the board after the 2008 election) in the same way that the other papers will. *Simply put, the party in power is expected to get more attention (see Bennett 1990; Hayes and Guardino 2010; Wagner 2007). Thus, we expect the change in ownership at the WSJ to produce significantly different editorials regarding support for government intervention and tone toward both Republicans and Democrats—significant differences that we do not expect from newspapers that did not undergo an ownership change despite the changes in the political environment. Given that the WSJ already had a strong reputation for having a conservative editorial page, we believe our endeavor is a very conservative test of the possibility that media ownership affects editorial content."]}, {"title": "Data and Methods", "paragraphs": ["In order to determine whether the WSJ's editorial page systematically changed after Rupert Murdoch took control of the paper in August 2007, we downloaded every editorial written by the editorial board of the WSJ between September 1 and November 30 in 2004, 2005, 2008, and 2009. We selected these years and time periods to provide us with two presidential election years to compare with two non-federal years in both the pre- and post-Murdoch era and to give time for any “change in ownership effect” to take hold.", "After combing through some small, random samples of the population of editorials to create a list of issue categories (see Hershey 1992) and to take initial measures of inter-coder reliability for training purposes, one author and two additional coders who were not briefed on the purpose of the project coded each editorial. First, we coded the issue areas addressed in the editorial. We allowed for up to 4 of the 15 issue categories to be an area of focus in each editorial, though editorials rarely discussed more than one or two issues in any depth. The categories are as follows: civil liberties, education, environment/energy, general economic topics, general foreign policy topics, general electoral politics, healthcare, immigration, the Judiciary Branch, law and crime, media, private corporations, and two miscellaneous categories. The first miscellaneous category contained political issues. It was quite small, generally dealing with issues like internet regulation and the Federal Emergency Management Agency. The second miscellaneous category was non-political in nature, often dealing in personal memorials and/or tributes.", "The first concept we are interested in measuring is a newspaper's general ideological support for increased government intervention on an issue. As noted above, this is because a central question dividing liberals and conservatives in government from at least the 1930s has been over the role the government plays in managing domestic political affairs like the economy. For each issue identified in the editorial, we coded for whether the WSJ favored federal government intervention (which would increase the government's role) on the issue (1 = yes, 0 = no, . = not applicable to the question of government intervention).", "Next, for each issue we coded as an area of focus in the editorial, we determined whether either major political party, or a member of it, was mentioned in connection with the issue. If Republicans were mentioned, the coders then moved to the third concept we are interested in measuring and assessed the overall tone toward Republicans on that issue in the editorial along a scale from 1 (very negative) to 3 (neutral) to 5 (very positive). Finally, the process was repeated for Democrats when they were mentioned in connection with an issue in the editorial.", "Of course, any significant changes in the content and tone of the WSJ's editorials in the before- and after-Murdoch eras could be the result of several exogenous factors unrelated to Murdoch's seat atop News Corporation's hierarchy. For example, events such as the shift from a Republican to Democratic presidential administration or the economic collapse that began near the end of the 2008 presidential campaign could have systematically shifted the issue agenda that concerned the paper, its support of government intervention into public problems, and the paper's treatment of Republicans and Democrats.", "In order to mitigate these concerns, we also coded every editorial over the exact same time periods from the NYT and WT. In addition to being major national newspapers, the NYT with a reputation for a liberal editorial page and the WT with a reputation for a conservative one, each paper is, like the WSJ, a publicly owned paper with a well-known figure at the helm of the ship (Groseclose and Milyo 2005). Murdoch, the NYT's Arthur Ochs Sulzberger, Jr., and the WT's late Rev. Sun Myung Moon (who was alive during the time periods analyzed) are all considered to be very important figures at their respective papers. Importantly, neither the NYT nor WT underwent a change in ownership during the time period analyzed. Thus, if the WSJ's editorial page behaves differently than both the liberal NYT and conservative WT's editorial pages, we can be more confident that the change in ownership at the WSJ is the reason. The WSJ produced 789 editorials over the time period analyzed, while the NYT had 1179 and the WT had 906. For each paper, there were no significant differences in the number of issues mentioned, on average, in an editorial across the time periods. Though we coded for up to four issues in each editorial, both before and after Murdoch's purchase of the WSJ, the average editorial addressed just over 1.4 issues while both the NYT and WSJ averaged about 1.1. Once again, we only coded the editorials that were written by those working on behalf of the paper's editorial board. In other words, we coded editorials that came “from the newspaper” and we did not code op-eds or guest columns.", "Inter-coder reliability was calculated with Krippendorff's alpha, which measures the statistical agreement between different coders of the same data. For each of our major coding categories, support for government intervention (Krippendorff's α = 0.88), tone toward Democrats (Krippendorff's α = 0.91), and tone toward Republicans (Krippendorff's α = 0.9), the coefficient far exceeded acceptable levels (α > 0.80) to draw meaningful conclusions. Even so, all disputes were resolved via discussion between the author who did not code and the coders. Thus, we use a dataset in which all of the coders ultimately agreed on the values assigned to each data point in each of our categories.", "As we noted above, perhaps the most prominent measure of media bias is one that compares how news coverage quoting particular think tanks compares to partisan members of Congress quoting those same think tanks in their floor speeches. We initially pursued this strategy as well until discovering that the think tanks examined by Groseclose and Milyo (2005) were only present in 7 percent of the editorials in the WSJ and WT and 2 percent of the editorials in the NYT."]}, {"title": "Results", "paragraphs": ["After Rupert Murdoch's purchase of the WSJ, the Pew Research Center's Project for Excellence in Journalism's (2011) analysis of the paper's front-page content revealed a paper that was much more competitive with the NYT with respect to the topics covered than the WSJ was under Bancroft family rule. But what does the WSJ's editorial page look like under Murdoch rule? Our comparison of each editorial page's support for government intervention, the mentioning of Republicans and Democrats, and the tone toward each party in the before-and-after Murdoch eras reveals that Rupert Murdoch's WSJ's editorial page is less supportive of government intervention, less attentive to Republicans, more attentive to Democrats, more positive toward Republicans, and more negative toward Democrats than the Bancroft family's WSJ. Further, the WSJ's behavior during the periods we analyzed was systematically different than the editorials in both the NYT and WT in terms of each paper's support for government intervention in public policy and the treatment of Republicans and Democrats.", "Table 1 shows the average levels of support or opposition for government intervention on public policy issues for each newspaper in both the pre- and post-Murdoch eras. Recall that a 1 indicates support for government intervention while a 0 indicates opposition. In the WSJ, support for government intervention was much lower in the Murdoch era than the Bancroft era. An analysis of variance (ANOVA) comparing the editorials in each era showed significantly less (p < 0.001) support for government intervention after News Corporation owned the WSJ. Indeed, the WSJ supported government intervention on policy issues 46 percent of the time in the pre-Murdoch era as compared to less than half of that, 22 percent of the time, in the Murdoch era. Of course, the WSJ may have simply been reacting to changes in the political environment that might have caused any newspaper's editorial page to shift in its support for government intervention on public policy matters. Thus, we repeat the analysis for the WT and NYT.", "The second row of Table 1 reports the results for the WT. While decreased support for government intervention in the economy is statistically significantly different, dropping from 76 percent in the pre-Murdoch era to 58 percent in the post-Murdoch's purchase era, the effect size (R = 0.14) of the change is barely half of the effect size of the change in the WSJ (R = 0.22).", "The third section of Table 1 reports the results for the NYT. The nation's “paper of record” was much more stable in its support for government action, dropping from 88 to 80 percent. This is interesting because, though it was already high, we might have expected the NYT to become more supportive of government intervention in policy matters in the post-Murdoch era as it coincides with a Democrat winning the White House in 2008 and the Democratic Party taking over control of a unified government in 2009. To check if this effect indeed occurred just in 2009, after the Bush administration ended, we reran the analyses year by year, but the results for each newspaper were the same from a statistical perspective and very similar from a substantive one. Additionally, the very small effect size of 0.084 is well under the required 80 percent statistical power, since an already near-negligible effect size of under 0.10 would typically require a sample size of around 780, and the total number of NYT editorials that offer an opinion on government action is 617 (Cohen 1988). Thus, while all three newspapers exhibited some statistically significant changes regarding their support for government intervention in the post-Murdoch era, the WSJ exhibited the largest statistical and substantive changes.", "Given our evidence that the WSJ exhibited a broad, ideological shift to the right subsequent to Murdoch's purchase of the paper, we turn our attention to whether the WSJ's treatment of Republicans and Democrats underwent similar changes. Recall that our expectation here is that each paper should undergo significant changes, given the changing nature of the political environment in the years we analyzed. An ANOVA was performed comparing the mean number of mentions of Republicans and Democrats between ownership conditions for the three papers, followed by another ANOVA comparing the average tone toward the Republicans and Democrats mentioned. First, Table 2 shows that simple mentions of the two parties are starkly different across conditions for all three papers. As expected, as the Democrats seized national political power, each paper mentioned Republicans less often and Democrats more often.", "There are some interesting differences to note in how often each party appears in each paper's editorials. First, while all three papers mentioned Republicans with stunning similarity in the pre-Murdoch era at the WSJ, only 2.2 percentage points separate the percentage of editorials mentioning Republicans, the time period after News Corporation's purchase of the WSJ exhibits considerably more variance as 12.6 percentage points separate the three papers. The WSJ looks more like the NYT than the WT with respect to the attention given in editorials to Republicans in the post-Murdoch era as 45 percent of WSJ and 40 percent of NYT editorials mentioned the Republicans. By the 2008 election season and the first year of the Obama administration, each paper mentioned the Democrats significantly more than they had in 2004–5, but the conservatively oriented editorial pages of the WSJ and WT had the biggest increases (50.1 to 75.8 and 42.2 to 70.9 percent, respectively). The NYT jumped from 27.9 percent of editorials mentioning Democrats in 2004–5 to 41.5 percent, nearly identical to the percentage of its editorials that mentioned Republicans. Despite these differences, the larger point remains the same: each newspaper gave more attention to the party in power regardless of what family or company owned that newspaper.", "Our primary interest is not in the amount of attention given to each party, but the tone of that attention. Here is our clearest and most direct evidence that Rupert Murdoch's purchase of the WSJ fundamentally changed that paper's editorial page from what it was under Bancroft family ownership and with respect to how it compared to other major newspapers. Table 3 examines the difference in tone for each paper across conditions; recall that we measured tone on a five-point, “very negative” to “very positive” scale, with 1 corresponding to “very negative.”", "The WSJ adopted a significantly more pro-Republican (F(1,424) = 25.569, p < 0.001) position after Murdoch's purchase of the paper. What is more, the WSJ also became significantly more negative toward Democrats (F(1,505) = 39.731, p < 0.001) during that same time period. Substantively, the WSJ's editorial tone about Republicans became 0.311 points more positive on a five-point scale, while its tone toward Democrats became 0.363 points more negative after Murdoch's purchase of the paper.", "Most importantly, the WSJ behaved more differently than both other newspapers we examined. While the WT became slightly less favorable to Republicans (F(1,514) = 4.964, p < 0.05)—though still more favorable than unfavorable—during the same period, the statistical power of this small effect size is significantly below the 80 percent necessary to reject the possibility of a Type I (false positive) error. The WT did not exhibit change different from zero in its treatment of Democrats. Moreover, the NYT's treatment of both Republicans and Democrats did not differ from zero.", "Thus, while each newspaper's editorial page underwent roughly similar changes regarding the amount of attention given to the Republican and Democratic Parties from the time before Rupert Murdoch's News Corporation bought the WSJ to after the purchase, only the WSJ's editorial page significantly altered its tone toward both Democrats and Republicans."]}, {"title": "Discussion", "paragraphs": ["Whether supporting or opposing government action, mentioning the two major political parties, and commenting positively or negatively about the parties, our analysis demonstrates that the WSJ's editorial page is a very different place under Rupert Murdoch/News Corporation's ownership than it was under Bancroft family ownership. Government action, already addressed with a healthy skepticism from the WSJ's Bancroft-era conservative editorial page, became even more negative in the Murdoch era. Democrats were much more likely to become the focus of editorial content and when they were mentioned, they were treated far more negatively after Murdoch's purchase of the paper than before. Crucially, when comparing the changes the WSJ exhibited to the behavior of two major newspapers that did not undergo changes in ownership, we demonstrated that the differences in the WSJ's editorial were generally unique from a statistical perspective and always more pronounced from a substantive perspective.", "The WSJ has become, and is likely to continue to be, a much more conservative paper on the editorial side than it has been over the past several decades—a time during which the paper developed a reputation as a conservative news source. Given the great effects that editorials can have on reporters (Kahn and Kenney 2002), columnists (Golan 2010), and voters (Druckman and Parkin 2005), the WSJ's change in ownership could have consequences on the tone and slant of the paper's news reporting, what the WSJ's own columnists write in their op-eds, and how the paper's readers evaluate and behave toward political candidates and issues.", "Unexamined in our analysis is the precise mechanism through which the changes we report operated. McKnight (2010) provides historical evidence that Murdoch's News Corporation has carefully directed the policy orientation of other media outlets under its control, though we did not look for, nor did we report, evidence of that kind with respect to the WSJ here. Other work examining factors that affect the content of a newspaper suggests that journalists (and by extension, editorial writers) have a strong sense of what kind of content is and is not valued by the publisher and behave accordingly. Whether the WSJ's editorial changes are the result of edicts from News Corporation's top brass to the paper's editor, unstated—but strictly followed—norms, or something else should be the subject of future inquiry.", "As Dunaway's (2013) analysis of news content during election season revealed important differences in how ownership structures affect the tone of news coverage, our analysis shows how a change in the ownership structure at the nation's most read newspaper affected its editorial voice. While Rupert Murdoch may be a unique figure in the world of the news media, wealthy information tycoons of different ideological stripes populate the ownership structures of newspapers all over the world. With Jeff Bezos’ purchase of the Washington Post and John Henry's deal to purchase the Boston Globe, the Columbia Journalism Review's Ryan Chittum argued that, “we have now officially entered the oft-predicted Billionaire Savior phase of the newspaper-industry's collapse.” Our analysis reveals that “saviors” come with consequences. What is more, many more news organizations are owned by ownership structures different from those at News Corporation, The New York Times Company, and The Washington Times, LLC. Moreover, as the Federal Communications Commission considers whether to relax or remove a ban on ownership of both a broadcast outlet and a newspaper in a large market, work evaluating the consequences of media ownership is more important than ever. Thus, a fruitful path for future research would be to examine how changes in ownership—whether the change is to or from a private, corporate, chain, nonlocal, or hybrid ownership structure—manifest themselves in both editorial content and news coverage."]}], "references": [{"title": "Toward a Theory of Press-state Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}]}, {"title": "Presidential Endorsement Patterns by Chain-Owned Papers, 1976–84", "year": "1990", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "67", "authors": [{"name": "Busterna John C.", "first_name": "Busterna", "last_name": "C."}, {"name": "Hansen Kathleen A.", "first_name": "Hansen", "last_name": "A."}]}, {"title": "An Interested Reader: Measuring Ownership Control at the New York Times", "year": "2006", "journal": "Critical Studies in Mass Communication", "volume": "23", "authors": [{"name": "Chomsky Daniel", "first_name": "Chomsky", "last_name": "Daniel"}]}, {"title": "The Fox News effect: Media Bias and Voting", "year": "2007", "journal": "The Quarterly Journal of Economics", "volume": "122", "authors": [{"name": "DellaVigna Stefano", "first_name": "DellaVigna", "last_name": "Stefano"}, {"name": "Kaplan Ethan", "first_name": "Kaplan", "last_name": "Ethan"}]}, {"title": "Corporate Newspaper Structure, Editorial Page Vigor, and Social Change", "year": "1996", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "73", "authors": [{"name": "Demers David", "first_name": "Demers", "last_name": "David"}]}, {"title": "The Impact of Media Bias: How Editorial Slant Affects Voters", "year": "2005", "journal": "The Journal of Politics", "volume": "67", "authors": [{"name": "Druckman James N.", "first_name": "Druckman", "last_name": "N."}, {"name": "Parkin Michael", "first_name": "Parkin", "last_name": "Michael"}]}, {"title": "Markets, Ownership, and the Quality of Campaign News Coverage", "year": "2008", "journal": "The Journal of Politics", "volume": "70", "authors": [{"name": "Dunaway Johanna", "first_name": "Dunaway", "last_name": "Johanna"}]}, {"title": "Media Ownership and Story Tone in Campaign News", "year": "2013", "journal": "American Politics Research", "volume": "41", "authors": [{"name": "Dunaway Johanna", "first_name": "Dunaway", "last_name": "Johanna"}]}, {"title": "America is Coming to Terms with Rupert Murdoch&#039;s Purchase of One of its Great Journalistic Institutions", "year": "2007", "journal": "The Economist", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Corporate Ownership and News Bias: Newspaper Coverage of the 1996 Telecommunications Act", "year": "2000", "journal": "The Journal of Politics", "volume": "62", "authors": [{"name": "Gilens Martin", "first_name": "Gilens", "last_name": "Martin"}, {"name": "Hertzman Craig", "first_name": "Hertzman", "last_name": "Craig"}]}, {"title": "Editorials, Op-Ed Columns Frame Medical Marijuana Debate", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Golan Guy J.", "first_name": "Golan", "last_name": "J."}]}, {"title": "Who&#039;s the Fairest of Them All? An Empirical Test for Partisan Bias on ABC, CBS, NBC, and Fox News", "year": "2008", "journal": "Presidential Studies Quarterly", "volume": "38", "authors": [{"name": "Groeling Tim", "first_name": "Groeling", "last_name": "Tim"}]}, {"title": "A Measure of Media Bias", "year": "2005", "journal": "The Quarterly Journal of Economics", "volume": "120", "authors": [{"name": "Groseclose Tim", "first_name": "Groseclose", "last_name": "Tim"}, {"name": "Milyo Jeffrey", "first_name": "Milyo", "last_name": "Jeffrey"}]}, {"title": "Does the US Media Have a Liberal Bias", "year": "2012", "journal": "Perspectives on Politics", "volume": "10", "authors": [{"name": "Gross Justin H.", "first_name": "Gross", "last_name": "H."}, {"name": "Shalizi Cosma Rohilla", "first_name": "Shalizi", "last_name": "Rohilla"}, {"name": "Gelman Andrew", "first_name": "Gelman", "last_name": "Andrew"}]}, {"title": "Following the Opinion Leaders? The Dynamics of Influence Among Media Opinion, the Public, and Politicians", "year": "2012", "journal": "Political Communication", "volume": "29", "authors": [{"name": "Habel Philip D.", "first_name": "Habel", "last_name": "D."}]}, {"title": "Whose Views Made the News? Media Coverage and the March to War in Iraq", "year": "2010", "journal": "Political Communication", "volume": "27", "authors": [{"name": "Hayes Danny", "first_name": "Hayes", "last_name": "Danny"}, {"name": "Guardino Matt", "first_name": "Guardino", "last_name": "Matt"}]}, {"title": "The Constructed Explanation: Interpreting Election Results in the 1984 Presidential Race", "year": "1992", "journal": "The Journal of Politics", "volume": "54", "authors": [{"name": "Hershey Marjorie Randon", "first_name": "Hershey", "last_name": "Randon"}]}, {"title": "Does the US Media Have a Liberal Bias", "year": "2012", "journal": "Perspectives on Politics", "volume": "10", "authors": [{"name": "Jamieson Kathleen Hall", "first_name": "Jamieson", "last_name": "Hall"}]}, {"title": "The Slant of the News: How Editorial Endorsements Influence Campaign Coverage and Citizens’ Views of Candidates", "year": "2002", "journal": "American Political Science Review", "volume": "96", "authors": [{"name": "Kahn Kim Fridkin", "first_name": "Kahn", "last_name": "Fridkin"}, {"name": "Kenney Patrick J.", "first_name": "Kenney", "last_name": "J."}]}, {"title": "Does the US Media Have a Liberal Bias", "year": "2012", "journal": "Perspectives on Politics", "volume": "10", "authors": [{"name": "McCarty Nolan", "first_name": "McCarty", "last_name": "Nolan"}]}, {"title": "Rupert Murdoch&#039;s News Corporation: A Media Institution with A Mission", "year": "2010", "journal": "Historical Journal of Film, Radio and Television", "volume": "30", "authors": [{"name": "McKnight David", "first_name": "McKnight", "last_name": "David"}]}, {"title": "Newspaper Editorial Boards and the Practice of Endorsing Candidates for Political Office in the United States", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Meltzer Kimberly", "first_name": "Meltzer", "last_name": "Kimberly"}]}, {"title": "The New Economics of Organization", "year": "1984", "journal": "American Journal of Political Science", "volume": "28", "authors": [{"name": "Moe Terry M.", "first_name": "Moe", "last_name": "M."}]}, {"title": "Radical Surgery by Journal Sentinel", "year": "2012", "journal": "Urban Milwaukee", "volume": "", "authors": [{"name": "Murphy Bruce", "first_name": "Murphy", "last_name": "Bruce"}]}, {"title": "Does the US Media Have a Liberal Bias", "year": "2012", "journal": "Perspectives on Politics", "volume": "10", "authors": [{"name": "Nyhan Brendan", "first_name": "Nyhan", "last_name": "Brendan"}]}, {"title": "What Moves Public Opinion", "year": "1987", "journal": "The American Political Science Review", "volume": "81", "authors": [{"name": "Page Benjamin I.", "first_name": "Page", "last_name": "I."}, {"name": "Shapiro Robert Y.", "first_name": "Shapiro", "last_name": "Y."}, {"name": "Dempsey Glenn R.", "first_name": "Dempsey", "last_name": "R."}]}, {"title": "One Owner, One Voice? Testing a Central Premise of Newspaper-broadcast Cross-ownership Policy", "year": "2008", "journal": "Communication Law and Policy", "volume": "13", "authors": [{"name": "Pritchard David", "first_name": "Pritchard", "last_name": "David"}, {"name": "Terry Christopher", "first_name": "Terry", "last_name": "Christopher"}, {"name": "Brewer Paul R.", "first_name": "Brewer", "last_name": "R."}]}, {"title": "The Wall Street Journal under Rupert Murdoch", "year": "2011", "journal": "Pew Research Center's Project for Excellence in Journalism", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Does the US Media Have a Liberal Bias", "year": "2012", "journal": "Perspectives on Politics", "volume": "10", "authors": [{"name": "Rosenblum Nancy L.", "first_name": "Rosenblum", "last_name": "L."}]}, {"title": "", "year": "2003", "journal": "Does Ownership Matter in Local Television News?: A Five-Year Study of Ownership and Quality", "volume": "", "authors": [{"name": "Rosenstiel Tom", "first_name": "Rosenstiel", "last_name": "Tom"}, {"name": "Mitchell A.", "first_name": "Mitchell", "last_name": "A."}]}, {"title": "The Structural Determinants of Local Congressional News Coverage", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Schaffner Brian F.", "first_name": "Schaffner", "last_name": "F."}, {"name": "Sellers Patrick J.", "first_name": "Sellers", "last_name": "J."}]}, {"title": "When FOX Preaches, Look to Your Geese", "year": "2002", "journal": "British Journalism Review", "volume": "13", "authors": [{"name": "Shannon Sarah", "first_name": "Shannon", "last_name": "Sarah"}]}, {"title": "The Utility of Staying on Message: Competing Partisan Frames and Public Awareness of Elite Differences on Political Issues", "year": "2007", "journal": "The Forum", "volume": "5", "authors": [{"name": "Wagner Michael W.", "first_name": "Wagner", "last_name": "W."}]}, {"title": "Public Interest Programming: Taxation by Regulation", "year": "1979", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "23", "authors": [{"name": "Wirth Michael O.", "first_name": "Wirth", "last_name": "O."}, {"name": "Wollert James A.", "first_name": "Wollert", "last_name": "A."}]}]}