{"doi": "10.1080/17512786.2019.1682943", "url": "https://doi.org/10.1080/17512786.2019.1682943", "title": "Time's up. Or is it? Journalists’ Perceptions of Sexual Violence and Newsroom Changes after \\#MeTooIndia", "volume": "14", "year": "2020", "issue": "2", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Sreedharan", "first_name": "Chindu", "name": "Chindu Sreedharan", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Thorsen", "first_name": "Einar", "name": "Einar Thorsen", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Gouthi", "first_name": "Ananya", "name": "Ananya Gouthi", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTThe #MeToo movement, which engulfed much of India's news and entertainment industry in October 2018, was projected by many as a watershed moment for Indian journalism. Driven largely through social media activism, it created significant public discourse and outcry, leading to the “outing” and resignation of many journalists. This paper explores the perception of #MeTooIndia in regional and national newsrooms. Drawing on Manuel Castells's ideas of networked social movement, we consider the origins of #MeTooIndia, including its mediation on private and social networks. We then draw on 257 semi-structured interviews with journalists working in 14 languages across India to explore the “cause” of the campaign—the prevalence of sexual harassment and sexual violence in workspaces—before turning our attention to the impact, or potential for impact, that journalists saw in it. We find most journalists felt the movement was “good”, but did not think it influenced their environment or newswork in any meaningful manner. Regional journalists expressed more pessimism about the #MeTooIndia, men more so than women.", "body": [{"sec_title": "Introduction", "sec_content": ["#MeToo arrived late in India, towards the end of 2018, some 11 months after actor Alyssa Milano's appeal on Twitter for women to come forward under that hashtag turned into a global campaign, and more than 11 years after Tarana Burke originally began it in a hashtagless world from “the deepest, darkest place in my soul” (Burke, undated). Notwithstanding this delay, the campaign mobilised a significant number of activists and advocacy groups within weeks, and, consolidating many of its activities around the hashtag #MeTooIndia and the Twitter handle @IndiaMeToo, appropriated the media discourses on sexual violence in Indian workspaces.", "The Indian beginning is traceable to an interview that former Bollywood actor Tanushree Dutta gave Zoom TV on September 25, 2018, in which she spoke of a decade-old sexual harassment complaint she had against actor Nana Patekar. Dutta's response, which received limited attention previously, was picked up by journalists this time, evoking both public support and derision. Following this, on October 4, writer Mahima Kukreja levelled allegations against comedian Utsav Chakraborty on Twitter. A day later, journalist Sandhya Menon shared her experiences of sexual harassment and assault, naming senior journalists. As part of her tweets, Menon also appealed to other women to come forward with their stories, setting off a spate of public “call-outs” of men on Twitter.", "In the weeks that followed, the campaign took on the contours of a social movement organisation (Selander and Jarvenpaa 2016), purposive and structured in its approach to engendering collective action, a coalition of journalist-activists and legal experts coming together to not just encourage women to stand up against sexual harassment, but also to lay out a support system for those who heeded their call to speak out. Much of such organisational activities occurred on social networks, as did much of the heated public debates and discussions, including the “outings” of several high-profile individuals.", "The most prominent of this was of M J Akbar, an editor who had moved into politics and was then India's junior foreign minister. On October 8, 2018, journalist Priya Ramani tweeted the “male boss” she had referred to in an earlier article titled “To the Harvey Weinsteins of the world”, published in Vogue magazine, was Akbar. Others, too, came forward, to share their experiences of misconduct while Akbar was their editor. Akbar resigned. He also filed a defamation suit against Ramani.", "Akbar was not the only one to lose his job. Several other journalists who were named resigned; many were investigated by their employers. The movement received some attention from the Government of India as well. The National Commission for Women, a statutory body of the Indian government, set up a dedicated email to receive complaints of sexual misconduct. Further, the government established a Group of Ministers (GoM) to recommend actions to address sexual harassment at workplaces (Wire 2018a).", "#MeTooIndia also attracted much criticism. There were many who saw it as divisive, scapegoating men, and revealing a dark side wherein fake claims were indistinguishable from real ones (Pavani 2018). Further, it was seen as “elitist”, catering to the privileged, English-speaking, Twitter-active social classes, failing to percolate outside urban spaces to capture the experiences of women there. The movement also struggled against the backlash many women faced in the form of defamation suits from men who they had accused.", "Despite these issues, the movement was seen as a “watershed” for Indian journalism (Wire 2018b). Because of the significant number of women journalists involved, and the traction it received in news and social media discourses, there was a sense the activism would lead to changes in the journalistic work environment, addressing the gender issues women had so passionately spoken out against. In this paper, we consider to what extent this happened. Drawing on the largest comparative study of journalists in relation to rape and sexual violence in India, we ask what change, if any, did #MeTooIndia bring to national and regional newsrooms."]}, {"sec_title": "Social Movements, Social Media, and Social Change", "sec_content": ["Social movements seek social change, an alteration of the status quo (Jenkins and Form 2005), to remedy a problematic situation. A key strategy for such change, which involves mounting challenges to existing power relations, is collective action (Benford and Snow 2000). In this, as several scholars have argued, cyberactivism via social networks play an integral role (see Kidd and McIntosh 2016 for an excellent review). While this view is not without critics (e.g., Morozov 2012), and the extent of influence that cyberactivists can bring to bear on collective action is situationally dependent (Bruns, Highfield, and Burgess 2013) and difficult to discern, it is possible to argue that social media, under some conditions, can make some (possibly significant) contribution to social movements. In keeping with our purpose of understanding the potential of #MeTooIndia to engender social change, it is useful to focus, very briefly, on what activists and would-be activists gain from their cyber-activism. How may that (and other) collective action translate into social change?", "Castells (2015) sees social movements not just as products of social injustice. Though rooted in injustice, the birth of movements is triggered by emotions—primarily, fear and hope. Challenging injustice puts individuals at risk from those challenged. To undertake such an action, hence, the challengers need to overcome fear. This, in the “networked society” Castells describes, is done through the creation of online communities—which brings togetherness and solidarity, and also collective anger at the oppressors, providing the fundamental psychological structure that protestors need to counteract fear.", "But overcoming fear is not enough. To enthuse individuals to act, the emotion of hope is also needed. Protestors need to see the possibility that their risky challenge will bring about rewards. This, too, can be provided on social networks, which allow challengers to share experiences and be influenced by actors of change. Here, in a space largely free from the control of those in power, through communicative interactions, social movements are able to shape themselves as structures of “counterpower”, a first step in their challenge of institutionalised power. “The Big Bang of social movement”, Castells writes (2015, 13), “starts with the transformation of emotion into action”.", "Castells's notion of counterpower is relatable to the notion of counterpublic (Fenton and Downey 2003), which is also helpful in exploring the dynamics between social media and social change. Fraser (1990) uses the term to describe “parallel discursive arenas where members of subordinated social groups invent and circulate counter discourses”. As several studies have evidenced (e.g., Penney and Dadas 2014; Thorsen and Sreedharan 2019), such counterpublics align marginalised groups and push for their cause to be heard in the mainstream public sphere—breaking up “consensus structures within dominant publics [and] engaging with wider audiences” (Toepfl and Piwoni 2017, 4). In Castells's conceptualisation, this is the space in which autonomous communication required for the construction of counterpower occurs. Choi and Cho (2017) see protestors networking on social media to provide each other a “sense of belonging” (the togetherness and solidarity that Castells describes) and share expressions of affection and mutual empowerment (the overcoming of fear and the achievement of hope, as per Castells). Further, individuals also conduct disputes and justify rationales for supporting the cause, and collaborate on planning and coordinating public actions. Clark (2016) builds on this scholarship with her analysis on the #WhyIStayed campaign, identifying online activism as a form of social drama that plays out in three acts: a breach of social order, an escalation to a crisis, and a reintegration. The ability of such collective action to initiate change is dependent on “the many contingencies that exist between dramatic actors and their audiences” (Clark 2016, 800)—that is, the connections activists succeed in building with the masses through public action.", "Public action, whether off or online, is crucial for correcting the injustice(s) that social movements seek to address. For Castells (2015) this needs to spill from the cyber into the physical world; actions of defiance must take place in conventional urban spaces to reclaim for citizens what has been lost to institutionalised powers. Defiance, in his view, is the application of the autonomy (and counterpower) protestors have acquired online. And without that, a movement cannot bring about true (sustainable) transformation. “Autonomy without defiance becomes withdrawal”, Castells cautions. “Defiance without a permanent basis for autonomy … is tantamount to discontinuous activism” (Castells 2015, 250).", "The success of the last phase—of public defiance, the outright challenge to power—requires more than the mobilisation of counterpublic(s). It also needs to have the ingrained capacity to build mass support—in other words, the ability to sway a significant section of the mainstream public. This exercise of winning over the public is quite likely to straddle the cyber and the physical—sections of the counterpublic may already be challenging sections of the mainstream with conversations or digital campaigns before collective “physical” action occurs—and continue to do so through the life of the movement. It is conceivable then that the quality of success (or failure) of a social movement and that of the change it engenders—the extent to which its social goals are achieved, the speed of that achievement, and the sustainability of what was achieved—are dependent on the efficiency with which the protestors are able to connect with the hearts and minds of the masses."]}, {"sec_title": "The #MeToo of Indian Journalism: Networked and Social", "sec_content": ["#MeTooIndia was one of the most emotionally charged campaigns to consume the public consciousness of India in recent years. It was, however, distinct from its US counterpart in more than one respect. Arguably, the campaign was more of a “networked social movement”, purposefully organised and more structured in its support system for protestors—but also less impactful in evoking supportive responses from the institutionalised powers-that-be in India. For instance, where the national reckoning that the Harvey Weinstein case precipitated in the US led to criminal charges and changes in law and corporate practices quickly (The New York Times 2018), #MeTooIndia activists are fighting a longer and harder battle to convince institutions and authorities.", "It is important here to note the movement saw more journalistic involvement than elsewhere. The news and social media worked together synergistically, achieving a level of “collaborative agenda setting” (Guha 2015, 155) that placed #MeTooIndia, firmly, in public discourses for several weeks. Journalists were part of the campaign, not just as media professionals reporting on other cases, but in their personal capacity, as women who had been subjected to sexual indignities in their work environments. While the women who spoke out were predominantly the more “privileged” members of the Indian society (Chattopadhyay 2019), the significant number of journalists who came out to share their experiences of sexual harassment and assault is indicative of the dimensions of this problem.", "To put this in context, the journalism industry in India is “plagued by deep-rooted misogynist attitudes and is largely perceived as an unsuitable profession for women” (Fadnis 2018, 1751). While studies across decades in other national contexts have indicated that sexism and sexual misconducts in the journalism industry are a global issue (eg: Flatow 1994; Cho and Davenport 2007; North 2016), Indian newsrooms appear particularly susceptible to such instances. The gender balance in Indian newsrooms is heavily skewed—only 25 per cent of the journalistic workforce is female (IWMF 2011), and news organisations and news processes are fashioned to the advantage of male journalists (Joseph 2005). Women are paid less, significantly less represented in managerial positions (IWMF 2011), and largely left out of “power” beats such as political reporting. This marginalisation is particularly pronounced outside city limits, in regional news organisations (Mullick 2015).", "Not surprisingly, like in other spheres of the Indian society where rape is severely underreported, complaints about sexism and sexual harassment have been part of the “normal” journalism environment. While there is a dearth of scholarship on this, many women have spoken out over the years (Philipose and Kesavan 2019), though, once again, this was mostly the more privileged English journalists and as individuals rather than a collective movement in pursuit of justice. Against this backdrop, we pose the following question.", "RQ1: How prevalent is sexual harassment/violence in the work spaces of Indian journalists?", "#MeTooIndia, as mentioned earlier, stood out in the way it utilised social networking to shape disparate and spontaneous interactions, very quickly, into a counterpublic, and a movement. While the movement appeared to be triggered by Tanushree Dutta's television interview, it took a life of its own on Twitter. Sandhya Menon's naming of colleagues who had sexually harassed her, and her public appeal on Twitter for others to share their experiences saw an outpouring of allegations, angst, and anger—emotions that drive action, according to Castells (2015)—that engaged with the “main” public sphere, challenging dominant views and connecting and converting select segments to their cause.", "Two critical points must be noted in this context. First, while the birth of #MeTooIndia was grounded in social media, there were several other factors that led up to it. In a panel discussion at the start of the movement, Menon put it thus: “I think it has been long coming”. The groundwork for this “#MeToo moment”, according to Kirby (2018), started with the 2012 Nirbhaya gangrape in New Delhi, which incited “real activism and discussion about violence against women and other gender equities”. Her argument also finds support in Dey's (2018, 130) work, which evidences how, following the gangrape, social media helped to create a community, generate solidarity, and spread the message that got “a whole new demographic of people involved in both online and offline activism”. The success of that activism—the criminal convictions and the legal changes that came after, including the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013—also provided a more robust legal structure for activists in their fight against rape culture. So did, possibly, the 2017 call of #MeToo and the resultant fall of several Hollywood elite. All of these, most importantly, provided activists the confidence—the hope, as Castells (2015) would put it—that such issues can be challenged in public, successfully.", "Secondly, the great deal of discourse seen on Twitter was only the tip of the iceberg. Beneath that was a sea of networked communication. As activists involved in #MeTooIndia have said, women in India have been sharing information about “creeps” on closed networks, providing warnings and solidarity for each other for years. Such personal networking—part of what Rentschler (2014, 68) terms “feminist response-ability”, tactics women employ “to respond to sexual violence and its cultures of racial, gendered and sexuality harassment”—played a particularly important role before perpetrators were “called out”. Activists have revealed they used personal messaging and networked within closed groups, particularly on WhatsApp and via direct messages on Twitter, to vet and remediate allegations before public “outings”. Indeed, as Mendes, Ringrose, and Keller (2018) found in the context of the 2014 #BeenRapedNeverReported campaign, Indian activists put in a tremendous amount of “hidden labour” to sustain their digital activism. The networks they utilised for it can thus be seen as part of the #MeTooIndia counterpublic sphere, and were further used to coordinate with the many affiliate and advocacy networks the movement succeeded in galvanising (e.g., legal support).", "Though the movement addressed sexual misconducts raised by women from different walks of life, its activities were largely centred around journalism and journalist-activists, in part because many of the stories came from women journalists and were about male senior journalists. Several of those who emerged as leaders and public faces—for instance, those in the coalition that had formed to support the women coming forward after Menon's public call—were also journalists, and Akbar, the most high-profile person against whom a number of women had levelled allegations, was a former editor-in-chief.", "The movement was criticised by many for being “anti-men” and “elitist”. But there was also a general sense that it was much-needed and that it would bring about much-welcome newsroom changes. In fact, more than one commentator had described it as the watershed moment for Indian journalism. It is in this context that we ask:", "RQ2: What perceptions do national and regional journalists hold of #MeTooIndia?", "RQ3: How do Indian journalists describe the impact #MeTooIndia has had on their professional practices and work environment?"]}, {"sec_title": "Method", "sec_content": ["We draw on 257 semi-structured interviews with national and regional journalists for this study. Part of a larger research project titled Media Action Against Rape, the interviews were conducted between September 2018 and August 2019. The study covered all regions of India and include journalists working in 14 languages. It includes both female and male journalists, at a balance of 41% and 59% respectively, and we included respondents from print, television, radio and online news media (see Table 1). Time's up. Or is it? Journalists’ Perceptions of Sexual Violence and Newsroom Changes after #MeTooIndiaAll authorsChindu Sreedharan , Einar Thorsen  & Ananya Gouthihttps://doi.org/10.1080/17512786.2019.1682943Published online:04 November 2019Table 1. Number of interviewees across region and media type.CSVDisplay Table", "Our interviewees worked in Hindi and English, the main languages of India, and 10 of the other most-spoken languages: Bengali, Marathi, Telugu, Tamil, Gujarati, Urdu, Kannada, Odia, Malayalam, and Punjabi. We also included Assamese, which belong to the state of Assam in the North-East, and Kashmiri, from Jammu and Kashmir in the North. Both regions suffer from insurgency, with a heavy presence of security forces and restrictions on news media. This allowed us to cover two conflict areas, where the journalism environment is different, and which rarely feature in comparative research owing to difficulties of access.", "Hindi, which is the national language and mother tongue to more than 528 million people, is the largest in our sample, while Kashmiri, which has slightly less than 6.8 million speakers, is the smallest. English, the lingua franca that cuts across India's many states and regions, is spoken as a first language by around 226,500 people—but is considered more influential than the numbers indicate due to its reach into the political and bureaucratic elite.", "Data for our analysis is drawn from two segments of the interview questions. To answer RQ1, we draw on the first segment, which dealt with the journalists’ personal experience or knowledge of sexual harassment or gendered violence in their work environment. To answer RQ2 and RQ3, we use data from the second segment, which included questions on the #MeTooIndia movement. Here, it is important to note that only 208 of the 257 interviewees were queried on #MeTooIndia, as the movement began after the start of our fieldwork for the MAAR project.", "Interviews were transcribed, anonymised and then analysed using NVivo. We conducted a thematic content analysis, which for the purpose of this paper included the following: #MeTooIndia coverage by own organisation, Personal experience of sexual harassment or sexual violence in the journalism environment (either in the newsroom or in the field), Knowledge of sexual harassment or sexual violence (either in the newsroom or in the field), Perception of #MeTooIndia, and Perception of change from #MeTooIndia. The last two themes were further coded to assess the nature of the recorded perception and change. The coding was carried out by the first and third authors, who achieved an inter-coder reliability of Kappa = 0.82. To record this figure, we went through three rounds of preliminary coding, with the second author moderating disagreements, before the coding manual was finalised."]}, {"sec_title": "Experience or Knowledge of Sexual Harassment in Journalism Environment", "sec_content": ["#MeTooIndia provided a platform for many journalists to speak about the sexual harassment and sexual violence they had suffered in their professional life. However, as noted earlier, the movement received criticism from interviewees for centring around journalism in cosmopolitan areas—particularly, the English news media. This echoes previous scholarship that shows women have spoken out against harassment episodically over the years (Philipose and Kesavan 2019). As our study focused on the everyday lived realities of journalists across India, from 12 vernacular languages as well as English and Hindi, it reveals different regional perspectives on related challenges. It also demonstrates some commonalities that cut across, irrespective of language or news media type.", "Overall we found 34% of women and 27% of men reported to either have witnessed or have firsthand knowledge of journalists suffering such situations in their newsroom or the field. For this, we coded only references to firsthand knowledge, not hearsay or cases that had been reported in the media. Significantly, 36% of female journalists and 3% of male journalists interviewed reported direct personal experience of sexual harassment or sexual violence in their news environment.", "Here we found significant regional variations (see Figure 1), with direct personal experience most prevalent in the New Delhi area (63% of women journalists), followed by the South (39% of women journalists), North excluding New Delhi (38%), and the East (36%). The high prevalence in New Delhi can be partly explained by the protests after the 2012 gangrape incident, and also the activism that followed when a woman journalist accused Tarun Tejpal, then editor-in-chief of Tehelka magazine, of sexual assault—both of which contributed to a better environment for female journalists to speak out. Time's up. Or is it? Journalists’ Perceptions of Sexual Violence and Newsroom Changes after #MeTooIndiaAll authorsChindu Sreedharan , Einar Thorsen  & Ananya Gouthihttps://doi.org/10.1080/17512786.2019.1682943Published online:04 November 2019Figure 1.  Experience and knowledge of sexual harassment / violence in journalism environment.Display full sizeFigure 1.  Experience and knowledge of sexual harassment / violence in journalism environment.", "Figure 1.  Experience and knowledge of sexual harassment / violence in journalism environment.", "Figure 1.  Experience and knowledge of sexual harassment / violence in journalism environment.", "None of the female respondents in the North-East reported personal experience, although this likely reflects the small number of respondents from this region, rather than an absence of the problem. Indeed, this is corroborated by a number of interviewees, who described firsthand knowledge of cases. We also found smaller than expected numbers reporting direct personal experience in the Central and West regions. This could reflect a cultural normalisation of sexual harassment, where journalists might not flag inappropriate behaviour in interviews, as it did not occur to them as problematic.", "Working conditions appeared to be better in radio compared with online, television and print newsrooms. Some 52% of online women journalists, 47% in television, and 29% in print reported personal experience of sexual harassment or assault—either in the newsroom or in the field—compared with only 8% in radio. Online newsrooms were the only environment where men also reported personal experience of sexual harassment, with 17% of male online journalists reporting this. This was also borne out by the interview data, in discussions of how newsroom cultures differ across mediums.", "Direct experience of sexual harassment and violence within the newsroom or office space typically involved a senior colleague or supervisor, a person with power through seniority or line management responsibility. A number of journalists described in detail different levels of physical abuse, ranging from sexual assault and molestation, to unwanted touches, kisses or advances. One female journalist described how she “was assaulted by my own editor”, adding the work environment for women in journalism was “pretty unsafe”. Noting how she relied on family for support through the ordeal, she said, “It was indescribably hard to report at that point of time”.", "The journalist also mentioned that in her case, after she reported the incident, there were many who took the side of the editor. This was a common pattern we found with those describing personal experiences, that their exposure of the perpetrator did not yield uniform support, but instead divided people as supportive of either the victim or the accused—the latter imbued by either lack of trust in the claims being made, a refusal to recognise the acts as problematic, or a desire to not upset the working relationships.", "Non-physical harassment was even more prevalent, with journalists describing a range of unwanted behaviour. This includes male colleagues commenting on appearance or behaviour of female journalists, with demeaning or sexualised connotations. Some journalists described isolated incidents, whilst others said they experienced prolonged patterns of systematic abuse and coercive behaviour by superiors. A New Delhi-based female journalist from a Hindi publication provided an example: My editor, he started stalking me and started sending messages, calling me, saying all kinds of things, making me sit in the cabin the entire day and saying things about my body and making very sexist remarks.Despite such behaviour being clearly unwanted, interviewees often described how the journalism work culture had normalised these interactions—to the point they became routinised expectations of the everyday lived reality of female journalists. Consequently, we found that in our interviews, women often described harassment “accidentally”, not consciously thinking of these as problematic. This was a theme that arose during the #MeTooIndia movement as well—prompted by revelations of others, journalists would reflect on experiences that had happened to them, recognising in hindsight that they too had been subjected to similar behaviour. This is relatable to some as subtleties of harassment, in which the patriarchal routinisation of newswork had made women journalists question their own judgement about what they were subjected to.", "My editor, he started stalking me and started sending messages, calling me, saying all kinds of things, making me sit in the cabin the entire day and saying things about my body and making very sexist remarks.", "Here it is important to note that because the articulation of having been sexually harassed—their delayed understanding of having been victims—is a self-reflexive development, it does not mean the incident(s) did not impact them at the time. Journalists said they had suffered because of the environment, even if they had not noted individual incidents of being wronged.", "Indeed, we found evidence to support journalists experienced severe mental distress—both as a consequence of physical abuse, and as a consequence of other forms of coercive behaviour. The latter sometimes created a hostile environment where journalists would have mental breakdowns or suffer traumatic stress. Some female journalists would go to significant lengths to avoid advances or potential abuse from people in the workplace, which sometimes caused them to change their patterns of behaviour in their private lives as well. One female journalist from the North-East described how she arranged to be picked up from work by male friends out of fear of her superior: I felt so harassed mentally, I would break down in office because he would shout at me in front of everyone. I got so depressed that I felt that when I was staying late at office, he may rape me. Oh god! I felt so scared that he would molest me or rape me.", "I felt so harassed mentally, I would break down in office because he would shout at me in front of everyone. I got so depressed that I felt that when I was staying late at office, he may rape me. Oh god! I felt so scared that he would molest me or rape me.", "Whilst our study focussed on journalists working in the news industry, we know from experiences shared through the #MeTooIndia movement that many journalists left the profession as a consequence of harassment or assault. Our interviews also revealed some examples of this, where respondents described moving from one news organisation to another, or spoke about friends who had quit the profession entirely. There was evidence of this in both urban and regional newsrooms.", "Some interviewees described regional newsroom challenges as greater than in urban newsrooms—ranging from sexual harassment to professional marginalisation due to patriarchal cultures. Other journalists described being abused or harassed even after they resigned because of toxic working conditions. They also spoke of the lack of repercussions for male journalists, who continued to work in the same place, thus contributing to a hostile environment by their very presence. This lack of consequence for perpetrators was of course a common theme in the #MeTooIndia campaign, both in online debates and panel discussions organised around the issue.", "Besides sexual harassment and violence within newsrooms, we also explored the experiences of journalists in the field—that is, the working conditions outside their newsrooms. Newswork naturally involves engaging with sources, and those points of interaction could expose vulnerabilities to the reporters’ safety. Sexual harassment in the field was often described as more prevalent than in newsroom, an almost expected condition of being a journalist: In the field, I have lost count. It happens so many times in a day when you are on the field, let alone in my career so far. In the organisation, touchwood, nothing as such. Field reporter, too many times. (Female print journalist, Chandigarh)We identified three areas where female journalists are particularly vulnerable during newsgathering. Firstly, incidental abuse by passers-by, often “drunken guys”, shouting demeaning or sexualised comments at reporters. Here it is unclear if the act of harassment is targeting the journalist because of their profession, or because of their gender. One female television reporter from the state of Karnataka described both scenarios: When I am on the field, the drunken guys will irritate us, wherever we go. Or boys on two-wheelers or bikes, they will shout on us. They will put some kind of vulgar words towards us.Secondly, journalists described their interactions with police officers as a potential event for harassment, but one unavoidable when pursuing crime stories. “A criminal has never made me feel as uncomfortable as a police officer makes you feel”, noted a female Gujarati print journalist. The journalist, as also several others, described changing their behaviour and dress code when working in these spaces.", "In the field, I have lost count. It happens so many times in a day when you are on the field, let alone in my career so far. In the organisation, touchwood, nothing as such. Field reporter, too many times. (Female print journalist, Chandigarh)", "When I am on the field, the drunken guys will irritate us, wherever we go. Or boys on two-wheelers or bikes, they will shout on us. They will put some kind of vulgar words towards us.", "Police stations were also described as potentially unsafe for people who were arrested. A male print journalist in Tamil Nadu, for example, described the arrest of a teenager on suspicion of stealing a mobile phone and how “the police themselves sexually harassed him, around 3–4 men”. Whilst incidents such as these did not directly involve the reporter (indeed the male journalist described doing a subsequent sting to uncover the abuse), they reinforced that there is indeed a hostile environment.", "The third area of challenge for female journalists in the field related to dealing with elite sources, such as politicians, public officials, senior civil servants, and celebrities—fairly routine interactions for many journalists. Here journalists described some sources as behaving unprofessionally, at times making advances, with a sense of entitlement—either by talking or acting in a derogatory manner towards them. This included both people who themselves held senior positions, as well as those who had connections with people in senior positions. A New Delhi-based online journalist described an encounter as follows: Yeah, and this was a very senior bureaucrat. People with high, like, political connections. I ignored it the first time, I thought I heard it [wrong]. That's what women do right, but he said it again so that I hear it.", "Yeah, and this was a very senior bureaucrat. People with high, like, political connections. I ignored it the first time, I thought I heard it [wrong]. That's what women do right, but he said it again so that I hear it.", "For women journalists, this creates a duality of professional pressures. In the newsroom, they potentially jeopardise their career progression (or even employment) by rejecting the advances of superiors. And in the field, by rejecting those made by their sources, they may miss out on key aspects of stories, which in turn may affect their career. These pressures, we argue, have historically meant a degree of self-censorship from women about the conditions they endure, both in the workplace and the field.", "We now turn to the question of how our interviewees perceived #MeTooIndia, and the extent to which they felt it had contributed to changes in their profession."]}, {"sec_title": "Perception of #MeTooIndia", "sec_content": ["Analysing responses expressed about the #MeTooIndia movement (RQ2), we find a mixed picture. Expectedly, journalists were not unequivocally supportive of the campaign; only 35% of female journalists and 21% of male journalists expressed support for the movement without any reservations. A further 26% and 27%, respectively, had mixed views about the campaign (see Figure 2). What is striking is the large proportion of journalists who were critical of #MeTooIndia—some 28% of female journalists and 31% of male journalists respectively. Time's up. Or is it? Journalists’ Perceptions of Sexual Violence and Newsroom Changes after #MeTooIndiaAll authorsChindu Sreedharan , Einar Thorsen  & Ananya Gouthihttps://doi.org/10.1080/17512786.2019.1682943Published online:04 November 2019Figure 2.  Perception of #MeTooIndia.Display full sizeFigure 2.  Perception of #MeTooIndia.", "Figure 2.  Perception of #MeTooIndia.", "Figure 2.  Perception of #MeTooIndia.", "In terms of regional distribution, we found female journalists in the West and New Delhi regions were most supportive (57% and 50% respectively). Male journalists were more critical in all regions, apart from the New Delhi and the South region, where they were mixed, and in the North-East, where they were more supportive. Scepticism from female journalists was particularly prominent in the North, North-East and East—in each region, 50% of women criticised the movement. When extrapolating this by language of news publications, we find that Gujarati and Punjabi journalists were the most supportive, with Odia and Kashmiri respondents most critical, followed by Urdu and Malayalam. The latter three, however, also yielded several “mixed” responses, indicating a greater uncertainty or caution towards judging the campaign.", "We identified three main strands of criticism. Firstly, there were those who questioned the lateness of the accusations women were raising on Twitter. Some journalists—especially male—said they didn't “understand people [only] started complaining” now (male print journalist, Madurai). Others were similarly critical, even though they noted the original #MeToo movement may have had its merits. Here the perception about its inflection in India was negative, again because of victims’ failure to speak out sooner and the lack of convictions that followed: I have always said that wherever this movement started it did well, but its version in India tarnished the original campaign. Most of them who were accused have not been convicted. Why did they not speak earlier? (Male print journalist, Kashmir) I think that it has a revenge motive behind it. Because if they wanted to complain they could have done it a while ago, right? (Female television journalist, Trichy)", "I have always said that wherever this movement started it did well, but its version in India tarnished the original campaign. Most of them who were accused have not been convicted. Why did they not speak earlier? (Male print journalist, Kashmir)", "I think that it has a revenge motive behind it. Because if they wanted to complain they could have done it a while ago, right? (Female television journalist, Trichy)", "The second strand followed a similar direction, questioning the validity of the revelations that emerged. Here we found both accusations that those stepping forward were not real victims, and accusations that the #MeTooIndia campaign was being misused to further other interests. One female television reporter in Bangalore said “this is all stunt mania”, and that things only happened with two willing participants. This was echoed by a female print journalist in New Delhi, who said: What happened in the case of Akbar is an exception. I think many women have willingly gone with this kind of man. It's a considered surrender.", "What happened in the case of Akbar is an exception. I think many women have willingly gone with this kind of man. It's a considered surrender.", "Others expressed that the misuse of the campaign was a concerted effort, with one male journalist in the state of Kerala describing how in his view “some women with support from political parties and all are misusing it”. Where evidence emerged of high-profile individuals exhibiting predatory behaviour, the critical interviewees dismissed them as exceptions.", "The third theme to emerge from the critics related to the perceived cosmopolitan nature of #MeTooIndia. This included a sense that #MeTooIndia “was made into a movement of the English media only” (male print journalist, Lucknow), and that “those who are getting entangled in MeToo belong to blueblood” (male print journalist, Kolkata). Engulfed in this was both the sense of exclusion that many regional and vernacular journalists seem to feel, as well as the sentiment that the movement failed to reflect the diversity of the Indian media. A female print journalist from Chandigarh spoke of this: A lot of the media's attention has been, again, on survivors with a certain caste and class profile. There is much less space to listen to violence against the Adivasi women, or, you know, rural women.These critical themes reflected dissatisfaction with how the movement was operationalised, rather than its premise of gender equality or safety for journalists. Indeed, no respondent expressed the view that suggested they felt sexual harassment or abusive behaviour was justified. Instead, their criticisms were about the organisation and composition of the movement, and the content disseminated on social media by activists.", "A lot of the media's attention has been, again, on survivors with a certain caste and class profile. There is much less space to listen to violence against the Adivasi women, or, you know, rural women.", "The most important factor for interviewees to express support for #MeTooIndia was the sense that it provided a platform for women to expose the abuse they faced at their workplace, to discuss boundaries, and share support information. Most of all, interviewees expressed that it was a long-overdue acknowledgement of the social problem of objectifying women: It doesn't matter whether it happened years ago, or happened in the recent past. It is a chance to talk. To find courage. To bring out gender inequality. It is a step towards men acknowledging that their view on women as just sexual objects should change. (Female print journalist, Bangalore)", "It doesn't matter whether it happened years ago, or happened in the recent past. It is a chance to talk. To find courage. To bring out gender inequality. It is a step towards men acknowledging that their view on women as just sexual objects should change. (Female print journalist, Bangalore)", "Secondly, many journalists expressed satisfaction that the power balance between men and women had shifted as a consequence of #MeTooIndia. As a female print journalist from Mumbai put it: “It's a good thing men are finally scared”.", "This sentiment was not isolated to female journalists. Men, too, seem to recognise that the public nature of exposure engendered by social media outings would have a positive effect. A Trichy-based male print journalist said: Men usually have the confidence that women won't speak out against them. But if they do so on social media, men know that they will be recognised, humiliated. This fear will help control issues like these.Whilst some interviewees did express concern about the campaign's impact, especially outside English-language newsrooms, there was a general sense that there were more advantages than disadvantages from the movement.", "Men usually have the confidence that women won't speak out against them. But if they do so on social media, men know that they will be recognised, humiliated. This fear will help control issues like these."]}, {"sec_title": "Perception of Change after #MeTooIndia", "sec_content": ["Our final line of enquiry was the extent to which journalists felt the movement had made any tangible changes to their work environments (RQ3). Whilst there was a degree of uncertainty around this question (some 20% of both female and male journalists said they were unsure of impact), there was a distinct emphasis on no change or even negative change (46% of men and women overall). There were no major gender differences in this, with female journalists being marginally more positive overall in terms of perceiving changes to have emerged from #MeTooIndia. There was a degree of polarisation here, however, as men were more likely than women to perceive #MeTooIndia as having resulted in no change (Figure 3). Time's up. Or is it? Journalists’ Perceptions of Sexual Violence and Newsroom Changes after #MeTooIndiaAll authorsChindu Sreedharan , Einar Thorsen  & Ananya Gouthihttps://doi.org/10.1080/17512786.2019.1682943Published online:04 November 2019Figure 3.  Perception of change after #MeTooIndia.Display full sizeFigure 3.  Perception of change after #MeTooIndia.", "Figure 3.  Perception of change after #MeTooIndia.", "Figure 3.  Perception of change after #MeTooIndia.", "Journalists working in regional newsrooms were much more likely to respond there had been no changes as a consequence of #MeTooIndia. This echoes findings from the previous section that indicated the movement was perceived as English-centric and belonging to the cosmopolitan elite. Media type was also a factor here, with online journalists significantly more positive about changes after #MeTooIndia than print or television journalists. Radio interviewees were polarised, with men reporting positive change and women reporting no change.", "Exploring these responses thematically, we identified four groups. Firstly, there were those who acknowledged the campaign had made an impact on the news content—insofar that the #MeTooIndia movement itself became a news story—but that in terms of changes in the newsroom “there hasn't been much of a difference except that we reported on cases” (female print journalist, Ahmedabad). Secondly, there were those who expressed there had been no change, because “our field doesn't see any much harassment” (male television journalist, Chennai). In these responses journalists would reject even the idea of investigative procedures, claiming there was no need because there was no problem (and using anecdotal claims of “no complaints” as evidence).", "Thirdly, there were those who said there had been some momentary change, followed by realignment with previous norms. This included journalists who described examples of cases that had been investigated, without further action being taken and the journalist being reinstated. Many others recognised it had triggered a heated debate, but felt there had been no material change in journalism practice or newsroom cultures: The #metoo movement came, and then it went away, that's what I feel. Nothing happened with the #metoo movement, what happened, you tell me, you faced it, so many girls put all their problems on Facebook or Twitter, but no complaints or cases or judgments were made. (Female television journalist, Bangalore)", "The #metoo movement came, and then it went away, that's what I feel. Nothing happened with the #metoo movement, what happened, you tell me, you faced it, so many girls put all their problems on Facebook or Twitter, but no complaints or cases or judgments were made. (Female television journalist, Bangalore)", "Fourthly, and connected with the previous theme, was those who claimed any changes were confined to the cosmopolitan or English language newsrooms. “This movement might have helped the people in the elite class of the media”, said one male television journalist from Lucknow, “but not here”.", "We found similar themes in cases where interviewees said the #MeTooIndia brought about some changes as well. Chiefly, this was a perception that the movement had precipitated a positive change in the news environment. More specifically, this was connected with the provision of a platform for articulating dissent against patriarchal norms and values, as well as exposing harassment and assaults.", "One male print journalist from New Delhi described the “enthusiasm among my female colleagues” and “as the news broke there was so much energy”, which was spurred by the #MeTooIndia revelations. “It was very good to see”, he said. Others acknowledged “the main channel is very urban and elite”, but feeling like “#MeToo has had enough resilience and is loud enough to have made it to regional newspapers” (female online journalist, New Delhi). However, the same person also conceded that the debates on Twitter engaged only a small proportion of people who were online, which in turn was also underrepresented."]}, {"sec_title": "Conclusion", "sec_content": ["We investigated three aspects of #MeTooIndia, conceptualising it as a “networked social movement” (Castells 2015) that strived to change the culture of sexual harassment and sexual violence women faced in workplaces. In particular, we focussed on the journalism industry.", "First, we looked at the prevalence of sexual misconduct in the news environment (RQ1), considering it the ostensible cause and injustice that triggered the movement. Gender-based harassment or violence was prevalent across all media platforms, in both English and vernacular news spaces. We found significant regional variations in terms of personal experience—women working in the New Delhi area, for instance, reported significantly higher direct experience than those elsewhere. In all regions, though, more than one-third of female journalists said they had personally suffered sexual harassment or violence at their workplace. A small number of male journalists, too, spoke of being sexually harassed. It is quite likely that the number of journalists, both women and men, who have such experiences is much higher. Given the normalisation of sexism and gender-based harassment, the stigma attached to such incidents particularly in newsrooms outside the big metros, and also the “macho” culture pervading many newsrooms, it is possible that journalists may not always identify or acknowledge problematic behaviour.", "Secondly, we sought to understand how #MeTooIndia was perceived by journalists (RQ2). We found mixed reactions here. While the movement received unequivocal support from a significant proportion of both female and male journalists, it also attracted criticism. Interestingly, a sizeable number of women—28%—were critical of the campaign, with much of that criticism coming from the North. Women from English newsrooms, we found, were both the most supportive as well as most critical of the movement, faulting it mainly for the way it was operationalised, including the lateness of raising accusations, validity of claims, and the marginalisation of regional journalists.", "The third aspect we explored (RQ3) was the tangible changes the collective action of #MeTooIndia engendered. There was a distinct feeling among the majority of our respondents that the movement did not succeed in achieving its social goals. Most (46%) said it brought no meaningful change to either their newswork or newsrooms—and even that it had been “negative”. In this belief, there was no major gender difference (female journalists were marginally more positive). There was, however, a significant difference between regional and national journalists: the first group was much more likely to say—often vehemently—that #MeTooIndia had not impacted their work spaces.", "Three points can be made to place these findings in context. The significant prevalence of sexual harassment or violence at work reported by journalists, both men and women, in all regions and media platforms, justifies the #MeTooIndia activists’ sense of social wronging. Though seen as an “elite” movement, there is evidence that the injustice it seeks to address is neither a “New Delhi” phenomenon nor limited to English news media. Importantly, as mentioned earlier, it is possible the numbers reported here are the lower end of the spectrum—in a country where sexual violence is severely underreported, it falls to logic that the affected, even empowered journalists, might not always speak out for more than one reason.", "It must be noted that while there was much criticism about the #MeTooIndia movement, these were limited to its operationalisation. There was consensus among journalists the cause was “good”. Also, for many journalists, particularly in vernacular newsrooms, such problems did not exist “here”, in their newsrooms. Whether this reflected the nature of that newsroom, or was an attempt to “close ranks”—either institutionally or in terms of gender—needs a more focussed study.", "Finally, we wish to highlight three (possibly) interconnected perceptions that we identified as recurring themes in the responses of journalists: one, the campaign is men vs women; two, it marginalised women in regional spaces; and three, it has “come” and then it “gone” and nothing has changed. These are sentiments that #MeTooIndia activists need to consider as they continue with their “hidden labour” (Mendes, Ringrose, and Keller 2018). Though the movement went beyond mere hashtag activism, exercising the mainstream media to an unusual extent, mobilising resources, and creating communities of support, the perception that it was an “anti-men” campaign by “metro women” appear to have detracted from its core values. Its impact possibly was also curtailed by the fact that the movement spilled from the cyber into the physical world—a condition for success, according to Castells (2015)—only in a limited way. The sentiment that the movement has “gone”, that there is no hope now, is another limiting factor. The achievement of #MeTooIndia's social goals, hence, is dependent on the difficult task of reframing the movement, avoiding binaries and connecting with cross-sections of the affected."]}], "references": [{"title": "Framing Processes and Social Movements: An Overview and Assessment", "year": "2000", "journal": "Annual Review of Sociology", "volume": "26", "authors": [{"name": "Benford R. D.", "first_name": "Benford", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Snow D. A.", "first_name": "Snow", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Arab Spring and Social Media Audiences", "year": "2013", "journal": "American Behavioral Scientist", "volume": "57", "authors": [{"name": "Bruns A.", "first_name": "Bruns", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Highfield T.", "first_name": "Highfield", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Burgess J.", "first_name": "", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gender Discrimination in Korean Newsrooms", "year": "2007", "journal": "Asian Journal of Communication", "volume": "17", "authors": [{"name": "Cho S.", "first_name": "Cho", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davenport L. D.", "first_name": "Davenport", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Generating Counter-Public Spheres Through Social Media: Two Social Movements in Neoliberalised South Korea", "year": "2017", "journal": "Javnost - The Public", "volume": "24", "authors": [{"name": "Choi S. Y.", "first_name": "Choi", "last_name": "Y.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cho Y.", "first_name": "Cho", "last_name": "Y.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Hope in a Hashtag”: The Discursive Activism of \\#WhyIStayed", "year": "2016", "journal": "Feminist Media Studies", "volume": "16", "authors": [{"name": "Clark R.", "first_name": "Clark", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Uncovering Rape Culture", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Fadnis D.", "first_name": "Fadnis", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Counter Public Spheres and Global Modernity", "year": "2003", "journal": "Javnost/The Public", "volume": "10", "authors": [{"name": "Fenton N.", "first_name": "Fenton", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Downey J.", "first_name": "Downey", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sexual Harassment in Indiana Daily Newspapers", "year": "1994", "journal": "Newspaper Research Journal", "volume": "15", "authors": [{"name": "Flatow G.", "first_name": "Flatow", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hash Tagging But Not Trending: The Success and Failure of The News Media to Engage with Online Feminist Activism in India", "year": "2015", "journal": "Feminist Media Studies", "volume": "15", "authors": [{"name": "Guha P.", "first_name": "Guha", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Media and Social Movements", "year": "2016", "journal": "Sociology Compass", "volume": "10", "authors": [{"name": "Kidd D.", "first_name": "Kidd", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "McIntosh K.", "first_name": "McIntosh", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "\\#MeToo and the Promise and Pitfalls of Challenging Rape Culture Through Digital Feminist Activism", "year": "2018", "journal": "European Journal of Women’s Studies", "volume": "25", "authors": [{"name": "Mendes K.", "first_name": "Mendes", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ringrose J.", "first_name": "Ringrose", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Keller J.", "first_name": "Keller", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Playing Reporter", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Mullick D.", "first_name": "Mullick", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Damaging and Daunting: Female Journalists’ Experiences of Sexual Harassment in the Newsroom", "year": "2016", "journal": "Feminist Media Studies", "volume": "16", "authors": [{"name": "North L.", "first_name": "North", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "(Re)Tweeting in the Service of Protest: Digital Composition and Circulation in the Occupy Wall Street Movement", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Penney J.", "first_name": "Penney", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dadas C.", "first_name": "Dadas", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The \\#MeToo Movement", "year": "2019", "journal": "Indian Journal of Gender Studies", "volume": "26", "authors": [{"name": "Philipose P.", "first_name": "Philipose", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kesavan M.", "first_name": "Kesavan", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Rape Culture and the Feminist Politics of Social Media", "year": "2014", "journal": "Girlhood Studies", "volume": "7", "authors": [{"name": "Rentschler C.", "first_name": "Rentschler", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Digital Action Repertoires and Transforming a Social Movement Organization", "year": "2016", "journal": "MIS Quarterly", "volume": "40", "authors": [{"name": "Selander S.", "first_name": "Selander", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jarvenpaa L.", "first_name": "Jarvenpaa", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "\\#EndMaleGuardianship: Women’s Rights, Social Media and the Arab Public Sphere", "year": "2019", "journal": "New Media \\& Society", "volume": "21", "authors": [{"name": "Thorsen E.", "first_name": "Thorsen", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sreedharan C.", "first_name": "Sreedharan", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Targeting Dominant Publics: How Counterpublic Commenters Align Their Efforts with Mainstream News", "year": "2017", "journal": "New Media \\& Society", "volume": "20", "authors": [{"name": "Toepfl F.", "first_name": "Toepfl", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Piwoni E.", "first_name": "Piwoni", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}]}