{"doi": "10.1080/1461670X.2015.1110498", "url": "https://doi.org/10.1080/1461670X.2015.1110498", "title": "The Platform", "volume": "17", "year": "2016", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Richardson", "first_name": "Allissa", "name": "Allissa V. Richardson"}], "abstract": "This article re-frames the early twentieth-century news partnerships of African-American Pullman porters and the black press as an example of networked journalism that functioned efficiently for decades, well before the Information Age. Networked journalism refers to a twenty-first-century style of reportage that leverages the efforts of many people to tell a story, from local amateurs acting as citizen journalists to professional journalists working for official news outlets. Pullman porters, who served America's wealthy aboard luxury sleeper cars for nearly 100 years, used the railways as an antecedent to computerized social networks. They achieved modern notions of information crowdsourcing and collaborative news editing, which helped shape and convey political thought in the black press after World War I. This historical analysis examines the Pullman porter's alliances with five prominent African-American newspapers from 1914 (at the start of the Great War) to 1939 (the end of the Harlem Renaissance): Baltimore Afro-American, Chicago Defender, New York Age, New York Amsterdam News, and Pittsburgh Courier. This study reveals that the Pullman porter's contributions to journalism ranged from clandestine news aggregator and distributor, to men who left the porter profession altogether to become full-time journalists.", "body": [{"title": "Introduction", "paragraphs": ["When African-American soldiers returned to the United States from World War I in 1918, they soon discovered that another battle—for their civil rights—had just begun. Soldiers came home to find the Jim Crow system of institutionalized racism still intact. Lynching was at its height. Respectable jobs were scarce—save that of the Pullman porter, whose travels across the railroads of the United States provided the worldly exposure that African-American men had only just begun to glimpse abroad during the Great War. Despite harsh working conditions, a job as a Pullman porter was considered the very best post to which an African-American man could aspire. Pullman porters were black America's itinerant scholars who used the railroads to transmit the news and public opinion of the day. It was the Pullman porter—and his contact with US presidents, foreign dignitaries, and wealthy people traveling to and fro—that informed African-American newspapers and, arguably, helped shape the black political imaginary that reverberated throughout the works of Harlem Renaissance writers and early Civil Rights activists alike after the Great War. In his subservient position as an attendant aboard the nation's luxurious sleeper-train cars, the Pullman porter was an invisible man, privy to all manner of information. He was a clandestine news gatherer and subversive news distributor, often tossing black newspapers off their trains in between scheduled stops across the South. As such, he served as a vital node in what modern journalism scholars now call “networked journalism.” Networked journalism refers to a twenty-first-century style of reportage that leverages the efforts of a broad range of people to tell a story, from local amateurs acting as citizen journalists to professional journalists working for official news outlets (Beckett and Mansell 2008; Van der Haak, Parks, and Castells 2012). This essay re-frames the news partnerships of Pullman porters and African-American newspapers as an example of networked journalism that functioned efficiently for decades, well before the Information Age. The Pullman porters and African-American newspapers used the railways as an antecedent to computerized social networks to achieve modern notions of information crowdsourcing and collaborative news editing, which helped shape and convey black political thought in dangerous times. This essay also recasts the Pullman porter as more than a servile laborer, but rather as a progressive agent of socially conscious participatory journalism who added a daily, working-class voice to black newspapers.", "I specifically examine the Pullman porter's alliances with five prominent African-American newspapers from 1914 (at the start of the Great War) to 1939 (the end of the Harlem Renaissance): Baltimore Afro-American, Chicago Defender, New York Age, New York Amsterdam News, and Pittsburgh Courier. This essay follows in three parts. First, I review the existing literature to explain how the post-World War I racial climate fostered an environment for Pullman porters to act as unifying nodes in the network of antebellum black thought. Then, I present primary sources, from the digital archives of the five newspapers, to highlight the porters’ contributions to journalism—as news gatherers, distributors, and authors; secondary sourcing of relevant books and journal articles round out this analysis. Finally, I conclude with a survey of Pullman porters who left the industry eventually to pursue full-time journalism careers."]}, {"title": "Coming Home", "paragraphs": ["It was hardly a hero's welcome. Wilbur Little stepped off the train in his hometown of Blakely, Georgia on April 10, 1919, wearing the khaki military dress uniform that the United States Army issued to him during the Great War. Local whites ordered the African-American soldier to remove it at the station or face arrest. Little explained that he did not have any civilian clothes with him and the men allowed him to go home. Several days later, Little continued to wear the uniform in public, despite anonymous written threats to take it off. When he refused, a mob gathered in the center of town and beat him to death (Afro-American 1919a). When African-American soldiers began to return to the United States from World War I in 1918, many of them met Wilbur Little's fate (Williams 2010). The black press filed anguished reports of African-American soldiers in uniform, hanging from trees, burned alive or cut into pieces by racist mobs—betrayed by the country they fought to protect abroad during the Great War (Afro-American 1919b; Chicago Defender 1920). Black rage reached fever pitch in the summer and early fall of 1919, when race riots erupted in more than two dozen cities across the country, claiming the most lives in Chicago, Washington, DC and Elaine, Arkansas, where blacks retaliated violently against white provocateurs. James Weldon Johnson, field secretary for the National Association for the Advancement of Colored People (NAACP), called the season the “Red Summer of 1919” and told Baltimore's Afro-American newspaper on October 24: The Negro came back from the Great War disillusioned: thousands died for what to them is a lie, and the whole race, galvanized into thought, is going after what it is entitled to and what it is going to get—unlimited American democracy. (Afro-American 1919c )", "The Negro came back from the Great War disillusioned: thousands died for what to them is a lie, and the whole race, galvanized into thought, is going after what it is entitled to and what it is going to get—unlimited American democracy. (Afro-American 1919c )", "The specter of lynching meant that the struggle for racial equality could not be fought openly. White supremacists were convinced that blacks were America's greatest problem. One contemporary author, Dr. Robert W. Shufeldt wrote: The negro is too grossly and hopelessly ignorant to recognize the ruin his presence among us entails … At no historical time have two such distinct races, each numbered by its millions, the [white] one representing the highest stage of civilization and advancement, the [black] other practically but a day removed from savagery and cannibalism, been thrown together in the same geographical region and not separated by any political or natural barriers. (Shufeldt 1915, 274)", "The negro is too grossly and hopelessly ignorant to recognize the ruin his presence among us entails … At no historical time have two such distinct races, each numbered by its millions, the [white] one representing the highest stage of civilization and advancement, the [black] other practically but a day removed from savagery and cannibalism, been thrown together in the same geographical region and not separated by any political or natural barriers. (Shufeldt 1915, 274)", "Shufeldt was a United States Army Major in the Medical Corps. His urgent manifesto called for the wholesale deportation of blacks to Africa, or social control through lynching whenever emigration was not possible. As he was a decorated soldier and a lettered academic who was a member of more than a dozen medical honor societies, his writing would have been very influential at the time. The volatile racial climate that white supremacists like Shufeldt instigated is, paradoxically, what birthed the porter profession. The African-American railroad experience began in slavery, where blacks dug roadbeds and lay trestle for tracks. Working on the railroad was dangerous and often fatal. Countless slaves died in train collisions, premature dynamite explosions, and site cave-ins. The 14-hour workdays left their bodies susceptible to disease too—malaria, cholera, and scarlet fever were common ailments along the track. The end of the Civil War in 1865 left four million newly emancipated black men looking for paid work. Most of the railroad jobs in the immediate antebellum period involved loading and unloading freight as a depot hand. Other jobs involved maintenance of the South's 8784-mile (by 1861) rail network where black men served as brakemen, firemen, and switchmen (Kornweibel 2010). The more prestigious posts of engineer and conductor were off-limits to black men. Ironically, it was George Pullman, the man who literally lifted the city of Chicago from its malodorous bogs, who lifted the social status of the black man in the antebellum South—albeit unintentionally.", "Pullman arrived in Chicago from New York in 1859 to help the city build its first sewage system. He reinvested the proceeds from this contract to fund a new venture in 1867: luxury sleeper trains. Prior to Pullman's vision of a hotel on wheels, train travel was uncomfortable and dangerous. It was not uncommon for bandits to rob trains in the antebellum South and Old West, as the cargo typically included corporate payrolls and other cash shipments. The culture of train robbery sprouted from the Southern whites who had fought in the Civil War as Confederate soldiers and faced destitution after their side lost. In fact, notorious train robber Jesse James was a Confederate veteran (Stiles 2003). Pullman endeavored to counter this criminal element of the railway experience. He envisioned opulent quarters where passengers could relax with their families, dining and drinking until they reached their eventual destinations. Such an experience would be incomplete without the sense of being waited on, hand and foot, however. Pullman needed a fleet of workers with whom wealthy whites would feel comfortable. They must be willing to work roughly 400 hours per month, sleeping only for three to four hours per day. They must be part-butler, part-concierge, part-babysitter, part-security guard, part-housekeeper, part-chef, part-raconteur, and part-minstrel. They must be willing to toil with no promise of a salaried wage. Their main recompense would come in the form of passenger tips (Afro-American 1925). They must be strong enough to lift heavy cargo, but diminutive enough in spirit to disappear among the train's furnishings when necessary. Pullman saw in the four million newly emancipated slaves this ideal servant. Railway historian Theodore Kornweibel has noted: To what extent Pullman coldly calculated that ex-slaves, under the prod of economic necessity, would willingly become passengers’ servants cannot be definitely resolved. Clearly, he believed that blacks were temperamentally suited to serve others. That he was nobly inspired to offer a helping hand to a newly liberated race is doubtful. (Kornweibel 2010, 114–116)", "To what extent Pullman coldly calculated that ex-slaves, under the prod of economic necessity, would willingly become passengers’ servants cannot be definitely resolved. Clearly, he believed that blacks were temperamentally suited to serve others. That he was nobly inspired to offer a helping hand to a newly liberated race is doubtful. (Kornweibel 2010, 114–116)", "If the Pullman porters were one key to the company's success, the other was high-profile marketing. George Pullman's first high-profile passenger was the deceased President Abraham Lincoln, whom he transported back to Illinois after the funeral on one of his luxury trains. Pullman later appointed Lincoln's son, Robert Todd, to serve as the company's general counsel. Robert became the president of Pullman Co. when Pullman died in 1897. Ironically, the younger Lincoln's politics diverged from his father's, however, and he was one of the most vocal opponents to African-American racial equality. During his tenure, Robert Lincoln paid the porters exploitatively low wages and maintained oppressive labor policies. A former Pullman porter wrote a book that lambasted Lincoln (Anderson 1904). According to Kornweibel (2010), at the height of Pullman's monopoly on the sleeper car industry, his company boasted more than 2000 cars crisscrossing the country along the rails. Pullman Co. was worth $62 million in 1893 (worth roughly $1.4 billion today).1 In 1918, right after Great War veterans began to return home, the average Pullman porter wage was $1410 per year (roughly $22,000 today). Pullman's rationale for his low-wage policy was that he was uplifting a formerly beleaguered group of people. He fancied himself doing blacks a favor by employing them when no one else in the antebellum South would do so.", "Despite the exploitative pay and demeaning work, the stately, crisp porter uniforms conveyed a cosmopolitan elegance that stood in stark contrast to the dirty denim overalls one would be forced to wear as a Southern sharecropper or some other form of agrarian peon (Chicago Defender 1921). Moreover, the promise to leave the confines of the oppressive South, to see other parts of the country, must have stirred the souls of black men too, for they entered the profession in droves. To the white passengers they served, they were menials. To their black communities, however, they were men of élan and influence. Those who left the porter profession had their pick of top jobs in the service industry, historians note. They often “graduated” to fine hotels and restaurants. Some porters even attracted the attention of US Presidents who invited them to work as White House staff. John W. Mayes, for example, went on to serve as the barber for Presidents William McKinley, Theodore Roosevelt, William Howard Taft, Woodrow Wilson, Warren Harding, Calvin Coolidge, Herbert Hoover, Franklin D. Roosevelt, and Harry S. Truman (Chicago Defender 1992). Another porter, James B. Newsome, who served for 52 years and traveled 5.8 million miles during his tenure, told the Chicago Defender (1922) that he served many of the pioneers of the West Coast, which included “Wild Bill” Hickok, the Morton family (which founded the salt company that still exists), the Stanford family (for which the university is named), and publishing magnate William Randolph Hearst's family.", "Despite his close encounters with the wealthy, the first generation of Pullman porters fathered black men who still were not free. Yet, at the turn of the century, black and white leaders alike urged them to take up arms to defend American democracy. In a July 1918 essay entitled “Close Ranks,” W. E. B. Du Bois (1918), a staunch integrationist and co-founder of the NAACP, attempted to rally African-American men to fight in the Great War through the pages of the group's official organ, The Crisis magazine. Although Du Bois agreed that the racial status quo in America for blacks was excruciatingly stagnant, he disagreed that blacks should leave America. He argued that instead they should stay, get an education, and assimilate their way into powerful leadership roles. When black soldiers returned home, however, and faced the same intense bigotry and Jim Crow legislation that they had left behind, black America splintered into several nodes of thought, each represented by its own bold journalistic enterprise. The canon of advocacy journalism that came out of this era expressed the “New Negro” ideology, in which black intellectuals debated publicly about how best to improve the quality of life for the race (Locke 1925; Hickmott 2011).", "First, Du Bois reversed his patriotic position with his diatribe “Returning Soldiers,” which ran in The Crisis in May 1919 (Du Bois 1919). He railed against lynching and disenfranchisement but urged blacks to stay in America to fight for their rights. At the other end of the spectrum, Marcus Garvey founded Negro World newspaper in August 1918, and in it proposed total emigration to Africa. By June 1919, more than two million readers became card-carrying members of his organization, the Universal Negro Improvement Association and African Communities League (UNIA-ACL). In the metaphorical middle—between Du Bois's call to integrate and Garvey's call to emigrate—stood A. Philip Randolph and Chandler Owen, who began to publish The Messenger magazine in 1917. They touted their publication as, “The Only Radical Negro Magazine in America” and spouted Marxist rhetoric, so as not to disappoint. They idolized the Russian Bolshevik protests and urged blacks across America to take up arms. They believed, as their early writings reflect, that the black proletariat could defeat the white bourgeoisie with force and civil uprising, but not by convening docile meetings or academic conventions, or by leaving America for Africa. All of these intrepid thinkers and community organizers were impassioned, eloquent, and prolific writers. They formed the vanguard of what history would later call “The Harlem Renaissance.” Some of these men, such as Du Bois, were Ivy League-educated. Others had married “into money,” and so enjoyed a relatively privileged social status. For example, A. Philip Randolph's wife, Lucille Campbell, was a hair stylist and protegé of Madame C. J. Walker, the first black woman millionaire. Campbell was wealthy in her own right too, and funded The Messenger in its infancy (Anderson 1973). What the black public sphere lacked, then, was a working-class voice from beyond the Ivory Tower. The Pullman porter, at the dawn of a post-war era of black political awakening, was anointed the ideal emissary."]}, {"title": "Pullman Porters Were Educated, yet Relegated", "paragraphs": ["In the summer of 1923, a train careened off its track in a heavy storm, tossing Pullman porter James Owens and other passengers into the pitch black night. When Owens woke from unconsciousness, he crawled through the wreckage to find the conductor. The two then stumbled through the iron detritus to extricate passengers from twisted bits of metal. Although Owens became a hero, his fellow porter colleague, Theodore M. Seldon, was not as fortunate. His body was so disfigured that the train employees could identify him only by his Phi Beta Kappa Key, which he had earned at Dartmouth College earlier that spring (Kornweibel 2010). Second-generation Pullman porters had benefited greatly from the sleepless nights of their fathers, who finally had scraped together enough money to send their children to some of the most prestigious colleges in the land. Many Pullman porters were impeccable savers and the black press published dozens of news stories about their relatively large estates. My favorite story is an Afro-American (1921) piece that describes family members creating fraudulent wills when they discover a recently deceased porter left $15,000 cash to his heirs. A 1939 Defender piece about a high school teacher who inherited $57,000 from her porter father—which would be worth $956,000 today—was equally impressive.", "The black press often reported that most porters who came to the profession in the 1920s were college-educated, yet could not find employment after graduation, due to discriminatory hiring practices or outright Jim Crow-enforced segregation. An article that ran in the Afro-American (1924) highlighted 100 Howard University students who entered the profession as summer employees. By the mid-1920s, historians estimate that 30 percent of black medical school graduates were ex-porters (Kornweibel 2010). They used their tips to pay for tuition and studied while passengers slept. John Baptist Ford was a Pullman porter who rose to national prominence after a white business school professor at Dartmouth took notice of his impeccable service and invited him to the university to deliver three keynote addresses. The Pittsburgh Courier (1924) reported that Ford told the audience, “I know a couple of doctors—brothers—who stayed ten years in the service after they'd taken their degrees. They were saving money all the time. When they'd got enough, they set up in practice.”", "The assumption that a Pullman porter was uneducated often worked to his advantage. He could appear submissive as needed. His unassuming demeanor made wealthy whites feel comfortable—while the train was rolling. The incongruity of the racial realpolitik of the time dictated that when the train came to a stop, the same black Pullman porter who had been entrusted to handle the white passenger's bag of heirloom jewelry could not stay in the same hotel as the family who had offered him a tip. Pullman porters soon learned, then, to take advantage of the non-traditional education they received through interaction with the country's most influential people. Collectively, Pullman porters served roughly 35 million passengers annually, including celebrities and tycoons such as Cornelius Vanderbilt, J. Pierpont Morgan, John D. Rockefeller, Buffalo Bill Cody, Mrs. Will Rogers, and Mrs. H. J. Heinz, to name a select few (Kornweibel 2010, 128). Every train ride reinforced to Pullman porters what life was like for the other half. This scared some whites of the time. Raymond Patterson wrote: That is to say, a Pullman porter who has run from Mobile to Montgomery, and then to Atlanta or Chattanooga, the end of his run being evidently a little further north with every change he makes. In this way, they tell me, the railroad negroes are shifting North slowly but surely day by day, and in the only way they could do it without directly buying a ticket and moving wife and family. (Patterson 1911, 21)", "That is to say, a Pullman porter who has run from Mobile to Montgomery, and then to Atlanta or Chattanooga, the end of his run being evidently a little further north with every change he makes. In this way, they tell me, the railroad negroes are shifting North slowly but surely day by day, and in the only way they could do it without directly buying a ticket and moving wife and family. (Patterson 1911, 21)", "Patterson further argued that such a migration would disrupt the natural social order of America, and that policies should be enacted to keep blacks as separate from whites as possible. Although the tone of this book is incredulous to modern audiences, his observations were prescient. Pullman porters did help spread the word about migration to the North, especially to Chicago, as secret distributors of the Chicago Defender newspaper, as we will discuss later in this essay. We should note for now, however, that Patterson was an influential white journalist of his time, penning pieces for the Chicago Tribune and for the Washington Post (Church and Goodman 1909). Moreover, the foreword of his manifesto, The Negro and His Needs (Patterson 1911 ), is written by the future US president William Howard Taft, who was his classmate at Yale University. Prominent separatist voices such as Patterson's perhaps made the Pullman porter arguably all too willing to participate in subversive acts of news production that would offer a counter-narrative of black American life not as full of problems, but full of promise."]}, {"title": "The Pullman Porter as News Gatherer", "paragraphs": ["Gossip was a porter “specialty,” journalist Larry Tye explained in his book Rising from the Rails (Tye 2004 ), adding, “They picked up tidbits about everything from politics to finances, and knew which to keep alive and which were privileged.” For example, porters on President Franklin D. Roosevelt's sleeper car knew he was battling the debilitating effects of polio long before the public did, and waited on him diligently as he slowly lost his ability to walk (Tye 2004, 183; Chicago Defender 1937). In the modern networked journalism model, professional journalists work with amateurs to create a news story that could not have been realized without that partnership. These kinds of collaborative efforts are facilitated by new forms of convergent media platforms, such as the mobile phone, which allow speedy newsgathering. So it was at the end of the Great War too. The advent of the electric telegraph in the 1830s already had replaced homing pigeons and the Pony Express to transmit information more swiftly over the vast expanse of the country (Thompson 1947). By 1918, as more railroad tracks continued to be laid across the land, telegraph lines often ran alongside it in an increasingly sophisticated network. Unionized telegraphers were stationed at depots along the nation's railways, regularly dispatching news and directing train traffic. Professional journalists from mainstream daily newspapers relied on updates from these telegraphers acting as amateur news gatherers to provide stories for its primarily white audiences. Many of these telegraphers became indispensable members of the newsroom (Rasmussen 1998). As telegraphy was not a field typically open to black men at the time, the black press relied instead on the Pullman porter.", "Perhaps the most famous alliance between the Pullman porters and the black press is that of the Chicago Defender. Robert Abbott, who founded the paper in 1905, enlisted the help of Frank P. George to collect newspapers and magazines that wealthy passengers left behind on the trains. At the end of George's Boston-to-Chicago runs, he brought back bundles of periodicals. He frequently clipped stories from the New York Times, New York Herald Tribune, the Wall Street Journal, and the Saturday Evening Post (Tye 2004). The Defender staff pored over every periodical that George aggregated, scouring its pages for out-of-town news on African-Americans. Soon George realized he needed help, and he groomed Pullman porter Alexander O. Taylor to bring in papers too (Ottley 1955). Taylor picked up newspapers between Cleveland and Chicago. He summarized what he clipped and heard on train cars in a near daily news brief entitled, “Ohio State News.” Taylor eventually become a social secretary of sorts for the Defender, gathering news about Cleveland's black middle class and its relative prosperity. He aggregated information about the dinner parties of well-to-do blacks, with careful attention to detail. In one such holiday edition of his dispatch, he noted that a Miss Lucy Manson had exhibited “exceeding hospitality” to a large dinner party of family and friends, and that one of her guests treated the group to a ride in one of his luxury cars. Taylor (1915) also wrote that he was a proper host too, serving a “16½-pound fowl” from his family's Virginia farm. No news seemed too small for Taylor to collect. His briefs were filled with praises for well-delivered church sermons, job opportunities, profiles of black professionals who were returning from glamorous summer vacations, and news of divorces, deaths, and births. In his later years, Taylor quit Pullman Co. to become a full-time distributor of the Defender for the Cleveland area (Young 1955).", "Rounding out Abbott's newsgathering team was Frank “Fay” Young. In 1914, Young joined the Defender staff as a sports writer, working for the publication for free, just like all of the other contributors. By day, Young was a dining car waiter aboard the Chicago & Northwestern Railroad, quietly collecting news items that he would send back to the Defender too. Eventually Abbott came to rely on Young so much, he offered him a full-time job for the newspaper, but Young initially declined. Historian Roi Ottley explained: He asked Fay Young to resign from his railroad job and work for the paper, but Young was reluctant because Abbott offered him only fifteen dollars a week, less than he earned as a dining car waiter; moreover, joining the Defender meant a reduction in social status, as railroad men were among the sought-after figures in Negro society, and newspapermen were considered merely hustlers. (Ottley 1955, 115)", "He asked Fay Young to resign from his railroad job and work for the paper, but Young was reluctant because Abbott offered him only fifteen dollars a week, less than he earned as a dining car waiter; moreover, joining the Defender meant a reduction in social status, as railroad men were among the sought-after figures in Negro society, and newspapermen were considered merely hustlers. (Ottley 1955, 115)", "Young eventually did accept Abbott's employment offer. He became the managing editor in 1918, the year that the Great War came to an end. He remained at the Defender as a sports writer for the rest of his life, from 1914 until 1957 (Cowans 1957). Frank P. George spent his whole life gathering news for the Defender too. His obituary, which ran in the Defender, read: “His shears were as faithful as his eye. He read by glance and sweep. He fell at his post” (Simmons 1922).", "In addition to curating news second-hand, Pullman porters were privy to real-time breaking news too. It was a Pullman porter who broke the news of race riots in Nebraska, for example. The Afro-American (1929) reported: “First news of the Platte, Nebraska race riot in which hundreds of colored people were driven from their homes was brought to H. J. Pinkett and the Omaha branch NAACP by a Pullman porter.” This early news tip allowed local blacks to organize and contact the governor that night to seek prosecution for members of the mob. This was a rare occurrence, as many lynchings occurred at night and were not discovered until morning, when the mobs already had dispersed. Although no arrests were made, the victims were able to return to town safely with their homes still intact. In this manner, the Pullman porter not only had the ability to get “the scoop,” as journalists say in newsroom parlance, but he had the power to be a swift, invisible grassroots organizer. Everyday, he saw the world go by at 50 miles per hour, after all, and he could carry news back and forth with unmatched speed."]}, {"title": "The Pullman Porter as News Distributor", "paragraphs": ["By the end of World War I, roughly 1.5 million African-Americans had migrated from the rural South to the industrialized North. Pullman porters were responsible, in part, for what came to be known as the Great Migration. At the time, in the Chicago Defender, Abbott called it the Great Northern Drive. He advertised it in a full-page spread (Chicago Defender 1917), urging Southern blacks to move to Chicago to take advantage of the growing job market. At the same time, Pullman porters were growing increasingly disgruntled with their working conditions. They still worked 18–20-hour shifts with only an average of 25-cent tips per passenger. Pullman Co. also expected its porters to pay for their own service supplies, such as shoe shine, which cut into their earnings even further. Hostile race relations brewed aboard the train too, and the porter had to be prepared to deal with verbal insults from or physical altercations with white passengers and train conductors alike. For example, some whites called all Pullman porters “George,” or referred to them as “George [Pullman's] boys,” rather than call them by their actual names. It was a tradition that harkened back to slavery, where slaves were named after their masters. In 1914, a lumber baron named George W. Dulany created the Society for the Prevention of Calling Sleeping Car Porters “George” to feign indignation that his name was associated with black porters. The organization grew rapidly, however, and at its height it boasted a membership of more than 30,000 men, which included celebrities and aristocrats, such as George Herman “Babe” Ruth, the United Kingdom's King George V, and Georges Clemenceau of France (Santino 1991; Tye 2004, 2).", "By 1925, the porters began to organize themselves into a union. They approached A. Philip Randolph, publisher of The Messenger, to become their president. Their goal was to win higher wages for the porters and more reasonable working conditions. Randolph accepted the invitation to lead the men and began to convene meetings in major cities where Pullman porters lived. Whenever the porters convened, Pullman Co. planted moles to spy on the group's operations (Bates 2001). In 1926, for example, Claude Barnett, the founder of the Associated Negro Press, took money from the Pullman Co. to publish a weekly black newspaper called The Light and Heebie Jeebies, which aimed to discredit the Brotherhood of Sleeping Car Porters (BSCP) and A. Philip Randolph. Barnett's news service provided stories to 112 other black member newspapers in America when he accepted this bribe. When the porters discovered his alliance with the Pullman Co., therefore, it stung them deeply and fostered years of distrust of the black press. To counter the porters’ leeriness—and to convince them to distribute the Chicago Defender newspaper south of the Mason-Dixon line—publisher John Abbott appealed to the porters with promises of stipends and editorial flattery. First, Abbott launched a column entitled “Sparks from the Rail” to highlight porters’ human-interest stories (Winston 1914b). He chose John R. Winston, an active porter and leader in the union movement, to write it weekly. By all published accounts, Winston was a “porter's porter” who represented the very best of the profession. He was a founding member of the Brotherhood of Train Porters of America in 1914, which was a precursor to the BSCP (Winston 1914a). A Chicago Defender (1911) article reported that Winston was “known throughout the United States by the railroad men.” Another Defender profile noted that he was an effective orator and toastmaster (Chicago Defender 1915). Yet another Defender piece reported that Winston battled rheumatism after a two-week leisurely vacation, but never failed to continue filing stories with the newspaper while ill (Chicago Defender 1912).", "John R. Winston became a staple at the Defender and the nation's black porters finally were at Abbott's disposal. The porter–Defender networked journalism distribution model then worked like this: Abbott paid the porters to bundle Defenders before each trip, the porters stored the papers in their lockers at the train station, then they left them with contacts along their routes. The Pullman porters were responsible for deciding the best places to deliver the Defender, and they often chose stops near black barbershops and churches across the South. In his March 14, 1914 “Sparks from the Rail” column, Winston thanked the Pullman porters for their inaugural run as newspaper couriers. He wrote: The Chicago Defender is indebted to the vast army of railroad men for their pride in its efforts for the good of the race and their creditable work in extending its circulation. Through them it has reached the remote parts of the world. (Winston 1914b )", "The Chicago Defender is indebted to the vast army of railroad men for their pride in its efforts for the good of the race and their creditable work in extending its circulation. Through them it has reached the remote parts of the world. (Winston 1914b )", "By 1920, the Defender had a paid circulation of about 230,000, two-thirds of it outside of Chicago (Tye 2004, 82).", "The Pullman porters helped to distribute the Pittsburgh Courier too. In 1921, Robert Vann, its owner-editor, competed openly with Robert Abbott for the mantle of top black press editor, and he emulated the Defender’s practice of using Pullman porters as couriers. Vann, who had served as a summer porter from 1906 to 1910 between semesters of law school, hired Pullman porters to drop his paper across the South, Midwest, and West in the early 1920s. In return, Vann changed his position on the porters’ efforts to unionize by publishing more favorable editorials about the BSCP's progress. When the porters eventually published their list of demands in The Pullman Porter in 1927, the pamphlet was bundled with the Pittsburgh Courier to facilitate its shipment around the country (Brotherhood of Sleeping Car Porters 1927). Vann also launched a column entitled, “Real Heroes,” which valorized Pullman porters when they committed brave acts on behalf of their passengers (Winston 1938). Lastly, Vann worked with the porters to urge black migration to the North too. He published stories of job opportunities in his city's coal, iron, and steel industries. This led to an influx of blacks primarily from Alabama, where these same industries were based on peonage or a convict-lease system (Dickerson 1986; Blackmon 2009). Vann then reported in the Pittsburgh Courier (1923), that Georgia had lost $27 million amid the mass black exodus and that 46,674 homes were left vacant. The black population of Pittsburgh bloomed at the height of the Courier’s popularity, from 10,357 people in 1890 up to 54,983 in 1930. Scholars note that 87 percent of this growth was due to migration from the South, while the remaining growth was attributed to new births from existing black residents (Gottlieb 1996). Additionally, the porters’ newspaper distribution efforts paid off too: circulation rose to 250,000 by 1937, making the Pittsburgh Courier the most popular black newspaper of its day."]}, {"title": "The Pullman Porter as Author", "paragraphs": ["If anyone had a yarn to spin in black America, it was the Pullman porter. Tye noted: Porters had dipped their toes in the Pacific and the Atlantic, walked the promenades in New York City and Chicago, and traveled to fifty states with Wall Street barons and baseball gods. They were men with stories to tell, and everyone listened. (Tye 2004, 77)", "Porters had dipped their toes in the Pacific and the Atlantic, walked the promenades in New York City and Chicago, and traveled to fifty states with Wall Street barons and baseball gods. They were men with stories to tell, and everyone listened. (Tye 2004, 77)", "One of the largest concentrations of Pullman porters—nearly 2000 men—lived in New York near the Grand Central and Penn terminals. Some of them contributed regularly to the New York Age and the New York Amsterdam News for several years. Both publications had storied beginnings and colorful leaders who most likely enthralled the porters. The New York Age actually began in 1880 as The New York Globe. By 1884, the editors changed the title to The New York Freeman, settling finally in 1887 on the Age (Thornbrough 1966). T. Thomas Fortune, who was born into slavery in 1856, was its firebrand editor-in-chief who wrote bold invectives about race relations in the United States. He was a close friend and ghostwriter for Booker T. Washington, who was also a silent owner of the publication and its regular financier until his death in 1915 (Adams 1902). While Washington was an accommodationist who did not believe in challenging the racial status quo in America—he thought blacks should simply learn trades and work within the segregated system to accumulate economic security—Fortune's raison d’être was openly condemning anti-lynching. During his tenure, Fortune hired prominent writers such as James Weldon Johnson (who later served as field secretary for the NAACP), W. E. B. Du Bois, and Ida B. Wells-Barnett, whom he personally invited to the staff after local white supremacists in her hometown of Memphis, Tennessee burned her newspaper's office to the ground (Alexander 2008; Curry 2012). Fortune encouraged his writers to include their bylines with their pieces, which was a sharp departure from black newspapers like the Chicago Defender or the Pittsburgh Courier that often published stories anonymously. While the Age’s influence grew, Fortune battled quietly with mental illness and alcoholism. He sold his stake of the newspaper in 1907 to Fred Moore, who became its new editor. Under Moore, the newspaper began to adopt more of Booker T. Washington's philosophies and began to lose its credibility as a publication dedicated to the uplift of black people (Wintz and Finkelman 2004). Even after Washington's death in 1915, the Age struggled to stay afloat. It courted readers, however, using the same formula that had worked for both the Defender and the Afro-American: catering editorially to the Pullman porter.", "Perhaps the most famous New York Age Pullman porter columnist was James H. Hogans, who penned the column on “Things Seen, Heard and Done Among Pullman Employees” (Hogans 1929). His editorials on life along the railroad and the effort of porters to unionize during the 1920s earned him a loyal readership. The Baltimore Afro-American offered him a full-time job as a columnist in 1936, and he left the porter profession altogether. Hogans wrote nearly 100 editorials for the Afro-American, occasionally contributing to the Chicago Defender too. In it, he highlighted births, deaths, successes, and failures of porter union organizing, election results for union chapters, and profiles of Pullman porters who rose to prominence. In one column, for instance, Hogans shares the story of Pullman porter Stewart H. Holbrook who was featured in Esquire magazine in 1939. He quotes Holbrook as saying that the status of the Pullman porter rose to that of “colored teachers, doctors, lawyers and top businessmen.” Hogans (1939) added that the porter now “sends his children to high school, quite often to college” and “lives in the best parts of colored communities.”", "When T. Thomas Fortune rebounded from his departure from New York Age, he began writing and editing at his former rival publication, the New York Amsterdam News. He found himself among other radical thinkers, such as Claude McKay, who was a former Pullman porter. McKay wrote his popular 1928 novel, Home to Harlem, during his breaks aboard the Pullman sleeper cars. Editors of the Amsterdam News granted him a column in 1937. In it, McKay reported hard news about authoritarian regimes throughout Europe, including that of Adolf Hitler in Germany and Benito Mussolini in Italy. He offered scathing commentary about the European scramble to colonize Africa. The column was so popular, it was syndicated in the Afro-American too (McKay 1939). McKay also argued in favor of self-imposed segregation in the United States. He suggested blacks follow the communal example set by Jewish immigrants to create their own economies, schools, and infrastructures. He wrote in a column: “In fact, [the Jews] have broken down 100 percent barriers of American prejudice and discrimination by building up institutions inferior to none and which are a credit to the entire American nation” (McKay 1937). Aside from politics as prose, McKay also offered commentary through poetry and allowed the black press to syndicate it as well. His most famous poem, “If We Must Die,” ran in the Pittsburgh Courier on July 14, 1927. In the poem's penultimate line, McKay challenges readers to “face the murderous, cowardly pack/pressed to the wall, dying, but fighting back!” McKay seemed to be speaking not only to black men in America who faced murderous mobs, but also to African men across the vast continent who faced colonial rule. In this manner, McKay was a forerunner in this genre of international ethnic journalism that investigated the plight of black people around the world.", "Robert Vann watched the rise of the Pullman porter-cum-global journalist model and decided to emulate it in 1935, sending former porter Joel Augustus Rogers to Ethiopia to cover its war with Italy. Vann was the only black editor who could afford to send a foreign correspondent abroad and Pittsburgh Courier readers were thrilled to hear about an African nation resisting the onslaught of European colonization (Calvin 1935). Rogers had already developed a following with readers after he self-published his seminal novel, From Superman to Man in 1917. In it, a black Pullman porter spends a cross-country train ride trying to dissuade a white Southern politician from being racist. Excerpts from the book ran in the Pittsburgh Courier, the Defender, and in the New York Amsterdam News (Asukile 2010). Rogers retired from the porter profession in 1919, dabbling in art studies and freelance writing for the Chicago Defender, Marcus Garvey's Negro World, The Messenger magazine, and the New York Amsterdam News. As a former Pullman porter, he definitely was not a stranger to travel. His writing, however, sometimes reflected the melancholy he felt when riding the train as a free man across Europe. On those foreign tracks, he was a passenger, not a servant. In a New York Amsterdam News column entitled “Ruminations,” Rogers wrote: The more I travel, or meet people, or engage in historical research the firmer grows my belief that humanity is one, and that so-called race really counts for very, very little. The greatest barrier to a better understanding among peoples is that so many of us see others as Baptists or Methodists or Catholics; American, German, English or Chinese; black or white and a thousand and one other distinctions first and then as human beings like ourselves next. (Rogers 1934)", "The more I travel, or meet people, or engage in historical research the firmer grows my belief that humanity is one, and that so-called race really counts for very, very little. The greatest barrier to a better understanding among peoples is that so many of us see others as Baptists or Methodists or Catholics; American, German, English or Chinese; black or white and a thousand and one other distinctions first and then as human beings like ourselves next. (Rogers 1934)"]}, {"title": "Ending an Era, Forging a Legacy", "paragraphs": ["The story of the Pullman porter always has been shared in terms of race relations. Heretofore this may have been an adequate frame, since America has had such historical struggles with reconciling a safe place for the black man to live, dream, and grow. What we may have overlooked, however, is that the porter was always in control of crafting his own story—and he secretly used the black press to do so. The Pullman porter aggregated, wrote, and distributed news in an incredibly sophisticated system of networked journalism that kept the black press in tune with the black working class and its needs after the Great War. Amid the volatile and violent antebellum era, Pullman porters also helped black newspaper publishers highlight Southern atrocities and Northern possibilities. These partnerships convinced millions of blacks to leave behind agrarian peonage in search of more meaningful work. The Pullman porters’ collective bargaining win for higher wages in 1937 also inspired blacks to continue to challenge institutionalized racism in America (Berman 1935). BSCP president A. Philip Randolph went on to organize the campaign to desegregate the American military during World War II with the first March on Washington in 1941. C. L. Dellums, who served as BSCP's vice-president after being fired in 1927 from Pullman Co. for unionizing, continued to wage labor battles in Oakland, California for the rest of his life (Dellums 1966). The Pullman porters also inspired future freedom fighters such as Thurgood Marshall, who was the son of a porter; E. D. Nixon, who co-organized the Montgomery, Alabama bus boycotts in the 1950s while still working as a porter; and Malcolm X, who wrote about his time observing race relations aboard the train as a dining car waiter in his autobiography (Christian 2008).", "Former Pullman porters and their children also entered the field of professional journalism in remarkable ways after World War II. Gordon Parks, who began his career as a Pullman porter, found a magazine while working aboard one of his trains that featured Farm Security Administration (FSA) photos of Depression-era poverty. He said that the dust-bowl imagery of poor women and children haunted him (Sloan 2003). Parks eventually joined the FSA photography collective in 1942 and rose to become the first black photojournalist at Life magazine.", "Ethel Payne brings our analysis of Pullman porters as journalists full circle. This daughter of a Pullman porter came to be known as the “First Lady of the Black Press.” She began working as the national correspondent to the Chicago Defender in 1948. She eventually covered the Civil Rights era meticulously, interviewing luminaries such as Dr. Martin Luther King, Jr. and then-Senator John F. Kennedy. She was the first black female commentator for radio and television at CBS and the first black journalist to report on the Vietnam War (McGrath Morris 2015).", "The system of Pullman porter networked journalism began to decline in 1956, when President Dwight D. Eisenhower signed the Federal-Aid Highway Act. This law authorized the construction of 46,876 miles of highway systems that connected the continental United States (Weingroff 1996). Parts of the country that were once accessible only by train suddenly opened up to everyone. American Airlines established the first domestic flights aboard its Boeing 707 jets on January 25, 1959 (Proctor, Machat, and Kodera 2010). In just 10 years, by 1969, Pullman Co. was out of business after more than 100 years of service. To preserve what remained of the train industry, Congress passed the Rail Passenger Service Act in 1970, which allowed all remaining train companies in the country to consolidate, forming a for-profit company that is backed by the US government. This entity, now known as Amtrak, did not hire Pullman porters to serve people among its train cars. Consequently, the New York Times reported on March 5, 1978 that the BSCP union was effectively defunct (Sheppard 1978). Though the Pullman porters no longer greet passengers aboard America's trains, the archives of leading black newspapers of the post-Great War period—Baltimore Afro-American, Chicago Defender, New York Age, New York Amsterdam News, and Pittsburgh Courier—are a treasure trove of journalistic contributions from these distinguished men. The only thing more remarkable than their daily participation in the news production process may be their daily negotiations of identity as an act of self-preservation: they wore the mask of obsequiousness to survive, but bundled their true aspirations, fears, and desires in the newspapers that they smuggled, to thrive. In this manner, the railway platform was their platform. Whenever they glided onto it, with their sable hats, crisp jackets, and spotless gloves, they spoke volumes, without even saying a word."]}], "references": [{"title": "Timothy Thomas Fortune: Journalist, Author, Lecturer, Agitator", "year": "1902", "journal": "Colored American Magazine", "volume": "4", "authors": [{"name": "Adams Cyrus Field", "first_name": "Adams", "last_name": "Field"}]}, {"title": "Joel Augustus Rogers: Black International Journalism, Archival Research, and Black Print Culture", "year": "2010", "journal": "The Journal of African American History", "volume": "95", "authors": [{"name": "Asukile Thabiti", "first_name": "Asukile", "last_name": "Thabiti"}]}, {"title": "Crossing Boundaries: New Media and Networked Journalism", "year": "2008", "journal": "Communication, Culture and Critique", "volume": "1", "authors": [{"name": "Beckett Charlie", "first_name": "Beckett", "last_name": "Charlie"}, {"name": "Mansell Robin", "first_name": "Mansell", "last_name": "Robin"}]}, {"title": "The Fortune of Wells: Ida B. Wells-Barnett&#039;s Use of T. Thomas Fortune&#039;s Philosophy of Social Agitation as a Prolegomenon to Militant Civil Rights Activism", "year": "2012", "journal": "Transactions of the Charles S. Peirce Society: A Quarterly Journal in American Philosophy", "volume": "48", "authors": [{"name": "Curry Tommy J.", "first_name": "Curry", "last_name": "J."}]}, {"title": "‘Brothers, Come North’: The Rural South and the Political Imaginary of New Negro Radicalism, 1917–1923", "year": "2011", "journal": "Intellectual History Review", "volume": "21", "authors": [{"name": "Hickmott Alec Fazackerley", "first_name": "Hickmott", "last_name": "Fazackerley"}]}, {"title": "Enter the New Negro", "year": "1925", "journal": "Survey Graphic", "volume": "6", "authors": [{"name": "Locke Alain", "first_name": "Locke", "last_name": "Alain"}]}, {"title": "American Negro Newspapers, 1880-1914", "year": "1966", "journal": "The Business History Review", "volume": "40", "authors": [{"name": "Thornbrough Emma Lou", "first_name": "Thornbrough", "last_name": "Lou"}]}, {"title": "The Future of Journalism: Networked Journalism", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Van der Haak Bregtje", "first_name": "Van", "last_name": "der Haak Bregtje"}, {"name": "Parks Michael", "first_name": "Parks", "last_name": "Michael"}, {"name": "Castells Manuel", "first_name": "Castells", "last_name": "Manuel"}]}, {"title": "Creating the Interstate System", "year": "1996", "journal": "Public Roads", "volume": "60", "authors": [{"name": "Weingroff Richard F.", "first_name": "Weingroff", "last_name": "F."}]}]}