{"doi": "10.1080/17512780802681199", "url": "https://doi.org/10.1080/17512780802681199", "title": "ADDRESSING THE EFFECTS OF ASSIGNMENT STRESS INJURY", "volume": "3", "year": "2009", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Keats", "first_name": "Patrice", "name": "Patrice Keats"}, {"last_name": "Buchanan", "first_name": "Marla", "name": "Marla Buchanan"}], "abstract": " The purpose of this article is to present the results of a qualitative study on assignment stress injury within journalism. Thirty-one Canadian journalists and photojournalists participated in the research study. The focus of this article is on recommendations offered by our participants to address the effects of traumatic stress within their profession. ", "body": [{"title": "Introduction", "paragraphs": ["Journalists who report on the traumatic experiences of others risk emotional injury. Figley (1995) stated from his extensive research on secondary traumatic stress, “The more we looked, the more we saw confirmation of the transmission of trauma in the workplace.” This transmission resulted in secondary traumatic stress (STS), which is a stress response to graphic descriptions of violent events and witnessing or involvement in the traumatic events experienced by others (Figley, 1995; Stamm, 1995). Accordingly, bearing witness to the suffering of people in the aftermath of disasters, conflict, and traumatic events puts journalists at risk of developing STS, a condition that often goes untreated. Ward (2004) commented that, “an admission of emotional distress in the macho world [of journalism] is feared as a sign of weakness and a career liability.” These beliefs create a culture in which journalists are reluctant to seek help. Our current research study corroborates this observation among journalists and underscores the need for research that provides new understanding about how the witnessing of, or exposure to the trauma of others affects the professionals involved and what can be done to assist them. In this paper, we present specific findings from a research project that was conducted among Canadian journalists and photojournalists exposed to traumatic events through their work. This is the first study on the topic of trauma among journalists conducted within a Canadian context. We review the current literature on trauma in journalism, define key concepts, outline the study procedures, and present particular findings from our study regarding participants’ recommendations to address the effects of trauma reporting.", "Although there are anecdotal reports and commentaries about the traumatic experiences of journalists and photojournalists (e.g., Bull and Newman, 2003; Fedler, 2004; Himmelstein and Faithorn, 2002; Rees, 2007a; Ricchiardi, 1998, 2001; Steele, 1996) and suggestions provided to reporters who cover violence and trauma (Cote and Simpson, 2000; Dworznik and Grubb, 2007; Ochberg, 1996), there is limited research on the types of support to assist journalists with the consequences of this type of reporting.", "In a review of both the psychological and journalism literature, only 11 empirical studies were found that focused on stress injuries. From these studies we have learned that some journalists suffer symptoms of posttraumatic stress (PTSD; American Psychiatric Association, 2000) from witnessing violence and distressing traumatic events. According to Feinstein and Nicolson (2005) and confirmed by several authors (Feinstein et al., 2002; McMahon, 2001; Osofsky et al., 2005; Pyevich et al., 2003; Teegen and Grotwinkel, 2001), war correspondents are most at risk with “lifetime prevalence rates of 28% for PTSD and 22% for depression” (Feinstein and Nicolson, 2005, p. 129) similar to rates experienced by combat veterans. Journalists and photojournalists who cover large-scale natural and man-made disasters (Cote and Simpson, 2000; Feinstein, 2004) confirm symptoms of PTSD similar to firefighters and other first responders. Teegen and Grotwinkel (2001), in their survey of 61 journalists, report that 13 percent met the criteria for a PTSD diagnosis. However, Pyevich et al. (2003), in their survey of 906 newspaper journalists, found that only 4.3 percent had a work-related PTSD diagnosis. They state, “despite high rates of traumatic exposure, relatively few journalists described sufficient symptom severity to be classified as disordered” (2003, p. 327). Also Newman et al. (2003) found that approximately 6 percent of the photojournalists surveyed scored within the PTSD criteria range. Given that the general population prevalence rate for PTSD is 7–14 percent, Pyevich et al.'s and Newman et al.'s findings are significant. In some cases, it is difficult to distinguish whether the events were traumatizing because they were personal traumatic events for the journalists (e.g., being kidnapped, being shot at) or whether the events were eyewitness accounts or both. Given the disparity in the literature, there is still a lot that we do not know about prevalence rates and experiences of journalists and photojournalists who cover trauma.", "The stigma of psychological stress is strongly felt by journalists as a characteristic of journalism culture (e.g., Rees, 2007a; Ricchiardi, 1998). Similar beliefs are present in other populations of workers dealing with trauma, conflict, and disaster (e.g., military, police). In attempts to influence this attitude, the Canadian military forces have adopted the concept of the operational stress injury (OSI; Veterans Affairs Canada, 2006) in order to put psychological struggles on par with physiological ones. OSI is defined as any persistent psychological difficulty resulting from operational duties during a mission. The term describes a broad range of problems including diagnosed psychiatric conditions such as anxiety and panic disorders, major depression, acute and posttraumatic stress, as well as less severe problems that interfere with daily functioning such as lack of concentration, anger, and emotional exhaustion. In hopes of addressing a similar stigma for journalists, we propose the adoption of the term assignment stress injury (ASI). This term describes a type of injury that develops within the journalism context both on trauma assignments in the field and in the newsroom (e.g., PTSD, STS, anxiety, depression, addictions, and burnout). Most importantly, journalists may develop traumatic stress symptoms from witnessing the suffering of others (STS) or experiencing firsthand a traumatic event (PTSD). These symptoms include: (1) re-experiencing phenomena (e.g., intrusive imagery, flashback memories, nightmares), (2) avoidance responses (e.g., numbing out, avoiding reminders of the event, diminished interests), and (3) increased arousal (e.g., difficulty sleeping, heightened startle response, difficulty focusing, irritability) (American Psychiatric Association, 2000). These reactions are a normal response and can also be cumulative, building in intensity over time. It is this cumulative exposure that puts journalists at risk, but the context of the newsroom exacerbates the symptoms. As part of a larger research project, we present in this paper recommendations provided by participants to assist journalists with assignment stress injuries.", "STS as an assignment stress injury within the field of journalism is only now being recognized as an issue. As Rees states, “very often journalists find hearing about trauma and talking to people about it difficult and troubling, and these incidents can be the result of events much closer to home” (2007a, p. 67). The effects of witnessing the suffering of others or being a bystander to a traumatic event may have a significant impact on professionals. Researchers have been puzzled by the effects of listening to survivor stories (e.g., Arvay, 2001; Figley, 1995; Morrissette, 2004) and cumulative exposure (e.g., Keats, 2005; Saylor et al., 2003) leading to different theories about the process of STS from witnessing."]}, {"title": "Description of the Study", "paragraphs": ["The primary aim of the main research project was to study the experiences of 31 Canadian (print and broadcast) photojournalists and journalists photographing or reporting in the context of trauma, conflict, and disaster events that may have put them at risk for assignment stress injuries. Participants in the study reported a very broad range of responses to trauma incidents, which included war, murders, car accidents, criminal trials, school shootings, suicides, and natural disasters to name a few. Participants included 14 photojournalists and 17 journalists (both staff and freelance). Three journalists were currently employed as editors. The ages of the 24 males and seven females ranged from 28 to 62 years with a mean age of 41.5 years. The number of years reported in the field of journalism ranged from 4 to 36 years; the average number of years as a reporter was 17.8 years. We have currently collected data from these participants through semi-structured, audiotaped interviews and six on-site workplace observations conducted in a variety of Canadian newsrooms.", "For the purpose of this article, we used interview and observation data to examine a subset of responses related to participants’ suggestions that address assignment stress injury in the workplace context. The findings contribute to understanding the degree and type of psychological support available. Answers to the following questions provided the sources of data reported here:  What are the beliefs among participants regarding assignment stress injuries and seeking psychological assistance both personally and professionally?   What assistance is available either personally or through the employer and would the services be accessed?   What recommendations do you have for assistance in the workplace that is currently not available to you?   ", "What are the beliefs among participants regarding assignment stress injuries and seeking psychological assistance both personally and professionally?", "What assistance is available either personally or through the employer and would the services be accessed?", "What recommendations do you have for assistance in the workplace that is currently not available to you?", "We coded the responses to these questions with the assistance of a qualitative research software program (MAXQDA, 1989–2007) to facilitate the analysis of over 1300 pages of interview data. The program enhanced and facilitated our content analysis of the audiotaped interview data as well as the analysis of the memos collected from the on-site observations. This program provided a range of tools to organize, search and visualize data in the transcripts, link ideas, create and cluster categories, and explore patterns. From the final categories we developed eight main themes that address the participants’ recommendations for assistance."]}, {"title": "Thematic Analysis of Recommendations for Assistance with Assignment Stress Injury", "paragraphs": ["The following section describes participants’ ideas about what might be useful in the workplace and amongst colleagues to deal with assignment stress injuries. The eight themes described were reported by a majority of participants in the study. We do not include all responses but only report key findings. Please note that the use of the words journalist and reporter are inclusive of both journalists and photojournalists.", "Currently in Canada, several press clubs have been closed. Some participants thought it was detrimental to lose this peer support because of the lack of opportunity to sit down and talk informally about trauma experiences. As one participant stated, “It was the press club that saved us.” Participants suggested that it was much more difficult to arrange to get together with peers in relation to a press club context that was, in the past, part of the routine of everyday work. Although most participants described the excessive drinking that was involved, they also focused on the idea of the press club as an opportunity for debriefing, support, and connection. Simply having opportunities to talk about their experiences seemed to be a way of bringing people together to discuss trauma and its effects.", "Many participants reported skepticism about the effectiveness of individual formal peer support due to competitive dynamics among peers. This competitiveness resulted in a high level of distrust when it came to talking about, or admitting to assignment stress injury. In terms of peer support groups, the majority of participants agreed that this would not be a viable option because of their hesitancy to discuss their symptoms due to the stigma within journalism culture. In Canada, Frank (2002) has initiated a small peer response team with volunteers who can identify signs of traumatic stress and refer colleagues to appropriate sources. Although some participants in this study talked about a need in this regard, they were hesitant about the effectiveness and no one knew of or participated in any formal program of this sort. In comparing first responder group debriefings, only one participant noted its value stating: I think there's help available for [journalists] who ask for it. It's different from police, paramedics, and firefighters; they have actual formal debriefing sessions with crisis counsellors or supervisors. We don't do that and I can't think of any newsroom, in [this province] anyway, who does that. It's been discussed, though, among journalists, about whether that's an important thing to have in the newsroom. I think it would be valuable.  ", "I think there's help available for [journalists] who ask for it. It's different from police, paramedics, and firefighters; they have actual formal debriefing sessions with crisis counsellors or supervisors. We don't do that and I can't think of any newsroom, in [this province] anyway, who does that. It's been discussed, though, among journalists, about whether that's an important thing to have in the newsroom. I think it would be valuable.", "It appeared that knowledge about the assistance available to other professional groups exposed to trauma and disaster could be a catalyst or incentive for openness to explore similar types of interventions for news reporters. Journalists who participated in reporting with the military were offered debriefing interventions, and many accepted. This allowed them to experience the process of the intervention and how it could be helpful.", "In terms of workshops or discussion periods as a possible means to debrief with peers, one participant stated: I would think it would be very helpful if we were just told that someone was coming in, even just to do something like this [interview] or just sort of be a sounding board. If something was available in the boardroom at one o'clock on this day, if you're interested in participating, then just be there for a roundtable discussion … I think that would be very helpful and journalists would be interested in participating in it just to hear other people and their experiences. I think all of us would definitely welcome any advice, if there is any out there, on how to deal with the images we see and the things that we write about.  ", "I would think it would be very helpful if we were just told that someone was coming in, even just to do something like this [interview] or just sort of be a sounding board. If something was available in the boardroom at one o'clock on this day, if you're interested in participating, then just be there for a roundtable discussion … I think that would be very helpful and journalists would be interested in participating in it just to hear other people and their experiences. I think all of us would definitely welcome any advice, if there is any out there, on how to deal with the images we see and the things that we write about.", "Another participant recounted a workshop offered by a mental health professional whom he believed did give some good advice; however, in the circumstance that he was in, “it's almost impossible advice to follow. I didn't find anyone who had any time to take a lunch break or go and have fun in the middle of a disaster.” This calls attention to the importance of being aware of the self-care advice offered to journalists in terms of its relevance and applicability.", "As reported in other STS research (e.g., Pearlman and Saakvitne, 1995), taking the time to process the trauma could prevent cumulative stress, mistakes in reporting, as well as maintain the creativity that is needed to produce good, accurate stories. A primary desire for many participants was to have time to reflect on experiences they witnessed. Some suggested that the “decompression” experience acted as a reality check and immediately moving to another assignment made the trauma event seem almost unreal. Lack of communication or acknowledgement about trauma left some participants feeling isolated, lonely, and devalued. As one participant stated, “It was just a lot easier to not see people because then you don't have to explain how you feel.” Another journalist reported, “When we came from doing those [trauma] events there was never any thought about talking to somebody about your experience … you come back from this experience and when Monday comes you just go back to work and do your thing.” One journalist suggested that reflecting time was important because journalists need time to realize the effects before going back to the “grind, almost as if it never really happened.” Without time to acknowledge and make meaning of the experience, stress accumulates. In this regard, another photojournalist suggested that: the most supportive thing would be to not have to file right away … to go from that into a deadline is really hard because usually there's a lot of stress involved afterward because you go from that to people being really tight on deadline and editors really pushing you to get things done because they're in a rush.  ", "the most supportive thing would be to not have to file right away … to go from that into a deadline is really hard because usually there's a lot of stress involved afterward because you go from that to people being really tight on deadline and editors really pushing you to get things done because they're in a rush.", "As the participants in this study and current research (Keats, 2005; Morrissette, 2004) denote, taking time to contemplate and absorb the effects of witnessing could provide a buffer to the cumulative effects of assignment stress injury.", "Participants talked about needing a “cooling off period” including time to assimilate the day's experiences before going home. The transition activity came in different forms from daily self-care activities to formal leaves of absence. Making time for transitions was something that participants thought should be incorporated in a daily routine as there were many reports of struggles in family relationships due to residual effects of covering traumatic news. As a means of disrupting the constant demands of trauma reporting participants described a variety of possibilities for taking a leave: (1) the extended time of an unpaid leave was viewed as a necessary ingredient for dealing with the constant exposure to traumatic suffering; (2) formal stress leave was also used—especially from general reporting (i.e., city desk); and (3) some larger newspapers offer a sabbatical program where a small contribution was deducted from each paycheck and put into a personal sabbatical fund in order that employees could take a leave without financial struggle. Although this final option was available, it was not well known or used by journalists in this study. However, taking a leave of absence is well documented as a self-care strategy in the STS literature (e.g., Buchanan et al., 2006; Stamm, 1995).", "Editors who participated in this study were keenly concerned about their staff and suggested, “counselling services should be available,” and “preparation, instruction or briefing with a counsellor should happen before going [overseas].” One editor also suggested supporting awareness of available services for his staff and checking in with people about their stress levels. From the wide range of newsroom representation, we found that some editors were more understanding than others with specific concern about overwhelming journalists with trauma-based assignments. One editor stated: “I tend to think of trauma in terms of war and what I experienced, but, in fact, there are other kinds of traumas that go on here. I should address that in my capacity as [an] editor.” In this case, although the editor had experience in trauma reporting, he did not make the link between overseas assignments and the stress of everyday reporting in a large city. This lack of recognition by editors made trauma reporting harder for journalists to cope with over time. Participants stressed the importance of editors knowing the impact of working in the trauma field. This was highlighted by one participant who said: when I went back to work on the Tuesday, I recall going into my boss and saying, ‘Hey, I'm not handling this one well—I'm not sleeping, I'm not eating. What do I do?’ He didn't know what to do … even when I reached out for help, they didn't know what to do.  ", "when I went back to work on the Tuesday, I recall going into my boss and saying, ‘Hey, I'm not handling this one well—I'm not sleeping, I'm not eating. What do I do?’ He didn't know what to do … even when I reached out for help, they didn't know what to do.", "This response left the journalist feeling isolated and unsupported. Other participants agreed that it would reduce feelings of isolation and develop greater understanding among colleagues if editors were more aware and active in understanding trauma and its effect. For example, one participant stated that education for editors would be helpful: for no other reason than when the bosses send you out in the field, they know what you're up against, so that maybe you don't feel that you're out there all by yourself. So that when you do start to have problems, or you do start to get angry or frustrated, the people back at home base will know why, or they'll have a sense of why, or at least, they'll be understanding. God, I mean you go out there, go through all this stuff, you come back, and in their minds the whole trip is summarized by the stories you filed.  ", "for no other reason than when the bosses send you out in the field, they know what you're up against, so that maybe you don't feel that you're out there all by yourself. So that when you do start to have problems, or you do start to get angry or frustrated, the people back at home base will know why, or they'll have a sense of why, or at least, they'll be understanding. God, I mean you go out there, go through all this stuff, you come back, and in their minds the whole trip is summarized by the stories you filed.", "Another participant acknowledged that, “If [editors] actually valued the workers, then they owe it to themselves to look after [journalists’] mental well being.” Finally, one participant acknowledged the contradiction of journalists educating the public about psychological or physical issues associated with the experience of trauma, yet not including the newsroom as being affected by these same types of issues. She stated: You're doing a whole series on mental health or something similar; we're educating the public here, doing a public service, but we should be learning something from this, too. It is a very big double standard to write about people [with mental health problems] and then not understand the similar situation in our own backyard.  ", "You're doing a whole series on mental health or something similar; we're educating the public here, doing a public service, but we should be learning something from this, too. It is a very big double standard to write about people [with mental health problems] and then not understand the similar situation in our own backyard.", "Struggles with editors is not new for journalists, as Fedler (2004) reports in his historical overview of stress in the newsroom.", "Participants suggested shift adjustments as one way of dealing with the consequences of witnessing the aftermath of trauma. One participant described this idea in relation to editors’ recognition that witnessing trauma had an impact on the journalist's ability to do the work well. He stated, “It would be nice if you could get some recognition that you've just gone through something really bad, and then maybe only work half a day the next day, or if it was really bad, get a whole day.” Another participant had concerns about feeling depressed or “spaced out” after a difficult trauma experience. He thought that doing the work well and “being on the ball” required time to recover from the experience and “be ready to go” when he received the next assignment. This time to recover from high stress would help to address the cumulative effects of trauma reporting. If time off was not a possibility, participants suggested making sure journalists received a lighter load after a trauma or disaster story. One journalist suggested asking for “an easy story or just laying low.” In some newsrooms this is already happening; for example, another participant said, “my direct boss is pretty good—if you cover a murder you're not going to be going to a funeral right after.” In our review of the literature, there is no mention of shift or workload adjustments as a means of addressing assignment stress injuries.", "Another common issue was dropped stories (not published) after working on assignments sometimes involving personal risk. In these cases both the journalist and interviewee encounter unnecessary emotional turmoil with no beneficial outcome. The experience of not being able to tell about the event added to their stress, as the story was left untold, incomplete, or unfinished. As one journalist said: If a reporter went out to one of these events and when it was all over someone would come over and recognize the fact that you did go through this … but, nobody ever does. It's just taken for granted that the story's been canned, and let's move on.  ", "If a reporter went out to one of these events and when it was all over someone would come over and recognize the fact that you did go through this … but, nobody ever does. It's just taken for granted that the story's been canned, and let's move on.", "Another participant described an experience of speaking with an interviewee at the one-year anniversary of a loved one's murder. The original event was very tragic and both the reporter and the interviewee were emotionally impacted. Not only did the reporter find the emotional arousal difficult to handle, but also struggled with having to let the interviewee know that the story would not be running. Although this may be a common occurrence in the newsroom, the effects of the dropped story need to be recognized.", "Finally, most participants reported an increase in the amount of work now required in some newsrooms due to layoffs and stress leaves. In particular, some participants reported the expectation that they be a “jack-of-all-trades” by wearing the hats of writer, photographer, and videographer at the same time. An 18-year veteran reporter stated: We've all seen people who were no longer useful to the organization in the mind of someone and have been turfed out unceremoniously … I come to work for 16 hours a day … you want to continue to be recognized and continue to be seen as an asset to your company, if you want to keep your job. It's just much, much more work than it used to be.  ", "We've all seen people who were no longer useful to the organization in the mind of someone and have been turfed out unceremoniously … I come to work for 16 hours a day … you want to continue to be recognized and continue to be seen as an asset to your company, if you want to keep your job. It's just much, much more work than it used to be.", "Another participant described the following situation: My colleague went on leave for a year, and they didn't replace her. So, it just doubled your workload immediately. I said, “you've got to be kidding!” and got into a big argument over that … but the final analysis was that I worked about 50 percent more for the entire year.  ", "My colleague went on leave for a year, and they didn't replace her. So, it just doubled your workload immediately. I said, “you've got to be kidding!” and got into a big argument over that … but the final analysis was that I worked about 50 percent more for the entire year.", "These quotes highlight the current climate of job insecurity. There is very little time to acknowledge, deal with, or manage the consequences of covering trauma.", "Participants reported an interest in learning how to discuss trauma effectively so that they could respond helpfully to reactions among peers (other than using gallows humour) was a key theme. This theme arose in relationship to both journalists communicating with each other as well as their interactions with editors. For example, one participant thought that the people in his office did not have: rudimentary skills of just listening and hearing what somebody said and letting them know they're understood. I think they just aren't equipped. The people I'm thinking of, in particular, are socially awkward people to begin with. I don't think they know how to ask and it made them uncomfortable, the fact that I had been through something terrible.  ", "rudimentary skills of just listening and hearing what somebody said and letting them know they're understood. I think they just aren't equipped. The people I'm thinking of, in particular, are socially awkward people to begin with. I don't think they know how to ask and it made them uncomfortable, the fact that I had been through something terrible.", "When talking to survivors or family members of victims, this same awkwardness was expressed. In some cases, participants were not able to communicate clearly about their own role in relation to the victims and found that on occasion they were unable to draw clear boundaries around their relationships with interviewees. This was especially evident in long-term assignments such as criminal trials. For example, one participant stated: They're telling … about how they were [traumatized] … and then are contacting you after the fact. It's very hard to say I'm not writing about it anymore … that's hard for me, keeping the distance and not feeling guilty about it after the fact.  ", "They're telling … about how they were [traumatized] … and then are contacting you after the fact. It's very hard to say I'm not writing about it anymore … that's hard for me, keeping the distance and not feeling guilty about it after the fact.", "The struggle to maintain boundaries (also see Dworznik and Grubb, 2007; Ochberg, 1996) was also evident with other participants who assisted trauma survivors and found they were confused about where to draw the line between getting the story and helping. Although altruistic actions are important, journalists may find themselves at trauma sites seeking to find control or power over a hopeless situation that may ultimately put them in danger of assignment stress injury.", "Education about trauma will prepare journalists to cover difficult stories and recognize when cumulative responses become overwhelming after they return. After returning home from an overseas assignment, one participant noted that he found himself feeling and acting differently and suggested, “[news organizations] should make sure you're aware of these things because it's important for your health … media organizations also need to make their employees aware of what could happen to them when they get back.” Some participants stated that attention to assistance for assignment stress injuries was an ethical responsibility in the newsroom. Participants also suggested that managing editors need to be sold on the idea of education, as one person explained: If you pitched it to the managers that the mental health of their reporters is actually an asset and it's in their interest to keep their reporters from going bonkers … the other thing is to make [the training] available to those who want it … it's very important but only applies to a pretty small percentage of reporters [such as] the news reporters who deal with tragedy on a regular basis.  ", "If you pitched it to the managers that the mental health of their reporters is actually an asset and it's in their interest to keep their reporters from going bonkers … the other thing is to make [the training] available to those who want it … it's very important but only applies to a pretty small percentage of reporters [such as] the news reporters who deal with tragedy on a regular basis.", "A number of participants emphasized that there should be professional training in trauma and for journalism students in the same way as they receive education for legal and ethical issues that they will encounter. For example, a 20-year veteran stated, “initially [trauma] should be recognized as part of the job and there should be professional training the same way that we get legal and ethics training.” Maxson (2000) and Dworznik and Grubb (2007) report on a training program initiated in an American journalism school. Rees (2007b) also points to larger news organizations in Britain, Australia, and Germany where programs are being developed for trauma awareness training. In Canada, Kay (2008) has devised a classroom simulation module teaching journalism students how to cover tragedy.", "Finally, several participants suggested distributing written material such as a small card with telephone numbers that could be called when assistance was needed. For example, a participant suggested: Editors should give everybody a card with a phone number that they can call at any time, 24/7, when they're upset—people work late nights. The cop reporters are working till 2:00 a.m. and might be totally upset at that hour. They might be tempted to go out drinking, or go home and drink; so 2:00 a.m. would be a good time to make a call.  ", "Editors should give everybody a card with a phone number that they can call at any time, 24/7, when they're upset—people work late nights. The cop reporters are working till 2:00 a.m. and might be totally upset at that hour. They might be tempted to go out drinking, or go home and drink; so 2:00 a.m. would be a good time to make a call.", "An information booklet could also be made available that describes signs and symptoms of posttraumatic stress or other assignment stress injuries (e.g., acute stress, depression, anxiety) and emphasize these as common to all professions who work in the trauma field. The booklet could also include a reading list of books and websites that may be helpful as well as specific to journalism. Other suggestions included: Add that many journalists feel that it's not acceptable to express emotions, but it's okay, and it's normal. You might want to put other professions who face this [situation] such as police, medical, and all the professions so journalists don't think that they're on their own. Just normalizing it would be very helpful. These feelings are all very normal. Stating that as a company, we understand that you need to get support and we reassure you that everything will be confidential because this is an outside firm. It will not be held against you … your job will not be in jeopardy if you seek help.  ", "Add that many journalists feel that it's not acceptable to express emotions, but it's okay, and it's normal. You might want to put other professions who face this [situation] such as police, medical, and all the professions so journalists don't think that they're on their own. Just normalizing it would be very helpful. These feelings are all very normal. Stating that as a company, we understand that you need to get support and we reassure you that everything will be confidential because this is an outside firm. It will not be held against you … your job will not be in jeopardy if you seek help.", "The Dart Center1 has published an excellent resource booklet for journalists and we anticipant the production of such materials for Canadian journalists.", "Many participants working in newsrooms knew that Employee Assistance Programs (EAP) or Employee and Family Assistance Programs (EFAP) were available in their organization; however, younger journalists did not know what benefits were available to them in this regard. A representative comment was, “I certainly didn't use it. I didn't even know it was there and that's quite common.” It would be helpful if journalists were offered education about the EAP/EFAP including what is offered and therapists’ specializations. This outreach work may be instrumental in breaking the pattern of misunderstanding about the service or avoidance in using it. It is not helpful for employees to pay for the services through their benefits package yet not use it when they need help.", "Even when EAP/EFAP assistance was available and known to participants, many expressed clear hesitation to use the services. There was widespread mistrust that utilizing these services would mean that the employer had access to, or knowledge of participants’ records. As one participant stated: I have a deep distrust of the human resources department which probably sounds unbelievably paranoid but there is no way that I would admit to the company on any level that I'm unable to do any aspect of my job … I'm not giving them any access to any information that could possibly come back on me at any point and definitely not under this particular regime.  ", "I have a deep distrust of the human resources department which probably sounds unbelievably paranoid but there is no way that I would admit to the company on any level that I'm unable to do any aspect of my job … I'm not giving them any access to any information that could possibly come back on me at any point and definitely not under this particular regime.", "Another participant stated, “If anyone ever found out that you're going for some psychological help because you've covered too many stories it might almost be a sign of weakness,” and “I wanted to keep [my need for counselling] quiet not that I really cared that much, but I just didn't think anybody needed to know. I didn't want my state of mind questioned.” This calls for education about EAP/EFAP and issues around confidentiality.", "EAP/EFAP advertisements posted in newsrooms did not state explicitly the trauma-based issues of this specific clientele. Services in these advertisements appeared to be generalized for any workplace, rather than specific to newsroom employees. Specifically, participants did not consider the effects of witnessing trauma as an issue that would be addressed, as one participant claimed: We had signs posted up all over the building: “If you are in distress call [the EAP] and you can have an appointment.” It never once occurred to me ever to call them. First of all, I thought there'd be no privacy; that the company would have access to my information. I didn't want anything to do with an organization that was linked with my company because I didn't trust them. Second of all, I just thought that was for, like the poster said, “having problems with elder care, or children, or childcare, or divorce or whatever, we can help.” I didn't see trauma from covering news as falling into any of those categories.  ", "We had signs posted up all over the building: “If you are in distress call [the EAP] and you can have an appointment.” It never once occurred to me ever to call them. First of all, I thought there'd be no privacy; that the company would have access to my information. I didn't want anything to do with an organization that was linked with my company because I didn't trust them. Second of all, I just thought that was for, like the poster said, “having problems with elder care, or children, or childcare, or divorce or whatever, we can help.” I didn't see trauma from covering news as falling into any of those categories.", "This is an important issue that needs to be addressed so that employees feel confidence in receiving the benefit services for which they are paying.", "Some participants suggested a few useful activities that either were of benefit in the past or could be beneficial in the future. The most helpful psychological assistance appeared to be practical activities that could be used in daily work and life. One participant stated, “I actually went and saw a guy specifically to deal with work stress, and he gave me some skills to relax myself. They were great tools, but I didn't bring them out of the toolbox that often.” This statement emphasizes the importance of offering practical tools, and helping journalists integrate them into their daily routine. Another participant suggested that, “an outside assessment might have been a bit more helpful earlier on because I didn't see [the impact of witnessing trauma] coming.” In this case, his unfamiliarity with trauma responses created a struggle in reaction to witnessing trauma.", "Participants agreed that news organizations should cover the costs of seeing all appropriately qualified therapists (e.g., registered social workers, registered clinical counsellors) rather than just the specific list of therapists designated to be covered under the EAP/EFAP benefit plan (e.g., registered psychologists or psychiatrists), especially for journalists who have established relationships with counsellors outside of the workplace benefits program, or prior to working at a newspaper. This is especially important when a trusting relationship is a key common factor in effective therapy. Journalists want autonomy in their choice of professional assistance.", "Another aspect of professional assistance was the fact that some participants received ineffective, and in some cases, detrimental assistance from psychologists or psychiatrists. This is extremely important because a bad therapeutic experience can stop journalists from accessing this kind of service in the future, as a participant explained: I was always open to it … after [a particular experience] I was bothered by it, a lot of people had died … I elected to go to a shrink, or a psychologist, and it was a horrible experience. He couldn't have been more disinterested and that ruined it for me … he was aloof … looking at his watch, it ruined it for me. I've always wondered what it would be like to be with someone who could really listen.  ", "I was always open to it … after [a particular experience] I was bothered by it, a lot of people had died … I elected to go to a shrink, or a psychologist, and it was a horrible experience. He couldn't have been more disinterested and that ruined it for me … he was aloof … looking at his watch, it ruined it for me. I've always wondered what it would be like to be with someone who could really listen.", "There is no mention of this problem in the literature and we recommend training therapists specifically for working with journalists as a specialty; at minimum referrals should be made available to effective and well-trained trauma therapists. For example, in order to get proper care, one participant was, “referred to a psychologist who dealt with the police department … I had some sessions with the psychologist using a technique they did with war veterans.” This psychologist was trained in using trauma-based treatments and was able to use it effectively. As one editor noted, “if something works for one person or a couple of people it would be even better, then I'm sure that it would get around [the newsroom].” It needs to be noted that participants in this study wanted assurances of the expertise and competency of the therapist.", "In one case, a newsroom hired a professional therapist (rather than an EAP/EFAP) who was available 24 hours a day, seven days a week. In this newsroom, there was a care provider available as reported by this participant: We have a mental health nurse that is available to us now and the paper pays the fees that she charges. Basically she's there to provide incident-stress counselling for us. I've only used her once myself … It's pretty much on an on-call basis. I could pick up the phone at four or five o'clock in the morning and talk to her if need be.  ", "We have a mental health nurse that is available to us now and the paper pays the fees that she charges. Basically she's there to provide incident-stress counselling for us. I've only used her once myself … It's pretty much on an on-call basis. I could pick up the phone at four or five o'clock in the morning and talk to her if need be.", "In other cases, after a traumatic event psychologists have been hired to assist with debriefing for all employees involved; some participants found this helpful. One participant described such a meeting, “After any truly major event, we do a newsroom-wide debriefing of everybody who has been in attendance so that we can talk about any specific problems or incidents that might have occurred and we can deal with them better in the future.” In general, all participants agreed that when someone is in distress, “help should definitely be immediate.”", "A unique finding from this study was a very important suggestion about taking the time to do a “lessons-learned exercise” after major types of trauma, disaster, or conflict assignments. Having the opportunity to sit with an editor to talk about what was experienced in the field, how it was handled (including aspects of planning, hostile environment training, techniques used in the field, what did/did not work), and what could be improved is an invaluable learning opportunity for both journalists and editors alike. In this regard, there is a myriad of untapped experiences and knowledge that would significantly add to our understanding of what might be the best ways of managing and improving how journalists cope in trauma contexts."]}, {"title": "Discussion", "paragraphs": ["In this section we address unique findings that emerged from the study. We present a discussion on the discourse of silencing in journalism, assignment stress injury as a new psychological construct, and the role of counselling psychology in mitigating the effects of assignment stress injury.", "Although there is a new shift in consciousness about the importance of addressing trauma issues in Canadian newsrooms as initiated by the Canadian Journalism Forum on Violence and Trauma,2 it is evident from this research that the voices of these journalists are missing from the general literature on trauma and journalism. This lack of voice is reflected in the strong discourse of silence that operates to suppress Canadian journalists from speaking about their struggles, and having their challenges recognized and validated in any formal way as in other countries (e.g., Dart Center in the United States and United Kingdom). Their silence perpetuates the professional stigma of weakness attached to mental health issues such as disruptions to their image, reputation, professional judgment, or opportunities in the field. The silence holds a long history of struggles with organizational issues (see Maxson, 2004) and continues to this day. A fear of job loss, missed opportunities, and career hindrances maintains a machismo approach as described by many participants in this study and reflects what is at stake when addressing the stigma and asking for help as described by other authors (e.g., Ricchiardi, 1998; Ward. 2004). Addressing or counteracting the stigma begins by allowing the voices of journalists to be heard, understanding more about journalists’ responses to trauma (i.e., its complexity), putting it in the public domain to raise consciousness, and reinstituting a different discourse to mitigate the effects of suffering in silence.", "In this study, we present the phenomenon of assignment stress injury (ASI) as a new psychological construct. ASI offers a new way of understanding the complexity of effects experienced from witnessing by this specific population within the context of news reporting. Naming the construct in this particular way has the possibility of counteracting the stigma imposed (e.g., weakness, incompetence). It is an umbrella term for various types of injuries and disruptions in a journalist's life such as addictions, depression, anxiety disorders, PTSD, STS, and physical health challenges. ASI as a construct provides a broad brush in which understanding of these injuries can emerge. The effects of witnessing cannot be recognized through a simple one-dimensional diagnosis. Exploring the effects is an important future research topic because we need to understand how it develops (e.g., under what context, cumulative or single incident stress), and how to prevent and treat it specifically in the field of journalism.", "Finally, this research project is the first study conducted in the Canadian journalism field from a counselling psychology perspective. Participants have brought to light specific counselling-based issues that are not currently in the literature. Specifically, the failure of EAP/EFAP programs to support journalists in their unique circumstance, the need for competent care and training specific to the population of journalists, and the need for workshops and interventions that address ASI within a journalism culture. The Canadian Psychological Association has yet to distinguish a section addressing media issues. The American Psychological Association has a section for media psychology, yet its main focus is promoting psychology in the media or media effects on consumers rather than on the people who create the news. The International Society for Traumatic Stress Studies is the one organization that includes a special-interest group focused on media as a whole. In this regard, we remind psychologists and those treating trauma-based issues with journalists that they must be critical about their intervention activities and ensure that they are specifically relevant and effective for journalists. We caution the transfer of interventions from one perspective (e.g., military, police) to journalism without considering the context limitations involved. For example, in Britain, military forces have instituted a peer-support program, Trauma Risk Management (TRiM), as a possible means to start talking about trauma experiences among those who return from combat (Greenberg and Brayne, 2007). The British Broadcasting Corporation has attempted to use this model to train editorial staff as helpers who can monitor colleagues exposed to trauma or refer them to professional resources. Currently, little research has been done on TRiM's effectiveness. In this regard, we have to be willing to work outside the box and be conscious of the unique needs of journalists working in trauma contexts. Even though the effects of witnessing trauma may look the same from one population to another, we suggest that it may be different for journalists. It is a complex problem that calls for future research to further our understanding of this phenomenon. For example, research could include a grounded theory study to explicate an explanatory model for ASI, intervention studies to support the efficacy of current treatments, comparative studies between cultures of first responders and their trauma responses, and finally, comparative studies between countries related to journalism work and/or organizational structures.", "A failure to understand how trauma manifests in journalists and to not take action to assist them in ways they advocate, limits their competency, health, and relationships. The concerns noted by our participants and their recommendations for addressing changes in the workplace are certainly a first step in mitigating the effects of assignment stress injury in this population and we urge mental health professionals, editors, and managers to take note."]}], "references": [{"title": "“Secondary Traumatic Stress Among Trauma Counselors: what does the research say?”", "year": "2001", "journal": "International Journal for the Advancement of Counselling", "volume": "23", "authors": [{"name": "Arvay Marla J.", "first_name": "Arvay", "last_name": "J."}]}, {"title": "“Secondary Traumatic Stress: an investigation of Canadian mental health workers”", "year": "2006", "journal": "Traumatology", "volume": "12", "authors": [{"name": "Buchanan Marla J.", "first_name": "Buchanan", "last_name": "J."}, {"name": "Anderson John", "first_name": "Anderson", "last_name": "John"}, {"name": "Uhlemann Max", "first_name": "Uhlemann", "last_name": "Max"}, {"name": "Horwitz Erica", "first_name": "Horwitz", "last_name": "Erica"}]}, {"title": "“Preparing for the Worst: making a case for trauma training in the journalism classroom”", "year": "2007", "journal": "Journalism and Mass Communication Educator", "volume": "62", "authors": [{"name": "Dworznik Gretchen", "first_name": "Dworznik", "last_name": "Gretchen"}, {"name": "Grubb Max", "first_name": "Grubb", "last_name": "Max"}]}, {"title": "“Insiders’ Stories: coping with newsroom stress: an historical perspective”", "year": "2004", "journal": "American Journalism", "volume": "21", "authors": [{"name": "Fedler Fred", "first_name": "Fedler", "last_name": "Fred"}]}, {"title": "“The Psychological Hazards of War Journalism”", "year": "2004", "journal": "Nieman Reports", "volume": "58", "authors": [{"name": "Feinstein Anthony", "first_name": "Feinstein", "last_name": "Anthony"}]}, {"title": "“Embedded Journalists in the Iraq War: are they at greater psychological risk?”", "year": "2005", "journal": "Journal of Traumatic Stress", "volume": "18", "authors": [{"name": "Feinstein Anthony", "first_name": "Feinstein", "last_name": "Anthony"}, {"name": "Nicolson Dawn", "first_name": "Nicolson", "last_name": "Dawn"}]}, {"title": "“A Hazardous Profession: war, journalists, and psychopathology”", "year": "2002", "journal": "American Journal of Psychiatry", "volume": "159", "authors": [{"name": "Feinstein Anthony", "first_name": "Feinstein", "last_name": "Anthony"}, {"name": "Owen John", "first_name": "Owen", "last_name": "John"}, {"name": "Blair Nancy", "first_name": "Blair", "last_name": "Nancy"}]}, {"title": "“Eyewitness to Disaster: how journalists cope with the psychological stress inherent in reporting traumatic events”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Himmelstein Hal", "first_name": "Himmelstein", "last_name": "Hal"}, {"name": "Faithorn E. Perry", "first_name": "Faithorn", "last_name": "Perry"}]}, {"title": "“Vicarious Witnessing in European Concentration Camps: imagining the trauma of another”", "year": "2005", "journal": "Traumatology", "volume": "11", "authors": [{"name": "Keats Patrice A.", "first_name": "Keats", "last_name": "A."}]}, {"title": "“Training Journalism Students to Deal with Trauma”", "year": "2000", "journal": "Journalism and Mass Communication Educator", "volume": "55", "authors": [{"name": "Maxson Jan", "first_name": "Maxson", "last_name": "Jan"}]}, {"title": "“Covering Disaster: a pilot study into secondary trauma for print media journalists reporting on disaster”", "year": "2001", "journal": "Australian Journal of Emergency Management", "volume": "16", "authors": [{"name": "Mcmahon Cait", "first_name": "Mcmahon", "last_name": "Cait"}]}, {"title": "“Trauma Exposure and Posttraumatic Stress Among Photojournalists”", "year": "2003", "journal": "News Photographer", "volume": "58", "authors": [{"name": "Newman Elana", "first_name": "Newman", "last_name": "Elana"}, {"name": "Simpson Roger", "first_name": "Simpson", "last_name": "Roger"}, {"name": "Handschuh David", "first_name": "Handschuh", "last_name": "David"}]}, {"title": "“A Primer on Covering Victims”", "year": "1996", "journal": "Nieman Reports", "volume": "50", "authors": [{"name": "Ochberg Frank", "first_name": "Ochberg", "last_name": "Frank"}]}, {"title": "“War Correspondents as Responders: considerations for training and clinical services”", "year": "2005", "journal": "Psychiatry", "volume": "68", "authors": [{"name": "Osofsky Howard", "first_name": "Osofsky", "last_name": "Howard"}, {"name": "Holloway Harry", "first_name": "Holloway", "last_name": "Harry"}, {"name": "Pickett Allison", "first_name": "Pickett", "last_name": "Allison"}]}, {"title": "“The Relationship Among Cognitive Schemas, Job-related Traumatic Exposure and Posttraumatic Stress Disorder in Journalists”", "year": "2003", "journal": "Journal of Traumatic Stress", "volume": "16", "authors": [{"name": "Pyevich Caroline", "first_name": "Pyevich", "last_name": "Caroline"}, {"name": "Newman Elana", "first_name": "Newman", "last_name": "Elana"}, {"name": "Daleiden Eric", "first_name": "Daleiden", "last_name": "Eric"}]}, {"title": "“Weathering the Trauma Storms”", "year": "2007", "journal": "British Journal Review", "volume": "18", "authors": [{"name": "Rees Gavin", "first_name": "Rees", "last_name": "Gavin"}]}, {"title": "“Confronting the Horror”", "year": "1998", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Ricchiardi Sherry", "first_name": "Ricchiardi", "last_name": "Sherry"}]}, {"title": "“After the Adrenaline”", "year": "2001", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Ricchiardi Sherry", "first_name": "Ricchiardi", "last_name": "Sherry"}]}, {"title": "“Media Exposure to September 11”", "year": "2003", "journal": "American Behavioral Scientist", "volume": "46", "authors": [{"name": "Saylor Conway", "first_name": "Saylor", "last_name": "Conway"}, {"name": "Cowart Brian", "first_name": "Cowart", "last_name": "Brian"}, {"name": "Lipovsky Julie", "first_name": "Lipovsky", "last_name": "Julie"}, {"name": "Jackson Crystal", "first_name": "Jackson", "last_name": "Crystal"}, {"name": "Finch A. J.", "first_name": "Finch", "last_name": "J."}]}, {"title": "“Traumatic Exposure and Posttraumatic Stress Disorder of Journalists: an internet-based study”", "year": "2001", "journal": "Psychotherapeutic", "volume": "46", "authors": [{"name": "Teegen F.", "first_name": "Teegen", "last_name": "F."}, {"name": "Grotwinkel M.", "first_name": "Grotwinkel", "last_name": "M."}]}]}