{"doi": "10.1080/14616701003638509", "url": "https://doi.org/10.1080/14616701003638509", "title": "NEWS FROM AND IN THE “DARK CONTINENT”", "volume": "11", "year": "2010", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "de Beer", "first_name": "Arnold", "name": "Arnold S. de Beer"}], "abstract": " The concepts news flow, global journalism/news and media regime are under theoretical construction. News media content is becoming increasingly deterritorialized, involving complex relations and flows across national borders and continents. Consequently, it becomes more difficult to categorize news in the traditional binary context as either national or international news as was the case with news flow studies since the mid-1990s. These changes are perhaps most evident in centres outside the global North, where rapid development of media infrastructures, coupled with political and social shifts as a result of widespread democratization since the mid-1990s, have brought about complex configurations of the local/global relationship in news. Global journalism/news is suggested as an alternative concept and the notion of media regimes is introduced as a way to interrogate assumptions about global news flows as it relates to Africa. A content analysis of TV news channels in three world regions was conducted to facilitate the analysis. ", "body": [{"title": "Introduction", "paragraphs": ["The concept global news is under theoretical construction, especially as it relates to news flow studies. News media content in a globalizing world is becoming increasingly deterritorialized, involving complex relations and flows across national borders and continents. Consequently, it also becomes more difficult to categorize news in the traditional binary fashion as either national or international/domestic and foreign news as was the tradition in news flow studies (Berglez, 2008, p. 845; 2009). Studies on the globalization of news flows (Archetti, 2007; Boyd-Barrett and Rantanen, 1998; Boyd-Barrett and Thussu, 1992; Rao, 2009) have shown that the concept “global news” could perhaps transcend the dichotomy between international (also foreign) and national (including local) news found in news flow research. If this is indeed the case, then these concepts are in need of more stringent definition. For instance, are the news reports of the global swine flu pandemic, or “blood diamonds” mined in Africa to pay for foreign armaments from European manufacturers, or the recession starting to bite in African countries as the West's “credit crunch” spreads, national or multi-national news? Are these stories bound to specific African countries, or are they rather part of global news, affecting not only specific countries in Africa, but the world at large (de Beer, 2009)?", "News flow research itself is also under scrutiny and handicapped by a traditional binary view. As Chang (1998), Wu (2000) and others have shown, not all countries are created equal when it comes to news coverage—the core countries dominate the news flow (Chang et al., 2000), and news about the periphery is more often than not “negative” (Turan et al., 2009). It is especially Africa that suffers under the “bad news syndrome” of international/global media coverage (Golan, 2008; Hawke, 2004; Saidykhan, 2009; Saul, 2002).", "Should one accept the notion that news could indeed be typified as global news and no longer only or mainly as international or foreign news (Thussu, 2007), then the inevitable follow-up question is: how should it be studied? The answer is not that evident. Global events post the Cold War era and post-9/11 also necessitate a re-examination of global news flows (Golan, 2008; Wu, 2000).", "Formal and informal news institutions are pervasive agents of globalization, as well as democratization, and whilst strengthening the national state, it is paradoxically also facilitating the process of deconstructing the very notion of it in a globalization context (Curran, 2005; Lacher, 2006; McQuail and Siune, 2003). This change is not only occurring in established national democracies undergoing a transformation to new international and transnational structures, such as the European Union, but changing news institutions and processes, and 24-hour news channels (Cottle and Rai, 2008) amongst them, also affect developing nations in different stages of transition.", "For instance, the fledgling African Union and the negative Western media images about the organization and its member states also form part of the changing global news process. Perhaps nowhere else is this so apparent than in Western news flow studies mapping out what has become known as the Afro-pessimism image of the so-called “dark continent” in Western media coverage. Present news flow studies do not adequately explain why such a portrayal seems to be persistent and regime analysis is proposed as a way to address this issue within the context of global journalism.", "One way to implement such an analysis is to conduct a comparative content analysis (see Wu, 2000) on news flow about Africa, not only from a Western media point of view, but also from the Middle East and Africa as well in order to address the traditional North–South flow studies paradigm. Such an approach will also be in line with, for instance, Golan's (2008, p. 55) recommendation that in order to better explain the nature of news coverage of Africa, media outlets in other nations (such as Europe or the Middle East) could be examined."]}, {"title": "Structure", "paragraphs": ["This article consists of four parts:  First, the problematic of international/global news is discussed as a way to describe news flows with regard to Africa.   Secondly, the question is raised whether regime theory can contribute to our understanding of global news flows about Africa.   Thirdly, a short overview is given of news flow studies as they relate to Africa and how they impinge on the construction of Afro-pessimism against the background of global news and media regimes.   Finally, a content analysis in traditional news flow mode is presented regarding three groupings of countries (Western, Arab-speaking and African) and the question is asked whether this kind of research could be employed to better understand global news within a media regime framework as it relates to Africa.   ", "First, the problematic of international/global news is discussed as a way to describe news flows with regard to Africa.", "Secondly, the question is raised whether regime theory can contribute to our understanding of global news flows about Africa.", "Thirdly, a short overview is given of news flow studies as they relate to Africa and how they impinge on the construction of Afro-pessimism against the background of global news and media regimes.", "Finally, a content analysis in traditional news flow mode is presented regarding three groupings of countries (Western, Arab-speaking and African) and the question is asked whether this kind of research could be employed to better understand global news within a media regime framework as it relates to Africa."]}, {"title": "Global Journalism", "paragraphs": ["For some time now the definition of the global vis-à-vis international and transnational has been debated in especially the field of cultural studies (De Vereaux and Griffin, 2006). Even the terms transnational and national are controversial, as it assumes the nation-state as a basis of analysis. It is not a question of foreign news (i.e. media reporting about news elsewhere in the world) as such becoming more global in scope (e.g. Reese, 2001), but rather that local (domestic/national) news, also when reported by foreign journalists, are expanding into a new form of global journalism. The latter then becomes primarily the representation of (especially threatening and conflictual) complex relations in distinct domestic/national contexts on a global scale, involving issues of global space, powers and identities (Berglez, 2008, 2009).", "In the case of Africa, media coverage of Aids is a prime example of news that transcends cultural and national borders, but so would news be about other issues that are usually being lumped together in the Afro-pessimism news flow “code book”, such as famine, civil conflict and disputed elections (Golan, 2008). As the New York Times editorialized in 1994, in the eyes of much of the world, Africa south of the Sahara has become “a basket case: (e)very bit of bad news—civil wars, military coups, refugees, and displaced persons, drought and disease—has sadly reinforced a mood of fatalism or, still worse, callous unconcern” (Merrill, 1995, p. 2004).", "If this is indeed the case, then the next question is whether such news can best be reported in traditional international news formats and styles adopted in Western media when covering mostly events, but also trends, “elsewhere in the world” (Hamilton and Jenner, 2004). Recently a number of studies addressed the need to come to a more comprehensive theoretical and empirical grasp of news and news flow processes (e.g. Cottle and Rai, 2008; Gunaratne, 2001; Hanitzsch, 2009; Paterson and Sreberny, 2004; Pfetsch and Esser, 2009).", "At stake is not only the issue of theoretical analysis, but as Reese (2001, p. 173) argues, “(a)lthough it is not often explicitly stated, many media scholars would share the conviction that there should be an international standard of journalistic professionalism with basic shared values”. For example, in the field of media ethics such efforts have been ongoing for some time (see Christians et al., 2008). In the field of Internet and other communication networks efforts have already been on the way for some time to find a regime that would address global needs and changes (see Braman, 2004, for the “emergent global information policy regime”), which opened the possibility of applying regime analysis to news.", "Against the background of what Cottle and Rai (2008) term a “democratic lacuna” in news debates, regime theory is then suggested in this article as a possible way to study global news flows. In the present case about Africa, or as it was earlier described, the “dark continent”."]}, {"title": "Regime Theory", "paragraphs": ["Given the role of the media in all stages of foreign and national policy formation (Naveh, 2002), it is rather surprising that regime analysis, a distinct theoretical approach in international studies (e.g. Rittberger, 1993), has not earlier been applied to news and especially news flow studies. This is even more notable when one considers that regime theory is closely related to management, and of the latter there have been ample studies in journalism, one of the prime examples being the way American media covered the US-led wars in the Middle East since the 1990s with clear indications of news management (Hall, 2000; Thussu, 2002; see also Tulloch, 1993).", "Based on the well-known definition of Stephen D. Krasner (1982), regime theory refers to “principles, norms, rules, and decision making procedures around which actor expectations converge in a given issue area”. More generally, regimes refer (Rittberger and Mayer 2002), pp. xii–xiii) to the “rules of the game agreed upon by actors and delimiting, for these actors, the range of legitimate or admissible behaviour in a specified context of activity”. Regime analysis became important because it made possible the study of international management or governance outside the confinements of or in co-operation with governments. It succeeded, according to Rittberger and Mayer (2002), in tackling more successfully than other approaches, the puzzles of international co-operation and institution building in a virtual global world where no single government or organization is capable of making and enforcing international rules of conduct. As such, the application of regime theory can overcome the problem of news flow studies bound to the concept of nation-states and governments when involved in media management, such as the Middle East wars, or as in the case of this article, the media coverage of Africa. This is mostly so because regime theory offers the ability to surmount traditional theoretical confinements such as the restrictive definitions of national, transnational and international policies and news processes.", "Presently there is a dearth of theoretical knowledge on whether regime theory, applied successfully in other fields of the social sciences, could also be applied to human communication and/or media processes such as news (however, see Braman, 2004 on an information regime; also the work done in the Centre for International Communication Research, Leeds University, UK). For the purpose of this article only one such distinctive publication could be found in the existing academic literature (especially with reference to a media regime in Africa), namely those of Shrivastava and Nathalie Hyde-Clarke (2004), whilst Meyer (2005) in his study on the utilization of regime theory offers a conceptual framework for examining information and technology and social change in organizations.", "Meyer (2005, 2007) defines a regime (but adapted for the purpose of this article to news flows) as:  a loosely organized social, political and technological network in which news processes and the news system are highly coupled;   consisting of a set of implicit or explicit principles, norms, rules, and decision-making procedures around which the expectations of the news actors involved in the news process converge;   the types of news communication are tightly coupled to the production system in which they are embedded;   news institutions help to support and to regulate the news regime; and it is   a system within which there are conflicts over control, over who enforces standards, over who bears the costs of change and who reaps the benefits of change.   ", "a loosely organized social, political and technological network in which news processes and the news system are highly coupled;", "consisting of a set of implicit or explicit principles, norms, rules, and decision-making procedures around which the expectations of the news actors involved in the news process converge;", "the types of news communication are tightly coupled to the production system in which they are embedded;", "news institutions help to support and to regulate the news regime; and it is", "a system within which there are conflicts over control, over who enforces standards, over who bears the costs of change and who reaps the benefits of change.", "The above description suggests that regime theory could be applied to the media in order to understand the multiple relationships involved in the news flow process. It is in this regard that Shrivastava and Hyde-Clarke (2004) offer perhaps the best application found thus far of regime theory to media studies, especially also because it is applied to a conflictual situation in Africa, namely the media in Zimbabwe.", "In a globalized world it is becoming more difficult for world leaders “to create policies about transnational and/or technical matters in an interdependent world”. On the other hand, “mass media networks, empowered by technological advances, defy those geographical boundaries, and affect the opinion of a much wider audience”. Shrivastava and Hyde-Clarke (2004, p. 204) see a co-operation between democratic states since 1990 which was a “convergence around a common desire to manage the media to elicit and sustain public support”. This was especially the case where news management practices attained the structure of media regimes when implemented in international conflict, and which occurred under the same conditions in consecutive crises. Thus far, this behaviour has been identified, for instance, during the Gulf War, and in the Kosovo crisis, as well as the war in Afghanistan (Shrivastava and Hyde-Clarke, 2004, p. 204). The authors argue that a particular form of media management was observable during these crises with identifiable principles, norms and rules, as well as decision-making procedures around which there was a convergence of common interest. As such a media regime emerged which could be repeated elsewhere—in their case in Zimbabwe.", "Such a news regime would then be able to affect the creation, availability, dissemination, and use of information in a global media system. A news regime could also be operationalized through the planned production of news events, the creation of a manipulative relationship with journalists and media executives, demonizing the enemy, the selection of news coverage and events by way of techniques such as “generalizations, recalling past violations and suppressing and/or omitting information not conducive to the media regime” (Shrivastava and Hyde-Clarke, 2004, p. 207).", "The relationship between Western governments and media houses, global interests and international conflicts and crises conveyed as news through media systems, indicate a pattern of behaviour which points to the emergence of a global media regime. In all these conflicts (and as discussed in this article, possibly also the negative media portrayal of Africa), news regimes are employed to maintain a certain perception and continuation of managed news images.", "According to Shrivastava and Hyde-Clarke (2004), developments in information technology since 2000 have exacerbated the influence of the media, and the potential emergence of a news management regime among Western democracies during times of international and intrastate crisis is unwittingly providing a rationale and giving credence to similar policies in African states.", "Shrivastava and Hyde-Clarke's (2004) article is aimed at the situation in Zimbabwe and a specific media regime geared towards state-enforced censorship (also see Zimbabwe Independent, 2009). This opened the way for regime theory to be applied to international news coverage and flows of news events in a global context (such as the wars in Iraq and Afghanistan). It is in this connection that the next section deals with news flows in and about Africa."]}, {"title": "News Flow Studies and Afro-pessimism", "paragraphs": ["Since the middle of the previous century a number of social science research methods have been developed to study news and news flows in local, national, international, transnational and more lately glocalized contexts and as contra-flows (see for instance Hanusch and Obijiofor, 2008; Rantanen, 2005; Thussu, 2007; Tumber, 1999). As a consequence, international news flow studies have become a dominant topic of international or global communication research of the last half century, ranging from gatekeeping, agenda-setting to news framing and other approaches. Much of this research was focused on the “operation of foreign news values; the unequal flows, and the emergent contra-flows of transnational news” (Cottle and Rai, 2008, p. 157).", "However, in their analysis of journalism news flow studies, Hanusch and Obijiofor (2008) argue that the time is ripe to consider a more holistic approach, as many of the past and present news flow studies did not address deeper underlying issues, for instance the question whether traditional concepts such as core and peripheral nations are valid. Although there are “several unifying elements that underpin the way journalism is practiced in different parts of the worlds” (Hanusch and Obijiofor, 2008, p. 15), there is still no universal way to fully comprehend news flows on a theoretical level, or empirically predict how news is reported across cultures. This is in part due to the main body of international news research being conducted in the global North applying Northern theories and methods to the global South, which more often than not defy presumed “universal” research outcomes when compared to the reality of the Southern contexts.", "Analysing news from a point of view of the global South, it is rather remarkable that most news studies about Africa appeared in the West, and then mostly in a negative light. This is especially the case with news flows studies. As was shown in De Beer and Schreiner (2009), very little research on news flow in and even about Africa is undertaken on the continent itself, be it with a focus on a few foreign news elements or more comprehensively. As such, African researchers effectively missed the first two decades of international news flow studies since the New World Information and Communication Order (NWICO) debate initiated the interest of researchers in the flow of foreign news between different countries—at the time mostly North–South flows (Hanusch and Obijiofor, 2008).", "Since the mid-1990s and up to the 2000s only a very few African-based researchers focused on comparative news flow studies of African international news reporting on their own and other countries on the continent (Mogekwu, 2002). The exception being research undertaken during the 1990s and 2000s at the Institute for Communication Research, Potchefstroom University, as well as at the Institute for Media Analysis in South Africa, and Stellenbosch University (e.g. Annas, 1997; De Beer, 2000; De Beer and Schreiner, 2009; De Beer et al., 1996; Schreiner, 2003). Except to a certain degree for the latter study, all these South African studies confirmed the traditional unidirectional and unbalanced news flows model of Western news coverage of Africa (also see Archetti, 2007). Some of the earlier of these studies found their basis in the participation of the authors in the work of the international news flow project under the leadership of Robert Louis Stevenson and Annabelle Sreberny (see Eribo and Wu, 2008 for a discussion of the project).", "A few news flow studies dealing specifically with African media also appeared from researchers from outside the continent. An early study was that of Ume-Nwagbo (1982), with Eribo (1999) analysing Nigerian media coverage of international news from 1979 to 1995. A number of studies since the 1970s dealt with international news reporting which would also include Africa or be directed at the way Africa is portrayed in media outside the continent (e.g. Wu, 2000).", "From a research perspective, one would have expected that more African researchers would have come to the fore with the advent of the new millennium, not the least with news flow research bearing on the way the media portrayed news issues, newsmakers and news images in a post-colonial Africa finding its foothold in a globalizing world. The post-2000 lack of research, however, was still reminiscent of what transpired until the end of the previous century. This article is in part an effort to address this issue."]}, {"title": "Media Coverage and Afro-pessimism", "paragraphs": ["Since the 1980s, but more especially since the 1990s and into the new millennium, the continent's news image in the West has been in tatters. Efforts by the African Editors' Forum to “tell the African story” in order to counter-balance negative Western coverage, for example, has not yielded any viable results. Thabo Mbeki, a former South African president, was especially vocal on this topic, appealing to journalists and the media to avoid “negative type-casting of Africa” in international and national media coverage. He also directed his call to both governments and media to “act responsibly” regarding media freedom and media coverage of the continent (Saidykhan, 2009).", "Calls for more “realistic' media coverage of Africa in the West, such as the one mentioned above by political leaders like Mbeki at the 60th World Newspaper Congress before some 1600 delegates from 109 countries, but also from within the academic research community (Hanusch and Obijiofor, 2008) regarding the lack of news flow studies to answer basic questions about media and circumstances in Africa, beg the question of how international or “news from foreign places” about Africa as a continent in the global south, could best be studied and researched, as it seems that both media coverage and news flow studies up to now have remained stuck in the view of Africa as the “hopeless continent” (Saul, 2002; The Economist, 2000).", "It is a basic premise of this article that both media coverage and media flows research have come to subscribe, consciously or not, to a certain media or news regime depicting Africa in a predominantly negative fashion as a continent without hope at best, or as a basket case at worst (Chabal, 2008; Ramos et al., 2007; however also see Ibelema and Bosch, 2009, p. 293 for a possible change in this regime).", "If Africa has made strides towards becoming more open and democratized, would it then be possible that new news flow studies on Africa would perhaps portray the continent in a less dismal light than was the case in the latter part of the previous century? For instance, De Beer and Schreiner (2009) found in their recent study of print and television news flow a relative change in the traditional north–south paradigm when media in the global south (such as South Africa) report on the activities of a non-Western country (such as China) in Africa. Would the same result follow if a news flow analysis of Western and non-Western coverage of Africa is conducted and would this inform the way global journalism and news regimes could be used to better understand news? (e.g. see Turan et al., 2009)."]}, {"title": "Content Analysis and Research Questions", "paragraphs": ["As an initial step regarding the above, a comparative content analysis was conducted of African television news coverage in three Western countries (the United Kingdom, the United States and Germany), two Arab-speaking countries (Qatar and the United Arab Emirates (UAE)) and an African country (South Africa) in 2008 to investigate the following two research questions:  Is Africa underreported in Western media, as well as in Arab and African media?    Is the tone of the reporting on Africa predominantly negative in Western media, as well as in Arab and African media?   ", "Is Africa underreported in Western media, as well as in Arab and African media? ", "Is the tone of the reporting on Africa predominantly negative in Western media, as well as in Arab and African media?"]}, {"title": "Data Collection", "paragraphs": ["Traditional content analysis was undertaken (Berelson, 1952, p. 18; Stempel and Westley, 1981; Tan, 1982, pp. 51–3). All TV news reports were coded, but excluding the re-broadcast of “highlights” after advertising breaks. The time frame for the analysis is from 1 January to 31 December 2008. The analysis was executed by trained analysts and data capturers of the Media Tenor Institute for Media Analysis in Zürich, Switzerland, and Pretoria, South Africa (www.mediatenor.com).   Coding: Regions and news topics were selected from an extensive drop-down list as well as a purpose-developed code book. Instructions were given to the coders to select only the single most important topic prevailing amongst the others, determined by time slots (five-second units of each TV news channel report).    Tone of news: The overall ratings (positive/neutral/negative) when derived from the combination of context (when the content is embedded in positive or negative context) and explicit ratings (when the journalist uses or cites words of clearly positive or negative judgement).    Inter-coder agreement: The intercoder percentage agreement ranged between 85 and 90 per cent (news coverage and tendency of news tone).    Television news channels: The following TV news channels were analysed: US TV: NBC Nightly News; ABC World News Tonight; CBS Evening News; UK TV: Six o'Clock News (BBC 1); Ten o'Clock News (BBC 1); ITN Early Evening News; News at Ten (ITV); Newsnight (BBC 2). Middle East TV: Al Arabiya; Al Jazeera. South Africa: SABC Afrikaans News, SABC English News, SABC Zulu/Xhosa News, and e.tv-news.   ", " Coding: Regions and news topics were selected from an extensive drop-down list as well as a purpose-developed code book. Instructions were given to the coders to select only the single most important topic prevailing amongst the others, determined by time slots (five-second units of each TV news channel report).", " Tone of news: The overall ratings (positive/neutral/negative) when derived from the combination of context (when the content is embedded in positive or negative context) and explicit ratings (when the journalist uses or cites words of clearly positive or negative judgement).", " Inter-coder agreement: The intercoder percentage agreement ranged between 85 and 90 per cent (news coverage and tendency of news tone).", " Television news channels: The following TV news channels were analysed: US TV: NBC Nightly News; ABC World News Tonight; CBS Evening News; UK TV: Six o'Clock News (BBC 1); Ten o'Clock News (BBC 1); ITN Early Evening News; News at Ten (ITV); Newsnight (BBC 2). Middle East TV: Al Arabiya; Al Jazeera. South Africa: SABC Afrikaans News, SABC English News, SABC Zulu/Xhosa News, and e.tv-news."]}, {"title": "Findings", "paragraphs": ["The findings offered both what one could have expected in terms of Western coverage of Africa, but also some rather interesting, if not new results on Arab and African coverage of the continent.", "In the Western TV news media (Figure 1) Asia (25.5 per cent), the Middle East (22.0 per cent) and North America (21.4 per cent) did get more than 20 per cent of the coverage, but Africa (10.8 per cent) received substantially more coverage than South America (1.9 per cent).", " FIGURE 1  World regions in UK, US and German TV news (2008)", " FIGURE 1  World regions in UK, US and German TV news (2008)", "On the other hand, in the Arab media (Figure 2), Africa (28.1 per cent) received almost as much coverage as Europe (28.8 per cent), but more than North America (16.1 per cent) and Asia (12.7 per cent). South America, again, received only 1.8 per cent.", " FIGURE 2  World regions in Qatar and UAE TV news (2008)", " FIGURE 2  World regions in Qatar and UAE TV news (2008)", "In the African media (Figure 3), Africa (21.3 per cent) received slightly less than Europe (24.7 per cent), and more than North America (13.5 per cent) and Asia (12.4 per cent). Again, South America (1.7 per cent) received very little coverage.", " FIGURE 3  World regions in South African TV news (2008)", " FIGURE 3  World regions in South African TV news (2008)", "In terms of Golan's (2008, p. 41) rhetorical question “Where in the World is Africa?”, the analysis shows that Africa is not that absent from the Western news media, and far more visible than South America. In terms of Berglez's (2008) argument that international news is global in nature, and Shrivastava and Hyde-Clarke's (2004) argument that international news can functionally be studied within regime analysis, it is suggested that, based on the analysis conducted for this article, a viable comparative analysis would be to ask the question why Africa (10.8 per cent) receives more than double the coverage offered to Central and South America combined (4.6 per cent) in the Western media. While the same question could also be asked in terms of Arab and African coverage, the reasons might differ, which might again be an indication of global journalism and regime dynamics at work.", "The analysis (Figures 4–6) found support for the general perception of bad news in the West (Figure 4) about Africa, but it is noticeable that this is also the case in Arab and African TV news. Though Africa received, as expected, the most negative tone of news (54.1 per cent) in the Western media (Figure 4), the percentage for Central America was even slightly higher (55.4 per cent). Of the world regions, Africa (7.2 per cent), along with Central America (4.5 per cent) and the Middle East (7.8 per cent) and Asia (15.3 per cent), received less positive coverage than Oceania (30.5 per cent), South America (26.4 per cent) and Europe (21.3 per cent).", " FIGURE 4  World regions: tone of news on UK, US and German TV (2008)", " FIGURE 4  World regions: tone of news on UK, US and German TV (2008)", " FIGURE 5  World regions: tone of news on Qatar and UAE TV (2008)", " FIGURE 5  World regions: tone of news on Qatar and UAE TV (2008)", " FIGURE 6  World regions: tone of news in African TV news (2008)", " FIGURE 6  World regions: tone of news in African TV news (2008)", "Both in terms of global news flow and regime theory, this situation offers cause for further investigation. For instance, while analysis showed that Africa received more negative news in all three world regions under study (Figure 4: 45.1 per cent in the West; Figure 5: 27.4 per cent in the Arab countries; Figure 6: 43.0 per cent in the African news (except for the Middle East being higher with 53.4 per cent)), a further analysis might try to ascertain why the African continent received such negative ratings (27.4 per cent) in the Arab countries and (43.0 per cent) in Africa if negative news about the continent is apparently a Western phenomenon. This might be more to do with globalization and global news, as well as media regimes (both state and media) than initially meets the eye."]}, {"title": "Conclusion", "paragraphs": ["In what is effectively a qualitative analysis, the data not surprisingly showed trends well documented in other news flow studies, but also the prospect of considering new possibilities for further news flow research within the context of global journalism, media regime analysis and news regimes as they relate to Africa."]}], "references": [{"title": "“News Flow Out of Africa: are western media striving for excellence in communication standards?”", "year": "1997", "journal": "Ecquid Novi", "volume": "18", "authors": [{"name": "Annas Rolf", "first_name": "Annas", "last_name": "Rolf"}]}, {"title": "“Are the Media Globalizing Political Discourse? The war on terrorism case study”", "year": "2004", "journal": "The International Journal of the Humanities", "volume": "2", "authors": [{"name": "Archetti C.", "first_name": "Archetti", "last_name": "C."}]}, {"title": "“A Multidisciplinary Understanding of News: comparing elite press framing of 9/11 in the US, Italy, France and Pakistan”", "year": "2007", "journal": "Journal of International Communication", "volume": "13", "authors": [{"name": "Archetti C.", "first_name": "Archetti", "last_name": "C."}]}, {"title": "“What Is Global Journalism?”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Berglez Peter", "first_name": "Berglez", "last_name": "Peter"}]}, {"title": "“On Reason and Afro-Pessimism”", "year": "2008", "journal": "Africa", "volume": "78", "authors": [{"name": "Chabal Patrick", "first_name": "Chabal", "last_name": "Patrick"}]}, {"title": "“All Countries Not Created Equal to Be News”", "year": "1998", "journal": "Communication Research", "volume": "25", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}]}, {"title": "“From the United States with News and More: international flow, TV coverage and world system”", "year": "2000", "journal": "Gazette", "volume": "62", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}, {"name": "Lau T. Y.", "first_name": "Lau", "last_name": "Y."}, {"name": "Hao Xiaoming", "first_name": "Hao", "last_name": "Xiaoming"}]}, {"title": "“Toward a Global Media Ethics: theoretical perspectives”", "year": "2008", "journal": "Ecquid Novi: African Journalism Studies", "volume": "29", "authors": [{"name": "Christians Clifford G.", "first_name": "Christians", "last_name": "G."}, {"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Ward Stephen J. A.", "first_name": "Ward", "last_name": "A."}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "“Global 24/7 News Providers: emissaries of global dominance or global public sphere?”", "year": "2008", "journal": "Global Media and Communication", "volume": "4", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Rai Mugdha", "first_name": "Rai", "last_name": "Mugdha"}]}, {"title": "“The New South Africa and International News Flow: is it new or is it much of the same story”", "year": "1996", "journal": "Communicare", "volume": "15", "authors": [{"name": "De Beer Arnold S.", "first_name": "De", "last_name": "S."}, {"name": "Serfontein Lynette", "first_name": "Serfontein", "last_name": "Lynette"}, {"name": "Naudé Annelie", "first_name": "Naudé", "last_name": "Annelie"}]}, {"title": "“Global News Flow in Africa: Nigerian media coverage of international news, 1979–1995”", "year": "1999", "journal": "The Western Journal of Black Studies", "volume": "23", "authors": [{"name": "Eribo Festus", "first_name": "Eribo", "last_name": "Festus"}]}, {"title": "“Introduction to the Special Issue on Global News Flows: a tribute to Robert L. Stevenson”", "year": "2008", "journal": "Journal of Mass Communication", "volume": "1", "authors": [{"name": "Eribo Festus", "first_name": "Eribo", "last_name": "Festus"}, {"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}]}, {"title": "“Where in the World Is Africa?: predicting coverage of Africa by US television networks", "year": "2008", "journal": "International Communication Gazette", "volume": "70", "authors": [{"name": "Golan Guy J.", "first_name": "Golan", "last_name": "J."}]}, {"title": "“Prospects and Limitations of World Systems Theory for Media Analysis: the case of the Middle East and North Africa”", "year": "2001", "journal": "Gazette", "volume": "63", "authors": [{"name": "Gunaratne Shelton A.", "first_name": "Gunaratne", "last_name": "A."}]}, {"title": "“The First Web War: ‘bad things happen in unimportant places’”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Hall Jim", "first_name": "Hall", "last_name": "Jim"}]}, {"title": "“Redefining Foreign Correspondence”", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Hamilton John M.", "first_name": "Hamilton", "last_name": "M."}, {"name": "jenner Eric", "first_name": "jenner", "last_name": "Eric"}]}, {"title": "“Comparing Media Systems Reconsidered: recent development and directions for future research”", "year": "2009", "journal": "Journal of Global Mass Communication", "volume": "2", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "“Toward a More Holistic Analysis of International News Flows”", "year": "2008", "journal": "Journal of Global Mass Communication", "volume": "1", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Obijiofor Levi", "first_name": "Obijiofor", "last_name": "Levi"}]}, {"title": "“African Union: xenophobia as poor intercultural communication: research section”", "year": "2002", "journal": "Electronic Publishing", "volume": "26", "authors": [{"name": "Mogekwu Matt", "first_name": "Mogekwu", "last_name": "Matt"}]}, {"title": "“The Role of the Media in Foreign Policy Decision-making: a theoretical framework”", "year": "2002", "journal": "Conflict and Communication Online", "volume": "1", "authors": [{"name": "Naveh Chanan", "first_name": "Naveh", "last_name": "Chanan"}]}, {"title": "“Conceptual Challenges to the Paradigms of Comparative Media Systems in a Globalized World”", "year": "2009", "journal": "Journal of Global Mass Communication", "volume": "2", "authors": [{"name": "Pfetsch Barbara", "first_name": "Pfetsch", "last_name": "Barbara"}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "“Shaping the Northern Media&#039;s Human Rights Coverage, 1986–2000", "year": "2007", "journal": "Journal of Peace Research", "volume": "44", "authors": [{"name": "Ramos Howard", "first_name": "Ramos", "last_name": "Howard"}, {"name": "Ron James", "first_name": "Ron", "last_name": "James"}, {"name": "Thoms Oskar N. T.", "first_name": "Thoms", "last_name": "T."}]}, {"title": "“Glocalization of Indian Journalism”", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}]}, {"title": "“Understanding the Global Journalist: a hierarchy-of-influences approach", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}]}, {"title": "“Taming the Transition: the real Afro-pessimism”", "year": "2002", "journal": "Politikon", "volume": "29", "authors": [{"name": "Saul John S.", "first_name": "Saul", "last_name": "S."}]}, {"title": "“International Media Regime and News Management: implications for African states”", "year": "2004", "journal": "Politikon", "volume": "31", "authors": [{"name": "Shrivastava Meenal", "first_name": "Shrivastava", "last_name": "Meenal"}, {"name": "Hyde-Clarke Nathalie", "first_name": "Hyde-Clarke", "last_name": "Nathalie"}]}, {"title": "“Managing the Media in an Era of Round-the-Clock News: notes from India&#039;s first tele-war”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Thussu Daya K.", "first_name": "Thussu", "last_name": "K."}]}, {"title": "“Policing the Public Sphere—the British machinery of news management”", "year": "1993", "journal": "Media, Culture and Society", "volume": "15", "authors": [{"name": "Tulloch John", "first_name": "Tulloch", "last_name": "John"}]}, {"title": "“Perceptional Differences of International News: western media influence on non-western media”", "year": "2009", "journal": "China Media Research", "volume": "5", "authors": [{"name": "Turan Aykut Hamit", "first_name": "Turan", "last_name": "Hamit"}, {"name": "Colakoglu Selcuk", "first_name": "Colakoglu", "last_name": "Selcuk"}, {"name": "Colakoglu Bengu Emine", "first_name": "Colakoglu", "last_name": "Emine"}]}, {"title": "“Foreign News Flow in Africa: a content analytical study on a regional basis”", "year": "1982", "journal": "International Communication Gazette", "volume": "29", "authors": [{"name": "Ume-Nwagbo Ebele N.", "first_name": "Ume-Nwagbo", "last_name": "N."}]}, {"title": "“The Systemic Determinants of International News Coverage: a comparison of 38 countries”", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}]}]}