{"doi": "10.1080/1461670X.2019.1638293", "url": "https://doi.org/10.1080/1461670X.2019.1638293", "title": "Beyond Puppet Journalism: The Bridging Work of Transnational Journalists in a Local Field", "volume": "20", "year": "2019", "issue": "12", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Moon", "first_name": "Ruth", "name": "Ruth Moon"}], "abstract": "ABSTRACTThis article examines the position and relative power of local journalists who produce foreign correspondence in contemporary authoritarian states. The study uses field theory to examine the forms of capital and the field positions these journalists hold in a context where the local field imposes strong, unwritten boundaries around acceptable methods and forms of storytelling—leaving local journalists to practice what one correspondent called “puppet journalism.” This study draws on data collected during seven months of fieldwork, including participant observation in several newsrooms and interviews conducted in and around Kigali, Rwanda. I find that local-foreign correspondents in Rwanda occupy a bridging position, drawing from local and transnational journalism fields to construct their understanding of the journalism game (in Bourdieu's terms, their habitus). These journalists incorporate values into their work routines and news coverage that align with the transnational field, while adapting these values to better coexist with the expectations of the local field. This analysis offers insight into the routines and capital of local-foreign correspondents in a development-oriented authoritarian country and, more broadly, unpacks the ways that a journalist might draw from multiple fields to construct a bridging habitus.", "body": [{"title": "", "paragraphs": ["The role played by local-foreign journalists in global news production is the subject of increasing interest. Recent research examines the tenuous position occupied by local fixers, stringers, and journalists for Western news outlets, pointing out that reporters living in and reporting on their native countries for Western news outlets put their security, their homes, and their livelihoods on the line for the work they do (Palmer 2018). And yet, such employees constitute a growing percentage of foreign correspondents (Wu and Hamilton 2004). I draw on participant observation and interview data collected over seven months in Rwandan newsrooms to examine the relationship of local-foreign correspondents with the local journalism field, asking the following research question: What are the advantages and disadvantages facing local-foreign correspondents in an authoritarian context, and how do they intersect with the local field?", "This study clarifies the way particular players in the field of journalism construct their habitus—their understanding of the journalistic game—and the forms of power, or capital, they acquire in the process. In a strong state like Rwanda, where local journalists are encouraged to produce news that supports official narratives and promotes government policy, foreign correspondence allows these actors to enter a transnational journalism field. Local-foreign correspondents occupy a bridging position, drawing from local and transnational fields to construct their unique understanding of the game they play. The habitus of these journalists includes rules about journalism practice and newsworthiness, drawn from the transnational field, combined with an understanding of what journalism is and how journalists should behave, drawn from the local field. In bridging these two fields, local-foreign correspondents acquire cultural capital from the transnational field while sacrificing social capital in the local field."]}, {"title": "Capital, Doxa, Habitus, and the Journalism Field", "paragraphs": ["Field theory posits that social agents, including journalists, can accrue different kinds of resources based on their positions in an occupational field (Bourdieu 2011). Economic, cultural, and social capital are particularly important to the journalism field. Economic capital refers to monetary income as well as other financial resources and assets, or the ability to translate one's abilities into income. Cultural capital includes the capacity to define and legitimize moral and artistic values, standards, and styles in a particular field, or to produce things meeting these standards. This can include the ability to define socialized habits, valued cultural objects such as paintings, and formal educational qualifications and training. It also includes an element of symbolic power—the ability to determine whether something is “real” journalism or not (Bourdieu 1989). Social capital refers to the resources that can be mobilized through one's social network (Anheier, Gerhards, and Romo 1995). In the journalism field, economic capital is measured by circulation, advertising revenues, or audience ratings (Benson and Neveu 2005). The level and kinds of capital an organization or person possesses relative to others in the field determine that agent's placement in the field and thus the kinds of forces that act upon that agent and the behaviors the agent can undertake (Benson and Neveu 2005). Individuals and organizations can be mapped relative to other organizations in the journalism field based on the levels of capital they possess (English 2016).", "Journalists can gain and lose different kinds of capital through their affiliations with particular news organizations, as in the case of journalists who were constrained and empowered to cover Syrian political conflict in particular ways by their organizations’ budgets and editorial identities (Vandevoordt 2017). Journalists can also build capital through their interactions with each other, for instance using Twitter discussions to increase social followings, drive web traffic, and build awareness of social media best practices (Barnard 2016). They analyze the capital of others, particularly sources, calling on various levels of cultural and social capital in choosing sources to interview and in written portrayals of those sources (Munnik 2017). They can also trade capital across fields, for instance using skills acquired through journalism careers to find higher levels of economic capital (that is, salaries) in other occupations (Davidson and Meyers 2016).", "Journalists acquire and sacrifice capital within the context of a doxa: “a set of professional beliefs which tend to appear as evident, natural, and self-explaining norms of journalism practice” (Schultz 2007, 194). The journalistic doxa contains the set of professional beliefs shared within the field, defining what is and is not contained within its boundaries. The doxa is one factor shaping an individual journalist's habitus: the “feel for the game,” which for a journalist includes a sense of what is or is not newsworthy (Bourdieu 1989; Willig 2013). The habitus is constructed from a variety of individual experiences and interaction with social structures, including his or her position within the journalistic field and interaction with particular levels of capital (Compton and Benedetti 2010). A journalist relies on his or her habitus to determine appropriate behavior within a given field, whose boundaries and unspoken rules are defined by its doxa.", "Fields are typically considered and assessed within national boundaries, as occupational fields are shaped in part by political and economic context and other factors determined at a national level. A journalist's ability to acquire capital depends on the position of the journalism field relative to other fields of power, such that journalists within a field dependent on market forces have different capacities than those in fields more strongly shaped by other forces (Powers and Vera Zambrano 2016). With this in mind, local historical and sociopolitical dynamics inform the doxa of a field and the position of various actors within it (Benson and Neveu 2005). To understand the position of local-foreign correspondents in Rwanda, one must understand both the unusual field position of foreign correspondents with respect to local journalism practice and the Rwandan journalism field."]}, {"title": "The Field-Bridging Work of Foreign Correspondents", "paragraphs": ["Local journalists producing foreign correspondence perform a type of transnational journalism work. Transnational journalists bridge multiple sets of journalistic norms and gatekeeping processes; they are required to cooperate with the local field's standards for and expectations of journalists, while producing news content that satisfies the publication standards of a news organization in a different country (Hellmueller 2017). While transnational journalism work is done in many contexts by diverse individuals and organizations, the work of foreign correspondence has historically been conducted primarily by Western employees of Western organizations stationed in non-Western countries to provide news briefs and updates to their readers back home (Silberstein-Loeb 2014). To do this, wire services have historically relied on news produced in bureaus staffed with international correspondents foreign to the country they report on (Silberstein-Loeb 2014). However, foreign correspondence is conducted by an increasingly diverse range of actors, including locals writing for a variety of foreign audiences (Hamilton and Jenner 2004). By 2001, the balance of reporters working as foreign correspondents for U.S. outlets had shifted so that 69% were foreign nationals, though most still identified as white or European (Wu and Hamilton 2004). From the news organization's perspective, employing foreign nationals is a good business decision; Wu and Hamilton found that their average salaries were around half that of U.S. national foreign correspondents at the time. Foreign national employees also lower the cost of sense-making by cultivating networks of local sources, knowing local customs and politics, and explaining background to particular stories (Hamilton 2010).", "While foreign correspondents are increasingly diverse, they share some common characteristics that set them apart from the local journalism field. A survey of foreign correspondents working for U.S. organizations found that all respondents, including foreign nationals and U.S. nationals, prioritized news values similarly (Wu and Hamilton 2004). A study of foreign correspondents in China found that they tend to perceive their roles in line with the roles journalists hold in the home countries of their employers, but the entire press corps prioritized “pursuing detached, independent journalism with an emphasis on objectivity and the audience” (Zeng 2017, 8). By contrast, local Chinese journalists tend to practice frequent self-censorship and produce media in line with state messaging (Stockmann and Gallagher 2011). These findings suggest that journalists working as foreign correspondents, whatever their nationality, are playing by different rules than their local counterparts and are heavily influenced by the norms of their employing organizations’ countries. They can be thought of as belonging to two fields of journalism: they physically inhabit a journalism field in geographic space, while at the same time producing content that meets the expectations of a field located elsewhere.", "Compared to news produced for local audiences, news produced for multinational audiences often relies on different frames and news values to make the content accessible and meaningful for audiences from different histories, cultures, and societies (Atad 2017). Western wire services, such as Reuters, Agence France-Presse, and the Associated Press, require their employees to produce content adhering to standards of news reporting and writing acceptable across a range of audiences in different Western countries. This means avoiding partiality, relying on demonstrably correct factual information, and producing a report that will be satisfactory to editors with a variety of political views, editorial values, and publication schedules (Fenby 1986). These news values can thus be considered part of the doxa of the transnational journalism field.", "These requirements imply that journalists producing news for transnational organizations navigate multiple fields of practice in doing their jobs. Not only must they behave appropriately as defined by the local field of journalism, but they must also produce news with a focus and style appropriate to the country or countries of the media organization's home and audience, which are generally situated in the West."]}, {"title": "Method", "paragraphs": ["This study is informed by a desire to both observe journalists’ actions and understand their motivations (Gans 1999). Data come from a seven-month ethnographic study of Rwandan newsrooms conducted in 2017. Field sites were selected using a network ethnography (Howard 2002). This methodological approach is especially suited to the study of African newsrooms, where virtual networks influence news decisions and journalism culture but physical locations are also important (Mabweazara and Mare 2017). The social network analysis was conducted using network data scraped from news organizations active on Twitter, a social media platform that is increasingly popular across sub-Saharan Africa as a way of sharing information (Portland 2016). Journalists use the tool to share breaking news and other information, live-blog, and cultivate sources (Hermida 2013). Key organizations identified from the Twitter analysis became the starting points for participant observation and interviews in Rwanda. The study also pairs participant observation with interviews to observe and understand journalists’ behavior, drawing on the strength of ethnographic methods to highlight the dynamic and embedded nature of cultural production (Cottle 2007).", "The field sites for this study included two local news organizations: the New Times, an influential English-language newspaper founded shortly after the end of the 1994 genocide and a central node in the social network of Rwandan journalism organizations, and KT Press, a newer, influential web publication. This study also draws from firsthand observations and interviews conducted at several transnational media organizations with employees in Rwanda. In 2017, these organizations included Deutsche Welle, Agence France-Presse, Associated Press, Reuters, Bloomberg, Voice of America, and a regional news organization, the East African. The East African, a news organization based in Nairobi, Kenya, with an audience across Tanzania, Kenya, Uganda, and Rwanda, had a Kigali bureau employing multiple local staff; most of the other agencies in Kigali employed one local stringer, and some stringers worked for multiple outlets. This study refers to these journalists as local-foreign correspondents. To maintain confidentiality, organizations are identified only where relevant to an observation.", "Interviews for this study were conducted in English,1 recorded, and transcribed. In the field, I adopted the role of an observer and editor, spending an average of 15–20 hours per week in newsrooms (Lindlof and Taylor 2010). I observed editorial meetings and edited articles for English-language fluency and organization, accompanied reporters on field assignments to press conferences, and spent time with journalists in lunchrooms and on breaks. I jotted field notes in real time and supplemented them later each day with memos and observations; I then organized field notes and interview transcripts through an open coding process to better identify and understand relevant observations (Emerson, Fretz, and Shaw 2011)."]}, {"title": "Rwandan Journalism Context", "paragraphs": ["The Rwandan journalism field rewards members who adhere to norms of non-critical news coverage, with specific values outlined in a national code of ethics available to journalists in the country (Rwandan Media Fraternity 2011). Journalists build social capital by following these expectations and, at elite media organizations, they accrue economic capital through a process dominated by advertising revenue.", "The pressure to produce non-critical news coverage stems in part from the history of journalism in Rwanda. As in many African states, Rwanda's journalism field grew within a context of historical tension between democratic liberation movements and Marxist and Africanist one-party statism (Rønning and Kupe 2000). Through the 1970s, Rwanda, along with a dozen other countries in sub-Saharan Africa, had a legally enforced one-party political system that shaped the role and freedom of the local press (Jose 1975).", "At the same time, the Rwandan journalism field became embroiled in the political and social forces spurring ethnic conflict. Tensions between Rwanda's two major ethnic groups—Hutu and Tutsi—dates back to the early twentieth century, when Belgian colonists assigned identity cards and corresponding roles of power to Rwandans based on physical features, cattle ownership, and linkages to the country's Tutsi monarchy, thereby unsettling the area's social equilibrium and political status quo (Barnett 2002). These divisions were further entrenched in 1959, when Hutu uprisings led thousands of Tutsi to flee to neighboring countries. Cycles of ethnic tension recurred in the decades after independence in 1962, with almost 500,000 Rwandans, the vast majority of them identifying as Tutsi, living as refugees in neighboring countries by the early 1990s (United Nations, n.d.). Ethnic violence climaxed in 1994, when president Juvénal Habyarimana's plane was shot down over Kigali on April 6, marking the beginning of the genocide. Over the following 100 days, an estimated 800,000 people, primarily of Tutsi ethnicity, were killed (Prunier 1997). The genocide ended in early July when the Rwandan Patriotic Front—comprised mainly of Tutsi refugees from neighboring Uganda—took command of the country. RPF leader Paul Kagame was elected president in 2000 and was reelected to a third term in 2017.", "Media outlets reflected and enhanced ethnic division throughout the genocide and the period leading up to it. Political alignment and ethnic alignment were synonymous in the late twentieth century (Thompson 2007). Throughout the early 1990s, journalists—particularly those in radio—worked with the government to proliferate messages of division and violence between Hutu and Tutsi (Cruikshank 2016). Leading up to the genocide, government censors reviewed news content prior to publication, ensuring that it aligned with the official messaging of the anti-Tutsi governing regime (Barton 2001). Along with this broad messaging, popular media outlets, including Radio-Television Libre des Milles Collines and the newspaper Kangura, were instrumental in stirring up violence and paving the way for the genocide (Kellow and Steeves 1998). The domestic media's involvement in the genocide is memorialized locally: A portion of the Kigali Genocide Memorial depicts the role played by local media outlets and journalists in the genocide (author visit). According to this exhibit, more than 20 newspapers and journals spread hate messages against Tutsi in the run-up to the genocide. The exhibit depicts examples of racist cartoons and other forms of media coverage that deepened the perceived divide between Hutu and Tutsi.", "Following the genocide, government and journalism leaders reshaped Rwanda's journalism field. Within the field, professional education, documents, and incentives encouraged journalists to produce independent and watchdog-oriented work. The main school of journalism in Rwanda, the School of Journalism and Communication at the National University of Rwanda, faced a shortage of local journalism instructors when it was formed after the genocide in 1996 (Skjerdal and Ngugi 2007). To address the shortage, the university partnered with Carleton University in Canada, which sent journalism faculty to instruct Rwandan students and facilitated an internship exchange program from 2006 to 2011 (CBC News 2011). Several reporters said these instructors emphasized the value of independent press to democratic governance. “One teacher taught us, ‘be the voice of the voiceless,’” a journalist said, explaining that Carleton instructors had taught students that journalism's role is to “afflict the comfortable,” investigating and speaking truth to power (personal communication, May 26, 2017).", "In 2011, Rwandan journalists with support from USAID and the Rwanda Media Strengthening Project of the International Research and Exchanges Board (IREX) produced a non-binding code of ethics to be “voluntarily embraced by Rwandan journalists and … widely used in newsrooms and classrooms as a guide for ethical behavior” (Rwandan Media Fraternity 2011, 2). That code of ethics, available to local journalists, is similar to the code of ethics published by the U.S. Society of Professional Journalists (Society of Professional Journalists 2014). It emphasizes the obligation of Rwandan journalists to “defend the universal human values of peace, tolerance, democracy, human rights, social progress, and national cohesion” (Rwandan Media Fraternity 2011, 3). It entreats journalists to pursue honesty and to present facts to the public, noting that journalists should not suppress “essential information,” should only present information that is true and accurate, and should not stir up racial, tribal, ethnic, or religious hatred. The code of ethics also notes that journalists should be independent and “withstand … external or internal pressure aiming at having them modify or distort information” (p. 9). In 2017, professional organizations within the field—notably Pax Press and the Association Rwandaise des Journalistes (ARJ)—had recently offered cash rewards to journalists producing investigative reporting for local news organizations.", "However, external forces encourage a different style of journalism. While some provisions protect media—guaranteeing press freedom and freedom of speech, and mandating the availability of some information (Gonza 2012)—the current political system is designed to curtail the flow of information through legal sanctions and harassment. While it is beyond the scope of this article to define the current form of government in Rwanda, many scholars have compellingly argued that it is a development-oriented authoritarian state, and media policies align with this model (see e.g., Friedman 2012; Matfess 2015). Limits on media freedom have been adopted to sustain the power of the ruling elites and to prevent the return of hate media (Cruikshank 2017; Sobel and McIntyre 2018). Legal restrictions forbid divisionism—broadly defined as inciting conflict among Rwandans—and any messages perpetuating genocide ideology. There are strong penalties for breaking either law, and the ARJ had campaigned unsuccessfully before 2017 to have defamation decriminalized. In 2003, the government instituted licensing requirements for media organizations, updating requirements in 2009 (Rwandan Parliament 2009) and 2013 (Rwandan Parliament 2013). The constitution created an external regulatory body, today called the Media High Council, to oversee media freedom, responsibility, and professionalism. Since 2009, news organizations operating in Rwanda must register with the government (Puri 2014). Journalists register for press passes with the ARJ, which means the names and information of the country's practicing journalists are readily accessible. Taken together, these laws ensure that Rwandan government officials are familiar with local news organizations and journalists and that they have legal capacity to censure journalists producing unwanted messages. The independence of the judicial system, at least in its transitional form, is contested (Loyle 2018), and courts tend to side with government officials against journalists, according to many sources interviewed for this research. Journalists who committed minor infractions could be fined or have their licenses suspended, the ARJ director said in an interview.", "Media organizations are also restricted and encouraged to self-censor by the economic context (Holliday 2017). Rwanda's journalism field, like many, is market-oriented, meaning news organizations depend on advertisements for funding. In Rwanda, this dependency is further complicated by the fact that the largest businesses and thus the most lucrative advertisers in the country are government organizations, or are private corporations substantially owned by the government. The private Rwandan holding company Tri-Star Investments/Crystal Ventures Ltd.—fully owned by the RPF—holds a majority share in 11 Rwandan companies, most of which lead their sectors with only international competition (Booth and Golooba-Mutebi 2012). Thus, when advertisers request or demand that news organizations cut critical stories or run positive coverage, the government often has a stake in the requests. “The advertisers are our biggest problem,” an editor at KT Press said. “We always have to think very hard about how we will balance letting the journalists do their work and maintaining an income so they can be paid” (personal communication, March 20, 2017). Editors faced with demands from advertisers often cut articles or changed programing to accommodate advertisers’ demands, according to a director of the ARJ. These editors fear that losing major chunks of advertising revenue will damage their ability to stay afloat as a business. Most attempts to control Rwandan journalism come from the financial sector. “It will not be somebody threatening to jail you or beat you or do whatever, but to cut the ads,” this person said. “We understand. If you are running a business, you have to work; at the end of the month, you have to pay taxes, you have to pay dues” (personal communication, May 31, 2017). Senior editors across local media outlets named advertiser pressure as a major factor influencing news content. While editors would, occasionally, strategically resist, they learned to avoid particularly controversial forms of news that would invite conflict with advertisers.", "As a result, the journalism field in Rwanda cultivates a doxa that promotes standardized coverage of positive or non-critical news and avoids rigorous debate (Gonza 2012). According to a chairman of the ARJ, critical content declined dramatically around the time of the 2010 presidential election, when many news outlets critical of the government were banned and news outlets forced into exile. Since then, he said, critical content had decreased so that, by 2017, most of the many news outlets in Rwanda “don't scrutinize real power” (personal communication, May 31, 2017). Citizens likewise avoid controversy: Public comment functions are increasingly available on news sites, but commentators avoid debating politics or pointing out problems that would incriminate superiors or government officials, even when journalists seek them out as sources (Nduhura and Prieler 2017).", "Transnational news organizations in Rwanda, show evidence of similar news values and priorities as transnational organizations elsewhere (Atad 2017; Hellmueller 2017). They encourage detachment, objectivity, and independence, aligned with the news values and expectations of Western European and U.S. home countries. One way the organizations encourage this behavior is by offering encouragement and protection to reporters who follow these guidelines. One local-foreign correspondent had been harassed online after researching a story for a local radio station, where he had worked briefly while also freelancing for a wire service. He had been researching the members of a commission created to investigate allegedly genocide-denying broadcasts by the BBC Rwanda (for which the Rwandan government banned BBC broadcasts in Kinyarwanda). He wanted to find out what connections each commissioner had to verify government claims that the board was neutral and independent of the government. He produced and aired a broadcast story about the independence of the commission, and within days became the subject of a smear campaign by unnamed social media accounts that he attributes to the government. In detailed and lengthy statements, phantom Facebook and Twitter accounts called him a “genocide denier,” an accusation that, if proven, carries a strong penalty in Rwanda. He told his employers about the campaign and his editor offered to step in and defend him, saying that the news organization had the power to ask the government to find out who was behind the harassment. Another employee of a transnational news organization had been arrested the previous year for a critical story but was detained for only a few hours because the organization immediately threatened to run a story about the arrest. These examples illustrate an aspect of the transnational field's doxa: Promoting independent journalism by supporting employees who produce it. By contrast, the first reporter had been suspended from a local news organization for producing a show that criticized government programs, and reporters in the local field shared stories of past arrests of journalists over news coverage with the narrative that such arrests had been deserved."]}, {"title": "Analysis: The Habitus of Rwandan Local-Foreign Correspondents", "paragraphs": ["The habitus of the local-foreign correspondent in Rwanda is constructed within the context of these two fields. As a result, it incorporates elements of each field, resulting in points of tension and limitation while also including behavior that is discouraged by the Rwandan doxa. This local-foreign correspondence habitus thus combines two perspectives: The transnational field encourages transnational journalists to practice independent, critical journalism. In contrast, the local field encourages Rwandan journalists to remain loyal to the state and to follow the local field's rules of engagement. The local-foreign correspondence habitus incorporates lessons and expectations from both fields, resulting in a set of rules that allows the reporter to bridge the two fields and accrue or lose capital in each while not belonging fully to either.", "The transnational doxa encourages journalists to practice independent, critical journalism through widely shared news values of creativity and difference, contradicting the local field's values of standardization and uniformity in content creation. Local-foreign correspondents are motivated to incorporate these values through editorial encouragement and the high levels of cultural capital associated with those stories.", "In contrast to the way journalists in the local field are encouraged to produce positive coverage without applying an editorial news filter, journalists at wire agencies and other transnational media organizations in Rwanda are rewarded for and trained in producing news reports that assess a variety of angles of a story and are independent from preferred government narratives, embodying a news value of creativity. These reporters were encouraged to pursue angles that were creative, investigative, and often critical of powerful government leaders. “You have [independence] to discover stories, to investigate stories,” a local-foreign correspondent explained. “As long as you have your facts backed up on a computer somewhere or a recorder somewhere, the editor will run the story. There is no censorship” (personal communication, June 8, 2017). Even when covering events, wire reporters were encouraged to push beyond descriptions of what happened and to look for deeper newsworthy elements that could be emphasized in their writing. Another wire reporter explained that a journalist working for international organizations would be encouraged by his or her editors to “try to probe” beyond an official narrative for his or her reporting: If people are being evicted, the New Times is going to say, “people are being evicted for the good of all.” … They are not going to tell you that 20 people were evicted, but not given alternative housing. We are going to say that government is not compensating those guys. (personal communication, May 16, 2017)This practice was encouraged in editorial meetings at the East African's Kigali bureau. At one late June meeting, reporters gathered around a large conference table pitched stories to the bureau editor, who rebuffed and critiqued ideas, calling for more development so that stories would not make “organizations feel good,” approving an ambitious story about a fire code development promoted by the Rwandan government that the editorial staff deemed unrealistic, and concluding the meeting with praise for one idea: “Good, something about this is a story the New Times won't publish.” The reporter who pitched the final story suggested that he get additional quotes from public officials “to soften it,” but the editor responded, “No, we don't need to soften it. A story is a story.”", "If people are being evicted, the New Times is going to say, “people are being evicted for the good of all.” … They are not going to tell you that 20 people were evicted, but not given alternative housing. We are going to say that government is not compensating those guys. (personal communication, May 16, 2017)", "Transnational journalists are also motivated by the news value of difference, taking a different angle or sharing new information from stories that have already been published. This news value is evident in editorial communication and in the discourse of local-foreign journalists. A local-foreign correspondent described attending a press conference with other local reporters and checking the New Times website the next day to be sure that his story idea had not been scooped by the daily paper. “You look for the story the following day to see if they beat you to something, and there is nothing,” he said. “They have given us this void, this vacuum in which we can operate. As long as a story is critical—or something they call negative here—we know we are going to break it” (personal communication, June 8, 2017). Thus, reporters at transnational organizations were encouraged to produce critical and investigative content, both by their editors and by the lack of local competition seeking to pursue those stories.", "The foreign correspondence habitus encouraged these news values of difference by imbuing them with economic and cultural value. Some local-foreign correspondents were paid on retainer, meaning they received monthly salaries fairly equivalent to those of journalists at elite local organizations, but they are paid regardless of the number of stories written in a month. Unusually high production in a particular month (more than 20 stories, in one case) merits a bonus. Other transnational news organizations compensate their stringers on a per-story basis, with compensation rate tied to the length of the published article. Thus, while salaries are equivalent to those at elite, local organizations, the compensation practice differs. Journalists in the local field are paid a monthly salary only if they meet a story quota, often requiring 30 or more stories per month. By contrast, the foreign correspondent is rewarded for taking his or her time on stories, exploring creative possibilities, writing longer articles, and focusing only on news coverage that clearly merits international attention.", "Local-foreign correspondents gained cultural capital by producing content with these news values of difference and creativity. One way this happened was when local organizations would report on the stories produced by transnational organizations. One local-foreign correspondent wrote a story on a human rights report issued by a European organization for his news agency. A Rwandan minister quoted in the story asked him not to run the story, but the article ran anyway. The next day, the journalist found an article in the New Times commenting on his story. Through this and similar occurrences, local-foreign correspondents felt that, even though they wrote to an international audience, their work had an effect on local discussions by introducing dynamics of independence with which local media could contend and interact. The news produced by local journalists for wire services would thus introduce new discussion topics to the local press, who could report on the news by reporting what their colleagues had published for transnational outlets. On another occasion, a local-foreign correspondent described how a colleague at the New Times had learned of a news story involving Twitter censorship during the election campaign. Unable to report the story for that outlet, the reporter had sent a news tip to a colleague working for a transnational organization, who then reported and broke the story in a form of news rescue (Vergobbi 1992).", "The cultural status afforded this sort of news content is also evident in the reactions of powerful political actors to news produced by local-foreign correspondents. In the Twitter censorship example outlined above, government officials reversed the official policy within days of the story breaking in international news outlets. More generally, reporters often heard from local officials who were unhappy with how they had been represented to international audiences, or saw policies change as a result of their work. One local-foreign correspondent said: Rwanda … wants to be seen well internationally, so they will change if you write a story that is true. It may be fake change, like provisional change, maybe to show the international community, which is huge in this country, that something has changed—but it will be there. (personal communication, May 26, 2017)This person and other reporters had been critiqued by local and national authorities for taking independent and sometimes critical angles on news stories. This criticism signaled the relative power the journalists were perceived to hold in the journalism field—power to impact public opinion with an important, transnational audience.", "Rwanda … wants to be seen well internationally, so they will change if you write a story that is true. It may be fake change, like provisional change, maybe to show the international community, which is huge in this country, that something has changed—but it will be there. (personal communication, May 26, 2017)", "Local-foreign correspondents also measured their cultural capital in terms of the number of readers their online stories attracted. As one explained, “When you start getting out these critical stories, you go on Twitter and check the reach—it's in the thousands, and tens of thousands, if it's a critical story” (personal communication, June 8, 2017). Other journalists echoed this feeling of satisfaction from knowing they were producing news that would be read by a wide audience including Rwandans and international readers or listeners. They felt they gained name recognition and respect in their roles as journalists from audiences interested in reading an alternate perspective free from local economic pressure. The same person noted that he had heard from many readers who appreciated the perspective the paper offered. “I’ve listened to quite a number of people and they appreciate our role in Rwanda,” he said. “Most people find us an alternative for information, to find their way to the right information” (personal communication, June 8, 2017). Local-foreign correspondents valued the ability to produce news that aligned with values they learned in journalism school and that would be widely read and respected with the potential to create change—in other words, accruing cultural capital.", "Rwandan local-foreign correspondents are also embedded in the local journalism doxa, which encourages behavior aligned with the values of loyalty and rule-following. The habitus of the local-foreign journalist incorporates these values, and this is evident especially in the ways journalists justify their practices and talk about their routines. Local-foreign journalists discuss their work for transnational organizations in terms of loyalty to Rwanda and Rwandan organizations. Journalists often faced criticism for being disloyal, but rather than dismissing loyalty as an invalid or unimportant value, they defended their decisions to work for transnational organizations as embodying loyalty, just in a different form from that of their local peers.", "One local-foreign correspondent noted that reporters working for wire services were occasionally told by government officials that, by working for international employers, they were “betraying the country.” Many reporters in Rwanda attend a multiweek education program, run by the RPF, where attendees learn about the history and culture of Rwanda. This reporter said officials at these events spread messages about how working for international outlets was unpatriotic because those outlets look for negative news. He countered that, in other countries, including France and the U.S., local and national outlets published critical news without being perceived as disloyal. They will be telling them, “No, don't work for those international media. Those are people who want negative things from us, nothing positive.” That is total bullshit … I cover some positive stories—economic growth, investment, investors coming around. (personal communication, May 26, 2017)This journalist defended his position by arguing that he produced news about positive developments in Rwanda alongside news about events perceived as negative. Another foreign correspondent, who had previously worked for the New Times, also couched his decision to pursue foreign correspondence—and particularly creative, critical news angles—in terms of loyalty to the country. He traced his family history to the genocide, noting that he was grateful that the RPF had helped his family obtain food, shelter, and other necessities in the aftermath. However, even very good governments are not perfect, he said: There is nothing wrong in holding whoever is doing nothing accountable. I am very grateful for what this current government did for my family, for me, but I don't think I should be restrained to tell them look, this is not good. (personal communication, June 27, 2017)These examples illustrate how the Rwandan local-foreign correspondent's habitus incorporates the local field's value of loyalty in explaining and justifying work in the transnational field.", "They will be telling them, “No, don't work for those international media. Those are people who want negative things from us, nothing positive.” That is total bullshit … I cover some positive stories—economic growth, investment, investors coming around. (personal communication, May 26, 2017)", "There is nothing wrong in holding whoever is doing nothing accountable. I am very grateful for what this current government did for my family, for me, but I don't think I should be restrained to tell them look, this is not good. (personal communication, June 27, 2017)", "The local journalism habitus also imposes negative sanctions on journalists who do not follow the local field's rules. To accommodate this constraint, local-foreign correspondents incorporate a habit of careful adherence to rules of journalistic ethics and news production into their newsgathering and production routines. They also self-censor, declaring some topics off-limits even for reporters who inhabit a transnational habitus.", "Journalists who produce news content at odds with the local field's doxa encounter criticism from local authorities in the form of critical observation, sometimes followed by attempts to censor the journalist or disqualify his or her professionalism by scrutinizing reporting practices. One local-foreign correspondent explained, “If you are really a good journalist—not just a puppet journalist … you will always be scared that you are being watched. You will face criticism any time” (personal communication, May 26, 2017). Another local-foreign correspondent, who had previously worked at the East African and the New Times, explained the process of this critical observation, telling how his reporting history had been scrutinized in light of one critical story he wrote for the East African. He had written an article about a press conference, and a minister said she had been misquoted in the article. The reporter later learned that the minister took the opportunity to call his entire work history into question, taking the confrontation directly to the Aga Khan family, which owns the publication. “Later I found out that they had lined up all my stories I worked on before,” he said. “They were saying, ‘You see, there is this history which means this person is doing it intentionally’” (personal communication, May 16, 2017). Because this reporter was working for an independent publication and had a reputation for producing news that broke the norms embedded in the local doxa, he found that political officials were quick to criticize his journalistic practices as unprofessional and call for him to be fired.", "Because this sort of scrutiny is common, reporters working for wire agencies are cautious, not just in reporting but also in their daily lives. They were concerned that they would be harassed for a reporting mistake or, in extreme cases, that they would be followed and harassed in their personal lives. One wire reporter said he felt sure that government officials and others constantly scrutinized his work looking for errors, which he called “small problems.” When you get a small problem, they can use that—they will not be punishing you for that small problem, but they will be punishing you because of what you do. You have to be very smart, in the sense that you try to do your work properly, not to give them the chance to get you. (personal communication, May 16, 2017)Foreign correspondents know that their work flies in the face of local field expectations around news norms, and in many cases they have been criticized for “small problems” with their work. As a result, they are cautious in their reporting—“very smart” to be sure that it will not provide an opportunity for critics to complain. News reporters for local organizations, by contrast, did not tend to warrant strong criticism for such “small problems” as misspellings and factual errors. Several such errors came to light in editorial meetings at the New Times and KT Press. Occasionally, a reporter would be chastised by his or her editor, but the corrections were typically friendly and collegial in tone.", "When you get a small problem, they can use that—they will not be punishing you for that small problem, but they will be punishing you because of what you do. You have to be very smart, in the sense that you try to do your work properly, not to give them the chance to get you. (personal communication, May 16, 2017)", "Local-foreign correspondents in Rwanda are scrutinized because their work is contrary to local norms, and because in working for international organizations, they are sometimes considered disloyal to Rwanda. The latter critique is also leveled against foreign correspondents who are not nationals of the countries they report in, suggesting that nationality does not protect foreign correspondents from official critique. In facing extra measures of criticism for their work and affiliations, Rwandan local-foreign correspondents lose the benefit of being “on the same side” as their local peers within or outside the journalism field. They instead face scrutiny for small decisions and for their employers—thus losing social capital compared to their peers in the local field.", "Foreign correspondents also self-censored, noting some topics they would not cover, even with the protection afforded by the economics and status of the transnational field. Topics that local-foreign correspondents said they would not cover included the personal lives of President Paul Kagame, his wife Jeannette, or their four children; the Rwandan conglomerate Crystal Ventures Ltd., which is held by the RPF and holds investments in nearly every business venture in the country; and stories involving the Rwanda Defense Force. “Those are the kinds of stories that will get you whupped,” a local-foreign correspondent said. “Even if a source came and told me that the president may be misusing this and this amount of money, I wouldn't write that story. I would be crazy to write it … those are the kind of stories that I run away from” (personal communication, date withheld). The consequences for writing these stories would be beyond an organization's ability to control; foreign correspondents said that they could lose their jobs and would likely face strong public censure for writing on such topics. Thus, local-foreign correspondents incorporate the local doxa's values of rule-following and loyalty into their habitus by following careful protocol when producing critical news coverage and by avoiding coverage entirely on particularly high-profile, controversial topics.", "Transnational employers accommodate their local employees’ judgment about the level of danger associated with particular articles. One local-foreign correspondent said his regional editors were aware of the sensitive and sometimes risky nature of newsgathering in Rwanda and would check in before publishing stories to ask whether a particular story was too sensitive and would bring trouble. “They make sure that the stories are well-researched, especially in countries like this,” one wire reporter said. “They understand the context here, the fragility … Sometimes they even ask, ‘this story, don't you think it will cause you problems?’” (personal communication, May 16, 2017). These examples illustrate how the local-foreign correspondent's habitus is removed from but shaped by the local field's values of loyalty and rule-following."]}, {"title": "Conclusion", "paragraphs": ["This article unpacks how doxa and rules from different fields of journalism intersect to form the habitus—the accumulation of experiences that construct the boundaries of appropriate social action—for the local-foreign correspondent. In Rwanda, this habitus is influenced by both the journalist's local journalism field, inhabited through training and geographic presence, and a transnational field, inhabited through organizational affiliation. This suggests that local-foreign journalists hold an unusual, field-bridging position. One consequence of this position is that they accumulate relatively high levels of cultural capital from the transnational field while sacrificing social capital in the local field.", "There are, of course, limitations to this study. It analyzes the role of local-foreign correspondents in one country with a small journalism field. Rwanda's journalism field has unique characteristics, including the impact of the relatively recent genocide on field dynamics. However, Rwanda can also be seen as an important example that is not idiosyncratic but rather illustrative of governance and journalism practices in similarly authoritarian contexts around the world, including Turkey, Hong Kong, Singapore, Ethiopia, and Indonesia. Not only is Rwanda exemplary of many countries governed by a contemporary authoritarian regime, but it is a bellwether for governance across sub-Saharan Africa. Rwanda is a model of efficient development policy, exhibiting rapid growth over the past two decades in gross national income and per-capita income, declining poverty rates, and improved scores on a variety of development indices, including the United Nations’ Human Development Index, World Banks Doing Business rankings, and Millennium Challenge Corporation's country scorecards (Molt 2017). The strength and durability of Rwanda's governance model shows that it is possible to cultivate economic development through foreign investment while also suppressing political dissent and preventing the development of strong civil society spaces (Matfess 2015).", "This study shows how transnational news organizations may intersect with local news fields in contemporary authoritarian countries. Rwandan journalists are encouraged through primarily economic incentives to self-censor and promote positive coverage (Freedom House 2017; Rwandan Governance Board 2016). Nongovernmental organizations like Pax Press promote independent media and critical reporting, but these organizations are dependent on government funding (personal communications, June 5 and May 31, 2017). Thus, journalists in the local field have little encouragement or protection to pursue independent journalism. This form of media control has parallels in many authoritarian countries. The present study shows why journalists in these places might choose to work for transnational organizations and what they gain and lose in so doing.", "In this context, the position of local-foreign correspondents—bridging two journalism fields and navigating expectations and pressure from each—comes into focus as one that is both precarious and powerful. Local-foreign correspondents face greater scrutiny for their work than do local journalists producing field-aligned and government-aligned news content, and their labor and safety are likely undervalued by the foreign press (Palmer 2018). However, they also have the power to pursue news values discouraged by the local doxa. In addition, they introduce stories exhibiting these values into the local news ecosystem, providing a greater spectrum of information to local audiences and allowing local journalists to engage critically with news stories that would otherwise fall outside the field's boundaries. This study highlights how the position of local-foreign correspondents can bridge two fields, incorporating values from both into a habitus where power is both gained and lost."]}], "references": [{"title": "Forms of Capital and Social Structure in Cultural Fields: Examining Bourdieu’s Social Topography", "year": "1995", "journal": "American Journal of Sociology", "volume": "100", "authors": [{"name": "Anheier Helmut K.", "first_name": "Anheier", "last_name": "K."}, {"name": "Gerhards Jurgen", "first_name": "Gerhards", "last_name": "Jurgen"}, {"name": "Romo Frank P.", "first_name": "Romo", "last_name": "P."}]}, {"title": "Global Newsworthiness and Reversed Domestication", "year": "2017", "journal": "Journalism Practice", "volume": "11", "authors": [{"name": "Atad Erga.", "first_name": "Atad", "last_name": "Erga."}]}, {"title": "‘Tweet or Be Sacked’: Twitter and the New Elements of Journalistic Practice", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Barnard Stephen R.", "first_name": "Barnard", "last_name": "R."}]}, {"title": "Developmental Patrimonialism? The Case of Rwanda", "year": "2012", "journal": "African Affairs", "volume": "111", "authors": [{"name": "Booth David", "first_name": "Booth", "last_name": "David"}, {"name": "Golooba-Mutebi Frederick", "first_name": "Golooba-Mutebi", "last_name": "Frederick"}]}, {"title": "Social Space and Symbolic Power", "year": "1989", "journal": "Sociological Theory", "volume": "7", "authors": [{"name": "Bourdieu Pierre.", "first_name": "Bourdieu", "last_name": "Pierre."}]}, {"title": "Labour, New Media and the Institutional Restructuring of Journalism", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Compton J. R.", "first_name": "Compton", "last_name": "R."}, {"name": "Benedetti P.", "first_name": "Benedetti", "last_name": "P."}]}, {"title": "Ethnography and News Production: New(s) Developments in the Field", "year": "2007", "journal": "Sociology Compass", "volume": "1", "authors": [{"name": "Cottle Simon.", "first_name": "Cottle", "last_name": "Simon."}]}, {"title": "The Urban–Rural Divide: Building the News Media Agenda in Post-Genocide Rwanda", "year": "2016", "journal": "African Journalism Studies", "volume": "37", "authors": [{"name": "Cruikshank Sally Ann.", "first_name": "Cruikshank", "last_name": "Ann."}]}, {"title": "A Developing Chasm: Oppressive Structures, Media, and Journalism in Post-Genocide Rwanda", "year": "2017", "journal": "International Communication Research Journal", "volume": "52", "authors": [{"name": "Cruikshank Sally Ann.", "first_name": "Cruikshank", "last_name": "Ann."}]}, {"title": "‘Should I Stay or Should I Go?’ Exit, Voice and Loyalty among Journalists", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Davidson Roei", "first_name": "Davidson", "last_name": "Roei"}, {"name": "Meyers Oren", "first_name": "Meyers", "last_name": "Oren"}]}, {"title": "Mapping the Sports Journalism Field: Bourdieu and Broadsheet Newsrooms", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "English Peter.", "first_name": "", "last_name": "Peter."}]}, {"title": "Kagame’s Rwanda: Can an Authoritarian Development Model Be Squared with Democracy and Human Rights?", "year": "2012", "journal": "Oregon Review of International Law", "volume": "14", "authors": [{"name": "Friedman A.", "first_name": "Friedman", "last_name": "A."}]}, {"title": "Participant Observation in the Era of ‘Ethnography", "year": "1999", "journal": "Journal of Contemporary Ethnography", "volume": "28", "authors": [{"name": "Gans Herbert.", "first_name": "Gans", "last_name": "Herbert."}]}, {"title": "The (Many) Markets for International News: How News from Abroad Sells at Home", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Hamilton James T.", "first_name": "Hamilton", "last_name": "T."}]}, {"title": "Redefining Foreign Correspondence", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}, {"name": "Jenner Eric", "first_name": "Jenner", "last_name": "Eric"}]}, {"title": "Gatekeeping Beyond Geographical Borders: Developing an Analytical Model of Transnational Journalism Cultures", "year": "2017", "journal": "International Communication Gazette", "volume": "79", "authors": [{"name": "Hellmueller Lea.", "first_name": "Hellmueller", "last_name": "Lea."}]}, {"title": "\\#Journalism: Reconfiguring Journalism Research about Twitter, One Tweet at a Time", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hermida Alfred.", "first_name": "Hermida", "last_name": "Alfred."}]}, {"title": "Sound and Fury: Two Decades Ago Rwandan Radio Was Monopolised by Voices Promoting Genocide, but Radio Is Still Not Free from Controversy", "year": "2017", "journal": "Index on Censorship", "volume": "46", "authors": [{"name": "Holliday Graham.", "first_name": "Holliday", "last_name": "Graham."}]}, {"title": "Network Ethnography and the Hypermedia Organization: New Media, New Organizations, New Methods", "year": "2002", "journal": "New Media \\& Society", "volume": "4", "authors": [{"name": "Howard Philip N.", "first_name": "Howard", "last_name": "N."}]}, {"title": "Press Freedom in Africa", "year": "1975", "journal": "African Affairs", "volume": "74", "authors": [{"name": "Jose Alhaji Babatunde.", "first_name": "Jose", "last_name": "Babatunde."}]}, {"title": "The Role of Radio in the Rwandan Genocide", "year": "1998", "journal": "Journal of Communication", "volume": "48", "authors": [{"name": "Kellow Christine L.", "first_name": "Kellow", "last_name": "L."}, {"name": "Steeves H. Leslie", "first_name": "Steeves", "last_name": "Leslie"}]}, {"title": "Transitional Justice and Political Order in Rwanda", "year": "2018", "journal": "Ethnic and Racial Studies", "volume": "41", "authors": [{"name": "Loyle C. E.", "first_name": "Loyle", "last_name": "E."}]}, {"title": "Rwanda and Ethiopia: Developmental Authoritarianism and the New Politics of African Strong Men", "year": "2015", "journal": "African Studies Review", "volume": "58", "authors": [{"name": "Matfess Hilary.", "first_name": "Matfess", "last_name": "Hilary."}]}, {"title": "A Field Theory Perspective on Journalist–Source Relations: A Study of ‘New Entrants’ and ‘Authorised Knowers’ among Scottish Muslims", "year": "2017", "journal": "Sociology", "volume": "", "authors": [{"name": "Munnik Michael B.", "first_name": "Munnik", "last_name": "B."}]}, {"title": "Citizen Journalism and Democratisation of Mainstream Media in Rwanda", "year": "2017", "journal": "African Journalism Studies", "volume": "38", "authors": [{"name": "Nduhura Dominique", "first_name": "Nduhura", "last_name": "Dominique"}, {"name": "Prieler Michael", "first_name": "Prieler", "last_name": "Michael"}]}, {"title": "Explaining the Formation of Online News Startups in France and the United States: A Field Analysis", "year": "2016", "journal": "Journal of Communication", "volume": "66", "authors": [{"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}, {"name": "Vera Zambrano Sandra", "first_name": "Vera", "last_name": "Sandra"}]}, {"title": "The Journalistic Gut Feeling: Journalistic Doxa, News Habitus and Orthodox News Values", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Schultz Ida.", "first_name": "Schultz", "last_name": "Ida."}]}, {"title": "Institutional and Governmental Challenges for Journalism Education in East Africa", "year": "2007", "journal": "Ecquid Novi: African Journalism Studies", "volume": "28", "authors": [{"name": "Skjerdal Terje", "first_name": "Skjerdal", "last_name": "Terje"}, {"name": "Ngugi Charles Muiru", "first_name": "Ngugi", "last_name": "Muiru"}]}, {"title": "The State of Journalism and Press Freedom in Postgenocide Rwanda", "year": "2018", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "", "authors": [{"name": "Sobel Meghan", "first_name": "Sobel", "last_name": "Meghan"}, {"name": "McIntyre Karen", "first_name": "McIntyre", "last_name": "Karen"}]}, {"title": "Remote Control: How the Media Sustain Authoritarian Rule in China", "year": "2011", "journal": "Comparative Political Studies", "volume": "44", "authors": [{"name": "Stockmann Daniela", "first_name": "Stockmann", "last_name": "Daniela"}, {"name": "Gallagher Mary E.", "first_name": "Gallagher", "last_name": "E."}]}, {"title": "Rwanda: A Brief History of the Country", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Why Journalists Covered Syria the Way They Did: On the Role of Economic, Social and Cultural Capital", "year": "2017", "journal": "Journalism", "volume": "18", "authors": [{"name": "Vandevoordt Robin.", "first_name": "Vandevoordt", "last_name": "Robin."}]}, {"title": "Journalist as Source: The Moral Dilemma of News Rescue", "year": "1992", "journal": "Journal of Mass Media Ethics", "volume": "7", "authors": [{"name": "Vergobbi David J.", "first_name": "Vergobbi", "last_name": "J."}]}, {"title": "Newsroom Ethnography in a Field Perspective", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Willig Ida.", "first_name": "Willig", "last_name": "Ida."}]}, {"title": "US Foreign Correspondents: Changes and Continuity at the Turn of the Century", "year": "2004", "journal": "Gazette", "volume": "66", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}, {"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}]}, {"title": "Detached Disseminator, Populist Watchdog and Facilitative Change Agent: The Professional Role Perception of Foreign Correspondents in China", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Zeng Yuan.", "first_name": "Zeng", "last_name": "Yuan."}]}]}