{"doi": "10.1080/21670811.2015.1034529", "url": "https://doi.org/10.1080/21670811.2015.1034529", "title": "Mini Cameras and Maxi Minds", "volume": "3", "year": "2015", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Paschalidis", "first_name": "Gregory", "name": "Gregory Paschalidis"}], "abstract": "The recent surge of scholarly interest in citizen photojournalism is part of a wider paradigm shift in journalism studies involving the bringing into the foreground of the hitherto marginal issues of non-corporate media forms and citizen journalism. This paper aims to contribute to current debates about citizen photojournalism by focusing on the still inadequate and often quite problematic conceptualization of the history, role and functions of non-professional photography in the modern public sphere. Following a critical review of some of the most problematic terms and biases found in the current literature about citizen photojournalism, particular attention is given to the implications that the ambiguous cultural status traditionally ascribed to photojournalism has for the still contentious character and significance of citizen photojournalism.", "body": [{"title": "Introduction", "paragraphs": ["Since the nineteenth century, amateur photographers have been known to record incessantly the relics of the past and the trivia of family life. Contemporary amateur photographers, by contrast, are notorious for turning their digital cameras on public events as they unravel, intent on capturing history in the making. Assuming journalism’s proverbial role of providing “the first draft of history,” they have earned both suspicion and wonder for the wealth and variety of the present they bring to our attention. Notwithstanding the massive recent incursion of non-professional photography into the domain of public information and perceptions, its import in the public sphere remains quite controversial. Citizen photojournalism seems to be the most contentious constituent of the Fifth Estate, the heterogenous galaxy of non-mainstream media outlets and journalistic practices spawned in the digital era. This is largely due to the ambiguous cultural status traditionally ascribed to photojournalism, in general. It is characteristic that when it comes to photojournalism, digitalization, the driving engine of the modern newsphere, has long been considered as a debilitating defect rather than as an enabling condition. To clarify the terms of the debate about citizen photojournalism, then, we must start by examining how the discourses regarding the status of photojournalism and its digitally induced crisis have shaped the perception of citizen photojournalism."]}, {"title": "Black Out!", "paragraphs": ["Οn November 14, 2013, for the first time in its 40-year history, the French daily Libération was published without any photographs at all, having in their place a series of empty white frames with their telltale captions and signatures. Timed to coincide with the opening of the Paris Photo, the international art photography fair held annually in Paris, Libération’s photo-less edition aimed to highlight “the calamitous situation faced by press photographers, especially by war reporters who put their life at risk while barely making a living” (Vallaeys 2013).", "Upon reading the photo-less Libération, one could not help having an eerie, sinister feeling. The newspaper’s usual architecture is all there: the flag, the columns, the headlines, but there is a striking absence of the human faces and figures that have animated news pages for more than a century. Instead of the photos, which eye-tracking studies suggest organize the readers’ visual field and entry to the news page (Smith 2005, 92), the figureless empty spaces created an acute sense of effacement and disorientation. Evoking, in addition, the excised or blacked out spaces emblematic of oppressive censorship, these blank spaces seemed laden with political significance. For a newspaper that partakes in the modern, image-saturated infoscape like Libération, and, moreover, is historically associated with the work of innovative photojournalists like Henri Cartier-Bresson, Raymond Depardon and Sebastião Salgado, to appear without photographs amounts to a highly dramatic gesture of self-blindfolding.", "An intriguing counterpoint to Libération’s expunging of photographs is found in the work of the American conceptual artist Sarah Charlesworth (1947–2013). In her series Modern History (1977–1979), she photographed, at actual size, the front pages of different newspapers, blanking out all text and retaining only the photographs and the mastheads. Employing precisely the inverse strategy, she aimed, just like Libération, to foreground the power of news photographs to shape public opinion and perceptions. By contrast, though, to Libération’s wish to underscore the indispensability of news photographs, Charlesworth intended to demonstrate their pervasive ideological hegemony.", "Considered in the abstract, Libération’s and Charlesworth’s gestures seem to complement each other as pedagogical tools designed to raise our awareness of the complex enmeshing of image and text that distinguishes the modern news page; both foreground, in other words, the latter’s composite character as an “imagetext” (Mitchell 1994). Each in its own way underscores the fact that, in our daily task of decoding newspapers, photographs are far more than mere illustrations, while verbal text is much less than the autonomous, sovereign code it is commonly presumed to be. Equally important, on the other hand, is their value as historically specific, context-bound gestures that represent two fundamentally opposed viewpoints about the significance of photojournalism. Upon closer examination, though, their ostensible contrast proves rather superficial.", "In the first place, Libération’s homage is to “the art of photography” in general. Vallaeys (2013) declares Libération’s “infinite gratitude to the iconography of photo-reporters, but also of fashion photographers, portraitists and conceptual artists,” saving the only direct reference to photojournalism for its most heroic variety, war reporting. Explicitly tied to the Paris Photo fair, the article by Vincent Noce (2013) reviews the speculation and scandals that plague the art photography market. Surprisingly enough, in the only article that concerns photojournalism, Libération’s longtime culture editor Brigitte Ollier focuses not on the causes of its current predicament, but on its inherently problematic character. Echoing Kracauer’s (1995, 58) interwar denouncement of news photographs as “a strike against understanding,” Ollier (2013) suggests that the paper’s “bold gesture” was meant not only to demonstrate “the value and energy of photography” but also to interrogate its role in obstructing the understanding of the world, in anesthetizing us from the real. It is this ambiguity regarding the role of photographs, she explains, that marks Libération’s daily challenge to select and publish some really “good photographs.” The excision of that edition’s photographs, she concludes, is intended not simply to make a point through their absence, but also to expose the routine on the basis of which “we, the image addicts, enjoy the earth’s joys and woes procured to us by the photographers.”", "Libération’s homage to photography appears, then, both deficient and equivocal. An examination of the sweeping changes in news photography is nowhere to be found. Emphasizing, moreover, at once photography’s indispensability and superfluity, its significance and its meaninglessness, what is presented as a “bold gesture” of support and “infinite gratitude” to photography is set forth also as a gesture of mistrust and resistance toward it. Libération’s attempt to celebrate photojournalism and evince its endangered status becomes, in effect, a rehearsal of the familiar topoi of the anti-photographic polemic, as formulated, in the 1970s, by critics like Sontag, Barthes and Baudrillard. Charlesworth’s deconstructive Modern History is indeed the rightful antecedent of Libération’s seemingly reconstructive gesture."]}, {"title": "Reframing the White Frames", "paragraphs": ["Libération’s blanking out of photographs became a conversation piece in many print and Web media around the world. All praised it as a valiant gesture in defense of photojournalism at a time when several newspapers around the world are shrinking or eliminating their photography staffs, replacing them with freelancers, reader-submitted photos and reporters with smartphones. The vagueness and profound ambivalence that infused Libération’s framing of its homage to photography, on the other hand, went totally unnoticed. While everybody was enthralled by the white spaces allegory of the plight of contemporary photojournalism, the discordant notes struck by the surrounding text were overlooked. The resonance of these white spaces with the present conjuncture made Libération’s gesture work by default, ensuring its universal appropriation in the cause of “the lost honor” of professional photojournalism. Yet, in the past few years, amateur-made photos have repeatedly featured in the pages of Libération, most of them bought from Citizenside, a 100,000 strong international community of citizen photographers and video-makers. Perhaps, to drive home Libération’s point about “the calamitous situation” of photojournalism more clearly, instead of leaving empty the spaces allotted to pictures, one should fill them with thumbnails of the plethora of images offered daily to the paper’s picture editors by both professional and amateur photographers. Even more illuminating would have been a frank assessment of the steps taken recently by the paper to renegotiate its role in the context of citizen journalism.", "In the fall of 2007, in an effort to reverse Libération’s circulation decline, “Contre Journal,” a new paper section and blog, was created to host readers’ antithetical opinions, while readers were invited to contribute their photographs and videos to Libe.fr, the paper’s newly launched website. Harking back to the paper’s roots in the leftist militantism of the 1970s, Laurent Joffrin, Libération’s new director, defended these innovations as counteracting journalistic complacency and making readers guarantors of the paper’s autonomy (Joffrin 2007). In fact, readers’ comments and articles submitted to the short-lived “Contre Journal” (2007–2009) were carefully selected, edited and framed by the paper’s journalists so as to reinforce rather than interrogate the paper’s viewpoint (Spano 2011). Joffrin’s anti-establishment rhetoric proved no more than a leftist version of the populist tenor recently adopted by scores of mainstream media anxious to harness the dynamic of citizen journalism with a view to reviving their declining fortunes.", "Despite its defects and failings, Libération’s photo-less issue is bound to end up as a fittingly elegiac anecdote in contemporary accounts of “the dying art” of photojournalism. The same defects and failings, however, make it a fecund entry point for taking up the question of the framing of the current crisis of professional photojournalism by media and scholarly discourses. The assimilation of photojournalism to the art photography narrative, the persistence of anti-photography critical narratives, the reticence in regard to technological changes, the inconsistency between the paper’s avowed defense of professional photojournalism and its opportunistic embrace of citizen photojournalism—all these lacunae, contradictions and ambivalences are symptomatic of the way discourses about the crisis of photojournalism were weaved and plotted in recent years."]}, {"title": "Crisis? What Crisis?", "paragraphs": ["The crisis of photojournalism due to digital imaging has been making headlines for the past three decades. The debate started at the dawn of the personal computer age, in the early 1980s, soon after the Scitex Response 300, the first digital pre-press computer system, transformed the printing industry by allowing the treatment of graphics as a data file amenable to electronic manipulation. Its use by National Geographic in order to move closer the Pyramids of Giza, so as to achieve a better fit of Gordon Gahan’s photo on the cover of its February 1982 issue, became the first high-profile scandal of digital photo modification. Rising immediately to the challenge, Fred Ritchin (1984) explained the astonishing possibilities of the digitization process and expressed his disquiet about its effectiveness to produce “dangerous deceptions.” The newly created potential for a computer-assisted seamless manipulation of photographs, he argued, would undermine photography’s long-established perception as “a generally trustworthy unbiased transcriber of reality” and shake public trust in the traditionally prized accuracy and veracity of journalistic and documentary photographs.", "Ritchin’s early voiced concerns sum up the agenda that dominated the debate about the impact of digital technology on photojournalism in the next couple of decades. Some commentators, recalling the variety of darkroom tricks and deceits common since the medium’s early days, conceded that photography was never free from alteration. All of them, though, stressed the unprecedented danger to the evidential status of photography resulting from the singular malleability of the digital image (see e.g. Ritchin 1999; Wheeler 2002). Remarkably enough, the debate was stamped by a complete turnabout of critical consensus about photography. In the 1970s and 1980s, critical orthodoxy rejected vehemently any epistemological privilege ascribed to the photographic image on account of its presumed realism, objectivity or authenticity (see e.g. Burgin 1982; Webster 1980). In the 1990s, however, there developed a unanimous opposition to the digital image for demolishing the most emblematic institution of evidential truth and generating “a new uncertainty about the status and interpretation of the visual signifier” (Mitchell 1994, 16).", "From the mid-1980s till the mid-2000s, the debate focused on the problematic practice of editors using digital tools to revamp people’s appearance (e.g. TV Guide’s composite of Oprah Winfrey, Time magazine’s alteration of O. J. Simpson’s mug shot). The practice was severely chastised, although most of the cases reported were rather inconsequential, concerning mainly popular entertainment magazines rather than the newsroom. Since the late 1990s, photojournalists also came under scrutiny due to the widespread professional adoption of digital cameras and of image-editing programs like Photoshop, which incorporated all the time-honored darkroom techniques for photo manipulation. Since then, scores of cases of improper photo doctoring came to light, amongst them Brian Walski’s combining of elements of two photos from the war in Iraq into one composite, in 2003, and Adnan Hajj’s doctoring the hue of smoke in a photo of an Israeli airstrike in Beirut, in 2006.", "The rise of the Web 2.0 culture, in the early 2000s, led to the drastic revision of the “photojournalism in crisis” discourse. With the burgeoning of citizen journalism at stake the tables were turned: the focus moved onto the problematic practices of amateur photographers, their ignorance of the technical, aesthetic and, above all, ethical standards of professional photojournalism, while, the hitherto under suspicion professional editors and photographers were proclaimed as the natural custodians of the endangered objectivity, credibility and ethics of photojournalism.", "The major gain of the first phase of the crisis, when the focus was on the manipulation of digital images by unscrupulous professionals, was a rethinking of the precepts of professional integrity and the establishment of stricter rules regarding what is acceptable and what not in post-production image processing. In 1998, the National Union of Journalists added a new clause to its code of conduct: “No journalist shall knowingly cause or allow the broadcast or publication of a photograph that has been manipulated unless that photograph is clearly labelled as such. Manipulation does not include normal dodging, burning, colour balancing, spotting, contrast adjustment, cropping and obvious masking for legal or safety reasons.” More instructive in what it allows than in what it prohibits, the new clause made public, for the first time, the professionally entrenched practices of photo manipulation, revealing the often imperceptible, if not totally arbitrary, line that separated picture therapy from picture doctoring. Much more disturbing, though, is the realization that it was the perceived hazard to the public image of photojournalism by digital technology rather than by the tragic death of Diana, Princess of Wales, while being pursued by paparazzi, in 1997, which prompted a more acute sense of the need for self-regulation.", "Engrossed with the anticipated crisis of authority provoked by digital imaging, critics failed to address the real authority crisis evinced by the steadily falling public trust in the mass media and the emerging new forms of information sharing and collaborative knowledge fostered by the socio-technological dynamics of network society. Rather than a period of falling public trust in documentary images, on the other hand, the 1990s was a period marked by the vibrant growth of documentary film, stimulated by the camcorder revolution and desktop video-editing software like Avid and Adobe Premiere. What began with George Holliday’s video recording of Rodney King’s beating by Los Angeles police officers, in 1991, or by NBC’s I Witness Video (1992–1994), the first television informational program based on amateur-made videos of newsworthy events, culminated in 1999, with the establishment of Indymedia, the global online network of citizen journalist collectives offering grassroots, non-corporate coverage of social and political issues.", "In the more recent phase of the crisis, the authority of photojournalism was again felt to be at risk, this time as a result of the sweeping de-professionalization brought about by the public taking hold of the ubiquitous digital picture-taking media. The emphasis on rules of ethics was renewed, this time aimed at taming the uncouth mass of amateurs. Yesterday’s worries about the proper training and disciplining of unprincipled news photographers gave way to a moral panic about the inordinate subjectivity and partisanship of non-professionals. If worries about the coming of a sinister “post-photographic age” were based on a naive concept of photographic realism, the anticipation of an even more ominous “post-professional” age of photojournalism was based upon a similarly under-historicized, unproblematized notion of the objectivity and ethics of professional photojournalism.", "The crisis discourses developed in the past three decades mark a transition from the anxiety about the photographic age to the anxiety of a post-photographic one. If the former was characterized by a hyper-critical suspicion toward documentary images, the latter cultivated, instead, a rather uncritical and idealized notion of photojournalism, oriented to the nostalgic defense of a bygone golden era rather than to the exploration and appreciation of its novel possibilities. Yet, never before have there been so many means and ways for photojournalists to produce and display their work, so many venues to contact their public and engage them in the making and interpretation of their stories. As Ritchin (2013) notes, there has been too little experimentation on the part of the media, and, above all, too little attention to the current reinvention of photojournalism. Media conservatism and the crisis discourses described above are largely responsible for this state of affairs. Just like Libération, they both proved much more prone to pay homage than to pay heed."]}, {"title": "A Paradigm Shift", "paragraphs": ["The recent surge of scholarly interest in citizen photojournalism is part of a wider paradigm shift in journalism studies involving the bringing into the foreground of the hitherto marginal issues of non-corporate media forms and citizen journalism. Internet and digital technologies have radically changed the cultural status of the latter by enabling their spread and influence to a degree that far surpassed the confined social spaces of counter-cultural activism, community and subcultural media. The analytical monitoring of “user-generated imagery,” specifically, has been instrumental in valorizing the traditionally depreciated practice of amateur photography and in enriching current debates about citizen journalism in ways that advance our understanding of the new nexus forged between communication technology, news organizations and civil society. The way non-professional photography in the public sphere is considered, however, remains quite problematic. A series of crucial questions need to be addressed, if this paradigm shift is to succeed in shaping an effective framework for the comprehensive conceptualization of the status, forms and functions of non-professional photography in the modern public sphere.", "Current literature on citizen photojournalism focuses almost exclusively on the occasional bursts of amateur-produced images of crisis and disaster events. Undeniably, the sheer volume of amateur response to the dramatic events of the past few years has proved decisive in foregrounding the power of a new infrastructure of image production and circulation. The value of amateur coverage of crisis events, particularly in cases where professional reporters either do not have access or are not present in time, has been acknowledged ever since the beginnings of photojournalism. It is by virtue of the unique news value it acquires under these exceptional circumstances that non-professional imagery first gained a foothold in the public sphere. All the five Pulitzer Prizes awarded to amateur photographers so far, for instance, concern pictures of dramatic accidents and catastrophes. The last case on record, however, the award won by Charles H. Porter IV, for his photo of a firefighter holding a dead baby after the 1995 Oklahoma City bombing, provoked, for the first time, a controversy regarding the eligibility of amateur photographers to the Pulitzer photo categories (J.C. 1996). The widespread feeling of professional insecurity at the time seems to have induced a more defensive attitude toward official acknowledgment of non-professional achievements.", "Crisis images have undoubtedly a crucial ethico-political significance, by virtue of picturing defining moments of social life and private existence, while, at the same time, offering invaluable resources for the symbolic elaboration and emotional management of dramatic events and their consequences. The spontaneous coverage of recent catastrophes by camera-yielding citizens, especially by those directly affected by them, as in the 9/11 attacks on the World Trade Center, the South Asian tsunami disaster or the London bombings, debunks the widespread notion of citizen photojournalism as the amateur version of scoop journalism by making it part of the hightening of social self-reflexion on what Karl Jaspers calls the borderline situations (Grenzsituationen) of human existence. Situations, that is, that bring out the very boundaries of human existence, the universal yet always exceptional situations of death, suffering, struggle and guilt. His insistence, moreover, that “we become who we are by entering into borderline situations with our eyes open” (Jaspers 1970, 215), offers illuminating insight into the value of crisis pictures taken by the very same people who confront unflinchingly the abyss of their own limits.", "Notwithstanding the ethico-political significance of citizen-made crisis images, and the vital contribution they can make “into avenues that help in crisis response, recovery, and education” (Liu et al. 2009, 61), undue reliance on them is largely responsible for the mostly episodic, so far, accounts of citizen photojournalism. Interested solely in the amateur pictures that achieve front-page exposure, moreover, scholars seem to operate in tacit agreement with the dominant criteria for newsworthiness, reproducing, in effect, mainstream media’s predilection for headline-making breaking news. Predictably enough, mainstream media “don’t offer the same type of participatory engagement for citizens,” preferring to put other kinds of citizen reports away in stand-alone sites, such as CNN’s iReport and Al Jazeera’s Ah Sharek (Knoblich 2013).", "Indisputably, it is this kind of high-drama, crisis-related photography that has been canonized by contemporary accounts of digital-era citizen photojournalism, where we find it bestowed with the same plot-device function and heroic aura that accounts of professional photojournalism traditionally bestow on war reporting. Similarly dominated by the romanticized thrills and exploits of action-reporting, accounts of citizen photo-reporting seem trapped in a mirror-like relationship with the conventional narratives of professional photojournalism. Most crucially, preoccupation with the eruptive moments of citizen photojournalism tends to overlook the slow-moving and inconspicuous, yet landscape-shaping tectonic movements that occur in the bedrock of civil society. We need to examine more systematically the stand-alone and other citizen-specific sites, and monitor more closely the activity of the multitude of hyperlocal, multinational or global organizations, initiatives and online media. Failing the dominant criteria for newsworthiness, the issues covered by the latter rarely ever make headlines in the mainstream media. Nevertheless, it is here that dominant agendas are unceasingly questioned and revised, fostering long-term changes in the public’s issue awareness and attitudes. It is here, moreover, that photojournalistic skills and habits are cultivated and developed as part of a lasting and dedicated engagement with civil society’s concerns and challenges.", "The protagonist of the aforementioned crisis-driven paradigm of citizen photojournalism is the “accidental amateur photographer,” epitomized in the habitual invocation of Zapruder’s film of Kennedy’s assassination as the starting point of contemporary amateur news reporting. Dan Gillmor, for example, asserts that Zapruder’s film was “by any standard we can imagine, an act of citizen journalism,” given that what counts “is the utter authenticity of the image, made so by the fact that the man was there at the right time with the right media-creation gear” (Gillmor 2010, 54). Who was, though, that man, how was he implicated in the event he recorded and what was his intention in recording it? Gillmor’s lionization of the camera-ready onlooker offers a rather slippery basis for a sustainable definition and, most importantly, the revalorization of non-professional photojournalism as something more than amateur scoop journalism.", "Taking Zapruder’s film as the archetypal act of citizen photojournalism owes more to its fame as the major forensic evidence of the most notorious political assasination of the twentieth century rather than to its pertinence as a template for the socio-cultural dynamics of citizen photojournalism. Being an equally celebrated instance of serendipity, Zapruder’s canonization practically empties citizen photojournalism of everything that marks its historical specificity: convergence culture, collective intelligence, collaborative forms of information and knowledge. There is no agency in the accidental.", "The most striking attribute of amateur photographs is the heterogeneity of their context of production. Some are taken by bystanders spontaneously reacting to events, others by activists, concerned citizens or committed citizen journalists driven by their respective agendas and self-assumed roles; others by victims of circumstances, like the people afflicted by Hurricane Katrina or the Londoners trapped on the Underground; others yet by people who are the actual perpetrators of the horrors depicted and may even appear in person, luxuriating in the role of triumphant aggressors. The Abu Ghraib photos are, of course, what comes immediately in mind. We should not forget, though, the beaten trail that connects them with some of the bleakest moments of modern history: among them the photos in the Wehrmacht Exhibition (1995–1999), taken by German officers who pose smiling while brutalizing captured Jews, or among heaps of executed civilians or of still smoking ruins of obliterated villages, and, more recently, the staged-for-the-camera beheadings of hostages by Islamic fundamentalists. It took decades for the photos taken by Wehrmacht officers of their atrocities in World War II to be unearthed and publicized, but only a few weeks for those taken by US officers of their atrocities in Iraq to come into the light. That was owing to “other soldiers, concerned citizens, and journalists—with Internet connections—who allowed the heinous evidence to reach a wider world” (Friend 2006, 307). In both cases, the photographers intended to make and share private souvenirs of their dubious exploits rather than to record and publicize evidence of their crimes.", "Many amateur photographers submit their pictures to a newspaper, usually for free, or to a photo-agency, in the hope of some recompense. Most, though, publish their photos in personal blogs, social media like Facebook or Twitter, or in photo-sharing sites like Instagram and Flickr, only to be picked up by Web aggregators. Some simply text them or e-mail them to friends and relatives, who may, subsequently, forward them to news outlets, usually without asking for permission—as is the case of the photos of the Abu Ghraib prison or of US military coffins arriving in the United States from Iraq. The range of the photographers’ different intentions, positionalities and contexts, as well as of the routes via which their photos get published, is so wide and disparate that it makes their grouping together as “citizen photojournalism” seem rather contrived, if not totally artificial. Expanding the purview of citizen photojournalism to include all kinds of photographic documents, simply on the basis of their evidential value, inevitably undermines the usefulness of the concept to refer to a specific category of social action. The indiscriminate use of citizen photojournalism, moreover, homogenizes all these different contexts, intentions, positionalities and publication practices in a way which is as misleading as discussing professional photojournalism without distinguishing the routine forms of photo-ops and media events coverage, or culture and sports photography, from war photography or investigative reportage.", "Stuart Allan (2013) tackles repeatedly the elusiveness of the figure of the citizen witness, avoiding distinctions which risk “reifying into place analytical categories that gloss over the very social contingencies that need to be brought to light to further our investigations” (175). In examining the “multiple modalities of citizen witnessing,” he tries to show “how these diverse positionalities mutually implicate one another in complex, frequently contradictory ways,” to such an extent that “even to speak of them as separate points of identification along [an] imagined continuum would quickly prove problematic were it understood too literally” (175). His major concern in adopting this approach is to deconstruct the amateur–professional dichotomy by recognizing that “a fluidly contingent continuum is at stake” (Allan 2011, 57); to avoid, in effect, reconstituting this dichotomy in the form of a preordained scale of amateur positions defined by their proximity or distance to the two extremes: on the one hand, “the indifferent listener, viewer or reader” who may be moved to care about events of distant suffering and, on the other hand, the citizen who is “self-reflexively engaged in purposeful reporting” (Allan 2013, 174–175). To be sure, a scrutinization of the heterogeneity of citizen journalism that results in either informal or formal status differentials is bound to disintegrate the field into a ranking order of competencies. The effort to contain the heterogeneity of citizen journalism, however, entails the even greater danger of turning it into a catch-all term that risks losing any analytical-critical import.", "Issues of context, intention and positionality are regularly dealt with in the case studies we encounter in the citizen photojournalism literature. Their inadequate theorization, however, is evident in the frequent incompatibility of the cases discussed, and, most crucially, in the abstract terms on which the juxtaposition of amateur and professional photojournalism is often based. A typology of these crucial parameters is imperative if we are to ensure a more judicious and grounded understanding of the diverse situations and contexts entailed in each particular case, as well as the effective identification and appraisal of what the social construction of technology paradigm calls the “relevant social groups,” i.e. the diverse groups of users, producers, moderators and intermediaries involved, with their divergent interests, intentions, resources and interpretations, in shaping the production, processing, use and meaning of the photographic acts under examination.", "A flood, a surge, a glut: the metaphors most often used to describe the current rise of amateur news photography suggest a veritable crisis of overproduction typically attributed to the new, digital means of photographic production. The resultant focus on this photographic hyperactivity seems well-nigh inevitable. It has, though, one major side effect: the negligence of the cases where non-professional photographs enter the public sphere via acts of re-appropriation and re-contextualization, in violation of their original intimate function.", "Τhe press has a long history of reframing intimate, non-professional photos, and above all, the private portrait. Clearly deviating from the professional convention of distance, due to their characteristic closeness, emotional excess and direct eye contact, such photos have long been a staple of tabloid sensationalism (Becker 2011, 25–29). The journalistic reframing of intimate photos has widely been perceived as a flagrant violation of privacy, second only to the indiscretions of paparazzi in the severity of public censure it has attracted. The “explosion of the private into the public,” however, that characterizes the age of photography, is not exhausted in the public consumption of privacy, as Barthes (1981, 98) suggests. It is best exemplified, instead, in the comprehensive politicization of the private that, epitomized in the 1960s feminist slogan “the personal is political,” has stamped the postwar restructuring of the public sphere.", "Some of the most powerful instances in recent public memory are the photographs of the desaparecidos displayed by the Argentine Les Madres de Plaza de Mayo or of the missing Greek Cypriot hostages, displayed by their relatives, and now permanently on display at the cease-fire line in Cyprus’s divided capital of Nicosia. Consider also the photographs of unjustly persecuted persons in Amnesty International campaigns, the portraits of fallen Islamic fighters brandished in public celebrations of their martyrdom, or the portrait of Neda Agha-Soltan adopted in demonstrations all over the world against Iran’s repressive regime. Most of these photos are family snapshots which, taken out of their familiar place in mantelpiece picture frames and family albums, acquire a new, totally unforeseen public function via their deployment to the causes of diverse political movements, activist groups, human and civil rights organizations. The staging of made-for-camera events, such as public protests, marches, rallies or exhibitions, in which these photographs are prominently displayed, ensures moreover their large-scale reproduction, dissemination and eventual transfusion into the bloodstream of public awareness and memory.", "Through a combination, then, of reappropriation and recontextualization, but also the deliberate pursuit of intermedial co-operation—i.e. the re-photographing of the displayed photographs—these intimate amateur photographs come to have “wide currency in the political arena of human right struggles, with the potential to engage a community of viewers outside the national sphere,” often achieving an iconic status among a broad transnational public (Noble 2009, 65). Unlike, then, the typically cognitive, self-reflexive function Mitchell (1999, 57) ascribes to metapictures, this particular type of metapicture is distinguished by its ability to stir political emotions and galvanize political support and community action.", "The category of reappropriated pictures serves as a corrective to the production-bias that characterizes much of the literature. The radical novelty of the digital era is not simply the ubiquity of photographic media, as Gillmor suggests, but the creation of universally accessible publication channels. Undoubtedly, the usability and versatility of digital cameras and smartphones has greatly augmented both the range of the photographable and the intensity of photo taking, integrating it seamlessly into the rhythms and anomalies of daily life. In both these scores, digital technology has stepped up processes already initiated and progressively reinforced by every previous photo-technological innovation. The digital facilities and venues for the social display and circulation of images, however, represent a decisive break with the past by expanding, to an unprecedented degree, the domain of publicity and, simultaneously, almost totally eliminating the cost of publication. Images which, in pre-Web times, would circulate in the confined social spaces of the kin group, the local community, the photo club or some specialist, minority press, now reach a potentially global audience and, in addition, are endowed with an unforseen potential for reusage and recontextualization. Today, more than ever, non-professional photographs of an intimate character become redefined as a potent force of public life.", "It is this new condition of the social life or sociality of the photographic image which is responsible for the massive entry of non-professional pictures into the public sphere, compounding the resources of public information, perception and memory, and refashioning the terms of public debate and deliberation. The arrival of digital cameras would mean little more than a fashionable novelty without the spread of Web-connected phones and tablets, as well as the creation of scores of Web platforms for the global publication and circulation of images. The processual perplexity and frequent intermediality of the diverse acts of reusage and recontextualization demonstrate that the social life of photographic images is a far more complicated issue than the all-familiar practice of texting and uploading. This complexity, moreover, is not limited to the present-day labyrinthine ways of the broadband, but extends to the whole, still barely visible historical trajectory of amateur photojournalism."]}, {"title": "Histories of Photojournalism", "paragraphs": ["In the 1990s, when many felt that photojournalism’s future was becoming less and less certain, its past seemed all the more promising a place to turn. For some it was the prospect of an imminent closure, for others the search for answers to its current challenges. Whatever the motive, it was indeed “a time ripe for a reassessment of the history of photojournalism” (Barnhurst 1994, 17). The digital moment provoked not only some agonizing soul-searching about the future of photojournalism, but also an upsurge of scholarly interest in its historical development. In tandem with a renaissance of photographic studies, where the rise of a more socially and culturally oriented historiographical paradigm spawned new research objects and directions (see e.g. Bolton 1992; Davenport 1992; Frizot 1999; Marien 2002), the historical study of photojournalism quickly attained an unprecedented scope and depth (see e.g. Carlebach 1992, 1997; Cookman 2009; Hannigan and Johnston 2004; Taveaux-Grandpierre and Beurier 2014).", "The still dominant ways the story of photojournalism is recounted, however, is either as a chapter in histories of photography or in the form of compilation photo albums. In the former, photojournalism is treated as a type of photographic art, with its canon of master artists and their epoch-making pictures. Following the model of the modernist artistic canon, this kind of historical account is typically authored by art or photography historians and focuses on major stylistic innovations, establishing, in effect, a “great tradition” of distinguished photojournalists as part of the narrative of art photography. In the compilation photo albums we have a similarly hero-centered narrative of great photographers based on a selection of more or less memorable photos. Usually authored by photographers or picture editors, the focus of these mass-marketed photobooks is on how news photographers chronicled world history rather than on the history of news photography.", "Remarkably enough, photojournalism receives but scant attention in the standard historical accounts of journalism (see e.g. Conboy 2004; Schudson 1981; Stephens 2006; Teel 2006). Apparently, historians of journalism perceive their field of study as including all types of journalism—print, audio-visual, online—but for photojournalism, failing thus to acknowledge it as a constituent form of the modern news reporting as well as to address its varieties, evolution and accomplishments. This omission reflects the incomplete professional recognition and ambiguous cultural status of photojournalism. Historically, entry to the profession has a much lower threshold than journalism. Characteristically, there are a few cases of non-professional photographers winning Pulitzer Prizes, but no non-professional journalist. The early twentieth-century view of photojournalists as “cowboys” who earned little money and no recognition for their work because they were not seen as “making journalism, just gathering facts” (Hannigan and Johnston 2004, 16) persisted for much of the postwar period, as well. It is little wonder, then, that despite the recent progress made in the historical study of photojournalism, there is still widespread uncertainty as to where the history of photojournalism properly belongs. Is it part of the history of photography or of journalism? Predictably, as the Libération’s homage attests, most opt for the former. Among them, many celebrated contemporary photojournalists, who see their work as an alternative to the prevailing routines and clichés of news photography, and reject its normative imperatives of detachment and objectivity in favor of a boldly subjective, socially concerned and aesthetically qualified photographic practice (see e.g. Bogre 2011; Light 2010).", "To reclaim photojournalism for the history of journalism does not mean to sever its intrinsic ties to the history of photography, or to endorse a schism between artistic and documentary photojournalism, exempting, in effect, the photographers’ ongoing critical self-reflection from the evolution of their profession. The aim is to acknowledge photojournalism’s proper institutional, sociological and ideological context, to accurately and adequately identify the forces and factors shaping the evolution of its types, practices and values as a form of journalism whose medium of choice—i.e. photography—demarcates its dependency to a distinctive realm of technical processes and aesthetic rules. The issue has direct relevance to the history of citizen photojournalism, which seems to waver equally precariously between the history of amateur photography and that of amateur journalism. Just as photojournalism, however, cannot be properly constituted as an object of historical inquiry without taking into consideration both photography as technology and as social practice, and journalism as a set of news-making practices and values, the history of citizen photojournalism is integrally linked to the ascent both of an all-encompassing photographic culture and a more participatory news culture. It is to the singularly inclusive and participatory character recently attained by both of these cultures that contemporary citizen photojournalism owes its distinctive growth and identity.", "The project of retrieving and articulating the history of citizen photojournalism is faced, then, with a dire challenge: the range of historical events, artifacts, discourses, values, practices and institutions in the context of which one must situate and investigate it, is so varied and submerged that the task of the historian seems doomed from the start. Yet, heeding Benjamin’s (1973, 257) warning that “every image of the past that is not recognized by the present as one of its own concerns threatens to disappear irretrievably,” this project must start, and in many respects it has already started. Samuelli’s (1996) account of how the German military doctor Armin Wegner photographed and exposed the Armenian genocide in Anatolia, in 1915; Allan’s (2011) unearthing of ordinary soldiers’ photography during World War I; Hardt’s investigations of workers’ photography in Willi Münzenberg’s Arbeiter-Illustrierte-Zeitung (Worker Illustrated Magazine, 1924–1938) and its affiliated Vereinigung der Arbeiter-Fotografen (Association of Worker Photographers) photo-agency, during the Weimar Republic (Hardt 1996; Hardt and Ohrn 1981); Stigneev’s (2004) account of the non-conformist focus of the Soviet amateur photography movement in the 1960s and 1970s; and Li’s (2012) account of the critical role played by a group of amateur photographers in the anti-government protests of the April Fifth Movement in Beijing, in 1976, and, subsequently, in the renewal of the social documentary tradition in China, are some of the studies that have begun to unravel the convoluted history of citizen photojournalism. The stories they retrieve demonstrate the potential of historical research to revise the endemic stereotype of amateur photography as banal panopticism and redeem its crucial contribution to the creation or preservation of public spaces of information and contestation, especially when these have been either wanting, defective or repressed.", "Of more recent historical import is David Friend’s account of the stories behind 50 of the images taken by ordinary bystanders of the 9/11 attacks on the World Trade Center. Reading these stories, one is astonished by the variety and complexity of the amateurs’ photographic response, some of them using the cheapest kind of disposable cameras. In fact, one finds greater variety among the non-professional responses than among professional ones. Friend notes that,Dozens of people that day had the impulse to photograph their loved ones or their neighbors or the unknown companions who happened to be watching the trauma with them. Unconsciously, they were making a choice. They thought it important to treat other witnesses—not the catastrophe—as a subject of their photos. They were not merely standing back and observing the events passively, but were rendering, unconsciously, why the calamity mattered. Friend (2006, 22–23)", "Dozens of people that day had the impulse to photograph their loved ones or their neighbors or the unknown companions who happened to be watching the trauma with them. Unconsciously, they were making a choice. They thought it important to treat other witnesses—not the catastrophe—as a subject of their photos. They were not merely standing back and observing the events passively, but were rendering, unconsciously, why the calamity mattered. Friend (2006, 22–23)", "Gillmor (2006, 1) is right to consider 9/11 as the event that made us notice “the new era of journalism more clearly.” Friend’s interviews with the authors of these 50 pictures reveal that at the cusp of the digital era an impressively mature photographic culture and diffuse visual literacy was already at hand. Citizens’ photographic response to the 9/11 events is an eloquent testimony to Robert Capa’s conviction that the future lies “in the combination of mini cameras and maxi-minds.” His epigrammatic assessment of the unique capabilities of miniature Leica cameras and the innovative spirit of the fellow photographers with whom he founded Magnum (1947), summarizes not simply the success formula of the legendary photo-agency but also the implicit credo of the whole historical trajectory of citizen photojournalism, from the Kodakers’ first flirtation with capturing everyday social life to the current smartphone-yielding mavericks of citizen reporting."]}, {"title": "Conclusion: The Democracy of Photographs", "paragraphs": ["Naomi Rosenblum (1997, 9) opens her widely praised A World History of Photography noting that the flourishing of photography has made it “the paradigmatic democratic art form—more people than ever before use cameras to record familial events or to express personal responses to real and imagined experiences.” Linking democratization to the expansive spread of photography is a cherished cliché in histories of photography, used more often than for any other communication medium save typography. Like Rosenblum, however, most historians and critics limit the democratizing effect of photography to the non-political sphere of family or private life. With regards to photography’s impact in the public sphere—as in the case of photojournalism—the most usual diagnosis offered is precisely the reverse, i.e. that it undermines the workings of the democratic public sphere. Gisele Freund, for instance, readily acknowledges that photography has brought about the democratization of the private portrait and of art (Freund 1980, 18, 4). When assessing, however, photography’s role in news reporting, in the making of “the collective press portrait,” she underlines its power as “a means of propaganda and the manipulation of opinion,” as an instrument in the interests of the powerful (103).", "At the same time, then, that photojournalism is largely absent from the standard historical narratives of journalism, it figures prominently in narratives about the decline of journalism and the public sphere (see e.g. Curran and Seaton 1993; Engel 1996). Belief in the detrimental effect of news photography on news standards and public information has a long pedigree. Widely held at the turn of the twentieth century, when the tabloid press was vilified for its extensive use of photographs, it was rekindled with the interwar rise of photo-magazines and, subsequently, in the postwar condemnation of what Schudson (1981, 89) has termed “the journalism of entertainment” as exemplified in the phenomena of growing tabloidization, commercialization and infotainment. It continues to resound even in recent historical studies of the press (see e.g. Barnhurst and Nerone 2001).", "The recent reversal of opinion, as demonstrated in the emphasis of Hariman and Lucaites (2007) and of Azulay (2008) on the significance of photojournalism for the public sphere, and more specifically, on its vital role in the cultivation of civic consciousness and of a more inclusive civic space, respectively, is to be credited largely to the growth of digitally assisted citizen photojournalism. The change of terminology itself, from “amateur” to “citizen” photojournalist, signals a path-breaking shift in the conceptualization of non-professional photojournalism. The concept of the amateur was inscribed in an art discourse, carrying the stigma of the dilettante, of the “Sunday painter.” It reflects, moreover, how the mainstream media themselves perceive their audience when they invite them to contribute to the news-gathering process. The concept of the citizen photojournalist, by contrast, indicates a recoding of the non-professional in terms of a political, rights-centered democratic discourse. The empowerment suggested by the status of the citizen is far more appropriate to the information ecology of the network society. This shift in discursive register was initiated in one of the most emblematic projects of contemporary citizen photojournalism.", "A few days after 9/11, more than 5000 photographs of the dramatic events were donated by some 3000 mainly amateur photographers for an impromptu exhibition, conceived and organized by Magnum photographer Gilles Peress, writer Michael Shulan, photographer Charles Traub and photo editor Alice Rose George. This immense collaborative project was titled “Here is New York. A Democracy of Photographs.” The exhibition, which opened on September 25, 2001, went on for months, attended by tens of thousands, before traveling to other countries. It included images taken by just everybody and with every conceivable kind of apparatus. “Photography was the perfect medium to express what happened on 9/11,” explains Michael Shulan (2002, 3), “since it is democratic by its very nature and infinitely reproducible.” The project adhered to the non-exclusionary principle of the democratic public sphere up to the end. When nearly a thousand of the photos had to be selected for the publication of a book, they were not edited “to showcase the best or the strongest, but to give the most coherent sense of the whole” (4). The choice of title, moreover, interpellates directly, both its donors and its audience, as citizens, providing unwittingly a fitting epigraph of the sweeping democratization of eye-witnessing that was to follow since then.", "During the last winter of World War II, at the same time when Capra was envisaging a photojournalism that, combining “mini cameras and maxi-minds,” would be free from the constraints and compromises of news agencies, Theodor Adorno and Max Horkheimer (1979, 122) observed that the non-commercial, amateur radio enthusiasts of the time are “confined to the apocryphal field of the amateur.” At the same time that they are “denied any freedom” their spontaneity is exploited by the broadcasters and “by talent scouts, studio competitions and official programs of every kind selected by professionals.” Adorno and Horkheimer summarize pointedly the predicament of contemporary citizen photojournalism: we find it subject to an excessive regulatory-normative discourse, far more thorough and meticulous than anything ever devised and applied in the case of professional photojournalism. At the same time, it is systematically exploited by media outlets, commercial news agencies and Web-jaggernauts, as the widespread buy outs of citizen websites attests. The age of “the new ubiquitous transparency” (Allan 2013, 135) seems to be still uncertain and at risk. The Democracy of Photographs may have enjoyed its moment of revolution, but it still has ahead the moment of its Constitution, of its effective self-organization and acknowledgment as an integral and indispensable part of the democratic public sphere."]}], "references": [{"title": "Photography as Culture. Reconsidering the History of Photojournalism", "year": "1994", "journal": "Medien \\& Zeit", "volume": "1", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "Constructing Photojournalism in Weimar Germany, 1928–33", "year": "1996", "journal": "Communication Review", "volume": "1", "authors": [{"name": "Hardt Hano", "first_name": "Hardt", "last_name": "Hano"}]}, {"title": "The Eyes of the Proletariat: The Worker Photography Movement in Weimar Germany", "year": "1981", "journal": "Studies in Visual Communication", "volume": "7", "authors": [{"name": "Hardt Hano", "first_name": "Hardt", "last_name": "Hano"}, {"name": "Ohrn Karin B.", "first_name": "Ohrn", "last_name": "B."}]}, {"title": "A Special Category?", "year": "1996", "journal": "Editor \\& Publisher", "volume": "129", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Combat", "year": "2007", "journal": "Libération", "volume": "", "authors": [{"name": "Joffrin Laurent.", "first_name": "Joffrin", "last_name": "Laurent."}]}, {"title": "The April Fifth Movement: Marking the Rise of Citizen Photojournalism in the People’s Republic of China", "year": "2012", "journal": "Visual Communication Quarterly", "volume": "19", "authors": [{"name": "Li Shi", "first_name": "Li", "last_name": "Shi"}]}, {"title": "La Photographie a L’epreuve Du Temps [Photography in the Test of Time].", "year": "2013", "journal": "Libération", "volume": "", "authors": [{"name": "Noce Vincent", "first_name": "Noce", "last_name": "Vincent"}]}, {"title": "Libération Plunge Dans Le Noir", "year": "2013", "journal": "Libération [Libération in the Dark]", "volume": "", "authors": [{"name": "Ollier Brigitte.", "first_name": "Ollier", "last_name": "Brigitte."}]}, {"title": "Photography’s New Bag of Tricks.", "year": "1984", "journal": "The New York times", "volume": "", "authors": [{"name": "Ritchin Fred.", "first_name": "Ritchin", "last_name": "Fred."}]}, {"title": "Le ‘Tout Contre’ Journal De Libération. Une étude Du Recours a La Participation Des Lecteurs Du Libération Dans Les Versions Web Et Imprimée Du Contre Journal (2007–2009) [The ‘Against All’ Journal of Libération. A Study of the Resort to the Participation of Libération&#039;s Readers in the Web and Print Versions of Contre Journal (2007–2009)]", "year": "2011", "journal": "Les Enjeux De L’ Information Et De La Communication", "volume": "12", "authors": [{"name": "Spano William", "first_name": "Spano", "last_name": "William"}]}, {"title": "Aujourd’hui, Un Libé sans Photo [Today, a Libé without Photos].", "year": "2013", "journal": "Libération", "volume": "", "authors": [{"name": "Vallaeys Beatrice", "first_name": "Vallaeys", "last_name": "Beatrice"}]}]}