{"doi": "10.1080/17512786.2014.928469", "url": "https://doi.org/10.1080/17512786.2014.928469", "title": "Charting Theoretical Directions for Examining African Journalism in the “Digital Era”", "volume": "9", "year": "2015", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Mawindi Mabweazara", "first_name": "Hayes", "name": "Hayes Mawindi Mabweazara"}], "abstract": "This essay provides a metatheoretical framework for understanding the complexities surrounding African journalism in the era of interactive digital technologies. It argues for the continued relevance of traditional theoretical paradigms, and submits that radical calls to develop new theories as well as to de-Westernise contemporary journalism studies through exclusively deploying “home-grown” concepts such as ubuntuism are not necessarily always viable. Rather, there is more to gain from appropriating traditional theories and identifying possible synergies between the “old”, predominantly Western approaches, and the “new digital phenomena”, and weaving out of that dialogue, approaches that are not radically different but are in tune with the uniqueness of African experiences. This approach, as the study argues, is particularly important given that journalism (including its appropriation of new technologies) always takes on the form and colouring of the social structure in which it operates. The study thus draws on social constructivist approaches to technology and the sociology of journalism, as well as an array of theoretical concerns from African journalism scholarship to offer a possible direction for a conceptual framework that can help us to capture the complex imbrications between new digital technologies and journalism practice in Africa.", "body": [{"title": "Introduction: Setting the Context", "paragraphs": ["The purpose of this essay is to provide a metatheoretical1 framework for illuminating our understanding of how African journalists are adapting to the new “digital era”. The proposed framework is metatheoretical in that it draws on an array of theoretical perspectives, published literature, as well as the author's own impressions of the underlying assumptions which drive debates on the new media and journalism practice in Africa. As Hjørland (1998, 607) notes “metatheories are broader and less specific than theories. They are more or less conscious or unconscious assumptions behind theoretical, empirical and practical work … and are often part of interdisciplinary trends”.", "While general scholarship has advanced beyond the one-sided euphoric approaches to new digital technologies, characteristic of the 1990s, there remains a lack of meaningful theorisation of how digital technologies are impacting on various social practices, including journalism practice in Africa (Mabweazara 2010a). For this reason, the bulk of the theoretical insights have mostly emerged from Western scholarship. The empirical lacuna in African journalism research has given space to utopian and speculative arguments on how new digital technologies are (re)defining African journalism practice (Mabweazara, Mudhai, and Whittaker 2014). Yet, even when theories and empirical studies developed in the West might appear to be wholly applicable to the African context, “a closer look shows significant differences requiring nuanced theorising and research” (Atton and Mabweazara 2011, 668), especially given that much of the research is “conducted in splendid oblivion of conditions in [Africa]” (Berger 2000, 90).", "This study emphasises the continued relevance of traditional—predominantly Western theoretical approaches—in attempts to understand the connections between journalism and new digital technologies in Africa. It argues that “old” approaches to both journalism and technology provide relevant conceptual frames for understanding how journalists in Africa are appropriating new digital technologies. Contrary to calls by a number of African media academics to reject Western theoretical paradigms and concepts by foregrounding “home-grown” approaches derived from African cultural belief systems and experiences such as the concept of ubuntu (Tomaselli 2003; Ngomba 2012), the study submits that such “ethnocentric” stances are not always necessarily valuable. While they point to the defining and patently germane features of African cultural experiences that have implications for the practice of journalism, they are, however, not without weaknesses especially when deployed in isolation. The notion of ubuntu in particular, seen by many as a “cultural mindset” that encapsulates what it means to be human in Africa, particularly that “[a] person is a person through other people” (Shaw 2009, 493), and one is human because, he belongs, participates and shares (Murithi in Obonyo 2011), has dominated scholarly accounts that advocate “de-Westernising” African journalism studies.", "Such radical approaches, however, overlook a number of factors, including the very fact that journalism as an institutional practice has a long history in Western scholarship, especially the United States and the United Kingdom. As de Beer (2010, 213) observes, the “knowledge colonialism” and publishing hegemony by Western countries have defining implications for journalism theory and research. This dominance has meant that Western scholarship, “largely set international paradigms and research trends” (215). Second, newsmaking practices in Africa continue to be influenced, and measured, against the backdrop of Western professional values and standards. Likewise, African journalists continue to seek examples of “best practices”, training and education from Western countries. Mabweazara (2011, 62), for example, highlights how the internet facilitates Zimbabwean journalists' “continued reliance on Western journalistic forms” as a standard measure of their own practices—they “have become entrapped in the Northern ‘way of doing things’” (de Beer 2010, 213). This view supports Peter Golding's 1970s study of the then Nigerian Broadcasting Corporation, in which he observed that “none of the few newspapers and magazines lying around the newsroom were African; they were all European, especially British” (cited in Ibelema 2008, 37).", "Thus, while Africa is indeed unique, with its own nuances and defining communication characteristics, it has nonetheless borrowed extensively the bulk of its institutionalised communication practices, including journalism, from the West. We, therefore, need to tread carefully and avoid reifying and essentialising African experiences by blindly locking ourselves in the specificities of locale as to lose sight of essential insights from “outside” intellectual traditions and experiences. However, in deploying established Western theoretical insights, as the study contends, we need to critically situate, adapt and possibly modify, the theories to suit African realities, which as Mano (2004, 18) puts it, are “complex and multifaceted and resist any attempts to simplify them”. Similarly, Paterson (2014, 259–260, emphasis added) notes that African journalists operate in multifaceted conditions “where news production is sometimes strikingly similar to what might be seen in any global news hub … and, conversely, sometimes distant from Northern norms in terms of its goals and methods”. Thus, African journalism research must be empirically rooted “in African realities and not in Western fantasies” (Nyamnjoh 1999, 15), and we must acknowledge that journalists there do their job under immensely varied circumstances offered by continent.", "Highlighting some of the conditions, Kupe (2004) observes that African journalists operate in conditions starkly differing from those in the Global North. They work with significantly fewer resources and are poorly paid. They also broadly operate in multicultural countries that are at various stages of constituting themselves as nations in a globalising world. In addition, most African journalists are beset by: lack of appropriate skills; the prohibitive costs and inequitable access to relevant technologies; job instability; legal and regulatory challenges; complex political contexts; and poor telecommunications infrastructure, all of which coalesce to shape and constrain their adoption and appropriation of new digital technologies (Obijiofor and Hanusch 2011; Kperogi 2012).", "We should, therefore, emphasise sensitivity to context—using established Western theories with close attention to the uniqueness of the conditions in which African journalists operate. As Tomaselli (2003, 429) advises us, we should be investing our energies on engaging with “international scholarly literature and intellectual debates from African perspectives”, connecting our local indigenous knowledge with international systems of communication in order to come up with “a more integrated, conceptually holistic [approach] which studies glocalization (the local in relation to the global)” (438). This approach, as Ngomba (2012, 166) contends, calls for “the circumnavigation of mainstream Afrocentric discourses of de-Westernisation [and] selecting useful existing ‘Western theories’ [for use in research], in a way that offers contextually relevant extensions of such theories”.", "Against this backdrop, this study draws on social constructivist approaches to technology and the sociology of journalism, as well as an array of theoretical insights from African journalism and media scholarship to offer a direction for conceptualising a framework for examining how African journalists are adapting to an era permeated by digital technologies. It avers that to do so effectively, “we must put journalists into some critical and analytical context and … question the social relations within which they operate” (Mabweazara 2010b, 12). The study thus extends Francis Nyamnjoh's argument that “[all] [m]eaningful theorization has to be contextualized” and no theorization takes place in a void (cited in Wasserman 2009, 283).", "It has to be stated from the outset, however, that the enormity and complexity of Africa makes a detailed account of the application of theory and concepts in every country impossible in the space available here. One must, therefore, avoid the “reductive assumption that African countries, and the myriad array of cultures, religions and languages, can be prescriptively reduced to homogenous sets of continent-wide social and cultural [practices]” (Obijiofor and Hanusch 2011, 53). In the same way, the diversity of Africa's 54 countries makes it difficult for African concepts such as ubuntuism to “travel the length [and breadth] of the continent” (Mano 2010, 11, emphasis added) homogenously. Nevertheless, the argument advanced here is about the continued relevance of traditional theory, which is qualitatively generalizable across a range of African countries despite the obvious socio-cultural differences on the continent. I submit that in order to make sense of digital technologies in the context of journalism, we must rid ourselves of reductionist attitudes and look at the intersections between new technologies and journalism as continuous with and embedded in situated socio-economic, cultural and political networks (Mabweazara 2010b)."]}, {"title": "Revitalising Social Constructivist Approaches to Technology and the Sociology of News", "paragraphs": ["Although the late 1990s saw a shift from radical “technist” approaches to moderate constructivist perspectives by new technology researchers, technological determinism has continued to implicitly inform current research into African journalism. The trend has mainly been to celebrate uncritically (or disapprove of) the “impact” of new technologies on journalism practice without necessarily reflecting on the situated nature of their influences on journalistic practice, especially the localised political, economic, cultural and social circumstances in which the technologies are assimilated and appropriated. As Nyamnjoh (2005, 9) points out, “it is regrettable that scholarly focus has been rather on what ICTs do to Africans, instead of what Africans do with ICTs” (emphasis original).", "The theoretical interjection proposed here departs from these technicist approaches and demonstrates that obsession with the “technicist” workings of digital technologies that exclusively privilege technology simply will not take our understanding of how journalists in Africa are adapting to the era of digital technologies far enough. We cannot take for granted that new technologies “will change journalism [in Africa] immediately and dramatically” (Paterson 2008, 1).", "Although proponents of technological determinism argue for the new technologies' ability to enhance journalistic potential, the technologies must be viewed in relation to the multidimensional factors that shape and constrain the use of technologies by those with only limited access and ability to use them effectively, a scenario broadly prevalent in most sub-Saharan African countries (see Nyamnjoh 2005; Berger 2005). As Castells (2001, 247) explains, the differential use of new technologies in most economically developing countries is related, among other things, “to the kind of content that users can find on the Internet, and to the difficulty for people without sufficient education, knowledge and skills to appropriate the technology for their own interests and values”.", "This understanding is broadly rooted in the antithesis of technological determinism—social constructivist approaches to technology—which take into account localised social and cultural realities that shape and constrain the deployment and appropriation of technologies in specific contexts. The approaches draw on a broad range of academic traditions with different theoretical frameworks. However, taken together, they share a critical approach towards technological determinism and argue that it is much better to see technologies as social and cultural forms instead of autonomous forces acting on society for good or ill (Lievrouw 2002).", "A central adage for their research, as Bijker (1995, 6), puts it, is that “one should never take the meaning of a technical artefact or technological system as residing in the technology itself, instead one must study how technologies are shaped and acquire their meanings in the heterogeneity of social interactions”. Social factors are not merely incidental to the nature and direction of technology deployment; they are intimately tied to it (Woolgar 1996). Thus, the use of new technologies should be seen as constrained or enhanced by a broader range of social, economic and cultural factors.", "One version of the arguments proffered by social constructivists views technology as embodying the various social factors involved in its design and development. In this way of thinking, technology is regarded as a “frozen assemblage” of the practices, assumptions, beliefs, language, and other factors involved in its design and manufacture (Woolgar 1996). According to Woolgar, this perspective offers significant new understandings of the “impact” of technology as it suggests that the social relations which are built into the technology have implications on how it is subsequently used. Users of technology thus confront and respond to the social relations embodied within it.", "To illustrate the “interpretive flexibility” of technology and the wide variety of possible uses, Woolgar posits that it is useful to refer to technology as a “text”. When construed as a text, “technology is to be understood as a manufactured entity, designed and produced within a particular social and organisational context” (Woolgar 1996, 92). This metaphor foregrounds questions about the extent to which the character of this socially constructed technology influences its use. It highlights that the character and capacity of texts are nothing but the “attributes” (93) given to them by their users within a specific socio-cultural context. Confronted with texts, the user will draw upon any available social resources to make comprehensible the task of making sense of the text.", "It is important, however, to point out that while acknowledging the significance of insights brought forth by social constructivists (mainly that technology is inseparable from its social context), we must guard against uncritically lapsing into simplistic “social determinism”, as some aspects of social constructivism do. This would yield a narrow or distorted understanding in much the same way as technological determinism (Dahlberg 2004). As Marx (1997) warns, we must be careful not to take the social constructivists' claims for “indeterminacy” too far, as this may lead to an understanding of technology so general and vague that it becomes almost completely vacuous and resistant to valid description. Such an understanding, according to Dahlberg (2004), would mean that we are unable to say anything of any real interest or value about a technology or about technology in general.", "To locate this constructivist approach in the context of journalism, it is important to turn to the theoretical traditions and roots of journalism as an academic field of study. As Zelizer (2004) argues, these roots are to be located in sociology, which has long existed as the background setting for evolving journalism scholarship.", "Although the body of theory known as the sociology of journalism has a long and winding history that draws on a number of distinct theoretical approaches, it has generally been defined as concerned with the ways in which news organisations manage the processes through which information is gathered and transformed into news. It traces and attempts to organise into coherent schemata the pressures that encourage journalists to follow familiar and repetitive patterns of newsmaking. Emerging mostly from Anglo-American scholarship, it engages directly with the questions of what constitutes news and what factors shape it, and broadly argues that news is a social product shaped by the interactions among media professionals, media organisations and society (Schudson 2005).", "Tuchman (1978) observes that the sociology of newsmaking originates from the epistemological principles of phenomenology, symbolic interactionism and ethnomethodology, which broadly argue that reality is a social construction mediated by processes that can be identified and analysed. Taking a different perspective, Reese and Ballinger (2001, 642) locate the origins of the sociology of journalism in the “gatekeeper theory” postulated by David Manning White (1950) in his seminal work: “The Gate Keeper: A Case Study in the Selection of News” and Warren Breed's (1955) “Social Control in the Newsroom”. In applying the gatekeeper metaphor to journalism, White saw news selection as operating on the basis of choices made by individual editors acting as gatekeepers who subjectively classify items by deciding what counts as news (Reese and Ballinger 2001). He examined the personal reasons given by a newspaper editor for rejecting potential news items. On the other hand, Breed's study foregrounded the sociological concept of “social control” (Zelizer 2004, 53) in journalism. Recognising that no society could exist without social control, he noted that journalists' actions were bound within the policy set by the publisher.", "Other researchers, however, explored a wider range of possibilities beyond the constricted role of individual gatekeepers. In the 1970s, several sociologists focused on institutional routines and organisational cultures, reflecting an increasing prominence of institutionalist and neo-institutionalist theories of organisational behaviour which emphasised the need to look beyond the qualities of particular individuals as the preceding studies had done (Tuchman 1978; Zelizer 2004). Journalists' operations were thus viewed as constricted by organisational demands and expectations.", "In the same vein, researchers sought to deconstruct the myth of media “objectivity” by showing that there are structural factors, including political influence, that make the media over-represent the official versions of events, thereby obscuring social reality instead of revealing it (Tuchman 1978; Schudson 2005). The consensus point among scholars was the understanding that news production is a highly regulated and routine process shaped by organisational pressures as well as the wider social setting, which encourage the routinisation and standardisation of news journalism. This illustrated the interface between human agency and social structure.", "In addition to the above, some scholars have foregrounded professional journalistic values as key factors that determine the news outcome. They argue that professional values legitimise and neutralise the personal biases and working routines of journalists through a positioning characterised by detachment from the society represented in the news and by a striving for authoritativeness in the news (Schudson 2005). The concept of “objectivity” and the routines it shapes are viewed as mechanisms meant to neutralise the personal ideologies of journalists and ease their adaptation to the editorial bias of a given medium. News sources have also been seen as playing a key role in news production routines. Media sociologists argue that reporters are confronted by a plurality of sources of information located at different places at varying times, and requiring different means to access them. For McNair (1998), a focus on sources is seen as the best way (or perhaps the only one) to connect the study of journalism to the larger society.", "The foregoing discussion can broadly be categorised under what Schudson (2005) refers to as the social organisational approaches to news, which focus more on the “internal” workings of news production—“institutional” and “professional” factors that shape newsgathering. However, a stringent focus on the “internal” workings of news production overlooks the relationships between news production and the broader routines of everyday life, especially “the culturally mediating nature of news”—the “diverse ways in which ‘culture’ variously conditions and shapes patterns and forms [of news production]” (Cottle 2000, 438), beyond the confines of the news institutions. These cultural factors “transcend the structures of ownership or patterns of work relations” (Schudson 2005, 187) by pointing to the fact that “journalists live and work within an encompassing social and cultural context that powerfully and implicitly informs their attempts to make sense of the world” (Ettema, Whitney, and Wackman 1997, 44). Journalists are thus dependent on preconceived categories of culture, which constitute “the unquestioned and generally unnoticed background assumptions through which news is gathered and within which it is framed” (Schudson 2005, 189).", "It is important, however, to highlight that the sociology of journalism, like most theories, is not without weaknesses; it has, for instance, been criticised for its failure to consider the influences of new technologies, as well as changes in social and political processes to news production routines. However, its diverse traditions provide valuable insights into various factors that influence the operations of journalists as well as shape the news outcome. These factors chime with the social constructivist approaches to technology and thus provide a base upon which we can develop an approach for illuminating our understanding of how journalists (in Africa) are adjusting to an era pervasively mediated by new digital technologies.", "In order to fully appreciate and understand news production processes in the age of digital technologies, we need an analytical framework that can help us capture the nuances of the “social relations” within which journalism is generally practised. This approach should acknowledge “the complexity of the social context of news production” and, as discussed above, avoid “the reductionistic idea of fixing newsmaking at one point along a circuit of interactions without examining the circuit as a whole” (Mabweazara 2010b, 22). Such a framework is available in synergising aspects of the social constructivist critique of technology and the sociology of journalism.", "Thus, the appropriation of technology in the context of journalism should be viewed as part of a complex social and institutional matrix, which stretches across a wide range of socio-cultural factors, as well as factors “internal” to the defining professional imperatives of journalism. This calls for a non-reductionist approach that is sensitive to the complex connections between multiple elements at play in the context in which journalism is practised (Marx 1997). Such a “multiple-determinations” approach, as Dahlberg (2004) puts it, recognises that each determining factor is itself embedded within, and constituted by, a system of interlinked processes and factors. The connections in these processes and factors are in no way linear or fixed, nor are they of equal influence. The nature of the processes and relationships involved in the appropriation of new technologies by journalists should thus be seen as “open and not restricted to any particular determining factor” (Mabweazara 2010b, 22). This is particularly important in the light of the fact that the practice of journalism itself is, as we have seen above, a culmination of a multiplicity of socio-cultural and organisational factors which make themselves known in news institutions in the form of economic, bureaucratic and professional normative pressures, all of which shape and constrain the autonomy of journalists (Schudson 2005).", "As Ettema, Whitney, and Wackman (1997) note, the analysis of news production must be pursued on several levels of analysis, and the activities at each level should be seen as interpenetrating and difficult to disentangle. As Figure 1 attempts to show, we need to be alert and sensitive to the multi-dimensional elements of determinism that coalesce to shape and constrain the use of new technologies by journalists. Of critical importance is the fact that, although journalists aspire to autonomy and personal independence—and most have it to varying degrees—they can never be entirely “free” from the circumstances within which their work is organised, regulated and consumed (McNair 1998). It is equally important to note that the factors impacting on journalists' adoption and appropriation of new technologies are neither mutually exclusive nor exhaustive. In other words, “journalists are subject to pressures from proprietors; political factors; professional imperatives; social organisational and cultural factors; personal factors [and] the economy” (Mabweazara 2010b, 23), among other factors, often all at the same time. At times, the pressure from one direction may contradict that from another, intersecting “in the context of discursive struggles and contestations from a wide variety of competing perspectives” (24).", "What is important is maintaining a degree of flexibility that helps to provide insights into ways of exploring how journalists in specific socio-cultural contexts use new technologies. This approach could be extended further to incorporate the metaphor of the text discussed earlier, which reinforces the multi-dimensional nature of factors shaping the use of new technologies by journalists. Given that technology is embedded within socio-cultural contexts, as social constructivists argue, it is proper to think of it as having an “interpretive flexibility” while at the same time, like all texts, containing “preferred readings” open to various uses (Woolgar 1996, 92). This brings to the fore the question of the extent to which the character of the technology influences its use by journalists in specific contexts. It further points to the inter-textual connections between technologies and journalists, thus foregrounding the fact that the appropriation of technologies in newsmaking contexts should be seen as dependent on a multiplicity of factors which border around the “interpretive repertoires” of the journalists concerned.", "Overall, although the collective strength assigned to social constructivist approaches to technology and the sociology of journalism above is essentially a product of Western scholarship, and based on practices and experiences in the West, their collective strength is “transnationally transposable” (Ngomba 2012, 175) and applicable to the African context. Together, they provide precious indicators that can help to us to map out the analytic categories that capture African realities and thus facilitate a critical exploration of the complex imbrications of technology and contemporary journalism practice on the continent. Pulling together these established theoretical approaches and “relocating” them to the African context has the potential to enlighten our understanding of how journalists on the continent are appropriating new digital technologies against the backdrop of the mediating socio-cultural context—the specificities of their locale—as discussed below."]}, {"title": "Transposing “Established Theoretical Lenses” to the African Context", "paragraphs": ["Although, as noted earlier, a number of leading African journalism and media scholars have called for radical Afrocentric approaches to de-Westernise journalism studies, in this section I propose a “moderate heuristic approach” that emphasises deploying the collective insights of relevant Western theoretical understandings (social constructivist approaches to technology and the sociology of journalism, in this case) while at the same time “foregrounding the realities or contexts in which African journalists operate” (Mabweazara 2014, 5). To use Ngomba's (2012, 166) words, I propose a framework that “circumnavigates” radical Afrocentric discourses of de-Westernisation by accommodating (and in some cases modifying) Western theoretical approaches in ways that offer “contextually relevant extensions of [the] theories” to help frame and deepen our understanding of how new digital technologies are impacting on traditional journalism in Africa. This flexible approach, as I discuss below, enables us to look at African journalism in its diverse contexts: “its culture, institutions and the broader communication environment” (Mabweazara 2010b, 25), and weave out of that mosaic (Obonyo 2011) insights into how the use of new digital technologies is shaped by the multiple contexts in which journalists on the continent operate.", "This sensitivity to context helps to define African journalism in the digital era as well as position it in “the universals that are [often] deaf-and-dumb to the particularities of journalism in and on Africa” (Wasserman 2009, 287). It allows us to see the appropriation of new digital technologies by journalists as a multifaceted experience that can be evaluated against the backdrop of local context factors, partly summed up in Figure 1. As Obeng-Quaidoo (1986) contends, socio-cultural, political and economic aspects are central to any attempt to understand African journalism. This connects to the sociology of journalism as well as work in the sociology of technology, which sustains a view of technology as thoroughly socially shaped (Hine 2001). The approach further reinforces the social constructivist view that in any attempt to understand the social influences of technologies, the starting point should not be a particular technological field but the particular social context in which the technologies are adopted and deployed (Bijker 1995; Woolgar 1996).", "An understanding of the structural and functional deficiencies associated with the digital divide, often defining African journalism as being in deficit “as regards the emerging global information order” (Berger 2005, 1), offers a critical conceptual point of departure. The well-documented challenges facing most African newsrooms, predominantly offer a “default explanatory framework” (Mabweazara 2014, 2) for the assessment of new technology adoption and appropriation in African journalism. As Obijiofor and Hanusch (2011, 193) observe, questions of limited access to new technologies, slow “technological diffusions”, as well as limited training opportunities in various sub-Saharan African newsrooms, have a negative impact on journalists' “knowledge and understanding of how to [effectively] use technology in their job”. Writing from a West African context, Kperogi (2012, 451) similarly avers that due to “low technological development and [general] unease with Internet technology”, Nigerian newspapers are still largely “stuck in the mindset and production practices of pre-Internet newspapers”. Likewise, Berger observes that new technology use in Southern Africa “is integrated unevenly into newsrooms, and there are major variations across the region in regard to problems of access. This, and the lack of proper training constrain the use of technologies to their fullest” (Berger 2005, 10).", "While these contextual challenges cannot be overlooked, it is equally important to examine how they are mitigated by localised appropriations of technology. In particular, the intricacies embedded in practices connected to local cultural factors “give credibility to additional theoretical ways” of assessing how African journalists are adjusting to the era of digital technologies (Berger 2005, 1). The notion of ubuntu, in particular, has recurrently emerged as an overarching cultural compass for understanding what “Africaness” means (Tomaselli 2003; Shaw 2009; Ngomba 2012). Granted a blind adoption of this concept and its assumptions of “a unitary and binding [African] cultural authenticity” (Banda 2009, 235) runs the risk of essentialising or, “[freezing] the continent in time” (Obonyo 2011, 8), it, nonetheless, illuminates the intricacies of African cultural life, which have implications for the appropriations of digital technologies in newsmaking contexts. In other terms, it constitutes the “unquestioned and generally unnoticed” filter through which technologies are appropriated in news construction (Schudson 2005, 189). This is particularly so, if, as discussed earlier, we see technologies as “social texts” (Woolgar 1996), shaped and constrained by the broader social structure in which they are adopted and appropriated.", "As a concept, ubuntuism provides an essential frame for understanding the complexities surrounding adoption practices as well as uses of digital technologies in African journalism. It directs our attention to “culturally mediating” foundations described by Nyamnjoh (2005) as the cultural orientation to communal values, which focus our critical lenses to the contingent social relationships and worldviews by which aspects of African journalism practice are maintained and defined. Nyamnjoh (2005) highlights how the innovative use of new technologies in Africa generally hinges on local cultural values of solidarity, interconnectedness and interdependence; “individuals and the cultural communities they represent often refuse to celebrate victimhood” (Nyamnjoh in Wasserman 2009, 291). These values make it possible for people to access the internet (and its associated digital technologies) without necessarily being directly connected. In many situations, as Nyamnjoh (2005) further contends, it suffices for an individual to be connected in order for whole groups and communities to benefit. Using the example of the mobile phone, he writes about the phenomenon of “single-owner–multiple-user” in West Africa, where most mobile phone owners tend to serve as “points-of-presence” (Nyamnjoh 2004, 54) that link their community with others paying or simply passing through them to make calls to relatives, friends within or outside the country. Consequently, while internet connectivity and mobile phone ownership in Africa are significantly lower than in the economically developed regions of the North, Africa's cultural values of sociality, interconnectedness, interdependence and conviviality make it possible for others to access the opportunities associated with these technologies without necessarily being connected or owning the technologies themselves (Nyamnjoh 2005).", "A number of scholars have demonstrated how this broader cultural characteristic permeates experiences in African journalism by highlighting how journalists operating in new technology-impoverished newsrooms yield benefits from the technologies through sharing the limited and largely dated resources available (see Berger 2005). Citing examples from selected Southern African newsrooms, Berger (2005, 9) writes: “even as regards unwired computers, in many cases journalists queue to share these rather than have personal workstations”. Similarly, Mabweazara (2010a, 217) highlights how most journalists in Zimbabwean newsrooms described their first mobile phone experience as a “shared one with colleagues in the newsrooms”. This scenario demonstrates how African journalists, like their fellow citizens, contest structural constraints to seek inclusion in the digital era (Wasserman 2009). Thus, the localised amenability “to conviviality, interdependence and negotiation” play a key role in mitigating “histories of deprivation [and] debasement” (Nyamnjoh 2004, 54). An understanding of these cultural dynamics is therefore central to any attempt to closely examine how African journalists negotiate their way around new digital technologies. It helps to avoid uncritically limiting explanations to the obvious and well-known contextual challenges facing most African newsrooms.", "It is important to restate, however, that while the socio-economic pressures connected to the digital divide and the cultural orientation to communal values associated with ubuntuism suggest a homogenous African landscape with a collective singular identity, this is far from it; the continent is culturally, politically and economically fragmented, and “ubuntuism [itself] exists in various forms” (Mano 2010, 12). As Obonyo (2011, 4, emphasis added) aptly puts it, “There are many Africans, both fitting stereotyping but simultaneously defying uniform description”. For Obonyo, North Africa is more closely aligned to the Middle East than to the wider Africa. “It engages less in scholarship terms with the rest of the continent” (2). Consequently, conversations about Africa invariably consider Africa south of the Sahara. But even here disparities informed by “language and colonial experiences make it somewhat of a challenge to make sweeping statements” (2). There are wide discrepancies between Francophone, Anglophone and Lusophone Africa and, indeed, within each of these regions.", "In terms of the political economy of news organisations, the scene in Africa is equally diverse. It stretches from the well-developed and technologically advanced beacons of journalistic excellence in South Africa and parts of East Africa to the “still fledgling media operations” in much of the continent (Hyden, Leslie, and Ogundimu 2007, vii), especially in sub-Saharan Africa where the news media are largely unable to report effectively due to lack of resources and the constraining impact of political interference. South Africa, in particular, stands apart from the rest of English-speaking Africa; its media infrastructure is predominantly well-funded, with excellent newsroom infrastructure hence “markedly different from the rest of the continent” (Obonyo 2011, 2). As Verweij and van Noort (2014, 100) observe, “post-independence South Africa shares a number of characteristics with Western countries: such as their organisation of the media and standards of journalism practice”. “No other country on [the] continent has such a well-developed and sophisticated market infrastructure. What is happening there … has no direct parallel elsewhere in sub-Saharan Africa” (Hyden and Leslie 2007, 19). However, the active participation of the general public in digital media “is different because of the social deprivation of the bulk of its citizens, a challenge directly connected to South Africa's apartheid past” (Verweij and van Noort 2014, 100).", "The scenario above points to the need for a more broadly encompassing approach that takes into account the wider complexities of the socio-cultural context in which African journalists operate. This calls for a normative pluralism that straddles the line between cultural relativism and absolutism. In that pluralism, as partly captured in the factors outlined in Figure 1, “it is possible to hold together both shared norms and values” which are “understood, interpreted, and/or applied in diverse ways … that reflect distinct values and norms of diverse cultures” (Ess 2009, 54, emphasis original). This form of pluralism allows for a shared understanding that avoids the trap of homogenising practices by ignoring or obliterating important and localised cultural differences that define our identities as a people and as professionals. The broadened approach would enliven critical notions like ubuntuism to the “interpenetrated cultural realities of African countries”, thus transforming its “politico-cultural praxis” (Banda 2009, 236) into a more realistic “tool” that is sensitive to “relevant non-cultural dimensions that can complete our understanding” (Ngomba 2012, 169) of the complex connections between new technologies and journalism practice in Africa.", "As Figure 1 attempts to show—in a more generic sense—some of these relevant non-cultural dimensions would include, among other factors, the intricacies of the political environment in which African journalists operate, including localised struggles for democracy and human rights, all of which shape and constrain the appropriations of new digital technologies. Obonyo (2011, 5) reminds us that “Africa does not provide a clear picture that is easy to diagnose. The continent has … some of the better politically managed constitutions and at the other end of the spectrum some of the most restrictive” and unfavourable for digital media. Skjerdal (2014, 89), for example, highlights how Ethiopia's semi-authoritarian regime has instituted “numerous measures that serve to restrict rather than encourage a vibrant online sphere”. Similarly, Moyo (2009, 60) writes about the curtailment of “basic civil and political liberties such as the freedom of expression, opinion, association, and information” in Zimbabwe. These constraints not only result in “self-censorship” but also engender localised “innovations that borrow from and build on global developments” (Mudhai 2014, 123). In considering the non-cultural factors noted above, we also need not lose sight of the creative domestication of individual agency (Nyamnjoh 2005) in the appropriation of new technologies. As indicated in Figure 1, individual journalists equally have a propensity to shape and influence practices through bringing on board personal experiences, their educational background, personal motivations, etc.", "Therefore, in seeking to understand how journalists on the African continent are adapting to the new digital era, we should not overlook the varied contextual influences “which [sometimes] lie outside journalism itself” (Conboy 2013, 149), but significantly influence the appropriations of new digital technologies. Thus, an assessment of the intersections between journalism and technology on the continent “needs insight from both the practice of journalism as well as a general awareness of broader cultural trends and how technology forms part of [this context]” (Conboy 2013, 149, emphasis added). In this sense, the use of new technologies by journalists in Africa should be seen as “a multifaceted experience” (Mabweazara 2010b, 25), shaped and constrained by multiple interconnected factors, which border around bureaucratically organised activities within newsrooms (or professional contexts), and the broader social structure outside journalism itself (Conboy 2013)."]}, {"title": "Conclusion", "paragraphs": ["This study has proposed a metatheoretical approach for examining African journalism in the digital era. The framework views the appropriation of new digital technologies by journalists as socially shaped, a position sustained by the collective strength of insights drawn from social constructivist approaches to technology and the sociology of journalism. As argued above, these two broad theories offer the most promising basis for the development of a framework that can help us to reflect on African journalism practice in the digital era. Collectively, they provide a wide-ranging research setting that enables us to see the adoption and use of new digital technologies by African journalists as shaped by multiple elements within the social structure in which their professional routines unfold. The paper, therefore, demonstrates that established (predominantly Western) theoretical perspectives retain their relevance in providing frames for understanding and reflecting on how African journalists are adjusting to the era of new digital technologies. Thus, the application and appropriateness of a theory should be based on its relevance rather than its geographical or socio-cultural origins. As Ngomba (2012, 177) puts it: “where ‘Western’ theories appear relevant and promising … African scholars should neither shy away from using them, nor be apologetic when using them critically”, even as they seek to de-Westernise accounts as well as realign connections with Western scholarship. In this light, we do not necessarily need to substitute or replace existing theory as “[t]he African condition is not a birthmark; it is not exclusive to Africa” (Nyamnjoh in Wasserman 2009, 287).", "However, in deploying established theories, we need not lose sight of the fact that meaningful theorisation has to be contextualised by paying particular attention to the specificity of the context in which one seeks to understand the connections between new digital technologies and journalism practice. This “social shaping” approach offers prospects of moving beyond reductive approaches to technology towards nuanced and pragmatic approaches to understanding how journalists in Africa use new technologies. As researchers, we should therefore strive towards highlighting the significance of locale, as well as illustrating the agency and creativity exhibited by journalists (and their newsrooms). As Allan reminds us, we should delve into “the lived materialities of reportorial forms, practices and epistemologies, showing us wherein lie the challenges—as well as the remarkable potentials” (Allan 2014, x) for African journalism as it evolves under the influences of digital platforms. It is hoped that the theoretical posture mapped above will provide a crucial point of departure for further scholarly conceptualisations of how African journalism is adjusting to the era of new digital technologies."]}], "references": [{"title": "New Media and Journalism Practice in Africa: An Agenda for Research", "year": "2011", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "12", "authors": [{"name": "Atton Chris", "first_name": "Atton", "last_name": "Chris"}, {"name": "Mabweazara Hayes M.", "first_name": "Mabweazara", "last_name": "M."}]}, {"title": "Kasoma&#039;s Afriethics: A Reappraisal", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Banda Fackson", "first_name": "Banda", "last_name": "Fackson"}]}, {"title": "Grave New World? Democratic Journalism Enters the Global Twenty-First Century", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Berger Guy", "first_name": "Berger", "last_name": "Guy"}]}, {"title": "Social Control in the Newsroom: A Functional Analysis", "year": "1955", "journal": "Social Forces", "volume": "33", "authors": [{"name": "Breed Warren", "first_name": "Breed", "last_name": "Warren"}]}, {"title": "Rethinking News Access", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Internet Research Tracings: Towards Non-Reductionist Methodology", "year": "2004", "journal": "Journal of Computer Mediated Communication", "volume": "9", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "Looking for Journalism Education Scholarship in Some Unusual Places: The Case of Africa", "year": "2010", "journal": "Communicatio", "volume": "26", "authors": [{"name": "de Beer Arnold S.", "first_name": "de", "last_name": "S."}]}, {"title": "Theory and Metatheory of Information Science: A New Interpretation", "year": "1998", "journal": "Journal of Documentation", "volume": "54", "authors": [{"name": "Hjørland Birger", "first_name": "Hjørland", "last_name": "Birger"}]}, {"title": "An Agenda for Researching African Media and Communication Con- texts", "year": "2004", "journal": "Ecquid Novi: South African Journal for Journalism Research", "volume": "25", "authors": [{"name": "Kupe Tawana", "first_name": "Kupe", "last_name": "Tawana"}]}, {"title": "‘Digital Technologies and the Evolving African Newsroom’: Towards an African Digital Journalism Epistemology", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Mabweazara Hayes M.", "first_name": "Mabweazara", "last_name": "M."}]}, {"title": "Technology: The Emergence of a Hazardous Concept", "year": "1997", "journal": "Social Research", "volume": "64", "authors": [{"name": "Marx Leo", "first_name": "Marx", "last_name": "Leo"}]}, {"title": "Circumnavigating de-Westernisation: Theoretical Reflexivities in Researching Political Communication in Africa", "year": "2012", "journal": "Communicatio", "volume": "38", "authors": [{"name": "Ngomba Teke", "first_name": "Ngomba", "last_name": "Teke"}]}, {"title": "African Cultural Studies, Cultural Studies in Africa: How to Make a Useful Difference", "year": "1999", "journal": "Critical Arts: A Journal of Cultural Studies in Africa", "volume": "13", "authors": [{"name": "Nyamnjoh Francis B.", "first_name": "Nyamnjoh", "last_name": "B."}]}, {"title": "Globalisation, Boundaries and Livelihoods: Perspectives on Africa", "year": "2004", "journal": "Identity, Culture and Politics", "volume": "5", "authors": [{"name": "Nyamnjoh Francis B.", "first_name": "Nyamnjoh", "last_name": "B."}]}, {"title": "A Proposal for New Communication Research Methodologies in Africa", "year": "1986", "journal": "Africa Media Review", "volume": "1", "authors": [{"name": "Obeng-Quaidoo Isaac", "first_name": "Obeng-Quaidoo", "last_name": "Isaac"}]}, {"title": "Towards a Theory of Communication for Africa: The Challenges for Emerging Democracies", "year": "2011", "journal": "Communicatio", "volume": "37", "authors": [{"name": "Obonyo Levi", "first_name": "Obonyo", "last_name": "Levi"}]}, {"title": "The Roots of a Sociology of News: Remembering Mr. Gates and Social Control in the Newsroom", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}, {"name": "Ballinger Jane", "first_name": "Ballinger", "last_name": "Jane"}]}, {"title": "Towards an African Journalism Model: A Critical Historical Perspective", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Shaw Ibrahim S.", "first_name": "Shaw", "last_name": "S."}]}, {"title": "Our Culture’ Vs. ‘Foreign Culture’: An Essay on Ontological and Professional Issues in African Journalism", "year": "2003", "journal": "International Communication Gazette", "volume": "65", "authors": [{"name": "Tomaselli Keyan G.", "first_name": "Tomaselli", "last_name": "G."}]}, {"title": "Journalists&#039; Twitter Networks, Public Debates and Relationships in South Africa", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Verweij Peter", "first_name": "Verweij", "last_name": "Peter"}, {"name": "van Noort Elvira", "first_name": "van", "last_name": "Elvira"}]}, {"title": "Extending the Theoretical Cloth to Make Room for African Experience: An Interview with Francis Nyamnjoh", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "The ‘Gate Keeper’: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}]}