{"doi": "10.1080/17512786.2018.1541422", "url": "https://doi.org/10.1080/17512786.2018.1541422", "title": "Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International Editorials", "volume": "13", "year": "2019", "issue": "5", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Guazina", "first_name": "Liziane", "name": "Liziane Guazina", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Prior", "first_name": "Hélder", "name": "Hélder Prior", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Araújo", "first_name": "Bruno", "name": "Bruno Araújo", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTThe study analyzes the editorial position of the Brazilian and foreign press in the coverage of Dilma Rousseff’s impeachment trial. By a framing analysis, we aim to understand how the national quality newspapers such as Folha de S. Paulo, O Estado de S. Paulo, O Globo, and the international ones as Público, El País, The Guardian, Le Monde and The New York Times organize the events and construct the respective political narratives, verifying the similarities and differences in the interpretation of the political crisis that led to the removal of the first female president of Brazil.", "body": [{"sec_title": "Introduction", "sec_content": ["Different authors have pointed out the importance of editorials as a privileged space for revealing the media positioning in the face of complex democracy political games (Azevedo 2005; Azevedo and Chaia 2008; Miguel and Coutinho 2007; Mont’Alverne and Marques 2015, 2016). The editorials can be understood as attempts by the media to draw their agenda together with governments and other political agents, engaging a dialogue with political-economic elites (Mont’Alverne and Marques 2016, 122). However, in addition to constituting themselves as privileged spaces for articulating agendas, the editorials also play strategic roles in the framing process (Entman 2004) that shapes information coverage, public debate, and the unfolding of political events.", "It is not by chance that some authors, by highlighting the political role exerted by the media, emphasize that editorials act as political and ideological anchors of a newspaper, with direct implications on the information coverage content (Fonseca 2005). As essentially argumentative texts that present justificatives and solutions for certain problems, the editorials assume the purpose to explain, advise and lead to different interpretations of the political conflicts. Thus, not only the editorial establishes an interested dialogue with readers, but also with the political sphere, hinting on how the journalism field would like public affairs to be handled.", "Such considerations led us to think how the main Brazilian and foreign newspapers handled the impeachment of Dilma Rousseff. The participation of traditional media in the political crisis that led to her destitution in August 2016 is still a cause for public controversy, especially regarding the role of national journalism in the process of articulation and fall of the former President (Albuquerque 2017; Van Dijk 2017).", "The analysis of editorials become relevant especially when one takes into account the Brazilian media context. Several authors have demonstrated that diversity and pluralism have been distant goals in the Brazilian journalistic context. Barbosa et al. (2017), for example, described how the media system is characterized historically by the predominance of commercial media groups, concentration of ownership and insufficient public policies to promote the right to information and communication. For the authors, who analyzed indicators of the media development of UNESCO (United Nations Educational, Scientific and Cultural Organization) in Brazil, there are important gaps for the full establishment of the promotion of diversity and democratic discourse in the country.", "In addition, there is a historical alignment between the political elites and the major traditional media groups. The historical affinity with the liberal-conservative ideology of Brazilian media groups, as pointed out Azevedo (2017), were present in different governments, especially during the large period of Partido dos Trabalhadores government. Azevedo analyzed the news covering on PT from 1989 to 2014 and identify the roots of “antipetismo” and the permanent critical covering on social and public policies.", "Obviously, historical trends do not explain per si contemporary political changes. It is not our intention to discuss here the reasons for the complex political context in Brazil, that only to briefly retrieve some elements to contextualize our main purposes. Other variables can be listed in order to understand the depletion of the PT in the political scenarium that preceded Rousseff’s impeachment process, since Rousseff government’s weak skills to responding the demands of the population and the renewal of the new social movements’s agenda until charges of corruption in several political scandals. On the other hand, personalism focused on former President Luis Inacio Lula da Silva, called “Lulismo” by Singer (2012), can help to understand the recent distrust on Left parties and politicians.", "Thus, supported by the framing theory, we analyze how national and foreign newspapers have framed, through their editorials, the destitution process of Dilma Rousseff. To do so, we analyze what arguments were presented by the publications, and the causes and consequences articulated to constitute the “newspaper opinion” and build explanatory hypotheses of the impeachment.", "The editorials published in eight reference periodicals were analyzed: O Estado de São Paulo, Folha de S. Paulo, O Globo, Público, El País, Le Monde, The Guardian and the New York Times. With an analytical gaze focused on the framing functions defined by Entman (1993, 2004), we observed the viewpoint of the publications, object of analysis on the PT Government and the opposition, the motives indicated as the ones that triggered the impeachment, the treatment given to political actors, the solutions to the political crisis and the consequences of the impeachment for Brazilian public life.", "Before we proceed, however, it is necessary to indicate how this article is structured: first, we will delineate the scope and limits of our theoretical choice and describe the analysis procedures. Following, we will present our analyzes, highlighting the framing functions proposed by Entman (1993, 2004) and pointing out, in a comparative bias, the results. In the final considerations, we will discuss the main differences and similarities of the framings employed."]}, {"sec_title": "Framing and Politics: The Place of the Editorial", "sec_content": ["The reading of the newspaper editorials of Brazilian and foreign press instigate us to examine how the journalistic vehicles assemble explanatory hypotheses about the impeachment of Dilma Rousseff, leading the public debate on the theme and influencing the views of receivers of these media products. In the case of an eminently argumentative text that presents a subject or problem, justifications for this problem and solutions to its resolution, the editorial establishes guidelines or conceptual maps that guide the reader’s perception about a certain subject, but also aims to confirm the thesis defended by the journalistic institution, that’s why this analysis is so relevant to understand how the national and foreign media instituted the event.", "In effect, the editorial reveals and conveys not only the position of the journalistic institution, the newspaper’s opinion, but also its ideological and political values. That is why their analysis allows us to assess not only the political positioning of a particular media group but, perhaps more interestingly, the dynamics of the very coverage of a subject or theme, the predominant agenda, and the narratives built around the political events. Resorting to logic-argumentative linguistic operators, the editorial expresses the opinion and culture of the company as a whole, occupying a privileged space in journalistic publication, thus becoming “the most noble section of a newspaper” (Gradim 2000, 81).", "In this sense, editorials play an important role in guiding public affairs, setting, framing and instituting the political reality through ideological principles, values and norms that guide journalistic enterprises. Thereafter, the framing conferred upon particular topics has important implications for the communication and political processes, because the framings draw attention to certain aspects of reality in detriment of other aspects that are obscured, something that ultimately leads the audience to different reactions or states of mind (Entman 1993, 55).", "It is at this point that we make the articulation between the framing and the editorial as a textual genre of an argumentative type that, as taught by Fonseca (2005), does not fail to play an important role as a guide to the information coverage itself on a given subject. In the classic work of 1974, Frame Analysis, Goffman defines framing as a symbolic framework which corresponds to a reality interpretation proposal. It is about a reading protocol with a view to make a given event intelligible and our subjective experience with it.", "In the line of Goffman’s thinking, with a more concentrated focus on communication studies, Entman (1993, 2010) is notorious as an author who seeks to understand how the media orient public perception about the events of social life, through a daily process of discursivization of the reality. In this sense, to frame, for Entman, is to select certain aspects of an event, to make it knowable in the public eye. This selection process presupposes that the enunciator acts according to symbolic operations that end up emphasizing and silencing certain aspects of reality, casting moral evaluations about it and, at the same time, recommending forms of action before the framed event (Entman 1993, 53). As Entman emphasizes: “We can define framing as the process of culling a few elements of perceived reality and assembling a narrative that highlights connections among them to promote a particular intepretation” (Entman 2010, 336).", "Thinking on the journalistic communication world as a terrain of symbolic struggle for the definition of meanings, it is possible to perceive an important stimulus for the analysis of journalistic texts, in so far as it is through the mainstream journalism that a relevant part of the citizens learns about what takes place in social and political life. By reflecting on the place of the framing in said power narratives, Entman highlights that the framing plays a relevant role in the exercise of political power, for, in a journalistic text, a framing is a “power brand” because records the identity of the actors, and particularly the interests that compete to master the text. Thus, the guidelines adopted influence how the politic events are presented and, not least, how the public interprets the selected or chipped reality, which has obvious consequences in the foundation of explanatory narratives of the life world.1 By focusing our attention on how a text or a communicative action exercises its power (Entman 1993, 56), framings assume a prominent role in democratic processes and in the way political elites seek to control the perception of certain events or subjects. Thereby, the complex political reality is organized and instituted by maps that frame, in an accessible way, this very reality for the receivers. We refer to organizational premises that catalog the comprehension of events, since the framing is always a shared organizational principle (Motta 2007), i.e., a process of selection and ranking of reality that promotes interpretations and conducts evaluations. That is, frames introduce or raise the salience or apparent importance of certain ideas, activating schemas that encourage target audiences to think, feel, and decide in a particular way (Entman 2010, 336). This is still valid even in a digital media context where political actors and ideological media can spread misinformation and micro-targed messages in multiple platforms (Entman and Usher 2018).", "For these reasons, the framing theory and the categories raised by the author are particularly relevant in the scope of this work, which intends to analyze the performance of the national and foreign press about the political crisis that led to the impeachment of the former president Dilma Rousseff through the study of published editorials on the subject. Entman’s studies provide valuable insights into how the analyzed media have made perceptible the set of social and political events that lead to the removal of the former president of Brazil."]}, {"sec_title": "Methodological Notes", "sec_content": ["Frameworks provide a causal interpretation, a moral assessment and, in some cases, a solution to the problem described or identified. They provide “principles of organization” (Goffman 1974, 10) or, as Gitlin poited out, “principles of selection, empahasis and presentation” (Gitlin 1980, 6) that helps the public to interpret the events of the world. In journalistic studies, a frame is characterized by the selection, organization and emphasis of certain aspects of reality and exclusion of others aspects, through editorial, ideological and political criteria. “Fully developed frames typically perform four functions: problem definition, causal analysis, moral judgement, and remedy promotion” (Entman 2010, 336). One of the most significant lines of research in Communication Sciences in relation to the studies of framing is precisely the one that interprets the journalistic content to see how media made the coverage of certain problems (Patterson 1994; Semetko and Valkenburg 2000). Our conceptual effort is precisely in the following line of research, trying to respond to the growing interest in understanding media power using the concept of framing. Through an adaptation of categories that Entman denominated “framing functions,” explained in the table below, we observe the problems, the causes, the moral judgments and the solutions shaped in the discourse of the analyzed channels. The application of these categories allowed the understanding of similarities and differences in the interpretation proposals assembled by the newspapers analyzed in their respective editorials (Table 1) . Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International EditorialsAll authorsLiziane Guazina http://orcid.org/0000-0002-4765-6918, Hélder Prior http://orcid.org/0000-0001-8971-3469 & Bruno Araújo http://orcid.org/0000-0002-8288-2718https://doi.org/10.1080/17512786.2018.1541422Published online:06 November 2018Table 1. Description of editorials analysis categories.CSVDisplay Table", "The analytical corpus of this paper comprises three Brazilian newspapers: O Globo, Folha de S. Paulo and the State of S. Paulo; and five foreign newspapers: the Portuguese Público, the Spanish El País, the British The Guardian, the American The New York Times and the French Le Monde. Due to the large number of national newspaper editorials published during the course of the proceedings, in the Chamber and in the Senate, we opted for a methodological cut, which is limited to analyzing the texts published during the week of the final session of judgment, when the Federal Senate sentenced the former President Dilma Rousseff. However, in the case of international newspapers, we did the opposite: we extended the analysis period for the entire month of August in order to capture more elements for comparison. In total, 18 national newspaper editorials (8 of O Estado de S. Paulo, 5 of Folha de S. Paulo and 5 of O Globo) and 10 editorials of international newspapers (1 of The Guardian, 2 of The New York Times, 2 from El País and 4 from), totalizing 28 texts.", "Concerning the Brazilian press, the following editorials were observed, as shown in Table 2: Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International EditorialsAll authorsLiziane Guazina http://orcid.org/0000-0002-4765-6918, Hélder Prior http://orcid.org/0000-0001-8971-3469 & Bruno Araújo http://orcid.org/0000-0002-8288-2718https://doi.org/10.1080/17512786.2018.1541422Published online:06 November 2018Table 2. List of national newspaper editorials.CSVDisplay Table", "The analysis of the editorials of the international newspapers included the following texts, according to Table 3 below: Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International EditorialsAll authorsLiziane Guazina http://orcid.org/0000-0002-4765-6918, Hélder Prior http://orcid.org/0000-0001-8971-3469 & Bruno Araújo http://orcid.org/0000-0002-8288-2718https://doi.org/10.1080/17512786.2018.1541422Published online:06 November 2018Table 3. List of international newspaper editorials.CSVDisplay Table", "The analyzed editions were published in the digital versions of the newspapers available in websites and/or pdf files.", "Thus, to guide this work, the questions we will try to answer are: Are there differences in the treatment of the several national and international media, regarding Dilma Rousseff’s impeachment?The ideological positioning of the Brazilian media influences, in a decisive way, the framing of the phenomenon?Is there a narrative struggle between the different media analyzed?", "Are there differences in the treatment of the several national and international media, regarding Dilma Rousseff’s impeachment?", "The ideological positioning of the Brazilian media influences, in a decisive way, the framing of the phenomenon?", "Is there a narrative struggle between the different media analyzed?", "For the empirical analysis of such questions, we put the following hypotheses to guide this investigation: The Brazilian press, with similar ideological positioning, offered a similar coverage of Dilma Rousseff’s Impeachment, legitimizing the judicial process.The foreign press, with diverse ideological positions, distrusts the motives of impeachment. As a consequence, there is a struggle of proposed frames in the public sphere.Although Dilma Rousseff did not suffer impeachment due to denunciations of political corruption, these helped to create a political environment favorable to his withdrawal.", "The Brazilian press, with similar ideological positioning, offered a similar coverage of Dilma Rousseff’s Impeachment, legitimizing the judicial process.", "The foreign press, with diverse ideological positions, distrusts the motives of impeachment. As a consequence, there is a struggle of proposed frames in the public sphere.", "Although Dilma Rousseff did not suffer impeachment due to denunciations of political corruption, these helped to create a political environment favorable to his withdrawal."]}, {"sec_title": "Analysis of Brazilian Newspapers", "sec_content": ["One characteristic of the texts of O Estado de São Paulo and O Globo is the employment of adjectives that are not commendable to the former president: considered responsible for “bringing the theme of impeachment to the heart of the Planalto Palace” (24 December 2015) or for “abusing the role of victim” (21 December 2015), Rousseff was described by O Estado de S. Paulo, for example, as sectarian and arrogant, reckless and irresponsible. On the other hand, Folha de S. Paulo’s texts tend to remain more distant from personal (dis)qualifications and more attentive to interpretations of acts, facts and conjunctures.", "The problems identified in the national editorials revolve around four axes: (1) the evil caused by the “lulopetismo,” Lula himself, Dilma Rousseff and the Workers’ Party (PT) to the country (which would have led to impeachment); (2) PT’s “troop shock” senators during the trial, exploring strategies to promote lulopetista narratives, especially that of the coup, disrespecting rules and promoting the victimization of Dilma Rousseff and of the PT; (3) the short term to implement financial and fiscal sanitation reforms; and (4) the constitutional and political legitimacy of impeachment, despite legal weaknesses.", "The evil caused by the “lulopetismo” is a recurrent theme in several editorials of the O Estado de São Paulo and O Globo. Both newspapers use this nomenclature to represent both the performance of governments and the leadership and legacy of the PT in recent years. In O Estado de S. Paulo, lulopetismo is characterized as disrespectful and fraudulent, and the narrative of coup is called fancy. As early as 08/25, in the opening of the Senate plenary session, the editorial states that: “The behavior of the voters has shown a deliberate disrespect for the norms of the impeachment judgment defined by party leaders in agreement with Minister Lewandowski.” That “the PT shock troops made use of the radio and TV transmission to promote the lulopetista political narrative.”", "On August 28, the newspaper states that “PT senators are at the trial with the sole purpose of staging Dilma’s passion in the face of the cameras of documentaristas sympathetic to the lulopetista cause” and that the narrative of “coup is nothing more than a stutter of those who do not conform to democracy when it, by means of its legal instruments, removes them from power.”", "Still in the O Estado de S. Paulo, former President Lula is called a “charlatan” with plans to destroy democracy, and Dilma Rousseff is considered the greatest exponent of incompetence: Brazilians and unwary foreigners believed in the lies that the former metallurgist told his voters (…) Rarely did they realize Lula’s plans to kidnap democracy and demoralize the political debate in the style of the gangster syndicalism that he represents so well.(…) Never before in the history of this country has a charlatan gone so far. (…) The process of destruction of democracy was interrupted by a Lula’s mistake: to choose Dilma, who contradicted its creator and proved to be the biggest incompetent who has ever stepped in the Planalto Palace.Dilma’s “victimization” was also among the concerns of F. de S. Paulo editorialists. On August 27, the newspaper defended that since it has being almost defined, a long time ago, an unfavorable result to Dilma, the PT and its allies aim to make the most of the occasion. The strategy is to make people believe that Dilma became the victim of a conspiracy of elites, diverting attention from everything she brought with incompetence, irresponsibility, and failure.And she repeated the argument on 30/08: even if the ousted president pointed out weaknesses in the legal basis of impeachment, she did not convince “when attributed to herself the role of victim of a coup.”", "Brazilians and unwary foreigners believed in the lies that the former metallurgist told his voters (…) Rarely did they realize Lula’s plans to kidnap democracy and demoralize the political debate in the style of the gangster syndicalism that he represents so well.(…) Never before in the history of this country has a charlatan gone so far. (…) The process of destruction of democracy was interrupted by a Lula’s mistake: to choose Dilma, who contradicted its creator and proved to be the biggest incompetent who has ever stepped in the Planalto Palace.", "since it has being almost defined, a long time ago, an unfavorable result to Dilma, the PT and its allies aim to make the most of the occasion. The strategy is to make people believe that Dilma became the victim of a conspiracy of elites, diverting attention from everything she brought with incompetence, irresponsibility, and failure.", "For O Globo, in the edition of the same date, Dilma Rousseff lost an opportunity to defend herself effectively and limited herself to making a speech destined for the political struggle of lulopetismo against the opposition, repeating old arguments and the “nonsensical idea that she is the victim of a parliamentary coup driven by a fanciful conspiracy of elites under the silent complicity of the media.” The idea that does not convince, the “delusional accusation that there is a coup,” comes back repeatedly in the texts, whether from the disqualification of the political actors involved identified with the PT, or from the qualification in respect for procedural and legal rites.", "The short term for implementing economic measures and the possible legal weaknesses of the trial were explored more vehemently in F. de S. Paulo’s editorials. For the newspaper, implementing reforms is a key issue for the country’s future. The problem was identified in the editorial on August 25, in which the newspaper outlines the priorities for the new ruler “de facto.” This aspect is related to the very defense of legitimacy of the process in F. de S. Paulo’s editorials. While acknowledging that the crimes committed are not conclusive and that there is, therefore, legal weaknesses, the paper argues that the entire impeachment process was constitutional and that Michel Temer must act decisively in favor of the reforms: The political aspect renders Dilma’s defense unsustainable, while from the legal viewpoint, arguments from one side and another remain open to doubt and debate. On the other hand, however, concrete political reality imposes itself over rhetoric (27/08).With regard to the causes pointed out by the national newspapers, it is important to note that they do not emphasize the political context that allowed Dilma’s judgment. Apparently, in the week of the final session in the Senate, it was less important to explain in detail the reasons for the impeachment, often grounded at Dilma’s personal characteristics (when defining the former president as authoritative, for example), than to interpret the reasons for the performance of PT counterparts and the senators opposed to the impediment. Defense strategies became a target of scrutiny and criticism linked to moral judgments.", "The political aspect renders Dilma’s defense unsustainable, while from the legal viewpoint, arguments from one side and another remain open to doubt and debate. On the other hand, however, concrete political reality imposes itself over rhetoric (27/08).", "The editorials of O Estado de S. Paulo and O Globo, in particular, are more emphatic in criticizing PT and Dilma’s strategies at trial. According to O Estado de S. Paulo, the strategy of lulopetismo to survive politically is to openly contest the legitimacy of the constituted powers, denying the democratic system constructed by the Brazilians for more than 30 years, based on the argument that Dilma Rousseff and the Workers’ Party are victims of the nation’s enemies (08/26).The newspaper still maintains that “the judgment of Dilma in itself is no longer of the slightest importance for the petistas who defend her in the Senate. Because it is an essentially political process, its outcome is already known” (08/28). Precisely for this reason, the victimization strategy of the former president would guarantee an area of opposition in the future. In the words of the O Globo editorial on August 27, “the real objective of the PT is to set a position for the opposition cycle that will remain with the definitive removal of the president.”", "the strategy of lulopetismo to survive politically is to openly contest the legitimacy of the constituted powers, denying the democratic system constructed by the Brazilians for more than 30 years, based on the argument that Dilma Rousseff and the Workers’ Party are victims of the nation’s enemies (08/26).", "Now, explanations for the impeachment itself is linked directly to two aspects: (1) the use of tax maneuvers known as “pedaladas” and crimes of fiscal and budgetary responsibility due to incompetence in the management of the public accounts of the country that caused the economic crisis, and (2) Dilma’s own “lulopetista ideological vision, with brizolistic seasoning” (O Globo, 09/01). For this newspaper, the former president “lost the position for ideological sectarianism and voluntarism, because she felt that political will is what solves problems in the government. Something of a Stalinist flavor.” Her obsession, according to the editorial on 09/01, “with state activism and unmeasured expenditures, made up of creative accounting techniques,” contributed to the the huge fiscal crisis visible to everyone from 2015 onwards when the real numbers popped out.", "As texts of opinionated features, editorials are constructed from judgments that, a priori, define the relationships between contexts, political actors and their actions. Criticism of Dilma Rousseff’s supposed “victimization” strategy for defense is articulated with disqualifications of her personality and the intentions of former president Lula as a political leader. At the same time, there is an emphasis on qualifying the legal process, identifying in this element the solidity of Brazilian democracy and the possibility of a national consensus (O Estado de S. Paulo, August 25). For O Estado de S. Paulo, Dilma is the symbol victim. It must therefore be sacrificed on the altar of popular causes so that it can be used as a fighting flag by Lula and his followers. It is a far more attractive prospect than having to bear the burden of suffering from Dilma’s incompetence for another 2 years. It’s a question of survival. Everything else is hypocrisy (08/26)", "Dilma is the symbol victim. It must therefore be sacrificed on the altar of popular causes so that it can be used as a fighting flag by Lula and his followers. It is a far more attractive prospect than having to bear the burden of suffering from Dilma’s incompetence for another 2 years. It’s a question of survival. Everything else is hypocrisy (08/26)", "In an editorial entitled “The Immorals,” the editorialist shows some irritation that the trial was being filmed by documentarists and directly attacks Lula by stating that, since “Lula and the great cast never admitted responsibility for the gross errors of the PTs, much less by the systemic corruption, any accusation of robbery or irresponsibility can only be interpreted as anti-PT.” They feel free to question the morals of other parliamentarians. Everything has a clear purpose: if everyone is immoral, then no one is. And if only the ‘petistas’ are condemned, then this can only be a coup. It is good that the PT’s relentless vocation to defraud reality is recorded on film.Still for the O Estado de S. Paulo, the critical conscience of the nation would have been anesthetized with Lula’s arrival to the presidency in 2003 and, therefore, Rousseff’s impeachment would be seen as the end of this period of anesthesia. When, at the trial, was approved that Dilma Rousseff would not lose her political rights, the newspaper strongly criticized the senators’ actions: “The preservation of Dilma’s political rights was an immorality that sets the precedent for a myriad of scandals.” (09/01)", "Everything has a clear purpose: if everyone is immoral, then no one is. And if only the ‘petistas’ are condemned, then this can only be a coup. It is good that the PT’s relentless vocation to defraud reality is recorded on film.", "According to the editorial of O Globo on August 30, Dilma can be defined as irritating, authoritarian and confused. If, on the one hand, political actors opposed to impeachment are identified as fraudsters, immoral, disrespectful, insulting, lulopetistas that offends this very democracy with the accusation of coup, on the other, there is the defense of the legal process and the need to change political groups. Folha de S. Paulo says: “While the allegations (against Dilma) are questionable, there is no denying that the senators are fully and constitutionally vested with the authority to decide whether they fall under the guise of responsibility.” For O Globo, everything happens within the democratic state of law, guaranteed all the freedom of defense, replacing, by Congress, a president who committed crimes of responsibility for her deputy elected in single plate by the same 54 million votes. Simple as that (08/30).", "everything happens within the democratic state of law, guaranteed all the freedom of defense, replacing, by Congress, a president who committed crimes of responsibility for her deputy elected in single plate by the same 54 million votes. Simple as that (08/30).", "On the other hand, it is evident, in the editorials analyzed, the alignment in the “menu” of solutions for the country and a certain anxiety in implementing the reforms signaled by the new assigned and its supporters, and little concern in problematizing the differences following a less stereotyped bias. The post-impeachment period is interpreted by Brazilian newspapers as an opportunity to foster national unity around a political-administrative project power.", "Folha de S. Paulo, for example, took a hurry in the post-impediment actions: “the top priority of management is the recovery of a shrinking economy.” And further argued that it is imperative to approve in Congress the projects for economic reform—the ceiling for public spending and revision for the social security rules, which are the levers without which Brazil will not emerge from the calamitous recession it has stuck in two years ago (09/01).", "it is imperative to approve in Congress the projects for economic reform—the ceiling for public spending and revision for the social security rules, which are the levers without which Brazil will not emerge from the calamitous recession it has stuck in two years ago (09/01).", "The O Estado de S. Paulo defined that the new government should propose and implement measures for the improvement of public accounts and fiscal balance; correct deviations from public management and create conditions for growth retake, in addition to promoting a sense of national unity, of diversity unity, able to relegate to the past the dark period of history in which Brazil was divided between us and them (08/25).For the newspaper, Michel Temer has legitimacy to lead the national recovery effort (09/01).", "should propose and implement measures for the improvement of public accounts and fiscal balance; correct deviations from public management and create conditions for growth retake, in addition to promoting a sense of national unity, of diversity unity, able to relegate to the past the dark period of history in which Brazil was divided between us and them (08/25).", "O Globo has expressed concerns about possible governments linked to popular projects of the left wing in the future. For the newspaper, the impeachment strengthened “the Constitution as a whole to discourage once and for all Bolivarian projects like lulopetismo. It serves as a general warning to the nation” (09/01).", "In Table 4, it is possible to check the frameworks in a summarized way, as follows: Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International EditorialsAll authorsLiziane Guazina http://orcid.org/0000-0002-4765-6918, Hélder Prior http://orcid.org/0000-0001-8971-3469 & Bruno Araújo http://orcid.org/0000-0002-8288-2718https://doi.org/10.1080/17512786.2018.1541422Published online:06 November 2018Table 4. Framing functions in national newspaper editorialsCSVDisplay Table"]}, {"sec_title": "Analysis of International Newspapers", "sec_content": ["Unlike national newspapers whose analysis of the editorials revealed a quite remarkable symmetry in the way they framed the impeachment of Dilma Rousseff, foreign media arguments are not always reconcilable with each other, which is why we chose, at this point, to analyze each newspaper separately, unlike the prior technique, which analyzed the editorials simultaneously.", "In its editorial, the newspaper Público emphasizes, essentially, the causes that led to the political crisis and some concerns about the future of Brazil after Dilma Rousseff’s dismissal. On the other hand, the newspaper does not shy away from making some moral judgments, whether on the political process or regarding its protagonists.", "Concerns about the future scenario are visible in the editorial entitled “Brazil after the games,” published on 08/05. The Público stresses the need to “clean up the political environment,” noting that the crisis is “systemic” and affects “the three powers,” a political crisis to which is added a “corruption that affects the whole society,” promoting inequality and social backwardness. This concern and uncertainty about the future, and specifically in relation to the consequences of impeachment to public life in Brazil, are even more visible in the editorial of 08/25. In the text “Brazil in the uncertain times of post-Dilma,” Público’s positioning becomes more explicit. The political process is considered of “unpredictable consequences” and described as “an indirect election.” The paper describes the impeachment of Rousseff as a “shadow play between real democracy and formal democracy” and points out as the main problem for the future the risk that the country might interrupt “the exemplary democratic and constitutional path followed after the dictatorship.”", "The Público indicates as causes of impeachment the fact that political opponents of Dilma did not accept defeat in the 2014 elections, joining the former allies to “subvert the popular mandate” and “reduce to dust the mandate made possible by 54 million voters.” It is said that the tax crime, the basis of the legal process, was committed by the predecessors of Dilma and the Senate and the deputies arrogate to themselves the right to “oppose” the election results and to institute an “indirect election.” Personalization and the fragmentation of political mandates in the Brazilian presidential system are also cited as causes of the political crisis, as well as political mistakes made by President Dilma, as well as strong corruption plaguing the country.", "The same idea is highlighted in the editorial of 08/30. Comparing the impeachment to a “tragicomedy,” the paper describes the PT as a party devastated by corruption, worn out after 12 years in power. In a way, the newspaper blames Lula’s PT to create a favorable climate for scandals like Mensalão and Lava Jato, but it is also said that corruption can end up tearing down the PMDB, Michel Temer’s party. In the editorial of 09/01, the process is justified because Dilma lost, above all, the support of decision-making classes, the support of the political class, rather than the popular classes.", "In its assessment, the Portuguese newspaper makes the judgment that tax crime has no proportionality to justify the dismissal, establishing itself as a pretext, an opportunity that would be very unlikely in a more “mature,” “consistent” and “organized” political system. The removal process is again described as essentially political, “germinated by detractors of the PT” and former allies who want to make a “change in the direction of Brazilian politics.” At this point, the Público foresee political interests behind the process, concerns that are related with changes in the agenda and the priorities of Brazilian politics. For the Público, the impeachment it is a “political game of dubious morality and zero democratic inspiration” (08/25). In the editorial of 09/01, Público qualifies the impeachment as a game of personal interests, a political process that “serves to convert Michel Temer in an effective president.” The editorial does not refer to this process as a coup, on the contrary, it refers to the irony of the process that lies in the fact that Dilma is dismissed by democratic rules, she, who was tortured in the dictatorship period.", "Eduardo Cunha appears in Público editorials as the protagonist of the impeachment of Dilma Rousseff, being described as one of the “big shots of the PMDB,” “outrageously untouchable” even on his removal on the Ethics Committee and someone who was “furiously” involved in the process of her dismissal. The newspaper points out that he is connected to multiple charges of corruption and money laundering. Michel Temer also is targeted by two vehicles which underline that Temer is a politician under investigation, sentenced to the ineligible status by judicial authorities.", "Following a very similar line to the Público, the French Le Monde called the impeachment of “scam” in an editorial titled “The sad irony of Dilma Rousseff’s fall.” The vehicle underlines the strong “social upheaval” as a background process, and the “corruption that originates street protests by thousands of people.” The impeachment is framed as a “war for power to defend the interests of a threatened economic elite in recent years by Rousseff’s party.” While emphasizing the political, economic and tactical mistakes of Dilma Rousseff during the government, and recognizing that the impeachment is provided in the Brazilian Constitution, Le Monde believes that the “accounting tricks” or tax pedaling/maneuvers, which claimed the opening of the proceedings, are no more than an argument that hides deeper reasons, reasons that have essentially to do with the partisan strife, the struggle for power and the strong economic crisis.", "The French newspaper also points out how the process causes the involvement of “economic elites” as an interested party in the removal of Dilma, as well as the role played by the media, especially TV Globo, on the exploitation of the case. On the other hand, the French newspaper sees no reason to impeach the accused acts of the former president, considering that if the process is not a coup, then it is at least a farce: “ S’il n’y a pas d’Etat coup, il ya au moins tromperie.” For Le Monde, Rousseff’s dismissal has nothing to do with corruption of which she “is not charged with,” despite the protests of thousands of outraged Brazilians with the denunciations of the operation Lava Jato. The dismissal of Dilma is therefore “a sad irony,” a “tragicomedy” of the “young Brazilian democracy” that more than victimize Dilma, penalizes, above all, the Brazilian people.", "Here too, Eduardo Cunha is framed as one of the main characters of the impeachment. The French editorial also highlights Romero Jucá, “the right arm of Temer” caught in phone conversations which stated “explicitly” a change of government to stop the operation Lava Jato.", "One of the major British newspapers, The Guardian, expressed concern with Dilma Rousseff’s removal process. In an editorial published on the conviction by the Senate, the newspaper says, verbatim, the “fall of Dilma Rousseff will not cure all the country’s problems.” The Guardian claims that, in addition to the story of a woman who fought against the dictatorship in her youth and now is out of power in the midst of an unprecedented corruption scandal, the process is very revealing of the state of affairs of a nation.", "In addition, the newspaper links the event to a wider global context, in which economic powers not long ago perceived as “emergents” have major economic and political difficulties nowadays. The newspaper cites the end of the cycle of commodities, which guaranteed a decade of valuable exports, the street protests initiated in 2013 and the discontent of the now new middle classes. The Guardian gives little attention to the charges for which the former president was being accused. Instead, it focuses on the incongruities of a process that considers unfair, “it’s hard not to see the degree of injustice in this brutal fall.”", "A brutality that is evident, according to the editorial, when it is noted that Rousseff has never been accused of corruption, unlike many who voted for her removal. By quoting the speech of a favorable senator to impeachment, according to which “this is not a coup, it is democracy evolving,” The Guardian holds a critical position of the process saying: “That the crisis has come to this cathartic moment says perhaps as much about an ‘evolving’ democracy as about the cynicism of some of its elites, much exposed by the Petrobras and Lavo Jato corruption investigations.”", "The newspaper said that Dilma Rousseff made many political mistakes as a leader, but considers “simplistic” and insincere the belief that her removal will solve all structural problems of the country. By emphasizing the involvement of those who condemned Rousseff in corruption schemes, The Guardian argues that those who are happy with the fall of the President are the same that “expect to get rid of the attention of anti-corruption judges.” For the newspaper, the Brazilian crisis has a challenge and a question: the challenge is to restore confidence in the political class of a country that is divided and polarized and doubt will be if Michel Temer—“who led the attacks against Dilma Rousseff”—will live up to that expectation.", "The American The New York Times published two editorials about the Brazilian crisis during the month of August 2016. In the editorial of 08/17, the newspaper emphasizes the growing turmoil in the country as a result of economic and political crises. In the text, the “strength of democratic institutions” of Brazil are advocated, which, through investigative institutions, are unveiling a corruption scheme at Petrobras, involving important names of the national economic and political scene. Although the investigations have caused significant impacts in the government of Dilma Rousseff, The New York Times says, verbatim, that the acts by which she is to be judged do not constitute impeachable offenses/responsibility crimes.", "The newspaper highlights that no evidence was found of Dilma Rousseff illegalities. It also emphasizes that, despite the impact on her government, Dilma Rousseff acted in an “admirable” way by not preventing or trying to control the investigation of the Lava Jato. On the contrary, she supported the reappointment of the Chief Public Prosecutor, Rodrigo Janot. Thus, The New York Times elucidates its concern with the impacts that a possible Rousseff conviction may have on Brazilian institutions. According to the editorial, there is no doubt that Rousseff was responsible for the set of measures that have negatively affected the Brazilian economy, but her dismissal without “concrete evidence of illegality” can be a threat to democracy. The newspaper accentuates, in the same line, that Brazilians “are facing times of frustration” but warns that the solution should never pass through the weakening of democratic institutions.", "A significant portion of these ideas have been reaffirmed in the editorial of 08/31, in which several parts of Rousseff’s speech, after conviction, were replayed. The newspaper points out that “what they call crime” were practices committed by former Presidents of the Republic and that Dilma’s departure puts an end to “13 years of a transformer government” who used State revenues, generated by the boom in commodities, to lift millions out of poverty, having lost support due to the recession. For the newspaper, it will be a shame if history proves that the coup thesis defended by Rousseff is correct. While recognizing that there were no “concrete evidence of illegality,” since the practices were carried out by Rousseff’s predecessors, the editorial maintains its position that the events that led to her downfall are more complex than the ones she recognizes. It cites the enormous unpopularity of the former president and the fact that it has appointed former president Lula da Silva, investigated in the Lava-Jato, to become her ministry.", "The text is quite emphatic about the role of Michel Temer. According to the newspaper, he must ensure the continuity of the investigations and be wary of any changes in social policies that marked the years of power of the Workers’ Party. The editorial goes further in saying that Temer should “honor the democratic process,” not deviating from the political platform endorsed by the Brazilians in the last elections.", "Like other foreign papers, the Spanish El País demonstrated skepticism about the legitimacy of the process that ousted Rousseff. In both published editorials in the final phase of the trial, the newspaper points out what it considers mismanagement of the former president—the fact that she did not negotiate and that she masked budgetary accounts—but emphasizes that she was not involved with the corruption scheme investigated at Petrobras and that the acts for which she is accused does not constitute enough motivation for the loss of mandate. For El País, one of the causes of that process was the nonconformity of political opponents defeated in the last elections, which, since then, “dedicated themselves to look for reasons so that she can resign the office.” According to the editorial, the “opposition, unable to understand Dilma, dragged the country to a suicidal strategy for the sole purpose of changing a government.”", "In the face of “political stalemate” that lauches the country in a “catatonic state,” the newspaper endorses the Rousseff’s proposal to hold new elections, suggesting that at a time of acute crisis, everyone, left and right, should unite for the good of the nation: “And that goes back to listening to the people, even if that is not in the Constitution.” Although it agrees with the thesis of the former president—according to which in the presidential system, only the people can judge a president who has not committed an impeachable offense/responsibility crime—El País believes that “she arrived too late for this discussion.” For the newspaper, Rousseff should have seen that her popularity was declining, so does the support offered by the Congress.", "If the Spanish newspaper has shown skepticism about the legitimacy of a process decided by accused parliamentarians, mostly for corruption, the editorial of 09/01, the day after the conviction of former president, is clear and incisive by considering the impeachment of Dilma Rousseff was “a low blow in Brazil.” Of all the newspapers analyzed in the international arena, El País was the one who took the most assertive tone, arguing that “the dismissal of Dilma Rousseff implies immense damage to Brazilian institutions.”", "In the same editorial, the newspaper said that parliamentarians “abusively employed a dismissal procedure provided in the Constitution for extremely severe cases and adapted it to short term political games without caring about the damage to the democratic legitimacy.” Note, therefore, that the legitimacy of the process is challenged to the extent that the charges—the editorial continues—lacked “political weight to justify the dismissal of Dilma Rousseff and the trauma and division that upset the country.”", "If there were doubts as to the illegitimacy of the process, it would be enough to observe the strategy of dividing the penalty provided in the Constitution for presidents who were punished with impeachment. According to El País, the maintenance of Rousseff political rights, despite her dismissal from office, exposes the fraudulent intentions of its judges.", "Table 5 below explores the main lines of analysis: Framing of a Brazilian Crisis: Dilma Rousseff’s Impeachment in National and International EditorialsAll authorsLiziane Guazina http://orcid.org/0000-0002-4765-6918, Hélder Prior http://orcid.org/0000-0001-8971-3469 & Bruno Araújo http://orcid.org/0000-0002-8288-2718https://doi.org/10.1080/17512786.2018.1541422Published online:06 November 2018Table 5. Functions of the editorial framing of international newspapersCSVDisplay Table"]}, {"sec_title": "Conclusions", "sec_content": ["In the set of these sampled editorials, it is possible to identify general positioning tendencies of the newspapers analyzed, with protuberant differences between Brazil and foreign countries. Regarding national publishers, there is a constant concern in affirming the legitimacy of the process. In this sense, the Brazilian editorials acted in two main argumentative fronts: first, the emphasis in that the constitutional ritual was fulfilled; second, the constant refutation of the coup thesis claimed by the former president. In order to deconstruct the idea that the country lives on the verge of an institutional collapse, as highlighted by the defense of the former president, newspapers insisted on the idea that Rousseff was putting herself in position to play the victim role when, in fact, “she led the country to the rock bottom,” as wrote the editorialist of O Estado de S. Paulo.", "Incidentally, of the three Brazilian newspapers, O Estado de S. Paulo and O Globo are noteworthy for the process of employing deep dysphoric adjectives, describing the former president as “sectarian,” “incompetent,” “arrogant,” “unprepared,” “foolish” or “voluntarist,” while the second abounded in adjectives such as “irritable,” “confused,” “authoritarian,” while associating her, including, with a Stalinist attitude. Note, therefore, that the performance of Brazilian newspapers assumed an opposing attitude towards Dilma Rousseff and they shall have the dual function of deconstructing arguments and defense ideas and to chancel prosecution positions, through a process of politic and personal depreciation.", "If Brazilian newspapers were concerned with building the legitimacy of the process, refuting the coup thesis and betting on the constitutionality of the matter, foreign newspapers were skeptical, calling attention to aspects not ventilated by the national press. None of the newspapers analyzed considered that Dilma’s fall was motivated by the acts of which she was accused of, which does not carry such wheight to bring forth this heavy punishment. While Le Monde called it a “farce,” a “political game of dubious morality and zero democratic inspiration,” the ƒ emphasized that such process would have little chance of taking place in a “more mature democracy.” The Guardian underlines the injustice perpetrated, and The New York Times appeals to the respect for democratic institutions. El País was the only one to use, verbatim, the term “coup” to refer to a “low blow in Brazil.”", "While national newspapers envisaged the events as a turning page in the Brazilian political scenario, international ones pointed doubts and expressed their concern about the possible effects of the process. Similarly, foreign media highlighted, in its analysis, elements disregarded by the national editorials in this given period. One was the moral level of Dilma judges, many of whom were accused of corruption, while she herself had never been investigated, as pointed by El País, The Guardian and The New York Times. On the other hand, international editorials did not forget the role of Eduardo Cunha as destabilizing element of the Rousseff government, appearing as one of the main characters of the impeachment.", "The issue of new elections appeared only in the editorial of the F. de S. Paulo. In the case of international newspapers, El País and Público were forceful in stating that the solution to the crisis pass by giving voice to the people through election. Another aspect related to the solutions, inside the national press, was the need for reforms to be implemented by the new government. From the first moment, F. de S. Paulo, O Globo and Estado de S. Paulo underlined the need for reforms to retain public expenditure. International editorials are much more restrained in this regard. To that extent, the New York Times argues that Michel Temer should remain as close as possible to the platform with which his electoral plate ex-partner had been elected. At least until the Brazilians could express their will in new presidential elections.", "In times of strong political upheaval, studying the role of the media is an attitude endowed with virtues, especially by the sense of historicity inherent in this type of analysis."]}], "references": [{"title": "Protecting Democracy or Conspiring Against it? Media and Politics in Latin America: A Glimpse From Brazil", "year": "2017", "journal": "Journalism", "volume": "0", "authors": [{"name": "Albuquerque Afonso.", "first_name": "Albuquerque", "last_name": "Afonso.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Senate in the Editorial of São Paulo Newspapers (2003–2004)", "year": "2008", "journal": "Public Opinion", "volume": "14", "authors": [{"name": "Azevedo Fernando", "first_name": "Azevedo", "last_name": "Fernando", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chaia Vera", "first_name": "Chaia", "last_name": "Vera", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Brasil e seu desenvolvimento mediático: síntese e análise da aplicação dos indicadores da Unesco", "year": "2017", "journal": "Infoamérica: Iberoamerican Communication Review", "volume": "", "authors": [{"name": "Barbosa Bia", "first_name": "Barbosa", "last_name": "Bia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Paulino Fernando Oliveira", "first_name": "Paulino", "last_name": "Oliveira", "affiliation": "", "orcid": "", "role": ""}, {"name": "da Silva Sivaldo Pereira", "first_name": "da", "last_name": "Pereira", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Almeida Amorim Ana Paula Lima", "first_name": "de", "last_name": "Lima", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bandeira Olívia", "first_name": "Bandeira", "last_name": "Olívia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Moysés Diogo", "first_name": "Moysés", "last_name": "Diogo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ouriques Evandro Vieira", "first_name": "Ouriques", "last_name": "Vieira", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brant João", "first_name": "Brant", "last_name": "João", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing in a Fractured Democracy: Impacts of Digital Technology on Ideology, Power and Cascading Network Activation", "year": "2018", "journal": "Journal of Communication", "volume": "68", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing: Different Analytical Operationalization of a Concept", "year": "2012", "journal": "Journal of Social Sciences", "volume": "27", "authors": [{"name": "Mendonça Ricardo .F.", "first_name": "Mendonça", "last_name": ".F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Simões Paula", "first_name": "Simões", "last_name": "Paula", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Crisis and its Borders: Eight Months of “Mensalão” in the Editorials of Newspapers", "year": "2007", "journal": "Public Opinion", "volume": "13", "authors": [{"name": "Miguel Luis . F.", "first_name": "Miguel", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coutinho Aline A", "first_name": "Coutinho", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Opinion of the Company in the Brazilian Journalism: A Study on the Role and Influence of Political Editorials", "year": "2015", "journal": "Studies in Journalism and Media", "volume": "12", "authors": [{"name": "Mont’Alverne Camila", "first_name": "Mont’Alverne", "last_name": "Camila", "affiliation": "", "orcid": "", "role": ""}, {"name": "Marques Francisco. P.J.", "first_name": "Marques", "last_name": "P.J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Agenda of the day: A Study on the Scheduling of the Brazilian National Congress in the Editorial of the Folha de S. Paulo and O Estado de S. Paulo", "year": "2016", "journal": "Brazilian Journalism Research", "volume": "12", "authors": [{"name": "Mont’Alverne Camila", "first_name": "Mont’Alverne", "last_name": "Camila", "affiliation": "", "orcid": "", "role": ""}, {"name": "Marques Francisco .P.J.", "first_name": "Marques", "last_name": ".P.J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Dramatic Framings in Journalism: Cultural Maps to Organize Political Conflicts", "year": "2007", "journal": "Intexto", "volume": "2", "authors": [{"name": "Motta Luiz .G.", "first_name": "Motta", "last_name": ".G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing European Politics: A Content Analysis of Press and Television News", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Semetko H.", "first_name": "Semetko", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Valkenburg P. M.", "first_name": "Valkenburg", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Globo Media Manipulated the Impeachment of Brazilian President Dilma Rousseff", "year": "2017", "journal": "Discourse \\& Communication", "volume": "11", "authors": [{"name": "Van Dijk Teun.", "first_name": "Van", "last_name": "Teun.", "affiliation": "", "orcid": "", "role": ""}]}]}