{"doi": "10.1080/1461670X.2016.1209977", "url": "https://doi.org/10.1080/1461670X.2016.1209977", "title": "Commenting on the News", "volume": "19", "year": "2018", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Ksiazek", "first_name": "Thomas", "name": "Thomas B. Ksiazek"}], "abstract": "Journalists and digital news audiences value virtual conversations about the news, but only if they embody civil discussion. Drawing on a content analysis of 1379 stories and 333,605 user comments across 20 news websites, this study focuses on predictors of the volume of comments (as an indicator of user engagement and interactivity with the news) and the relative quality of those discussions, in terms of civility/hostility. The analysis explores variations in the degree and quality of user comments across story content (topic; including outside sources), story format (multimedia features), journalist participation in commenting platforms, and organizational commenting policies. The results shed light on how journalists and news organizations might encourage more and higher-quality user engagement with the news.", "body": [{"title": "Introduction", "paragraphs": ["In an increasingly diverse and competitive news environment, organizations are looking for ways to engage their users in new and innovative ways. Offering the opportunity to comment on the news through digital platforms has been one of the most consistent and widely implemented strategies, with a recent study finding over 90 percent of news websites offer this feature (Stroud, Scacco, and Curry 2014). Commenting provides users with the opportunity to engage in a public discussion of current events. These discussions are one way to capture the degree of user engagement with the news, offering a deeper understanding of user behavior beyond more traditional exposure metrics (Ksiazek, Peer, and Lessard 2016). The assumption is that by choosing to comment on a news story, the user has demonstrated a greater interest in the content. Beyond the initial act of posting a comment, researchers have started to take an interest in understanding the quality of these comments, in terms of the civil or hostile nature of user discussions.", "While both journalists and their digital audiences see value in the presence of commenting platforms, both groups express concern about the quality of discussion occurring in these spaces (Anderson 2011; Barnes 2015; Braun and Gillespie 2011; Chung 2007; Goodman 2013; Lee 2012; Meltzer 2015; Nielsen 2012; Santana 2011; Springer, Engelmann, and Pfaffinger 2015). For instance, the World Association of Newspapers recently published an extensive report offering “best practices” for news organizations to manage user comments (Goodman 2013). The report drew on interviews with news professionals from over 100 organizations, across 63 countries, and generally found that journalists valued user comments, particularly for engaging users, promoting loyalty, and encouraging community, but also expressed concern about the quality of these discussions. Similarly, Meltzer (2015) conducted a comprehensive textual analysis of industry discourse about user comments, finding widespread concern among news professionals about incivility in comments. Others have found similar evidence that journalists and news organizations see a need to improve the quality of user comments (e.g., Braun and Gillespie 2011; Nielsen 2012; Santana 2011) and that journalists and their organizations should be responsible for encouraging more civil discussion.", "Users also value commenting platforms on news websites, regardless of whether they actively comment or just read comments. Barnes (2015) found that a relatively small proportion of total users actually contribute comments, but a large majority read comments. Thus, even if users are not actively posting, they perceive these discussion spaces to be important. She found that stalkers/lurkers experienced para-social interaction with other commenters, where those users felt like they were part of the conversation, even if they did not actually comment. Moreover, Lee (2012) found that comments impact users’ perceptions of broad public opinion. In particular, when high ego involvement users experience comments that contradict their opinions, they believe the public (and the media) is against their position. Users value mutual respect in commenting spaces, although there are some who maintain that freedom of expression should outweigh any concern for civil discussion (Robinson 2010). Still, users generally view these commenting platforms as important and meaningful, and research finds that poor-quality discussion can inhibit the motivation to comment (Springer, Engelmann, and Pfaffinger 2015).", "Thus, both journalists and digital news audiences value these virtual conversations about the news, but only if they embody civil discussion. This study offers a comprehensive understanding of how to encourage more and better user comments on news websites. Drawing on a content analysis of stories and comments across 20 news websites, 1379 stories, and 333,605 comments, the analysis explores how features of story content, story format, journalist participation in commenting platforms, and organizational commenting policies explain the volume of comments (as a proxy for user engagement and interactivity with the news) and the relative quality of those discussions. The integration of these factors in a single model offers a significant contribution to our understanding of how users are engaging with the news."]}, {"title": "Literature Review", "paragraphs": ["Comments on news websites can indicate user engagement with the news, as well as offer insight into how users are participating in virtual discussions of current events. The emergence of interactive digital platforms for the provision of news has sparked an interest in capturing the ways that users are engaging, experiencing, and reacting to content. For decades, the news industry relied on basic measures of exposure to understand their audiences. Now, organizations have a wealth of engagement metrics to deepen their understanding beyond whether or not someone tuned in or subscribed. When users choose to comment on a news story, they are signaling a heightened interest by not only processing and reacting to the news, but by choosing to share their thoughts in a public forum. While these discussion platforms would seem to offer a unique opportunity to engage in public deliberation about current events, the quality of comments is often criticized for embodying hostility and incivility, rather than civil, productive dialogue.", "Normatively speaking, rational debate is considered essential for a healthy deliberative democracy. Research on user comments typically draws on Habermas’ (1989) notion of a public sphere as a theoretical framework to highlight the potential of commenting platforms to offer citizens the opportunity to engage in virtual conversations about the news (e.g., Boczkowski and Mitchelstein 2011; Himelboim 2011; Loke 2012a, 2012b; McCluskey and Hmielowski 2012; Meltzer 2015; Papacharissi 2002; Ruiz et al. 2011; Springer, Engelmann, and Pfaffinger 2015; Weber 2014; Zhou, Chan, and Peng 2008). Moreover, there is a widely accepted premise in this body of work that those user conversations should be civil in order to meaningfully contribute to a virtual public sphere.", "Ksiazek, Peer, and Zivic (2015) reviewed a large body of literature on civility and hostility in online discussions of the news. The conceptual synthesis suggests that hostility is commonly identified as comments “intentionally designed to attack someone or something and, in doing so, incite anger or exasperation through the use of name-calling, character assassination, offensive language, profanity, and/or insulting language” (854). Civility is less easily defined. While Herbst (2010, 19) offers a useful conceptualization of civility as “constructive engagement with others through argument, deliberation, and discourse,” Ksiazek, Peer, and Zivic (2015) find that much of the literature simply treats civility as the absence of hostility.", "From a practical standpoint, news organizations want users to engage with their content, but also to do so in productive ways. At a basic level, more comments signals more user engagement. Beyond the simple volume of comments, professional journalists also care about the quality of comments (Goodman 2013). In the spirit of Dewey’s call for a “journalism of conversation” and the recent public journalism movement (Haas 2007), news organizations recognize the responsibility they have to encourage high-quality user discussions on their digital platforms.", "Thus, both the degree (volume) and quality (civility/hostility) of user comments on news websites have theoretical and applied importance. Yet we do not have a comprehensive understanding of how to encourage more and better user discussions. The following section aims to synthesize a disparate body of work and offer a set of factors that might explain—and help us predict and encourage—the degree and quality of user comments.", "Research suggests that the degree and quality of comments will vary based on the content of the story, the format of presentation, participation by journalists in commenting platforms, and organizational commenting policies. The present study aims to integrate these factors and offer a comprehensive picture of what motivates more and higher-quality user comments on news websites. The factors discussed below span a commenter’s experience with news, from the story to the comments. Story topic should theoretically be the first motivator of the decision to comment, and the objectivity of the story—another content feature—is intertwined with the initial reading experience. The degree to which the story format, in terms of multimedia features, engages the user with the story may also impact whether and how a user chooses to comment. Two other factors that are tied to the commenting space, in particular, may also explain the volume and quality of comments: journalist participation in the discussion and organizational commenting policies.", "Perhaps the most intuitive explanation for variations in user comments is the topic of the news story to which comments are posted. It seems reasonable to assume that the nature of comments will vary across different topics. For instance, some topics may naturally encourage more cognitive elaboration or be controversial in nature, which could be reflected in the volume and quality of user comments. In terms of motivations for commenting, Canter (2013, 607) found that “The dominant purpose was a desire to express a personal opinion on the subject matter of the story,” while Barnes (2015, 818) found users were motivated to comment by an “emotional response to the story.”", "The majority of research on variations in comments tends to focus on comparisons across general topics (e.g., politics, sports, etc.). In terms of volume or degree of comments, researchers consistently find that political news stories receive the most comments. This finding holds in multi-country studies (Goodman 2013), as well as studies of British (Richardson and Stanyer 2011), Israeli (Tenenboim and Cohen 2015), Turkish (Ürper and Çevikel 2014) and US (Boczkowski and Mitchelstein 2011) news websites. Research also demonstrates that the quality of comments varies across story topics. Coe, Kenski, and Rains (2014) found that hard news stories were more likely than soft news stories to exhibit incivility in comments (sports being the exception). This is supported by interviews with news professionals, who regularly observe that the tone of user discussions is linked to the story topic (Braun and Gillespie 2011; Diakopoulos and Naaman 2011; Goodman 2013). Moving beyond comparisons across general news topics, the present study offers a closer look at variations in commenting across subtopics of political news. RQ1: Which political story topics exhibit more and higher-quality user comments?", "RQ1: Which political story topics exhibit more and higher-quality user comments?", "In addition to the topical content of the story, the relative degree of perceived objectivity in reporting might also explain the degree and quality of comments. Tuchman (1972) argues that objectivity is an ideal that is enacted through routinized practices. One such practice is the inclusion of sources in a story. This ensures that the journalist maintains the role of a detached observer and allows the relevant stakeholders to speak for themselves. If a story is perceived as more or less objective, users may be more or less likely to comment and to be civil in doing so. The limited research in this area does not find a significant relationship between objectivity and the volume of comments (Ksiazek, Peer, and Lessard 2016; Liu, Zhou, and Zhao 2015). In terms of quality, research suggests variations in incivility depending on the specific source quoted in a story (Coe, Kenski, and Rains 2014), as well as a more general pattern where stories without sources have more hostile comments (Ksiazek, Peer, and Zivic 2015). While the aforementioned studies focused on one news website or platform (e.g., YouTube), the present study explores these patterns with data from a wide range of news websites. RQ2: Do stories that include sources exhibit more user comments than stories without sources? H1: Stories that include sources exhibit higher-quality discussion than stories without sources.", "RQ2: Do stories that include sources exhibit more user comments than stories without sources?", "H1: Stories that include sources exhibit higher-quality discussion than stories without sources.", "In addition to the content of a story, the format of presentation might also explain the degree and quality of user engagement with the news. News organizations are increasingly taking a multimedia approach to the presentation of news. Beyond simple text-based storytelling, the affordances of digital platforms enable journalists to integrate video, photos, audio, and infographics to enhance the user experience.", "Empirical research supports the contention that the presence of multimedia features should impact the degree of user engagement. Carpenter (2012) found that multimedia features appeal to different types of learners, but their presence increases the chances for engagement regardless of the user. Lee and Kim (2015) found that for high-involvement individuals, the inclusion of infographics was related to higher levels of news elaboration. If we assume that the decision to comment on a news story signals cognitive elaboration on that topic, then the inclusion of infographics should be related to more comments. Similarly, Liu, Zhou, and Zhao (2015) found a positive relationship between the inclusion of photos and video, respectively, and the number of comments. That relationship held for photos after controlling for content features of the story and the number of social media recommendations for the story, but not for video. While the research suggests the inclusion of more multimedia features should be positively related to a higher volume of user comments, no research exists testing the relationship between multimedia features and the quality of those discussions. Thus, the following hypothesis and research question are proposed: H2: The inclusion of more multimedia features is positively related to more user comments. RQ3: Does the inclusion of more multimedia features explain the quality of user comments?", "H2: The inclusion of more multimedia features is positively related to more user comments.", "RQ3: Does the inclusion of more multimedia features explain the quality of user comments?", "Moving beyond the content and format of the story, active participation by journalists in comment threads should also explain the volume and quality of user comments. However, there is general disagreement among journalists about whether they should take part in user discussions. Loke (2012a, 244) finds journalists are generally split on whether they should be active in comment sections; some feel that these spaces are “for the readers,” while others value the opportunity to engage with their users via comments. Similarly, Robinson (2010) finds contrasting philosophies on the role of journalists in commenting platforms. Based on ethnographic interviews, she found two camps: “Traditionalists” wanted to maintain a hierarchical relationship with the audience, while “Convergers” pushed for more interactivity with their users.", "Meanwhile, at the organizational level, Goodman (2013) found widespread agreement among news organizations across the world that active participation in comment forums improves the quality of comments and the World Association of Newspapers included this as one of their “best practices.” Consistent with this, Diakopoulos and Naaman (2011) note that both users and journalists wanted to see more journalist participation, although some editors did express concerns about intruding on a “user” space and the increased demands on reporters’ time. The latter concern is echoed among US (Anderson 2011) and Danish (Ihlebaek and Krumsvik 2015) journalists.", "If the attention paid to this topic within news organizations is any indicator, the participation by journalists in comment sections should have some impact on the degree and quality of user comments. Regarding comment volume, Meyer and Carey (2014) found that when readers were aware of active moderation by journalists in comment sections, they were more likely to post. In terms of quality, research suggests that when reporters interact with users in comment sections the discussions are more civil (Stroud et al. 2015).", "While the empirical work on attitudes toward journalist involvement is fairly substantial, there is clearly less work on the relationship between journalist participation and the volume and quality of comments. The following hypotheses concern the role of journalists in the commenting process. H3 predicts that comment threads where journalists actively participate (e.g., offering a discussion prompt or responding to a user comment) will exhibit more user comments. H4 predicts that comment threads where journalists participate will exhibit higher-quality comments. This prediction is based on a surveillance effect, whereby users become aware that the journalist is monitoring their comments, and thus we should see more civil discussion under these circumstances. H3: Comment threads where journalists participate exhibit more user comments. H4: Comment threads where journalists participate exhibit higher-quality comments than threads without journalist participation.", "H3: Comment threads where journalists participate exhibit more user comments.", "H4: Comment threads where journalists participate exhibit higher-quality comments than threads without journalist participation.", "At an organizational level, news outlets typically have specific policies governing their comment sections. For the most part, these are designed to encourage civil, productive dialogue among users (and, of course, protect the organization from any legal recourse stemming from the content of those comments). These policies often include required user registration, profanity filters, as well as more active pre- and post-moderation strategies, prohibiting anonymous usernames, and allowing users to rate and rank each other’s comments. Research has explored the implementation of various combinations of these policies, as well as their effectiveness in promoting more civil comments, but only independent of other factors such as those discussed above (Braun 2015; Coe, Kenski, and Rains 2014; Crawford and Gillespie 2016; Díaz Noci et al. 2010; Ksiazek 2015; Ruiz et al. 2011; Santana 2014). This study integrates these policies into a more comprehensive model that also includes story content, story format, and journalist participation in comment sections. RQ4: What combination of content, format, journalist participation, and commenting policies explains the degree and quality of user comments?", "RQ4: What combination of content, format, journalist participation, and commenting policies explains the degree and quality of user comments?"]}, {"title": "Method", "paragraphs": ["In order to collect a random sample of news stories, a composite week was constructed during October to December 2013. A composite week is a commonly used form of cluster sampling in content analysis that involves randomly selecting a single Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, and Saturday during an established time-frame.", "On the selected days, custom software crawled the top online news sites in the United States ranked by Average Monthly Unique Visitors.1 Stories were collected from the political news pages of the following news websites: Yahoo! News, CNN, MSNBC, New York Times, ABC News, Huffington Post, Washington Post, CBS News, USA Today, Los Angeles Times, New York Daily News, BBC, Examiner, Slate, Topix, Boston.com, Guardian, NPR, Chicago Tribune, and Wall Street Journal. The selection of sites includes a mix of organizations whose primary business resides in print, television, radio, and online, meeting a growing call for studies of media use that integrate multiple platforms (e.g., Taneja et al. 2012). The list of sites also includes regional, national, and international news outlets, as well as both traditional and digital-only news outlets. The custom data collection program archived all political news stories from each site on the selected days, as well as all comments posted to each story.2 The seven-day collection across all 20 news websites resulted in 1379 stories, 333,605 comments, and 14,497,029 units of comment text.", "Subsequently, two research assistants hand-coded each story for the relevant content, format, and journalist participation measures, while the organizational commenting policies were readily available on all sites (discussed below). The coders achieved an overall intercoder reliability score of 0.89 (Krippendorf’s alpha), with reliability scores on individual variables ranging from 0.80 to 1.0.3", "Reflecting a growing trend in the discipline, the data collection and coding combined both manual and automated, computer-assisted content analysis. This hybrid approach benefits from the advantages of each method. As Lewis, Zamith, and Hermida (2013, 47) argue, “hybrid combinations of computational and manual approaches can preserve the strengths of traditional content analysis, with its systematic rigor and contextual awareness, while maximizing the large-scale capacity of Big Data and the efficiencies of computational methods.”", "The independent variables consist of nominal measures of the content and format of a story, along with whether a journalist participates in the comment thread and the organizational commenting policies for the site where a story appeared. Frequencies for each code are provided in parentheses below. Story content was assessed by topic, as well as objectivity. Coders identified the story topic based on the following political news categories: abortion (0.9 percent), budget (6.0 percent), defense (military, war, homeland security) (3.9 percent), economy (1.5 percent), education (0.4 percent), elections (7.0 percent), environment/energy (including climate change) (1.8 percent), foreign policy (5.5 percent), gay marriage/LGBT rights (1.5 percent), government inefficiency (shutdown/nuclear option) (4.0 percent), gun control (3.1 percent), healthcare (19.4 percent), immigration (2.4 percent), intelligence agencies (4.4 percent), labor (2.0 percent), op-ed (4.4 percent), politician’s characteristics/personality traits (e.g., a story about a particular senator, where the individual is the primary focus) (13.5 percent), political media (e.g., a story about MSNBC or Fox News) (1.7 percent), religion (0.7 percent), state/local politics (2.0 percent), Supreme Court (1.3 percent), taxes (0.9 percent), Tea Party (1.1 percent), and terrorism (0.5 percent). The topic list was determined through both a qualitative analysis of all 20 news websites for subtopics of political news (e.g., subdomains, tags, story headlines), as well as a word frequency analysis (single word and two-word phrases) of all 1379 story titles in the dataset. Coders identified objectivity by indicating the use of sources in a story, where the presence of outside sources of information was considered an indicator of objectivity (95.5 percent of stories included sources). Research has shown that journalists routinely use quotes and outside sources as a way to detach themselves from a story and remove any perception of bias or opinion (e.g., Tuchman 1972).4 Format was measured by indicating the presence of the following features: video (21.9 percent), photos (68.8 percent), audio (2.3 percent), and infographics (5.9 percent). These nominal variables were summed to create a multimedia variable, indicating the degree of multimedia features present in a given story on a scale of 0–4 (mean = 1.03, SD = 1.02). Journalist participation was measured by indicating whether the writer of a given story posted a comment in the discussion thread (2.8 percent). Finally, the organizational commenting policies were identified for each story. These include on-site user registration—coded “yes” when a news site required a user to create login credentials and a profile prior to contributing a comment (79.3 percent); third-party user registration—coded “yes” when users could log in with third-party credentials (e.g., Facebook, Twitter, Yahoo, or Google username and password) (84.3 percent); anonymity—websites that prohibited anonymous comments were coded “yes” (22.8 percent); pre-moderation—coded “yes” when an organization screened comments prior to appearing on the site (40.5 percent); post-moderation—coded “yes” when the site had a clear policy of removing comments that were deemed hostile or abusive (70.8 percent); reputation management—coded “yes” when the discussion interface enabled users to rank or rate other commenters (94.6 percent); and private messaging—coded “yes” for sites that allowed private messaging between users (32.7 percent).", "The dependent variables capture the degree and quality of user comments posted to the stories. The number of comments posted to a story measures the degree of commenting (mean = 241.92, SD = 896.30). The number of comments for each story is made publicly available on each site, a common practice that is part of a broad trend of making various popularity and engagement metrics publicly available online (e.g., number of “likes” on Facebook, number of tweets linking to the story, etc.). The custom program captured this measure during the initial phase of data collection.", "The quality of comments is measured by the civil or hostile nature of a particular set of comments. To assess civility and hostility, custom dictionaries were developed by integrating operational definitions from the literature (e.g., Alonzo and Aiken 2004; Lee 2005; Ng and Detenber 2005; Turnage 2007), existing word dictionaries from the widely used textual analysis program Linguistic Inquiry and Word Count (LIWC) (Pennebaker, Booth, and Francis 2007),5 and a qualitative analysis to account for any additional civil and hostile terms that may be unique to the community of users who comment on political news stories. The custom civility dictionary combined LIWC’s dictionaries of positive emotion, assent, and insight words (e.g., “agreement,” “consider,” “respect”). The custom hostility dictionary combined dictionaries of negative emotion, anger, and swear words (e.g., “coward,” “hate,” “kill”). Terms from the qualitative analysis were added to the custom dictionaries. For instance, in the context of political news, words like “illegals” or “aliens” were regularly used in a hostile manner. The final dictionaries include 621 civil words and 399 hostile words.6", "The custom dictionaries were then implemented in LIWC to create separate numerical indices of civility (mean = 5.17, SD = 2.44) and hostility (mean = 1.59, SD = 1.65) for the set of comments posted to each story. The measures capture the number of civil or hostile words, respectively, as a percentage of total words for a given set of comments. For instance, if LIWC identifies 5 hostile words in a set of comments containing 100 words, then the hostility score is 5 percent for that story. These proportional measures control for the number of comments, so that a story with 30 comments can have the same hostility score as one with 3000 comments.", "The unit of analysis is the story (N = 1379), and all independent and dependent variables exist at the story level.7 All three dependent variables (number of comments, civility, and hostility) were log-transformed to normalize skewed distributions, although true means and standard deviations are reported above and in the results for ease of interpretation. Multiple regression was used to test RQ1. Each of the 25 story topic categories were dummy coded into separate independent variables, then entered into three separate regression models predicting the degree (number of comments) and quality (civility and hostility) of comments. H1 and RQ2 were tested with an independent samples t-test, comparing the mean number of comments, as well as civility and hostility scores, between stories that did and did not include sources. To test H2 and RQ3, the researcher computed the correlations among the multimedia, number of comments, civility, and hostility variables. H3 and H4 were tested with an independent samples t-test, comparing the mean number of comments, along with civility and hostility scores, between stories where journalists did and did not participate in the comment sections.", "A hierarchical multiple regression model was used to test RQ4. The first block included story topics, since user interest in the topic should theoretically be the first motivator of the decision to comment. The next block added the objectivity variable, another content feature. The third block introduced the multimedia variable, as an indicator of story format. The assumption here is that engaging content can motivate additional engagement (i.e., the decision to comment). The fourth block introduced a number of organizational commenting policies. Once a user has decided to comment, he or she may consider the relevant organization’s policies before doing so. In order for journalist participation to motivate commenting, a user must have read the comments and noticed the journalist’s presence. Because this process should theoretically occur after experiencing the content and format of a story, and considering organizational commenting policies, it was introduced in the final block."]}, {"title": "Results", "paragraphs": ["RQ1 considered whether certain political story topics exhibit more and higher-quality user comments. The results for Model 1 in Table 1 show that users are significantly more likely to comment on stories about the following political topics (ordered from largest to smallest regression coefficients): budget, Tea Party, economy, healthcare, intelligence agencies, government inefficiency, gun control, and op-ed stories. In terms of civility, the results for Model 1 in Table 2 indicate that stories about the economy, government inefficiency, and immigration are significant predictors of less civil discussion. Finally, the results for Model 1 in Table 3 show that comments are more hostile for stories about gun control, defense, foreign policy, intelligence agencies, and politician’s characteristics/personality traits, while stories about labor had significantly less hostility in comment sections. Commenting on the NewsExplaining the degree and quality of user comments on news websitesAll authorsThomas B. Ksiazek http://orcid.org/0000-0003-4160-8218https://doi.org/10.1080/1461670X.2016.1209977Published online:02 August 2016TABLE 1 Hierarchical regression predicting number of comments (N = 1379 stories)CSVDisplay Table Commenting on the NewsExplaining the degree and quality of user comments on news websitesAll authorsThomas B. Ksiazek http://orcid.org/0000-0003-4160-8218https://doi.org/10.1080/1461670X.2016.1209977Published online:02 August 2016TABLE 2 Hierarchical regression predicting civility in user comments (N = 1379 stories)CSVDisplay Table Commenting on the NewsExplaining the degree and quality of user comments on news websitesAll authorsThomas B. Ksiazek http://orcid.org/0000-0003-4160-8218https://doi.org/10.1080/1461670X.2016.1209977Published online:02 August 2016TABLE 3 Hierarchical regression predicting hostility in user comments (N = 1379 stories)CSVDisplay Table", "RQ2 and H1 addressed objectivity in reporting, operationalized as the use of outside sources of information. In response to RQ2, there was no significant difference (t(1376) = 0.001, p = 0.999) in the number of comments between stories that did (mean = 240.64, SD = 890.05) and did not use sources (mean = 273.20, SD = 1036.05). H1 predicted that objective stories would exhibit higher-quality comments. Contrary to this prediction, stories using sources exhibited more hostility in comments (mean = 1.61, SD = 1.68) than stories that did not use sources (mean = 1.09, SD = 0.75), t(1376) = 3.357, p < 0.01. There was no significant difference (t(1376) = 0.035, p = 0.972) in civility scores between stories that did (mean = 5.15, SD = 2.36) and did not use sources (mean = 5.53, SD = 3.82).", "H2 and RQ3 tested the relationship between the inclusion of multimedia features and both the degree and quality of user comments. The results support H2: there was a positive correlation between the number of multimedia features and the number of comments, r = 0.154, p < 0.001. In response to RQ3, there was no significant relationship between multimedia features and civility, but a small, positive correlation between multimedia features and hostility in user comments, r = 0.063, p < 0.05.", "H3 and H4 explored differences between discussion threads that did and did not involve active participation by professional journalists (i.e., the author of a given story). Supporting H3, stories where journalists commented exhibited more comments overall (mean = 688.05, SD = 1730.30) than stories that did not involve journalist participation in comment threads (mean = 227.06, SD = 858.04), t(1367) = 5.055, p < 0.001. H4 predicted that journalist participation would lead to higher-quality comments. This hypothesis is partially supported. While there was no significant difference in terms of civility, stories where the journalist participated in the comment thread exhibited lower hostility scores (mean = 1.07, SD = 0.50) than stories without journalist comments (mean = 1.60, SD = 1.67), t(46.25) = 4.021, p < 0.001.", "The final research question, RQ4, asked about the relative explanatory power of content, format, commenting policies, and journalist participation. In the full model (Model 5), the following factors predicted more user comments (Table 1): story topics (abortion, Tea Party, budget, healthcare, government inefficiency, gun control, intelligence agencies, op-ed, elections), multimedia features, organizational commenting policies (user registration—both on-site and third-party, post-moderation, reputation management, and private messaging), and journalist participation in comment sections. The only significant predictors of fewer user comments were pre-moderation of comments and prohibiting anonymity.", "In terms of quality, the full model (Model 5) in Tables 2 and 3 show the significant predictors of civility and hostility in user comments, respectively. In Table 2, three organizational commenting policies predicted more civil discussion (pre-moderation, post-moderation, and reputation management), while prohibiting anonymity along with stories about the economy and government inefficiency predicted less civility in comments. In terms of hostility (Table 3), stories about gun control, foreign policy, and intelligence agencies predicted more hostility, while stories about labor predicted less hostility. Regarding objectivity, stories that used sources had more hostility in the comment sections. Finally, while the policy of enabling private messaging is linked to more hostility, prohibiting anonymity and pre-moderation predicted less hostile comment sections."]}, {"title": "Discussion", "paragraphs": ["Journalists and their digital audiences recognize the value in offering a space for virtual public discussion of the news. User comments are desirable as a form of interactive user engagement, but only if these discussions are civil. This study set out to understand the factors that explain the degree and quality of user comments on news websites. The results indicate that a number of story topics predict more comments, but many also predict more hostile and/or less civil comments. Objectivity, in terms of including sources in reporting, was a significant predictor of more hostility in user comments. Including multimedia features was positively related to more comments, but also to more hostility. Journalist participation in comment sections led to more comments and less hostility. Finally, the results for organizational commenting policies were mixed; some predicted more comments and some predicted less, while some policies predicted higher-quality and others predicted lower-quality comments.", "Previous research has shown that the volume and quality of comments can vary across general story topics in the news. Contributing to this body of work, the focus here was on subtopics of political news. The findings seem to suggest that controversial topics generate more comments, but also more hostility in those discussions. Whether it be topics like gun control and government inefficiency—that have long-standing histories of heated debate—or topics unique to the time of data collection (e.g., the recent emergence of the Tea Party in the United States or questionable surveillance tactics by government intelligence agencies), controversial political news topics generate more discussion, but also more uncivil debate. Many of these topics held as significant predictors, even after controlling for the other factors in the full model. Moreover, topics like abortion and elections emerged as significant predictors in the full model, and in fact abortion was the strongest predictor of all story topics in that model. These findings confirm for political news topics what we already know about news topics in general: users are motivated to comment on stories that are interesting and arouse emotion (Barnes 2015; Canter 2013), and the degree of civility will also vary across topics, with hard news topics generating more incivility (Coe, Kenski, and Rains 2014). However, Santana (2016) found that news organizations often decide to limit the availability of comment forums altogether for controversial topics. The current research digs deeper into particular hard news topics and finds that more controversial topics see more comments, but those comments also tend to be of poorer quality.", "In addition to story topic, this study also explored the use of sources as another dimension of story content. The inclusion of sources made no difference for the number of comments, which is consistent with previous research (Ksiazek, Peer, and Lessard 2016; Liu, Zhou, and Zhao 2015). In terms of quality, there was no difference in the level of civility, but stories that used sources did exhibit more hostile comments, and this finding held when controlling for the other factors. The hostility finding contradicts previous research, where Ksiazek, Peer, and Zivic (2015) found that stories with sources had less hostile comments. While that study focused on one platform, the present study tested this across a wide range of news websites.", "It is quite possible that the use of sources, as a general practice, is less important than the actual sources quoted. While including sources can create an aura of objectivity for the reader, the decision to comment and the tone of that comment is more likely to stem from a cognitive and emotional reaction to the source itself—much like we see in the research on story topics. In fact, Coe, Kenski, and Rains (2014) found variations in incivility depending on the specific source quoted in a story (e.g., stories with quotes from Obama had more incivility in the user comments). So, users could be responding in a hostile way to the individuals chosen as sources, not to the general use of sources as a journalistic practice.", "In terms of story format, the inclusion of multimedia features was related to more user comments. Most news organizations see multimedia journalism as a more engaging form of storytelling. Thus, the findings suggest that engagement begets more engagement. If users are engaged while experiencing the story, they are more likely to remain engaged and comment on that story. This finding supports previous research on the relationship between format and volume of comments (Lee and Kim 2015; Liu, Zhou, and Zhao 2015). In terms of quality, the inclusion of multimedia features had a small correlation with more hostility, but that disappeared when controlling for other factors. It seems that multimedia journalism does indeed encourage user engagement, but does not seem to matter for the quality of engagement.", "Perhaps the most interesting finding in this study concerns the role of journalist participation in comment sections. Despite concerns about intruding on “user” space (Diakopoulos and Naaman 2011; Loke 2012a; Robinson 2010) and the increased demand on journalists’ time in order to participate (Anderson 2011; Diakopoulos and Naaman 2011; Ihlebaek and Krumsvik 2015), when journalists contribute comments to these discussions we see more and higher-quality comments, overall. These findings held even when controlling for the other factors and suggest that journalist involvement in comment sections is indeed a “best practice” for news organizations (Goodman 2013).", "In terms of general engagement (i.e., the volume of comments), perhaps users see participation by journalists as an indicator of the value of commenting on news stories. It is also possible that users see this as an opportunity to directly interact with professional journalists, something that was previously relegated to letters to the editor and news talk radio. Regarding the improved quality of discussions where journalists contribute, this finding seems to support the surveillance effect proposed earlier. The logic is that users are more likely to act in a civil manner if they are aware that journalists are monitoring their comments.", "The final set of factors included a set of organizational commenting policies implemented to manage user conversations on news websites. While research exists on a number of these policies, this study is unique in controlling for various factors when testing the relationship between commenting policies and the degree/quality of comments. User registration, post-moderation, reputation management, and private messaging all predicted more comments, while pre-moderation and prohibiting anonymity discouraged commenting. In terms of quality, pre-moderation, post-moderation, reputation management, and prohibiting anonymity predicted higher-quality comments (i.e., more civil and/or less hostile). While prohibiting anonymity predicted less hostility, it was also significantly related to less civil commenting.", "There is a growing body of research on the role of anonymity in commenting, generally finding mixed results (e.g., Ksiazek 2015; Santana 2014). Consistent with the findings in this study, Ksiazek (2015) found that prohibiting anonymity led to less hostile, but also less civil, comments. Reflecting on these findings, and the fact that prohibiting anonymity led to fewer comments overall, it seems that this policy generally discourages user engagement. While some news organizations (e.g., Huffington Post) have recently decided to prohibit anonymous comments in an effort to improve the quality of user comments, the results of this study suggest the impact of that policy is less than clear and has the potential to reduce user engagement.", "The limitations of this study suggest several opportunities for future research. The topical focus of the study centered on political news. Most of the existing research on variations in commenting across story topics focuses on general news topics. While this study offered a closer look at subtopics of political news, it would be useful to know more about subtopics of other general news topics. For instance, Coe, Kenski, and Rains (2014) found comments on hard news stories exhibited more incivility than comments on soft news stories, but stories about sports were the exception. Perhaps a closer look at commenting variations across subtopics of sports news would lend insight into why we see this discrepancy. Additionally, while this study found that controversial topics seem to generate more comments, but also lower-quality comments, measures of the broader volume of media coverage for each topic and public opinion regarding the most important political issues might also explain why certain story topics generate more and higher/lower-quality comments.", "The use of sourcing as the lone indicator of objectivity is clearly a limitation of this study. While other measures of objectivity and bias were included in the original codebook, they proved to be unreliable, even after several rounds of coder retraining. Research has found that users are more likely to comment on a story when they perceive the story to be biased (Chung, Munno, and Moritz 2015) and users are more likely to “flame” (i.e., post a hostile comment) when they experience a challenge to their beliefs from another commenter (Hutchens, Cicchirillo, and Hmielowski 2015). These studies, along with the present findings, suggest that objectivity (or lack thereof) matters to commenters. Yet the reliability difficulties experienced in the present study suggest we need to continue to develop and refine our measures of objectivity when doing content analysis of news stories.", "Related, we should continue to explore the motivators and inhibitors of commenting. While several were found to be significant in this study, there are surely others that are not included. For instance, the social dynamics of commenting platforms likely impact the volume and tone of comments. Barnes (2015) found that users were discouraged to post comments due to a lack of confidence and intimidation that others would not perceive their comments as thoughtful and rational. Alternatively, she found that emotion and passion about the topic, participating in a community, and taking a stance were all motivators for commenting. The latter finding (i.e., taking a stance) is consistent with other research that shows users are more likely to comment when they feel their position has been challenged (Hutchens, Cicchirillo, and Hmielowski 2015). Future research should continue to explore the interactive dynamics of these discussion spaces. For instance, might hostile comments breed more hostility in a thread? Perhaps network analysis would offer the opportunity to explore these patterns of contagion.", "Finally, this study, like most other research concerned with user comments on news websites, draws on notions of the public sphere and the value of high-quality deliberation to rationalize the value of the research at hand. Freelon (2015) suggests that we should consider variations in commenting norms, beyond just deliberation. For instance, he argues that online political discussions might also be characterized by communitarianism (i.e., “collaborating with like-minded others to advance ideologically specific goals and disengaging with outsiders”) and liberal individualism (i.e., “the single-minded pursuit of uninhibited self-expression, usually at the expense of civility and responsiveness”) (774). The latter would clearly alter our understanding of civility and hostility in user comments, and Freelon found evidence that “newspaper comment sections are spaces of both liberal individualism and deliberation” (785). Considering other frameworks of commenting norms would offer a fruitful line of inquiry going forward.", "Regardless of why a user decides to comment on a news story, that comment becomes part of a public discussion of current events. Both journalists and their audiences see great value in these comment sections, for both the general engagement benefit, and for the opportunity to participate in rational discussion about important topics. This study offers insight into several factors that explain the volume and quality of those user comments, suggesting that story content, story format, journalist participation, and organizational commenting policies all play a role to varying degrees."]}], "references": [{"title": "Flaming in Electronic Communication", "year": "2004", "journal": "Decision Support Systems", "volume": "36", "authors": [{"name": "Alonzo Mei", "first_name": "Alonzo", "last_name": "Mei"}, {"name": "Aiken Milam", "first_name": "Aiken", "last_name": "Milam"}]}, {"title": "Between Creative and Quantified Audiences: Web Metrics and the Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Understanding the Affective Investment Produced Through Commenting on Australian Alternative Journalism Website New Matilda", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Barnes Renee.", "first_name": "Barnes", "last_name": "Renee."}]}, {"title": "How Users Take Advantage of Different Forms of Interactivity on Online News Sites: Clicking, E-Mailing, and Commenting", "year": "2011", "journal": "Human Communication Research", "volume": "38", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}]}, {"title": "News Programs: Designing MSNBC.com’s Online Interfaces", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Braun Joshua A.", "first_name": "Braun", "last_name": "A."}]}, {"title": "Hosting the Public Discourse, Hosting the Public: When Online News and Social Media Converge", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Braun Joshua A.", "first_name": "Braun", "last_name": "A."}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "The Misconception of Online Comment Threads: Content and Control on Local Newspaper Websites", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Canter Lily.", "first_name": "Canter", "last_name": "Lily."}]}, {"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2012", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Carpenter Serena.", "first_name": "Carpenter", "last_name": "Serena."}]}, {"title": "Profits and Perils: Online News Producers’ Perceptions of Interactivity and Uses of Interactive Features", "year": "2007", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "Triggering Participation: Exploring the Effects of Third-Person and Hostile Media Perceptions on Online Participation", "year": "2015", "journal": "Computers in Human Behavior", "volume": "53", "authors": [{"name": "Chung Myojung", "first_name": "Chung", "last_name": "Myojung"}, {"name": "Munno Greg J.", "first_name": "Munno", "last_name": "J."}, {"name": "Moritz Brian", "first_name": "Moritz", "last_name": "Brian"}]}, {"title": "Online and Uncivil? Patterns and Determinants of Incivility in Newspaper Website Comments", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Coe Kevin", "first_name": "Coe", "last_name": "Kevin"}, {"name": "Kenski Kate", "first_name": "Kenski", "last_name": "Kate"}, {"name": "Rains Stephen A.", "first_name": "Rains", "last_name": "A."}]}, {"title": "What is a Flag for? Social Media Reporting Tools and the Vocabulary of Complaint", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate"}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Discourse Architecture, Ideology, and Democratic Norms in Online Political Discussion", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Freelon Deen.", "first_name": "Freelon", "last_name": "Deen."}]}, {"title": "Civil Society and Online Political Discourse: The Network Structure of Unrestricted Discussions", "year": "2011", "journal": "Communication Research", "volume": "38", "authors": [{"name": "Himelboim Itai.", "first_name": "Himelboim", "last_name": "Itai."}]}, {"title": "How Could You Think That?!?!: Understanding Intentions to Engage in Political Flaming", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Hutchens Myiah J.", "first_name": "Hutchens", "last_name": "J."}, {"name": "Cicchirillo Vincent J.", "first_name": "Cicchirillo", "last_name": "J."}, {"name": "Hmielowski Jay D.", "first_name": "Hmielowski", "last_name": "D."}]}, {"title": "Editorial Power and Public Participation in Online Newspapers", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Ihlebaek Karoline Andrea", "first_name": "Ihlebaek", "last_name": "Andrea"}, {"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Civil Interactivity: How News organizations’ Commenting Policies Explain Civility and Hostility in User Comments", "year": "2015", "journal": "Journal of Broadcasting and Electronic Media", "volume": "59", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "User Engagement with Online News: Conceptualizing Interactivity and Exploring the Relationship Between Online News Videos and User Comments", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor"}, {"name": "Lessard Kevin", "first_name": "Lessard", "last_name": "Kevin"}]}, {"title": "Discussing the News: Civility and Hostility in User Comments", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor"}, {"name": "Zivic Andrew", "first_name": "Zivic", "last_name": "Andrew"}]}, {"title": "Behavioral Strategies for Dealing with Flaming in an Online Forum", "year": "2005", "journal": "The Sociological Quarterly", "volume": "46", "authors": [{"name": "Lee Hangwoo.", "first_name": "Lee", "last_name": "Hangwoo."}]}, {"title": "That’s Not the Way it is: How User-Generated Comments on the News Affect Perceived Media Bias", "year": "2012", "journal": "Journal of Computer-Mediated Communication", "volume": "18", "authors": [{"name": "Lee Eun-Ju.", "first_name": "Lee", "last_name": "Eun-Ju."}]}, {"title": "Content Analysis in an Era of Big Data: A Hybrid Approach to Computational and Manual Methods", "year": "2013", "journal": "Journal of Broadcasting and Electronic Media", "volume": "57", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Understanding News 2.0: A Framework for Explaining the Number of Comments From Readers on Online News", "year": "2015", "journal": "Information and Management", "volume": "52", "authors": [{"name": "Liu Qian", "first_name": "Liu", "last_name": "Qian"}, {"name": "Zhou Mi", "first_name": "Zhou", "last_name": "Mi"}, {"name": "Zhao Xin", "first_name": "Zhao", "last_name": "Xin"}]}, {"title": "Old Turf, New Neighbors: Journalists’ Perspectives on Their New Shared Space", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Loke Jaime.", "first_name": "Loke", "last_name": "Jaime."}]}, {"title": "Public Expressions of Private Sentiments: Unveiling the Pulse of Racial Tolerance Through Online News Readers’ Comments", "year": "2012", "journal": "Howard Journal of Communications", "volume": "23", "authors": [{"name": "Loke Jaime.", "first_name": "Loke", "last_name": "Jaime."}]}, {"title": "Opinion Expression During Social Conflict: Comparing Online Reader Comments and Letters to the Editor", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "McCluskey Michael", "first_name": "McCluskey", "last_name": "Michael"}, {"name": "Hmielowski Jay", "first_name": "Hmielowski", "last_name": "Jay"}]}, {"title": "Journalistic Concern About Uncivil Political Talk in Digital News Media: Responsibility, Credibility, and Academic Influence", "year": "2015", "journal": "The International Journal of Press/Politics", "volume": "20", "authors": [{"name": "Meltzer Kimberly.", "first_name": "Meltzer", "last_name": "Kimberly."}]}, {"title": "In Moderation: Examining How Journalists’ Attitudes Toward Online Comments Affect the Creation of Community", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Meyer Hans K.", "first_name": "Meyer", "last_name": "K."}, {"name": "Carey Michael Clay", "first_name": "Carey", "last_name": "Clay"}]}, {"title": "The Impact of Synchronicity and Civility in Online Political Discussions on Perceptions and Intentions to Participate", "year": "2005", "journal": "Journal of Computer-Mediated Communication", "volume": "10", "authors": [{"name": "Ng Elaine W. J.", "first_name": "Ng", "last_name": "J."}, {"name": "Detenber Benjamin H.", "first_name": "Detenber", "last_name": "H."}]}, {"title": "Newspaper Journalists Support Online Comments", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Nielsen Carolyn.", "first_name": "Nielsen", "last_name": "Carolyn."}]}, {"title": "The Virtual Sphere: The Internet as a Public Sphere", "year": "2002", "journal": "New Media \\& Society", "volume": "4", "authors": [{"name": "Papacharissi Zizi.", "first_name": "Papacharissi", "last_name": "Zizi."}]}, {"title": "Reader Opinion in the Digital Age: Tabloid and Broadsheet Newspaper Websites and the Exercise of Political Voice", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Richardson John E.", "first_name": "Richardson", "last_name": "E."}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James"}]}, {"title": "Traditionalists vs. Convergers: Textual Privilege, Boundary Work, and the Journalist-Audience Relationship in the Commenting Policies of Online News Sites", "year": "2010", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "16", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "Public Sphere 2.0? The Democratic Qualities of Citizen Debates in Online Newspapers", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Ruiz Carlos", "first_name": "Ruiz", "last_name": "Carlos"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Micó Josep Lluís", "first_name": "Micó", "last_name": "Lluís"}, {"name": "Díaz-Noci Javier", "first_name": "Díaz-Noci", "last_name": "Javier"}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere"}, {"name": "Meso Koldo", "first_name": "Meso", "last_name": "Koldo"}]}, {"title": "Online Readers’ Comments Represent New Opinion Pipeline", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Santana Arthur D.", "first_name": "Santana", "last_name": "D."}]}, {"title": "Virtuous or Vitriolic: The Effect of Anonymity on Civility in Online Newspaper Reader Comment Boards", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Santana Arthur D.", "first_name": "Santana", "last_name": "D."}]}, {"title": "Controlling the Conversation: The Availability of Commenting Forums in Online Newspapers", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Santana Arthur D.", "first_name": "Santana", "last_name": "D."}]}, {"title": "User Comments: Motives and Inhibitors to Write and Read", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Springer Nina", "first_name": "Springer", "last_name": "Nina"}, {"name": "Engelmann Ines", "first_name": "Engelmann", "last_name": "Ines"}, {"name": "Pfaffinger Christian", "first_name": "Pfaffinger", "last_name": "Christian"}]}, {"title": "Changing Deliberative Norms on News Organizations’ Facebook Sites", "year": "2015", "journal": "Journal of Computer-Mediated Communication", "volume": "20", "authors": [{"name": "Stroud Natalie J.", "first_name": "Stroud", "last_name": "J."}, {"name": "Scacco Joshua M.", "first_name": "Scacco", "last_name": "M."}, {"name": "Muddiman Ashley", "first_name": "Muddiman", "last_name": "Ashley"}, {"name": "Curry Alexander L.", "first_name": "Curry", "last_name": "L."}]}, {"title": "Media Consumption Across Platforms: Identifying User-Defined Repertoires", "year": "2012", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Taneja Harsh", "first_name": "Taneja", "last_name": "Harsh"}, {"name": "Webster James G.", "first_name": "Webster", "last_name": "G."}, {"name": "Malthouse Edward C.", "first_name": "Malthouse", "last_name": "C."}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "What Prompts Users to Click and Comment: A Longitudinal Study of Online News", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Tenenboim Ori", "first_name": "Tenenboim", "last_name": "Ori"}, {"name": "Cohen Akiba A.", "first_name": "Cohen", "last_name": "A."}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye."}]}, {"title": "Email Flaming Behaviors and Organizational Conflict", "year": "2007", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Turnage Anna K.", "first_name": "Turnage", "last_name": "K."}]}, {"title": "Reader Comments on Mainstream Online Newspapers in Turkey: Perceptions of Web Editors and Moderators", "year": "2014", "journal": "Communications", "volume": "39", "authors": [{"name": "Ürper Dilruba C.", "first_name": "Ürper", "last_name": "C."}, {"name": "Çevikel Tolga", "first_name": "Çevikel", "last_name": "Tolga"}]}, {"title": "Discussions in the Comments Section: Factors Influencing Participation and Interactivity in Online Newspapers’ Reader Comments", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Weber Patrick.", "first_name": "Weber", "last_name": "Patrick."}]}, {"title": "Deliberativeness of Online Political Discussion", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Zhou Xiang", "first_name": "Zhou", "last_name": "Xiang"}, {"name": "Chan Yuen-Ying", "first_name": "Chan", "last_name": "Yuen-Ying"}, {"name": "Peng Zhen-Mei", "first_name": "Peng", "last_name": "Zhen-Mei"}]}]}