{"doi": "10.1080/1461670X.2016.1215253", "url": "https://doi.org/10.1080/1461670X.2016.1215253", "title": "All in the Game", "volume": "18", "year": "2017", "issue": "1", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Painter", "first_name": "Chad", "name": "Chad Painter", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Communitarian ethicists argue that social identity is formed by community relationships, emphasizing the connection between an individual and his or her community. News organizations are part of that community. Indeed, journalism only functions properly in terms of the public and public life, and as part of a larger community. This textual analysis study focused on the breakdown of the fictional Baltimore community depicted in the television series The Wire. Five institutions—the police force and justice system, the labor force, local and state politicians and government, the educational system, and the daily newspaper—have failed, and, in turn, the city is failing. Through the lens of communitarian ethics, the researcher argues that community stakeholders must recognize the need for a strong community from which the press can operate to report, explain, correct, and connect.", "body": [{"sec_title": "Introduction", "sec_content": ["The public often decries the lack of media coverage surrounding certain events. The organization Project Censored, for example, is dedicated to uncovering stories unreported—or under-reported—by the mainstream media. However, there are several stories that are covered by the media that simply are not consumed by the public: for example, the water crisis in Flint, Michigan. Journalists from the Flint Journal wrote more than 500 stories about the city’s water crisis during a two-year period starting in January 2014 (Hiner 2016). As John Hiner, vice president of content at MLive Media Group and the former executive editor at the Flint Journal, wrote in a letter to Poynter, “From politics to public health implications to the impact on residents of this hurting city, there has been no development that has gone unreported or unexplained” (Hiner 2016, 1). The missing component of the story, according to Hiner, was people inside and outside of Michigan caring. He wrote that the story received “less total readership over 12 months than the Michigan–Michigan State football game” and that routine weather stories are more widely read than the Flint water crisis, even after a doctor raised the alarm in September 2015 about rising lead levels in children’s blood (1).", "A socially responsible press only makes sense in terms of the public and public life (Christians et al. 2009).", "The media influence and are influenced by the larger social, cultural, legal, political, and economic systems in which they operate (Christians, Ferré, and Fackler 1993; Hallin and Mancini 2004). The central argument in this article is that journalism only functions properly as part of a larger community. Thus, citizens, elites, experts, governments, and other constituent groups owe journalists a community from which to monitor, facilitate, and collaborate. Citizens who participate actively with public life contribute to a “great community” (Dewey 1954). However, citizen voices are marginalized during public policy debates, and the business of media is placed outside the boundaries of democratic politics (McChesney 1999). Public discourse increasingly takes the form of entertainment (Postman 1985). Politics, religion, news, athletics, education, and commerce have been transformed into forms of show business, largely without much popular notice, let alone protest (Postman 1985).", "The researcher will explore the breakdown of community through the fictional television series The Wire. On June 2, 2002, HBO aired the premier episode of The Wire, a sprawling and complex television drama that lasted for five seasons and 60 episodes. The Baltimore depicted in The Wire is a failing city. It is failing because five components important to the makeup of any city—the police force and justice system, the labor force depicted through unionized dockworkers, politicians at the local and state levels, the school system, and the city newspaper—are failing. Series creator David Simon has said that while Greek tragedies focus on the Gods, The Wire is about how people give God-like reverence to institutions (O’Rourke 2006). When these institutions fail, the community fails; and when community fails, the media cannot adequately perform their role in that society."]}, {"sec_title": "Literature Review", "sec_content": ["Communitarian ethicists emphasize the connection between an individual and his or her community, arguing that a person’s social identity largely is formed by community relationships (Bell 1993; Delaney 1994; Tam 1998). Such ethicists propose that the community ought to secure a balance between individual autonomy and the common good. Philosophically, modern communitarianism is rooted in the work of John Dewey, who wrote: Individuals are interdependent. No one is born except in dependence on others …  The human being is an individual because of and in relations with others. Otherwise, he is an individual only as a stick of wood is, namely, as spatially and numerically separate. (Dewey 1985, 227)", "Individuals are interdependent. No one is born except in dependence on others …  The human being is an individual because of and in relations with others. Otherwise, he is an individual only as a stick of wood is, namely, as spatially and numerically separate. (Dewey 1985, 227)", "Communitarians, then, seek a balance between individual rights and social responsibilities, believing that the self is neither autonomous nor exists in isolation (Etzioni 1993). Instead, the self is shaped by values and culture of interdependent communities (Etzioni 1993).", "Culbertson and Chen (1997) propose six core tenets of communitarianism: (1) the rightness or wrongness of a behavior depends in large part on its positive contribution to commitment to and quality of relationships (37–38); (2) community requires a sense of interconnectedness and social cohesion (38); (3) identification of, and humble but firm commitment to, core values and beliefs are essential to a sense of community (38–39); (4) people who claim rights must be willing to balance them with responsibilities (39); (5) community requires that all citizens have a feeling of empowerment, of involvement in making and implementing decisions that bear on their lives (39–40); finally, (6) community requires a broadening of one’s social world, one’s array of significant others, so as to reduce fragmentation and enhance breadth of perspective (40).", "These communities sometimes can be physical, such as a religious congregation or parent–teacher association. Community demands a place where people can see and know each other, where children can learn and play, and where adults work and engage in leisure activities together (Sandel 1996). Etzioni (1993) argued that two basic characteristics form a community. The first is a web of crisscrossing and reinforcing relationships among a group of individuals. The second is shared culture, values, norms, history, and identity. However, communities often are imagined, socially constructed by people thinking about themselves as belonging to some larger group (Anderson 2006). A nation, for example, is an imagined community: “imagined” because it is impossible to know even a large minority of fellow-members, and a “community” because it is conceived in terms of deep comradeship (Anderson 2006). Dewey (1954) argued that publics are spontaneous groups of citizens who share the indirect effects of a particular action. Anyone affected by the indirect consequences of a specific action, therefore, will have a common interest in solving a common problem. As part of a public, people have certain inescapable claims on each other that cannot be renounced except at the cost of their humanity (Christians, Ferré, and Fackler 1993).", "One such inescapable claim, according to Dewey (1954), is to engage in politics and political discourse, the work and duty of each individual in the course of his or her daily routine. Sandel (1996) argued that liberty, in the republican tradition, depends on self-government, which in turn depends on members of a political community identifying with the role of citizen and undertaking the obligations of citizenship. Liberty requires knowledge of public affairs, a sense of belonging, a concern for the whole, and a moral bond with the community (Sandel 1996). Communication is the key to a great community, and citizens who deliberate with fellow citizens about the common good help shape the destiny of the political community and contribute to that community (Dewey 1954; Sandel 1996). Such communication occurs in a public sphere, a space outside of state control where individuals exchange views and knowledge (Habermas 1991). The critical nature of a public sphere might expose citizens to conflicting views, which political scholars have deemed a necessary, albeit often missing, element of the kind of political dialogue needed to maintain democracy (Mutz and Martin 2001). There is a need to engage citizens in public deliberation, or discussions on complex policy issues, in a contemporary version of the public sphere (Guttman 2007).", "Robert Putnam (2000) stressed the importance of bridging social capital, where bonds of connectedness are bridged across diverse social groups. However, he wrote that Americans increasingly are abandoning community, trading common identity and shared public life for individual pursuits (Putnam 2000). Participation in politics, civic affairs, religious worship, workplace connections, and philanthropy and volunteering started a downward trajectory in the 1970s, and this trajectory accelerated during the 1980s to 2000s (Putnam 2000). Consequently, social, political, and economic systems are failing.", "Social responsibility theory is based on a communitarian model that seeks justice, covenant, and empowerment (Christians, Ferré, and Fackler 1993). The fourth component of communitarianism is an organizational culture that is based on mutuality (Christians, Ferré, and Fackler 1993). The ultimate goal of reporting becomes social transformation (Christians, Ferré, and Fackler 1993) that could occur at the local, state, regional, national, or international level. Consequently, the media should elevate their standards by emphasizing alternatives, choices, consequences, and conditions to foster conversation, improve knowledge, and provide citizens with the material and guidance necessary for self-governance (Dewey 1954; Nerone 1995; Smith 1988). A media system based on social responsibility is premised on the idea that freedom of expression is a positive freedom (Berlin 2002; Nerone 1995). Expression is not an inalienable right, but an earned moral right (Nerone 1995). That moral right, and the nature of the press’ freedom, is serving the public (Nerone 1995; The Commission on Freedom of the Press 1947). Proponents of a socially responsible press argue that the press only makes sense in terms of the public and public life, that the fundamental problem in journalism is the reconstitution of the public (Christians, Ferré, and Fackler 1993; Christians et al. 2009; Dewey 1954).", "The media can create a space for civic engagement, the coming together of individuals and groups to discuss and address areas of mutual concern (Coleman et al. 2008). Increased civic engagement, in turn, can lead to higher levels of political and civic participation (Coleman et al. 2008). The press supports the maintenance of public space and public life by creating spaces where the public can address one another and by enhancing discourse in those public spaces (Carey 1997). One major purpose of the press is to promote and improve public life, not just report on it (Glasser and Craft 1997). Therefore, journalists must re-examine the traditional ideal of maintaining distance between themselves and the communities they serve by expanding the realm of individual debate to include themselves (Glasser and Craft 1997; Hodges 1997).", "There certainly is a normative reason for the media to engage in civic and public life. However, there also is an economic reason. Newspapers are no longer central to public life and must be transformed before they become superfluous (Anderson, Dardenne, and Killenberg 1997). People or groups, such as the media, agree to provide needed services; the community, in turn, agrees to compensate them for the services and recognize their right to perform them (Gardner, Csikszentmihalyi, and Damon 2002). Such a mutually beneficial relationship creates an authentic alignment. A professional realm is authentically aligned when the values of the culture are in line with those of the domain (knowledge, skills, practices, rules, and values), when the expectations of stakeholders (consumers, citizens, corporate shareholders, and executives) match those of the field (the roles that individuals practice when working with symbols of the domain and institutions), and when the domain and the field are themselves in sync (Gardner, Csikszentmihalyi, and Damon 2002).", "Social responsibility theory represents the triumph of community against the individual through a radical reconstruction of the relationship between communities and individuals (Nerone 1995). Individuals working together for the common good perpetuate communities; individuals do not create communities but instead are born into them (Hodges 1997). Ferré (1988, 201) argued that “to successfully counter individual autonomy, a normative ethics of news reporting must understand that both community and personhood are central to the nature of human being and democratic social life.” Therefore, any normative ethics of news reporting must insist that both community and personhood are central to the nature of being human, that our account of what constitutes human existence will necessarily influence beliefs about the proper conduct of democratic government, and that the media stand at the center of those webs of meaning by which people understand and transform culture (Christians, Ferré, and Fackler 1993).", "The Wire is a show about Baltimore, but the city stands for a microcosm of the struggles of contemporary America (Fisher 2013; Gurland-Baker 2013). In the end, the show focuses on the diminishing value of life in a post-industrial, consumer-capitalist society (Crosby 2013). The show conforms to the structure of television melodrama seen in the rest of popular television since the 1980s (Williams 2014). It does, however, move away from family and personal sagas, moving toward institutional connections; it therefore becomes a more complex and closure-deferring series that compares and contrasts many institutional worlds (Williams 2014). The narrative is spread nearly evenly across multiple characters, each of whom matters almost equally (Williams 2014). There is no single protagonist because the series is focused on institutions, not individuals (Williams 2014).", "At its core, The Wire is a crime drama; however, the real criminal is the entire social system, not an individual (Zizek 2013). It is a cop show that uses genre expectations as a way to probe larger, institutional injustices (Williams 2014). As show creator David Simon writes: The Wire was not about Jimmy McNulty. Or Avon Barksdale. Or Marlo Stanfield, or Tommy Carcetti or Gus Haynes. It was not about crime. Or punishment. Or the drug war. Or politics. Or race. Or education, labor relations or journalism. It was about the city  …  By showing a new aspect of a simulated American city in all its complexity, we might, by the end of the show’s run, have a chance to speak to something more universal than Avon Barksdale or Jimmy McNulty or drugs or crime. (Simon 2009, 3, 28)", "The Wire was not about Jimmy McNulty. Or Avon Barksdale. Or Marlo Stanfield, or Tommy Carcetti or Gus Haynes. It was not about crime. Or punishment. Or the drug war. Or politics. Or race. Or education, labor relations or journalism. It was about the city  …  By showing a new aspect of a simulated American city in all its complexity, we might, by the end of the show’s run, have a chance to speak to something more universal than Avon Barksdale or Jimmy McNulty or drugs or crime. (Simon 2009, 3, 28)", "Each of the five seasons focuses on a different institutional aspect of the failing, though fictional, Baltimore. In Season 1, viewers see the failure of the war on drugs through the West Baltimore drug market that police cannot curtail (Alvarez 2009; Simon 2009; Williams 2014; Zizek 2013). Season 2 centers on the betrayal and disappearance of the blue-collar working class as seen through a failing, corrupt dockworkers union (Alvarez 2009; Simon 2009; Williams 2014; Zizek 2013). A cynical government and political culture raises then crushes hopes for reform in Season 3, where viewers see increasingly desperate police and political strategies to resolve the city’s drug problem (Alvarez 2009; Simon 2009; Williams 2014; Zizek 2013). The state of public education is shown through the waste and failure of an urban school system to sufficiently educate a largely black underclass in Season 4 (Alvarez 2009; Simon 2009; Williams 2014; Zizek 2013). Finally, viewers see the slow, ugly death of the American newspaper that fails to report, explain, correct, or connect the institutional problems outlined in the previous four seasons (Alvarez 2009; Ferrucci and Painter 2014; Herbert 2012; Simon 2009; Williams 2014; Zizek 2013). Previous scholars have labeled the fifth season as one of the most truthful depictions of a newsroom in popular culture (Hanson 2008; Sabin 2011). Working journalists, however, have attacked Simon as vindictive and obsessed, arguing that the depiction of individual journalists, especially Scott Templeton, was at best distorted for entertainment purposes and at worst wholly inaccurate (Steiner 2013). These critiques marginalize Simon’s attacks on corporatized newsrooms and the resultant loss of journalistic identity and credibility (Steiner 2013).", "Institutions on The Wire are obsessed with quantifying victory (Fagan 2013), from the police department manipulating crime statistics and the educational system doing likewise with statewide testing scores, to the daily newspaper eschewing good reporting in favor of chasing a Pulitzer. These institutions, ultimately, harm both the individuals who comprise them and the individuals and communities they are meant to serve (Crosby 2013). Institutional forces that are nearly impossible to resist shape each character (Fagan 2013), and each season highlights individuals who are unequal to the problem or task they face (Schaub 2010). The series culminates with a montage that drives the point that nothing really changes, that the appearance of change masks the world’s basic sameness (Fagan 2013). The tragic finale is the re-establishment of the status quo (Gurland-Baker 2013). The “ending” is not really an ending because, while narrative threads are tied up, nothing has really ended; instead, a new generation rises to replace the old and everything continues relatively unchanged (Williams 2014)."]}, {"sec_title": "Methodology", "sec_content": ["This study utilizes textual analysis, which can be used as “a means of trying to learn something about people by examining what they … produce on television” (Berger 1998, 23). The value of employing textual analysis is that “media texts present a distinctive discursive moment between encoding and decoding that justifies special scholarly engagement” (Fürsich 2009, 238). Meanings from manifest content are socially produced or constructed (Lester-Roushanzamir and Raman 1999). For this textual analysis, the researcher focused on narrative aspects of The Wire (Miller 2010). Narratives encourage people to make decisions about aspects of a television program, and an analysis of narrative also allows researchers to make decisions about the artifact they are consuming (Foss 2009). In addition to spoken text, visual features such as type of shot, content, sequencing, and graphics also were analyzed (Foss 2009). In a textual analysis, researchers not only examine the surface content of a program but also aim to unearth all possible meanings (Larsen 1991).", "Textual analysis “proceeds from a long soak in the material to an extremely close reading of a specific text as defined by the researcher” (Lester-Roushanzamir and Raman 1999, 703). In this study, the unit of analysis was the spoken and visual text of 60 episodes of The Wire that aired on HBO from June 2, 2002, to March 9, 2008. Because of the importance of plot and character development in The Wire, the researcher first should clarify the sample. Systematically, each of the 60 episodes of the series, or about 70 hours, was viewed to put the episodes into context. Each episode then was closely analyzed for dialogue, facial expressions, camera framing, lighting, body language, or any other characteristic that could cause the viewer to see a character or situation in a certain manner.", "Texts were examined several times: themes emerged during initial viewings and more viewings were conducted to explore those themes (McKee 2003). While coding themes and patterns, the researcher isolated something “(a) that happen[ed] a number of times and (b) that consistently happen[ed] in a specific way” (Miles and Huberman 1984, 215). Thick description is used to determine what those structures of meaning are and to digest their meaning (Geertz 1973). Textual analysis goes beyond the manifest content of messages, allowing researchers to discern “implicit patterns, assumptions and omissions of a text” (Fürsich 2009, 241). Text should be thought of as “an indeterminate field of meaning in which intentions and possible effects intersect. The task of the analysis is to bring out the whole range of possible meanings” (Larsen 1991, 122). Readings have preferred narratives and subjects (Lester-Roushanzamir and Raman 1999). Researchers do agree that multiple readings are possible, and that the author of a text might not have intended what the researcher found in his or her reading of the text (Lester-Roushanzamir and Raman 1999). However, researchers do assume that patterns of values, attitudes, and behavior found in the text reflect and affect those who created it (Berger 1998)."]}, {"sec_title": "Findings", "sec_content": ["The Baltimore depicted in The Wire is a failing city. That failure results from the failures of five necessary institutions: the police and justice system, unions and industrial jobs, politicians and the government, the educational system, and the daily newspaper. Each of these institutions will be discussed in more depth.", "Season 1 centers on the interaction between Baltimore police and a West Baltimore drug gang. Three narcotics detectives, Kima Greggs, Thomas “Herc” Hauk, and Ellis Carver, discuss the futility of the “war on drugs” in Season 1, Episode 1, “The Target”:Carver:(to Kima) Girl, you can’t even call this shit a war. Hauk:Why not? Carver:Wars end.", "(to Kima) Girl, you can’t even call this shit a war.", "Why not?", "Wars end.", "However, this war, though futile, shows no signs of ending during the five seasons of The Wire. Instead, viewers see failed policies such as street-level drug rips and low-level, quality-of-life policing tried time and again instead of more effective methods such as high-end drug cases and beat policing. The war on drugs also is shown to take a major toll on the officers fighting it. Major “Bunny” Colvin institutes a free drug zone, nicknamed Hamsterdam, during Season 3. In essence, he legalizes drugs in parts of Baltimore. The idea works for a time as crime drops 14 percent in his district, but Colvin ultimately is fired when his scheme is discovered by commanding officers.", "The police are shown as failing to stop or even lessen the flow of drugs into West Baltimore. Similarly, the city daily, The Baltimore Sun, is shown to fail in adequately covering the war on drugs. Two major stories are missed because Sun journalists do not see the connection between an isolated crime and the larger gang wars in West Baltimore. In Season 5, Episode 3, “Not for Attribution,” Alma Gutierrez writes about a home invasion that left three people dead. The story, originally slated for the front page, is published in a much shorter version below the fold in Metro. The Sun completely misses the murder of a major player in the drug wars, Omar Little. There is space for one brief—either Little’s murder or a fire—and the editor decides to run the fire story because he had never heard of Little.", "Reporters also are depicted as stenographers instead of watchdog journalists. In Season 5, Episode 4, “Transitions,” Gutierrez reports on a press conference where Mayor Thomas Carcetti announces a new interim police commissioner, Bill Rawls. The press conference is broadcast live on television, and editors in the newsroom, especially Gus Haynes, openly mock the “dog-and-pony show.” The Sun covers the press conference as a straight news story in the next day’s paper because there are not enough reporters, especially experienced reporters, to publish real insight into the leadership change. Similarly, in Season 5, Episode 9, “Late Editions,” court reporter Bill Zorzi knows that a Carcetti press conference announcing a major drug bust is nothing more than an effort by a failing police department to show that it is doing something to keep the city safe. Viewers see that other news outlets are treating the press conference as major news, suggesting that Zorzi will publish a conventional news story despite his misgivings about the validity of the staged event.", "Police on The Wire are shown both to fight crime and also to routinely commit criminal acts. Carver, Hauk, Bunk Moreland, Jimmy McNulty, and Roland Pryzbylewski all drive drunk at some point during the series. Detective Michael Santangelo is shown urinating in public. Officer Eddie Walker commits four crimes during Season 4: he steals $200 from a teenager, breaks the fingers of another teenager who had just stolen a car, steals a ring from a suspect, and steals DVDs and T-shirts from a citizen asking for his help. Corrections Officer Dwight Tilghman is depicted smuggling drugs into the prison where he works; he only is arrested after five prisoners die from tainted drugs. Greggs, Carver, Hauk, McNulty, Pryzbylewski, and Lieutenant Cedric Daniels all assault suspects in police custody. Daniels also coaches Pryzbylewski on what to tell internal investigators after the officer assaults a teenager in Season 1, Episode 2, “The Detail,” an assault that ultimately causes the teenager to lose his eye:Daniels:He made you fear for your safety and that of your fellow officers. (Pryzbylewski shakes his head yes.) I’m guessing now, but maybe he was seen to pick up a bottle and menace Officers Hauk and Carver, both of whom had already sustained injury from flying projectiles. Rather than use deadly force in such a situation, maybe you elected to approach the youth, ordering him to drop the bottle. Maybe when he raised the bottle in a threatening manner, you used a KAL light, not the handle of your service weapon, to incapacitate the suspect. (Pryzbylewski shakes his head yes.) Go practice.", "He made you fear for your safety and that of your fellow officers. (Pryzbylewski shakes his head yes.) I’m guessing now, but maybe he was seen to pick up a bottle and menace Officers Hauk and Carver, both of whom had already sustained injury from flying projectiles. Rather than use deadly force in such a situation, maybe you elected to approach the youth, ordering him to drop the bottle. Maybe when he raised the bottle in a threatening manner, you used a KAL light, not the handle of your service weapon, to incapacitate the suspect. (Pryzbylewski shakes his head yes.) Go practice.", "The overarching justice system in Baltimore also is shown to be deficient if not outright broken. For example, a local drug gang is shown to intimidate witnesses into changing testimony during Season 1, Episode 1, “The Target.” Similarly, several witnesses are murdered before they testify, and another witness is murdered after he testifies. In Season 2, Episode 6, “All Prologue,” Assistant State’s Attorney Ilene Nathan puts Omar Little, a man who robs drug dealers and whom Nathan knows is lying, on the witness stand to testify against a gang member on trial for murder. While on the stand, Little is cross-examined by Maurice Levy, a Baltimore attorney who makes his career representing drug gangs. He also is a powerful and connected Baltimore attorney, so no other lawyer challenges him in court.", "The Sun likewise is deficient in covering the court system. For example, in Season 5, Episode 4, “Transitions,” no Sun reporter is there to cover State Senator Clay Davis leaving the federal courthouse after he gives grand jury testimony. Bill Zorzi, who covers federal courts for the Sun, is told to also cover city courts temporarily. He confronts Perlman when State’s Attorney Rupert Bond announces Davis’ indictment by the grand jury, asking why the prosecutor would stage a perp walk without telling the daily paper. Perlman responds that she left a voicemail for Gail Gibson, the Sun’s city court reporter who had left the paper in a round of buyouts four months earlier.", "The betrayal and disappearance of the blue-collar working class is shown through three members of the Sobotka family—patriarch Frank, his nephew Nick, and his son Ziggy. Frank Sobotka is the head of the local dockworkers union, and he is using money collected from illegally importing drugs and stolen goods, as well as human trafficking, to lobby state politicians to reinvest in a canal and grain pier. Without those investments, the docks are dead. As is, most people work one or two days at best.", "The union comes under police scrutiny after dock officer Beadie Russell finds 13 dead women in a “can.” Police, holding grand jury subpoenas, confront Sobotka during Season 2, Episode 5, “Undertow”:Sobotka:What you’re forgetting, detective, is that every IBS [International Brotherhood of Stevedores] local on the East Coast has had its ass in front of a federal grand jury two or three times already. You want to throw your summonses? Throw them. You want to subpoena our records? Shit, you don’t even need a subpoena no more. Our books were open to the Justice Department for eight years. We’re here through Bobby Kennedy, Tricky Dick Nixon, Ronnie “The Union Buster” Reagan, and half a dozen other sons of bitches. We’ll be here through your weak bullshit, no problem.", "What you’re forgetting, detective, is that every IBS [International Brotherhood of Stevedores] local on the East Coast has had its ass in front of a federal grand jury two or three times already. You want to throw your summonses? Throw them. You want to subpoena our records? Shit, you don’t even need a subpoena no more. Our books were open to the Justice Department for eight years. We’re here through Bobby Kennedy, Tricky Dick Nixon, Ronnie “The Union Buster” Reagan, and half a dozen other sons of bitches. We’ll be here through your weak bullshit, no problem.", "Season 2 ends with the literal and figurative death of the union. Frank Sobotka is murdered by the “Greeks,” the gang for which he was illegally importing women, drugs, and stolen goods. The union itself is decertified by the Federal Bureau of Investigation. The canal will not get dredged because politicians run scared following arrests of union members, and the grain pier is slated to be turned into high-end condos. Frank Sobotka sums up the problem with white-collar betrayal of blue-collar workers during an argument with union lobbyist Bruce DiBiago in Season 2, Episode 2, “Collateral Damage”:Sobotka:You know what the trouble is, Brucie? We used to make shit in this country. Build shit. Now we just put our hand in the next guy’s pocket.", "You know what the trouble is, Brucie? We used to make shit in this country. Build shit. Now we just put our hand in the next guy’s pocket.", "Media is virtually nonexistent throughout Season 2. The reason could be that the death of blue-collar jobs in Baltimore is so commonplace that it no longer is newsworthy, or that there has been so many buyouts at The Baltimore Sun that there are not enough reporters left to dedicate one to the continued loss of industry. Either way, the continued decline of the dockworkers, and their continued illegal activities on the docks, does not find its way into the daily paper.", "City government is shown throughout Season 3 to be at worst corrupt and at best inept. For example, Dennis “Cutty” Wise, a former gang member and convict, is trying to turn his life around by starting a boxing gym for at-risk youth. In Season 3, Episode 9, “Slapstick,” Cutty is shown bouncing from one bureaucratic nightmare to another while trying to get the proper permits for his gym.", "Corruption is rampant throughout the government. Mayor Clarence Royce funds political campaigns in part through laundered drug money, receives oral sex from his secretary in his office, and uses city employees to harass a political opponent. Major Colvin is practically forced into creating Hamsterdam, his legalized drug zone, from the pressure by police leadership and City Hall to reduce crime rates. State Senator Clay Davis launders drug money for himself and other politicians. He also defrauds Stringer Bell, a notorious drug lord, throughout Season 3. Davis tells Bell that he will take Bell’s money to bribe government officials for city, state, and federal contracts, as well as building permits; however, he just pockets the money for himself. Sun editor Gus Haynes discovers a shady land deal in a reporter’s City Council story; in the deal, the city will buy property from a known drug criminal, “Fat Face Rick” Hendrix for $1.2 million, and then sell him better property for $200,000. Sun journalists also find that Hendrix contributed at least $40,000 to Council President Nerese Campbell’s campaign fund.", "Councilman Thomas Carcetti is positioned as the great hope for reform. He gives a stirring speech during a Council meeting in Season 3, Episode 12, “Mission Accomplished” about the results of corrupt and inept governments:Carcetti:If this disaster demands anything of us as a city, it demands that we say enough. Enough to the despair which makes policemen even think about another surrender. Enough to the fact that these neighborhoods are not saved or are beyond the saving. Enough to this administration’s indecisiveness and lethargy, to the garbage which goes uncollected, the lots and row houses which stay vacant, the addicts who go untreated, the working men and women who every day are denied a chance at economic freedom. Enough to the crime, which every day chokes more and more of the life from our city. And the thing of it is, if we don’t take responsibility and step up, not just for the mistakes and the miscues, but for whether or not we’re going to win this battle for our streets, if that doesn’t happen, we’re going to lose these neighborhoods and ultimately this city forever.", "If this disaster demands anything of us as a city, it demands that we say enough. Enough to the despair which makes policemen even think about another surrender. Enough to the fact that these neighborhoods are not saved or are beyond the saving. Enough to this administration’s indecisiveness and lethargy, to the garbage which goes uncollected, the lots and row houses which stay vacant, the addicts who go untreated, the working men and women who every day are denied a chance at economic freedom. Enough to the crime, which every day chokes more and more of the life from our city. And the thing of it is, if we don’t take responsibility and step up, not just for the mistakes and the miscues, but for whether or not we’re going to win this battle for our streets, if that doesn’t happen, we’re going to lose these neighborhoods and ultimately this city forever.", "Carcetti eventually wins the mayoral election; however, viewers soon learn that he is not committed to Baltimore, only to his own political ambitions to run for Maryland governor in two years. Carcetti tells his staff that the “Sun papers made us look bad” in Season 5, Episode 2, “Unconfirmed Reports,” referring to reportage about city crime rates while he is thinking about a gubernatorial campaign. Carcetti even is willing to shortchange the citizens of Baltimore if hurting them would help his own career. He learns of a $54 million school budget shortfall and must ask the Republican governor for bailout money. However, the governor, knowing that Carcetti is planning to run against him, puts strings on the money that would hurt Carcetti in a statewide election, so Carcetti ultimately turns down the money.", "Viewers are led into the education system through Pryzbylewski, who they first saw as a police officer in Season 1. Now, he has left the police force to become a teacher. He meets with Tilghman Middle School Principal Claudell Withers and Assistant Principal Marcia Donnelly in Season 4, Episode 1, “Boys of Summer,” about a teaching job in mathematics. The administrators are very reluctant to offer a job because Pryzbylewski has not completed the teaching certificate program, but they become much more welcoming when they learn that he used to be a police officer. Pryzbylewski has early struggles as a teacher, getting overwhelmed by students during homeroom, class, and detention. However, he soon becomes one of the best teachers in the school, using a dice game to teach probabilities and statistics, finding new textbooks in the school’s storage room, and introducing his students to an unused school computer.", "However, he also quickly learns that the school district faces many of the same bureaucratic problems as the police force. This realization comes to a head during a conversation with Rachel Shapiro in the school’s teacher’s lounge during Season 4, Episode 8, “Corner Boys”:Shapiro:Look, you teach math, you teach the test. North Avenue is all about the leave-no-child-behind stuff getting spoon-fed. Pryzbylewski:And what do they learn?", "Look, you teach math, you teach the test. North Avenue is all about the leave-no-child-behind stuff getting spoon-fed.", "And what do they learn?", "District officials want a 10 percent rise in standardized test scores, so every teacher, no matter what subject they normally teach, is required to change curriculum to focus on mathematics and language skills, emphasizing questions that have been on previous statewide tests. The changes work, at least for the school. Test grades do rise, although the students do not really learn anything. Pryzbylewski learns the truth when speaking with Grace Sampson in Season 4, Episode 13, “Final Grades”:Sampson:You believe the numbers? Pryzbylewski:Thirty-eight percent proficient. Eight percent advanced. Sampson:Proficient means they’re at least two grades below their level. Advanced can mean they’re at grade level or a year below. They score them like that, and they say we’re making progress.", "You believe the numbers?", "Thirty-eight percent proficient. Eight percent advanced.", "Proficient means they’re at least two grades below their level. Advanced can mean they’re at grade level or a year below. They score them like that, and they say we’re making progress.", "Sun journalists are interested in publishing a series on how the school system is failing Baltimore children. In Season 5, Episode 2, “Unconfirmed Reports,” however, viewers learn that editor James Whiting is more interested in winning a Pulitzer Prize than exposing flaws in the system. Haynes argues that the story must include context, that the problem is systemic and not just confined to a classroom. Whiting counters that the reporting needs to be limited in scope so it does not become “some amorphous series detailing society’s ills.” Whiting’s point is that the Pulitzer committee, on which he used to sit, will look for a tangible problem and solution that can be measured clearly when discussing prizes.", "Pryzbylewski is not the only character on The Wire who gets caught up in bureaucratic games. Dennis Wise gets a “custodial” job with the school. The job, however, really is a two-month truancy officer position. The school gets a certain amount of money for each child who attends one day in September and one day in October; afterwards, the school does not lose money, so the truancy job is complete. Wise decides to leave the position because he really is not helping kids by forcing them to come to school for only two days. University of Maryland professor David Parenti also gets trapped in bureaucratic games. He convinces school officials to let him implement a pilot program with smaller class sizes and a special curriculum for at-risk youth, the “corner boys” who do not take school seriously and who disrupt their regular classes. The program does have limited success socializing and educating these students, but it is shut down by district administrators and the mayor’s office because the students are not being taught the statewide test curriculum. Sun reporters also run into bureaucracy when Whiting kills a story about the University of Maryland failing to meet its diversity goals. The paper has a potential story that illustrates racial issues on campus, but Whiting “had lunch” with the dean of journalism, who told him everything is getting much better despite the numbers.", "The Baltimore Sun, the fictional city daily depicted in Season 5, is a failing newspaper. One major problem is a journalistic culture that places profits above good journalism. This mentality in shown in Season 5, Episode 3, “Not for Attribution,” when Whiting addresses newsroom staff about the current state of the newspaper industry:Whiting:It’s a bad time for newspapers, as you all know. The news hole is shrinking as advertising dollars continue to decline. Our circulation numbers are also down as we compete with a variety of media. Technology is driving distribution, and the internet is a free source of news and opinions. Seeking a balance in this new world, we’re now faced with hard choices. We opened our first foreign bureau in London in 1924. The Sun’s foreign coverage has been a source of pride ever since. So it is with tremendous regret that I tell you that Chicago has made it clear that bureaus in Beijing, Moscow, Jerusalem, Johannesburg, and London will all be shuttered. Elsewhere in the newsroom, there will be a fresh round of buyouts. Chicago has given us some hard budgetary numbers that will force us into some hard decisions throughout the newsroom. We are quite simply going to have to find ways to do more with less.", "It’s a bad time for newspapers, as you all know. The news hole is shrinking as advertising dollars continue to decline. Our circulation numbers are also down as we compete with a variety of media. Technology is driving distribution, and the internet is a free source of news and opinions. Seeking a balance in this new world, we’re now faced with hard choices. We opened our first foreign bureau in London in 1924. The Sun’s foreign coverage has been a source of pride ever since. So it is with tremendous regret that I tell you that Chicago has made it clear that bureaus in Beijing, Moscow, Jerusalem, Johannesburg, and London will all be shuttered. Elsewhere in the newsroom, there will be a fresh round of buyouts. Chicago has given us some hard budgetary numbers that will force us into some hard decisions throughout the newsroom. We are quite simply going to have to find ways to do more with less.", "Haynes, the city editor who is the exemplar of good journalism, asks why there are such drastic cuts in the newsroom while the paper is profitable. The simple truth is that it is more cost efficient to run an inferior newspaper for less money.", "Older reporters are getting fired, and reporters such as Scott Templeton are looking to cut corners, win a prize, and move to a larger paper. Templeton unsuccessfully interviews for a job at the Washington Post in Season 5, Episode 4, “Transitions,” and begins making ethical lapses while covering homeless killings almost immediately upon his return to Baltimore. He sensationalizes news while writing himself into the story. His much bigger transgression is fabricating quotes, as well as entire interactions with a possible, albeit fake, serial killer. Templeton’s transgressions come to a head in Season 5, Episode 10, “-30-” during an interaction between Haynes and Managing Editor Thomas Klebanow:Klebanow:Are you suggesting that Scott made any of this up? Haynes:(Sighs and rubs his head) You ever notice that the guys who do that, the Blairs, the Glasses, the Kelleys, they always start with something small, just a little quote that they clean up. But then it’s a whole anecdote, and pretty soon they’re seeing some amazing shit. They’re the lucky ones who just happen to be standing on the right street corner in Tel Aviv when the pizza joint blows up, and the human head rolls down the street with the eyes still blinking. Klebanow:Gus, this has gotten personal between you and Scott, and it’s affecting your judgment. I’m moving the story through the state desk. You should go home. Think this through. We’ll talk in the morning. Gus:(Walking out) Maybe you win a Pulitzer with this stuff, and maybe you’ve got to give it back.", "Are you suggesting that Scott made any of this up?", "(Sighs and rubs his head) You ever notice that the guys who do that, the Blairs, the Glasses, the Kelleys, they always start with something small, just a little quote that they clean up. But then it’s a whole anecdote, and pretty soon they’re seeing some amazing shit. They’re the lucky ones who just happen to be standing on the right street corner in Tel Aviv when the pizza joint blows up, and the human head rolls down the street with the eyes still blinking.", "Gus, this has gotten personal between you and Scott, and it’s affecting your judgment. I’m moving the story through the state desk. You should go home. Think this through. We’ll talk in the morning.", "(Walking out) Maybe you win a Pulitzer with this stuff, and maybe you’ve got to give it back.", "Templeton’s homeless killing series—which, again, is largely faked—takes away the paper’s ever-shrinking resources and ability to cover more important stories such as the city’s gangs, the police and criminal justice system, the loss of industrial jobs, and corruption in politics."]}, {"sec_title": "Conclusions", "sec_content": ["Communitarianism is based on the premise that there must be a balance between individual autonomy and rights, on one hand, and social responsibilities as they relate to the larger good of a community, on the other. Individuals need interconnected and social cohesion, need to reduce their fragmented lives by broadening their social world to include places and institutions where they can connect and interact with others. However, that premise only works if there is a larger community to be part of. That larger community is broken to the point of nonexistence in The Wire. As Carcetti says in Season 4, “We’re going to lose these neighborhoods and ultimately this city forever.”", "The city of Baltimore depicted in The Wire is failing because its institutions are failing. Police are losing the war on drugs to West Baltimore gangs in Season 1 because of ineffective police tactics, a prioritization on collecting arrest statistics instead of making meaningful criminal cases, and a broken court system where witnesses routinely are intimidated and murdered and where corrupt lawyers are immune to scrutiny because of their positions within the state bar. A dying union underscores the death of the blue-collar working class in Season 2. Only the most senior union members routinely get a day’s work, leaving some younger unionists to start smuggling and stealing in order to earn a day’s wage. The union itself is corrupt, smuggling drugs, stolen goods, and women for a local gang. An inept city government results from corrupt Mayor Clarence Royce, who uses laundered drug money to fund his campaign, city employees to harass a political opponent, and his position as mayor to procure sex. Royce’s successor, Tommy Carcetti, is shown as the “Great White Hope,” but he ultimately sells out the city in favor of his own political career. A failing school system is depicted in Season 4. Students are shoved into overcrowded, unruly classrooms where teachers use outdated books and teach to a statewide test. While some teaching innovations work, district officials are more concerned with increasing statewide test scores than truly educating students. A newspaper doing “less with less” following another round of staff cuts is shown throughout Season 5. The remaining journalists cannot adequately report the failures of institutions seen in previous seasons. Instead, a young reporter is enabled to sensationalize and fabricate stories because head editors sense his series on a homeless serial killer could win a Pulitzer Prize, which could be their ticket to a larger, more secure paper.", "The Wire shows communitarian failure in institutions, and this failure is significant to journalism and journalism studies in two primary ways. First, news organizations are part of a community and function properly as one part of a larger institutional ecosystem; the press only makes sense in terms of the public and public life (Christians et al. 2009; Dewey 1954). If media fail their normative role to be socially responsible in terms of justice, covenant, and empowerment, then the society in which they operate most likely also will be failing. Similarly, if the social, cultural, legal, political, and economic systems are failing, then the media will not be able (or as able) to fulfill their role in society.", "Second, communitarians argue that the ultimate goal of a socially responsible press is to provide citizens with information necessary for self-governance and social transformation. The nature of the public in a communitarian ideal is for individuals to identify as citizens and undertake the obligations of citizenship, namely to engage in political discourse. A necessary component of this political discourse is knowledge of public affairs. Media can and often do provide this needed service in exchange for the community’s tacit agreement to compensate them for these services and recognize the right to perform them (Gardner, Csikszentmihalyi, and Damon 2002). However, the breakdown of community, both the Baltimore depicted in The Wire and real communities throughout the United States, means that both compensation for services provided and recognition of the right to perform services has been lacking.", "The breakdown of community has negatively impacted real-world journalism. There are about 40 percent fewer newsroom employees than there were 20 years ago, and more than 125 daily newspapers folded from 2004 to 2014 (Pew Research Center 2016). Industry consolidation means fewer locally owned newspapers (Pew Research Center 2016), which could mean a scarcity of diverse viewpoints, a lack of local editorial control, and an inability to adequately serve local communities. The Baltimore Sun depicted in The Wire is owned by Tribune Publishing (now Tronc, Inc.), which institutes a round of newsroom layoffs during Season 5 while the paper is profitable. The message is that the company’s bottom line is more important than serving the self-governing informational needs of Baltimore citizens.", "Community in The Wire is broken because institutions have harmed both the individuals who comprise them and the communities they are meant to serve (Crosby 2013). This depiction is not benign, and it is not unusual. Despite a wealth of coverage, the Flint Journal ultimately did not succeed in warning stakeholders about an impending crisis because those citizens, institutions, and communities did not care. There was a total breakdown of the community, a necessary component of any fully functioning media system. Previous literature on the normative role of journalists generally has focused on what journalists owe community stakeholders. However, those community stakeholders also owe duty to journalists. A socially responsible press can only survive as part of a larger community. Therefore, individual citizens and government and non-government institutions must recognize the need for a strong community from which the press can operate to report, explain, correct, and connect."]}], "references": [{"title": "Public Life and the Internet: If You Build a Better Website, Will Citizens Become Engaged?", "year": "2008", "journal": "New Media and Society", "volume": "10", "authors": [{"name": "Coleman Renita", "first_name": "Coleman", "last_name": "Renita", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lieber Paul", "first_name": "Lieber", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mendelson Andrew L.", "first_name": "Mendelson", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kurpius David D.", "first_name": "Kurpius", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Communitarianism: A Foundation for Communication Symmetry", "year": "1997", "journal": "Public Relations Quarterly", "volume": "42", "authors": [{"name": "Culbertson Hugh M.", "first_name": "Culbertson", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chen Ni", "first_name": "Chen", "last_name": "Ni", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Dubious Heritage of Media Ethics: Cause-and-Effect Criticism in the 1890s", "year": "1988", "journal": "American Journalism", "volume": "5", "authors": [{"name": "Ferré John P.", "first_name": "Ferré", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Pseudo Newsgathering: Analyzing Journalists’ Use of Pseudo-Events on The Wire", "year": "2014", "journal": "The Image of the Journalist in Popular Culture", "volume": "5", "authors": [{"name": "Ferrucci Pat", "first_name": "Ferrucci", "last_name": "Pat", "affiliation": "", "orcid": "", "role": ""}, {"name": "Painter Chad", "first_name": "", "last_name": "Chad", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Defense of Textual Analysis", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Fürsich Elfriede", "first_name": "Fürsich", "last_name": "Elfriede", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Bringing the Mountain to the Public: Dilemmas and Contradictions in the Procedures of Public Deliberation Initiatives That Aim to Get ‘Ordinary Citizens’ to Deliberate Policy Issues", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Guttman Nurit", "first_name": "Guttman", "last_name": "Nurit", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Some Last Words on The Wire", "year": "2008", "journal": "Film Quarterly", "volume": "62", "authors": [{"name": "Hanson Christopher", "first_name": "Hanson", "last_name": "Christopher", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "It Is What It Is: The Wire and the Politics of Anti-Allegorical Television Drama", "year": "2012", "journal": "Quarterly Review of Film \\& Video", "volume": "29", "authors": [{"name": "Herbert Daniel", "first_name": "Herbert", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Global Village in Atlanta: A Textual Analysis of Olympic News Coverage for Children in the Atlanta Journal-Constitution", "year": "1999", "journal": "Journalism and Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Lester-Roushanzamir Elli P.", "first_name": "Lester-Roushanzamir", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Raman Usha", "first_name": "Raman", "last_name": "Usha", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Facilitating Communication Across Lines of Political Differences and the Role of Mass Media", "year": "2001", "journal": "American Political Science Review", "volume": "95", "authors": [{"name": "Mutz Diana C.", "first_name": "Mutz", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Martin Paul S.", "first_name": "Martin", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Wire: Dramatising the Crisis in Journalism", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Sabin Roger", "first_name": "Sabin", "last_name": "Roger", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Wire: Big Brother is Not Watching You in Body-more, Murdaland", "year": "2010", "journal": "Journal of Popular Film \\& Television", "volume": "38", "authors": [{"name": "Schaub Joseph C.", "first_name": "Schaub", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Wire and Repair of the Journalistic Paradigm", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Steiner Linda", "first_name": "Steiner", "last_name": "Linda", "affiliation": "", "orcid": "", "role": ""}]}]}