{"doi": "10.1080/17512786.2018.1504628", "url": "https://doi.org/10.1080/17512786.2018.1504628", "title": "If it Bleeds it Leads", "volume": "13", "year": "2019", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Andelsman", "first_name": "Victoria", "name": "Victoria Andelsman"}, {"last_name": "Mitchelstein", "first_name": "Eugenia", "name": "Eugenia Mitchelstein"}], "abstract": "This paper examines newspaper coverage of sexual and reproductive health and violence against women, from 1995 until 2015, in two print newspapers from Buenos Aires, Argentina. The analysis shows that while coverage of violence against women increased over the 20-year period, coverage of sexual and reproductive health did not. Moreover, drawing on framing theory, content analysis indicates that, regardless of the level of coverage, throughout the period examined, articles on these topics tended to eschew a gender equality approach, and to be framed in episodic, rather than thematic frames. Finally, articles about violence against women are significantly less likely to use either the equality frame or the thematic frame than stories about sexual and reproductive health. This paper draws on these findings to reflect on the relevance of portraying these issues as social concerns with impact in gender equality.", "body": [{"title": "", "paragraphs": ["During its early years, the International Women's Movement tended to disregard media representations of women, which were considered a secondary issue when compared to the material and rights inequalities which women faced (Gallagher 2002). By the late 1960s, however, the feminist movement expanded its outlook and is now committed not only to a material struggle for equal rights and opportunities for women, but has also embarked on “a symbolic conflict about the definitions of femininity” (Van Zoonen 1994, 12).", "In Argentina, media critique has been a prominent part of the feminist movements’ agenda since the return to democracy in 1983, when members of the movement criticized the coverage of the murder of a young woman for failing to focus on the attempted rape (Laudano 2010). Argentine activists advocated the use of the term “femicide” (femicidio) in order to highlight the extremes of gender violence and differentiate it from other types of violence since the 1990s (Laudano 2010). In 1995, Argentina sent a delegation to the World Conference on Women in Beijing, which recognized the media as a key concern. Demands for the fair representation of women and women’s rights have remained strong ever since. As Chaher explains, while media organizations and unions have been slow to incorporate the ideals promoted by the Beijing Platform, civil society has done a lot to support gender equality in communication, with initiatives such as the #NiUnaMenos movement, the participation in global networks such as the Global Alliance on Media and Gender (GAMAG) (2015), and the creation of networks of journalists against sexist communication, such as the “red-PAR” (Chaher 2018).", "This paper examines newspaper coverage of two issues of paramount relevance to the women’s rights movement: sexual and reproductive health and violence against women, from 1995 until 2015, in two print newspapers from Buenos Aires, Argentina. The reformulation of sexual and reproductive health and violence against women as public issues exemplify the ability of the feminist movement to articulate and integrate them to the public agenda and frame them as human rights issues (Howard-Hassmann 2011; Joachim 2003). Both topics used to be perceived as belonging exclusively to the private sphere until the 1980s and, therefore, not subject to regulation (Joachim 2003). During the last two decades of the twentieth century, human rights organizations became responsive to the demands of the international women’s movement and included the demands for freedom from violence and women’s control over their reproduction as a part of women’s fundamental rights (Barnett and Duvall 2005; Krook 2010; Paxton and Hughes 2015).", "The analysis shows that while coverage of violence against women, that is, of any act of gender-based violence that results in harm or suffering of women (UN 1993), increased over the 20-year period, coverage of sexual and reproductive health did not. Moreover, drawing on framing theory, content analysis indicates that, regardless of the level of coverage, throughout the period examined, articles on these topics tended to eschew a gender equality approach, and to be framed in episodic, rather than thematic frames. Finally, articles about violence against women are significantly less likely to use either the equality frame or the thematic frame than stories about sexual and reproductive health.", "This paper draws on these findings to reflect on the relevance of portraying these issues as social concerns with impact in gender equality. The United Nations defines gender equality as the state of equal rights, responsibilities and opportunities for women and men (UN 2001). “Equality does not mean that women and men will become the same but that women’s and men’s rights, responsibilities and opportunities will not depend on whether they are born male or female” (UN 2001, 1). It is argued that the way the press covers sexual and reproductive health and violence against women is the result of cultural and professional criteria. A reframing of these topics would be beneficial for the advancement of gender equality and women’s rights."]}, {"title": "Women’s Rights Issues on the Media", "paragraphs": ["Studies on news selection and production propose that decisions on what issues to cover, made by individual journalists and news organizations, are socially shaped (Berkowitz 1997). What is considered news depends on individual values, communication routines constrains, organizational forces, understandings about which kinds of events people want to know about and cultural dispositions (Gans 2004; Shoemaker 1997). Research on media and gender suggests that there is a tendency for women to be invisible in media (Gallagher 2002; Ross 2010; Van Zoonen 1988), because the homogenizing effect of journalistic values leave out stories about them (Berkowitz 1997). Some authors suggest that the tendency to ignore and underrepresent women stems from professional criteria and sociocultural guidelines (Gallagher 2002; Ross 2010; Van Zoonen 1988). Researchers propose that topics related to the reality of women are considered of little journalistic interest and thus are left out of journalists’ agenda (Allan, Branston, and Carter 2002; Gill 2007: Ross 2010). For instance, the Global Media Monitoring project (GMMP) found that women constituted only 17% of the people the media spoke about globally in 1995, and although that percentage has increased over time, it has reached its peak of 24% in 2010 and has remained stable ever since (2015).", "Studies of media coverage of women’s rights issues have often delved into the way women and the women’s movement are represented in media (Beck 1998; Howard-Hassmann 2011; Joachim 2003; Turley 2006; Vega Montiel 2014). Other scholars have looked into the visibility of gender inequalities (Berns 2001; Gallagher 2002; Nettleton 2011; Spoor and Schmitt 2011). Empirical studies on gender and health have mainly employed a content analysis approach (Morris and McInerney 2010; Shugg and Liamputtong 1999). Scholarship on this topic finds that when media covers women's health they do so in relation to their reproductive function, linking sexuality to procreation. In this way, heterosexuality and motherhood continue to be framed as the appropriate sexual expression for women (Shalev and Lemish 2013; Podnieks 2012). Women who do not fulfill the ideal of mother-woman, either because of their inability to conceive, their sexuality or their decision not to have children, are portrayed as “bad mothers” and their femininity is delegitimized (Greil, Leitko, and Porter 1988; Kuperberg and Stone 2008; Shalev and Lemish 2013; Shugg and Liamputtong 2002). In Argentina, in contrast to this tendency to link women’s health with procreation, research finds that media content on sexual and reproductive health issues appears to focus on news coverage of abortion, probably due to the fact that abortion is illegal. Literature on this subject indicates that media treatment of abortion is sporadic and focuses generally on specific cases. Moreover, it tends to be framed as a contentious issue, in which proponents and detractors of the decriminalization of abortion hold irreconcilable positions (Carbajal 2009; Petracci 2009).", "Many of the studies on gender violence have approached the topic through either content or discourse analysis (Bullock 2007; Carlyle, Slater, and Chakroff 2008; Meyers 2004) or case studies (Ardovini-Brooker and Caringella-MacDonald 2002; Gilchrist 2010; Korn and Efrat 2004). Scholars have indicated that press coverage tends to normalize gender violence, revolve around dramatic stories of some individuals and ignore the structural conditions of violence against women (Barnett 2014; Greer 2007; Vega Montiel 2014). Media coverage of crime has a tendency to concentrate on the most serious examples of crime and victimization, with violent and sexual cases in the foreground (Greer 2007), as crimes of a sexual nature meet the news reporting criteria that determine which events are visible in the press (Korn and Efrat 2004, 1063)", "Feminist literature on gender based violence and media in Argentina argue that the media reflects androcentric attitudes and values that reinforce the gender inequalities (Angélico et al. 2014; Calce et al. 2015; Chaher and Santoro 2007). Studies of media coverage of violence against women find that media content expose the victims’ personal lives, does not provide context and abounds in gruesome details and tend to blame the victims for the violence inflicted on them (Bonavitta and de Garay Hernández 2011; Chaher and Santoro 2007). Studies also find that news on gender violence tend to ignore women as sources and therefore “the woman's voice is blurred, paraphrased by the speech of other actors” (Angélico et al. 2014, 299). These studies tend to focus on argentine press as a whole, even if differences between publications are expected. Studies on these issues tend to focus on print media as a whole, even if research on related issues, such as insecurity, find stark differences among publications (Zunino and Focás 2018).", "Although many researchers have approached these topics there is a dearth of systematic time-series research, which would allow us to ascertain whether coverage has changed. One exception is the GMMP (2015). However, GMMP is conducted every five years during one day, and thus may fail to capture the gradual shifts in media coverage in individual countries. Thus, this work seeks to provide quantitative evidence on the evolution of women's coverage during the last two decades in Argentina, examining coverage of sexual and reproductive health and gender violence in the twenty-year period from 1995 until 2015.", "The starting point was selected because in 1995 the fourth World Conference on Women produced the Beijing Declaration and Platform for Action (BPfA), which recognized media as one of 12 “critical areas of concern” and credited its potential to contribute to the advancement of women (Gallagher 2011). Since the declaration, several authors and reports have studied the document’s impact and effectiveness on media (Cook 1997; Eige 2015; Vega Montiel 2014). Most studies have found that, although women’s presence has increased in media production, representations of women and girls within media content have made limited progress as they continue to be portrayed in stereotypical manners (Gallagher 2002; UN 2015). However, research also indicates that women’s rights have come a long way since then in most countries: both women’s material wellbeing and life expectancy have improved, as well as their political representation and education rates, which have increased (Howard-Hassmann 2011; Inglehart and Norris 2003). In Argentina there is evidence of a progressive increase in the recognition of women's rights after the recovery of democracy and the constitutional reform (Chaher and Santoro 2007). The 1994 constitutional reform granted constitutional hierarchy to international treaties, such as the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW). This meant a turning point for womeńs rights (Buvinic and Roza 2004; Pecheny and Petracci 2006). However, the incorporation of sexual and reproductive health rights and protection against gender-based violence to the public debate was not immediate. Protection for these rights was institutionalized a decade later, when laws sanctioned the National Program on Sexual Health and Responsible Procreation (2002) and the Prevention of Violence Against Women (2009). Changes in the letter of the law do not automatically translate into improvements in the daily lives of women, but they reflect and promote the presence of these topics in the public agenda (Barnum 1985; Burstein 2003; Weldon 2006).", "This paper examines coverage of sexual and reproductive health and violence against women between 1995 and 2015 in two print newspapers from Argentina, Clarín and Página/12. Argentina is a fruitful national setting to examine coverage of women’s rights issues due to three reasons. First, it is a competitive democracy with a relatively well-developed media system (Fox and Waisbord 2002; Waisbord 2000). Second, in 1995, Argentina sent a delegation to the World Conference on Women in Beijing and set up and Ad-Hoc Committee to follow up on the Plan of Action resulting from the Conference (Decreto 928/98). Demands for enforcement of women’s rights remain strong. In recent years’ gender violence has received increasing attention in Argentina. Its construction as a social problem crystallized in 2015 in the #NiUnaMenos movement (Rovetto 2015). As María Pía López, one of the organizers of the movement, expressed “Ni una menos (Not one woman less), as a slogan and a demand, named a collective mood, the social buzz of concern whenever a woman was disappeared or killed” (López 2015). Third, while media critique has been fundamental for the International Women's Movement, coverage of women’s rights has usually focused on developed industrialized democracies from North America and Europe (Bullock 2007; Gilchrist 2010; Korn and Efrat 2004; Shugg and Liamputtong 2002; Podnieks 2012). Journalistic coverage of issues related to women’s rights in Latin America and other developing nations has been scarcely studied."]}, {"title": "News Frames", "paragraphs": ["In addition to examining the amount of coverage dedicated to gender violence and reproductive and sexual health, this paper examines how these topics were framed. Framing refers to the tool journalists have to select certain aspects of reality and make them more visible in the text, to “promote a particular problem definition, causal interpretation and/or recommend solutions” (Entman 1993, 52). In essence, news frames are specific properties of the text and narration that organize or structure message meaning (Entman 2007; Chong and Druckman 2007). The main premise of framing theory is that the same issue or event may be construed in different ways and that the way it is presented has an effect in how the audience thinks about it (Chong and Druckman 2007; Entman and Rojecki 2001; Scheufele 1999). The relationship between media frames and audiences, however, is not linear: the way audiences think about issues is built from personal experiences and beliefs, interaction with other people and media content (Entman 1993; Scheufele and Tewksbury 2007). Accordingly, research on the framing of news content analyzes the organizational principles that shape discourses (Entman 2007; Semetko and Valkenburg 2000) and the effects these have on audiences (Birkland and Lawrence 2009; Iyengar 1990; Druckman 2001).", "The difference between episodic and thematic framing was first examined by Iyengar (1990), who examined US network coverage of social issues such as poverty, crime, and unemployment from 1981 to 1986, and found that reporting on these topics tends to exhibit episodic framing, which treats issues in terms of a particular event, provides little or no context, and thus responsibility to the individual. In contrast, thematic framing, which places the issue in an abstract social context, leads to a more socially oriented interpretation of the causes and solutions. Many researchers since Iyengars’ seminal work have analyzed the link between media frames and attributions of responsibility for very dissimilar issues such as obesity, attitudes toward older adults and Social Security or poverty (Bullock, Fraser Wyche, and Williams 2001; Springer and Harwood 2015).", "Research indicates that news coverage of crimes tends to be episodic, focuses on the most violent instances of crime and portrays mostly minority males as suspects (Gilliam, Valentino, and Beckmann 2002; Lyon 2009). Findings on the portrayal of gender violence and intimate partner violence are consistent with the larger trend of crime news to be skewed toward episodic framing (Bullock 2007; Carlyle, Slater, and Chakroff 2008; Post, Smith, and Meyer 2009). Media analysis in Argentina also finds that coverage tends to focus on the victim’s personal life, use police sources and ignore the link between violence and the inequality women face in society (Chaher and Santoro 2007).", "Most studies on gender and media have focused on the digital divide and the underrepresentation of women as media producers (Amado 2017; Gallagher 2002; Ross 2010). Research on the coverage of gender equality issues from a framing perspective is scarce. The GMMP is one of the few resources analyzing the media portrayal of gender equality. The 2015 report finds that, even though less than 10% of the stories refer to gender equality and womeńs rights, this proportion appears to be rising since 2005. Indeed, in 2015 the amount of stories that raised issues of gender equality were more than two times higher than in 2005 (GMMP 2005, 2015)."]}, {"title": "Hypotheses", "paragraphs": ["Research indicates that since the signing of the Beijing Declaration there has been progress in women’s human rights throughout the world. In Argentina, the consolidation of these rights in legal documents, social movements and material accomplishments have gained traction since the mid-1990s. Due to the relevance that these topics gained over the years we hypothesize that: H1a: From 1995 to 2015, there was an increase of sexual and reproductive health articles H1b: From 1995 to 2015, there was an increase of articles about violence against women", "H1a: From 1995 to 2015, there was an increase of sexual and reproductive health articles", "H1b: From 1995 to 2015, there was an increase of articles about violence against women", "Furthermore, because the topics analyzed and their relevance stems from the consensus reached by international organizations and the women's movement, using the language of rights and gender equality to politicize issues previously considered private, we also hypothesize that: H2b: From 1995 to 2015, there was an increase of the usage of the equality frame H2b: From 1995 to 2015, there was an increase of the usage of the thematic frame", "H2b: From 1995 to 2015, there was an increase of the usage of the equality frame", "H2b: From 1995 to 2015, there was an increase of the usage of the thematic frame", "Finally, this paper seeks to understand whether other factors, such the newspaper or the topic covered by each article, are correlated to the way the stories are framed. Therefore, we pose the following two research questions: RQ1: Are there differences between the two newspapers sampled in the usage of the thematic or equality frame? RQ1: Are there differences between coverage of sexual and reproductive health and articles about gender violence in the usage of the thematic or equality frame?", "RQ1: Are there differences between the two newspapers sampled in the usage of the thematic or equality frame?", "RQ1: Are there differences between coverage of sexual and reproductive health and articles about gender violence in the usage of the thematic or equality frame?"]}, {"title": "Methods", "paragraphs": ["Our research aims to examine news coverage of sexual and reproductive health and violence against women between 1995 and 2015. Clarín and Página/12 were selected due to their national scope and generalist approach to news, their different ideological stances and their relevance in Argentina’s media landscape. Clarín is the newspaper with the highest circulation in Argentina and is part of the country's main media conglomerate (Becerra and Mastrini 2009). Its structure and scope position it as the reference newspaper in Argentina (IVC 2017) and it is at the center of the political spectrum (Amado 2017). Página/12, on the other hand, is relatively new in Argentina's news media system: it was created in 1987, has a liberal stance, is considered a publication with impact on opinion formers and from the beginning opted for a practice of watchdog journalism (Amado 2007, 2017; Waisbord 2000).", "Quantitative content analysis was conducted on all articles about sexual and reproductive health published on the newspapers on the dates sampled. This method was selected because it provides an unobtrusive assessment of media coverage (Graber 1984) and allows the rigorous and systematic study of discourses (Krippendorff 2012). A multistage sampling design was employed to include one week from each odd year (from 1995 to 2015). For each year in our sample, newspapers for each of the 7 days of the week (one Monday, one Tuesday, one Wednesday, etc.) and every other month were included. So, for example, in 1995 the sample includes one Monday in January, one Tuesday in March, one Wednesday in May, etc. After designing this scheme, the dates were elected randomly, i.e. one Monday of the pre-selected month, one Tuesday in another month, and so on. Thus, the sample is systematic in choosing the years, the months and the days of the week -to make sure that every month and day of the week were included- but random for each particular date.1 In order to select the relevant news stories, the complete editions of both print newspapers were revised.2", "Given that the issues analyzed are not prominent in the media’s agenda, this paper uses broad definitions of sexual and reproductive health and violence against women in order to capture the largest amount of news from the newspaper’s copies present in our sample. Violence against women is defined by the UN as “any act of gender-based violence that results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life” (UN 1993).", "“any act of gender-based violence that results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life” (UN 1993).", "Similarly, in Argentina the Law of Integral Protection of women (Law 26.485 2009) defines it as any conduct, action or omission, based on an unequal power relationship that affects women’s life, freedom, dignity personal safety and integrity. Both definitions point at violence against women as a result of gender inequality. Therefore, for a story to be considered as being about violence against women it is not sufficient that the victim is female. Stories about a robbery resulting in a fatal female victim, for example, would not be considered about violence against women. Examples of violence against women are: femicides, battering, sexual harassment, rape and women’s trafficking for sexual exploitation.3", "Sexual and reproductive health was defined by the United Nations reproductive health and rights agency which states that sexual and reproductive health is a general state of physical, mental and social well-being in all matters relating to the reproductive system (UNFPA 2014). Examples of subtopics of sexual and reproductive health are: (In)fertility and assisted reproduction, contraception, abortion, prenatal care, childbirth, postnatal care, sexually transmitted diseases, gynecological care and sex education.4", "Analysis of print media allowed this research to retrieve all the articles published in the sample and use comparable data for the whole 20-year period. In total, 152 newspapers were examined (77 copies of Clarín and 75 copies of Página/12) 5. The units of analysis were the newspaper articles about sexual and reproductive health and violence against women –as defined above- present in all the copies in our sample. To determine if the news article belonged to any one of the thematic areas of interest one of the authors examined the headline, the strapline and the lead of all the stories present in the 77 copies of Clarín and the 75 copies of Página/12. This yielded a sample of 330 articles. Once the stories were retrieved, a second coder also coded 15% of the articles for topic -and subtopic- and the intercoder reliability was 94%, with a Cohen Kappa coefficient of 0.8.6", "The text of the articles was coded for the following categories and variables: - Newspapers: whether the news article was published on Página/12 or Clarín- Year published- Front page: whether the news story was published on the front page of the newspaper- Issue or topic: Allows us to identify whether the article is about sexual and reproductive health or violence against women Sexual and reproductive health is a general state of physical, mental and social well-being in all matters relating to the reproductive system. As such, sexual and reproductive health implies more than the mere absence of disease. Reproductive health implies that people have the possibility of procreation and the freedom to decide whether to do so, when and how often. Sexual health, on the other hand, is a state of physical, emotional, mental and social well-being in relation to sexuality. Its purpose is the development of life and personal relationships implies that people are able to enjoy a satisfying and safe sexual life (UNFPA 2014).Violence against women is defined as any conduct, action or omission, which, directly or indirectly, in the public or private sphere, based on an unequal power relation, affects women’s life, liberty, dignity, physical, psychological, sexual, economic or patrimonial integrity, as well as their personal security. Violence against women includes physical, sexual and psychological violence within the family the community at large. It also includes religious or traditional practices harmful to women, violence perpetrated or tolerated by the State, and trafficking or forced prostitution of women (Law 26.485 2009).", "- Newspapers: whether the news article was published on Página/12 or Clarín", "- Year published", "- Front page: whether the news story was published on the front page of the newspaper", "- Issue or topic: Allows us to identify whether the article is about sexual and reproductive health or violence against women Sexual and reproductive health is a general state of physical, mental and social well-being in all matters relating to the reproductive system. As such, sexual and reproductive health implies more than the mere absence of disease. Reproductive health implies that people have the possibility of procreation and the freedom to decide whether to do so, when and how often. Sexual health, on the other hand, is a state of physical, emotional, mental and social well-being in relation to sexuality. Its purpose is the development of life and personal relationships implies that people are able to enjoy a satisfying and safe sexual life (UNFPA 2014).Violence against women is defined as any conduct, action or omission, which, directly or indirectly, in the public or private sphere, based on an unequal power relation, affects women’s life, liberty, dignity, physical, psychological, sexual, economic or patrimonial integrity, as well as their personal security. Violence against women includes physical, sexual and psychological violence within the family the community at large. It also includes religious or traditional practices harmful to women, violence perpetrated or tolerated by the State, and trafficking or forced prostitution of women (Law 26.485 2009).", "Sexual and reproductive health is a general state of physical, mental and social well-being in all matters relating to the reproductive system. As such, sexual and reproductive health implies more than the mere absence of disease. Reproductive health implies that people have the possibility of procreation and the freedom to decide whether to do so, when and how often. Sexual health, on the other hand, is a state of physical, emotional, mental and social well-being in relation to sexuality. Its purpose is the development of life and personal relationships implies that people are able to enjoy a satisfying and safe sexual life (UNFPA 2014).", "Violence against women is defined as any conduct, action or omission, which, directly or indirectly, in the public or private sphere, based on an unequal power relation, affects women’s life, liberty, dignity, physical, psychological, sexual, economic or patrimonial integrity, as well as their personal security. Violence against women includes physical, sexual and psychological violence within the family the community at large. It also includes religious or traditional practices harmful to women, violence perpetrated or tolerated by the State, and trafficking or forced prostitution of women (Law 26.485 2009).", "Frames have can be present in several locations of the communicational process: they can be present in communicators, the text, the receptor and culture (Aruguete and Amadeo 2012; Entman 1993). This work focuses on the analysis of frames as present in news text and, in particular, in two types of “generic” frames, understood as information organization principles applicable to different types of news content. (Aruguete 2011; De Vreese 2005)", "Two variables refer to the framing of news articles: - The variable “equality approach” records whether the article clearly emphasizes issues concerning equality or inequality between women and men. This variable was adapted from UNESCO’S Gender-Sensitive Indicators for Media which characterizes news focusing on issues of gender equality/inequality as “stories about specific cases of equality or inequality between women and men, relevant policies, legislative issues, programs designed to protect and promote human rights, women’s rights and gender equality” (UNESCO 2012, 43)- The variable “episodic or thematic framing” records whether the approach of the news article is episodic or thematic. When a newspaper article focuses on a specific case or event, it is using an episodic approach when, on the other hand, it approaches the issue from a general context or as a social problem, it is using a thematic approach (Iyengar 1990).", "- The variable “equality approach” records whether the article clearly emphasizes issues concerning equality or inequality between women and men. This variable was adapted from UNESCO’S Gender-Sensitive Indicators for Media which characterizes news focusing on issues of gender equality/inequality as “stories about specific cases of equality or inequality between women and men, relevant policies, legislative issues, programs designed to protect and promote human rights, women’s rights and gender equality” (UNESCO 2012, 43)", "- The variable “episodic or thematic framing” records whether the approach of the news article is episodic or thematic. When a newspaper article focuses on a specific case or event, it is using an episodic approach when, on the other hand, it approaches the issue from a general context or as a social problem, it is using a thematic approach (Iyengar 1990)."]}, {"title": "Findings", "paragraphs": ["The analysis of the articles shows that, while the number of stories on sexual and reproductive health remained fairly stable in the 20 year period examined, coverage of violence against women increased sixth-fold from 1995 until 20137, the highest point in the years sampled (Figure 1). A rank order correlation between “year” and the number of articles on sexual and reproductive health is non lower and nonsignificant, Kendalls’ τb = 0.0748, p. 0.8137, while the correlation between “year” and the number of articles about violence against women is positive and significant, Kendalls’ τb = 0.7091, p. = 0.0031 (Table 1). Thus, H1a is rejected: coverage of sexual and reproductive health did not increase during the period examined. H1b is confirmed: coverage of violence against women does increase in the period studied. If it Bleeds it LeadsCoverage of violence against women and sexual and reproductive health in Argentina from 1995 to 2015All authorsVictoria Andelsman & Eugenia Mitchelsteinhttps://doi.org/10.1080/17512786.2018.1504628Published online:03 August 2018FIGURE 1  Coverage of Sexual and Reproductive health and Violence against women, by newspaper, from 1995 until 2015Display full sizeFIGURE 1  Coverage of Sexual and Reproductive health and Violence against women, by newspaper, from 1995 until 2015 If it Bleeds it LeadsCoverage of violence against women and sexual and reproductive health in Argentina from 1995 to 2015All authorsVictoria Andelsman & Eugenia Mitchelsteinhttps://doi.org/10.1080/17512786.2018.1504628Published online:03 August 2018TABLE 1 Kendall correlations of “number of articles” on “year”, by topic of article (year 1 = 1995)CSVDisplay Table", "FIGURE 1  Coverage of Sexual and Reproductive health and Violence against women, by newspaper, from 1995 until 2015", "FIGURE 1  Coverage of Sexual and Reproductive health and Violence against women, by newspaper, from 1995 until 2015", "Moreover, a logistical regression shows that there was not a significant increase of articles framed in terms of gender equality, even when controlling for newspaper of origin and topic of the stories (Table 2). Thus, H2a is rejected. Likewise, the analysis shows that there was not a significant increase in the thematic framing (Table 2). Thus, H2b is rejected. If it Bleeds it LeadsCoverage of violence against women and sexual and reproductive health in Argentina from 1995 to 2015All authorsVictoria Andelsman & Eugenia Mitchelsteinhttps://doi.org/10.1080/17512786.2018.1504628Published online:03 August 2018TABLE 2 Regressions of “equality” and “thematic” frame on year, newspaper (base case: Pagina/12) and topic of the article (base case: Sexual and reproductive health)CSVDisplay Table", "To answer RQ1 and RQ22, two independent variables were included in the logit regressions: newspaper and topic. This analysis indicates that news stories published on Clarín are significantly less likely to be framed in terms of equality (the odds decrease by 78%) or with a thematic rather than episodic focus (the odds decrease by 65%). The findings also show that articles about violence against women are significantly less likely to use either the equality frame (the odds decrease by 68%) (Table 2) or the thematic frame (with a decrease in the odds of 91%) (Table 2).", "Regarding the equality frame, only 21% of the articles in the sample used this framing. Table 3 shows that only 10% of the stories published by Clarín and 34% of those published by Página/12 used this framing. When looking at both topics separately, the percentage of sexual and reproductive health articles with a gender equality frame is bigger than the percentage of violence against women articles using this framing, for both newspapers. Almost half (47%) of Página/12 articles on sexual and reproductive health and 18% of Clarín stories on this topic use the equality framing. Stories on violence against women, on the other hand, are less likely to have this type of framing: only 26% of Página/12’s coverage and 7% of Clarín’s coverage from the 20 year period emphasizes issues concerning equality or inequality between women and men. If it Bleeds it LeadsCoverage of violence against women and sexual and reproductive health in Argentina from 1995 to 2015All authorsVictoria Andelsman & Eugenia Mitchelsteinhttps://doi.org/10.1080/17512786.2018.1504628Published online:03 August 2018TABLE 3 Percentage of stories using equality framing and thematic and episodic framing, by topic and newspaperCSVDisplay Table", "Likewise, only 35% of the stories about sexual and reproductive health and gender violence used the thematic frame. The percentage of sexual and reproductive health articles with a thematic frame in Página/12 doubles the percentage of articles about violence against women with this frame in the same newspaper (Table 3). The difference is even larger in Clarín: 74% of stories on sexual and reproductive health have thematic framing, while only 9% of articles on violence against women use it."]}, {"title": "Discussion", "paragraphs": ["The analysis of media content about women’s right issues during a 20-year period in two of the most influential newspapers in Argentina indicates that, in spite of the real progress made regarding women’s human rights in Argentina during the period examined, the coverage of these issues was scarce, episodic and failed to adopt an equality frame. While coverage of violence against women did increase, coverage of sexual and reproductive health remained stable throughout the period analyzed. What is more, the nature of the coverage has not changed. Use of thematic and equality frames remains low and stable over the period studied. Likewise, findings show that articles about violence against women are less likely to emphasize issues concerning equality or inequalities between genders or use a thematic frame.", "Framing theory is based on the premise that any story can be told in several ways (Entman 1993). News making and gatekeeping theories analyze how ideology and culture, working routines and the social context influence which stories are selected as news (Berkowitz 1997). Together both theories provide us with a framework to interpret the data we have presented. Journalistic criteria on what is newsworthy plays a role in the reporting of the two topics analyzed.", "The fact that only coverage of violence against women has increased since 1995 - while news about sexual and reproductive health has remained constant - allows us to conclude that its prominence stems from journalistic standards.8 Thus, the increase in news about gender violence originates from news values that emphasize sensational, unexpected and highly emotional events not from an increase in the relevance of gender equality. Moreover, research shows that representation of crime in general in the news media has increased during the last ten years of the period studied (Calzado 2015; Martini 2012; Kessler and Focas 2014). Zunino and Focás analyze coverage of crime in Argentine media and propose that Quantitative growth was accompanied by a qualitative transition (…) news has has acquired new characteristics: generalization (we are always at risk everywhere and everywhere), fragmentation (an episodic account of each event, without context or general causes), and an increasing focus on the victims (2018, 4).", "Quantitative growth was accompanied by a qualitative transition (…) news has has acquired new characteristics: generalization (we are always at risk everywhere and everywhere), fragmentation (an episodic account of each event, without context or general causes), and an increasing focus on the victims (2018, 4).", "The findings from this 20-year period in Argentina do not differ from research conducted in other countries: issues related to women’s rights are only newsworthy when women are victims of violent crimes (Barnett 2014; Greer 2007; Vega Montiel 2014). Media coverage of violence against women in Argentinian press is consistent with the pattern found by other researchers in other countries (Carlyle, Slater, and Chakroff 2008; Greer 2007; Korn and Efrat 2004; Post, Smith, and Meyer 2009): it tends to focus on femicides and uses episodic frames and even novelistic undertones.", "Newspaper coverage of sexual and reproductive health is scarce during the period and less prominent in Clarin’s agenda. Although there are differences between both newspapers, which may stem from differences in their ideological stances, coverage of sexual and reproductive health and employment of thematic and equality frame does not increase in the period studied for either newspaper. That Página/12 - a newspaper associated to the human rights movement - did not increase its coverage of sexual and reproductive health issues or its’ usage of gender equality and thematic frames exposes how pervasive are organizational and professional principles that shape media content.", "The sidelining of reproductive and sexual health issues and the prevalence of stories focusing on the exceptional cases of violence against women is a cause of concern when analyzing the presence of women’s rights issues in the public agenda. On the one hand, the paucity of media stories on topics such as fertility, contraception, abortion and STD’s is telling of the little importance given to such issues. What is more, the lack of information about sexual and reproductive health is detrimental for women’s right to autonomy in exercising life choices. On the other hand, the portrayal of violence against women as isolated cases where only individuals are held responsible allows for the common sense notion that aggressors are “monsters”, not a product of patriarchy and rape culture. If episodic framing of violence against women promotes the allocation of responsibility to the individual - as it has been proved to do in other issues such as poverty (Iyengar 1990)- then the prevalence of this type of framing is unfavorable to the implementation of public policies and legislation against gender based violence. Thus, even when issues regarding women’s rights are part of news-media organizations agenda, this does not necessarily mean the deconstruction of structural inequalities faced by women.", "While the findings presented in this paper resonate with current research on the topic, this study is not without limitations. Content analysis allows researchers to study discourses systematically and describe patterns. However, it does not make it possible to infer “any particular reading of an audience” of the media messages (Bauer 2000, 134). Thus, future research should inquire into the impact of both sets of frames on audiences. Furthermore, literature on women’s rights issues on Argentinian media would benefit from other systematic and longitudinal studies analyzing other media and topics.", "Common sense leads to the idea that gender inequalities will tend to disappear over time and that these changes should be evident in media content. Analysis of the coverage of women’s rights issues in Argentina from 1995 to 2015, however, expose the persistence of cultural and professional patterns that marginalize stories about women’s rights issues on media. Journalistic values and sociocultural guidelines seem to have a homogenizing effect that persist over time (Berkowitz 1997). As Shoemaker explains, news-production cannot escape the fact that it is interrelated with the larger social system (1997). Therefore, as long as journalistic values on what is newsworthy and how stories should be told remain the same, and as long as society at large does not change, mass media content will still favor stories where women are portrayed as victims of isolated crimes and will ignore other topics and frames.", "This study suggests that the mere presence of these issues on the media does not entail visibility of the inequalities women face. In fact, not all coverage of women’s right issues is beneficial to the advancement of the women’s movement. When news lacks an equality approach and thematic frame and, instead, focuses on prurient details, it might even perpetuate and legitimize inequality. This research set out to study how much had media changed over the last twenty years. When it comes to women, not much."]}], "references": [{"title": "Las periodistas desde los estudios del periodismo: perfiles profesionales de las mujeres en los medios informativos", "year": "2017", "journal": "Cuestiones de género: de la igualdad y la diferencia", "volume": "12", "authors": [{"name": "Amado Adriana.", "first_name": "Amado", "last_name": "Adriana."}]}, {"title": "Femicide and Gender Violence in Argentina Press: An Analysis of Voices, Stories and Actors", "year": "2014", "journal": "Universitas Humanística", "volume": "78", "authors": [{"name": "Angélico Rocio", "first_name": "Angélico", "last_name": "Rocio"}, {"name": "Dikenstein Violeta", "first_name": "Dikenstein", "last_name": "Violeta"}, {"name": "Fischberg Sabrina", "first_name": "Fischberg", "last_name": "Sabrina"}, {"name": "Maffeo Florencia", "first_name": "Maffeo", "last_name": "Florencia"}]}, {"title": "Media Attributions of Blame and Sympathy in ten Rape Cases", "year": "2002", "journal": "The Justice Professional", "volume": "15", "authors": [{"name": "Ardovini-Brooker Joanne", "first_name": "Ardovini-Brooker", "last_name": "Joanne"}, {"name": "Caringella-MacDonald Susan", "first_name": "Caringella-MacDonald", "last_name": "Susan"}]}, {"title": "Framing. La perspectiva de las noticias", "year": "2011", "journal": "La Trama de la Comunicación", "volume": "15", "authors": [{"name": "Aruguete Natalia.", "first_name": "Aruguete", "last_name": "Natalia."}]}, {"title": "Encuadrando el delito: pánico moral en los periódicos argentinos", "year": "2012", "journal": "América Latina Hoy", "volume": "62", "authors": [{"name": "Aruguete Natalia", "first_name": "Aruguete", "last_name": "Natalia"}, {"name": "Amadeo Belén", "first_name": "Amadeo", "last_name": "Belén"}]}, {"title": "Power in International Politics", "year": "2005", "journal": "International Organization", "volume": "59", "authors": [{"name": "Barnett Michael", "first_name": "Barnett", "last_name": "Michael"}, {"name": "Duvall Raymond", "first_name": "Duvall", "last_name": "Raymond"}]}, {"title": "The Supreme Court and Public Opinion: Judicial Decision Making in the Post-New Deal Period", "year": "1985", "journal": "The Journal of Politics", "volume": "47", "authors": [{"name": "Barnum David G.", "first_name": "Barnum", "last_name": "G."}]}, {"title": "The” F” Word: How the Media Frame Feminism", "year": "1998", "journal": "NWSA Journal", "volume": "10", "authors": [{"name": "Beck Debra Baker.", "first_name": "Beck", "last_name": "Baker."}]}, {"title": "Degendering the Problem and Gendering the Blame: Political Discourse on Women and Violence", "year": "2001", "journal": "Gender and Society", "volume": "15", "authors": [{"name": "Berns Nancy.", "first_name": "Berns", "last_name": "Nancy."}]}, {"title": "Media Framing and Policy Change After Columbine", "year": "2009", "journal": "American Behavioral Scientist", "volume": "52", "authors": [{"name": "Birkland Thomas", "first_name": "Birkland", "last_name": "Thomas"}, {"name": "Lawrence Regina", "first_name": "Lawrence", "last_name": "Regina"}]}, {"title": "De estereotipos, violencia y sexismo: la construcción de las mujeres en los medios mexicanos y argentinos", "year": "2011", "journal": "Anagramas Rumbos y Sentidos de la Comunicación", "volume": "9", "authors": [{"name": "Bonavitta Paola", "first_name": "Bonavitta", "last_name": "Paola"}, {"name": "de Garay Hernández Jimena", "first_name": "de", "last_name": "Jimena"}]}, {"title": "Framing Domestic Violence Fatalities: Coverage by Utah Newspapers", "year": "2007", "journal": "Women's Studies in Communication", "volume": "30", "authors": [{"name": "Bullock Cathy.", "first_name": "Bullock", "last_name": "Cathy."}]}, {"title": "Media Images of the Poor", "year": "2001", "journal": "Journal of Social Issues", "volume": "57", "authors": [{"name": "Bullock Heather", "first_name": "Bullock", "last_name": "Heather"}, {"name": "Fraser Wyche Karen", "first_name": "Fraser", "last_name": "Karen"}, {"name": "Williams Wendy", "first_name": "Williams", "last_name": "Wendy"}]}, {"title": "The Impact of Public Opinion on Public Policy: A Review and an Agenda", "year": "2003", "journal": "Political Research Quarterly", "volume": "56", "authors": [{"name": "Burstein Paul.", "first_name": "Burstein", "last_name": "Paul."}]}, {"title": "La violencia contra las mujeres en la agenda pública. Aportes en clave interdisciplinar", "year": "2015", "journal": "Colección Art", "volume": "2", "authors": [{"name": "Calce Carla", "first_name": "Calce", "last_name": "Carla"}, {"name": "España Valeria", "first_name": "España", "last_name": "Valeria"}, {"name": "Goñi Mazzitelli María", "first_name": "Goñi", "last_name": "María"}, {"name": "Magnone Natalia", "first_name": "Magnone", "last_name": "Natalia"}, {"name": "Mesa Serrana", "first_name": "Mesa", "last_name": "Serrana"}, {"name": "Meza Tananta Flor", "first_name": "Meza", "last_name": "Flor"}, {"name": "Pacci Gabriela", "first_name": "Pacci", "last_name": "Gabriela"}, {"name": "Rostagnol Susana", "first_name": "Rostagnol", "last_name": "Susana"}, {"name": "Viera Cherro Mariana", "first_name": "Viera", "last_name": "Mariana"}]}, {"title": "Newspaper Coverage of Intimate Partner Violence: Skewing Representations of Risk", "year": "2008", "journal": "Journal of Communication", "volume": "58", "authors": [{"name": "Carlyle Kellie", "first_name": "Carlyle", "last_name": "Kellie"}, {"name": "Slater Michael", "first_name": "Slater", "last_name": "Michael"}, {"name": "Chakroff Jennifer", "first_name": "Chakroff", "last_name": "Jennifer"}]}, {"title": "Framing Theory", "year": "2007", "journal": "Annual Review of Political Science", "volume": "", "authors": [{"name": "Chong Denis", "first_name": "Chong", "last_name": "Denis"}, {"name": "Druckman James N.", "first_name": "Druckman", "last_name": "N."}]}, {"title": "News Framing: Theory and Typology", "year": "2005", "journal": "Information Design Journal and Document Design", "volume": "13", "authors": [{"name": "De Vreese Claes H.", "first_name": "De", "last_name": "H."}]}, {"title": "On the Limits of Framing Effects: Who can Frame?", "year": "2001", "journal": "Journal of Politics", "volume": "63", "authors": [{"name": "Druckman James.", "first_name": "Druckman", "last_name": "James."}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert.", "first_name": "Entman", "last_name": "Robert."}]}, {"title": "Framing Bias: Media in the Distribution of Power", "year": "2007", "journal": "Journal of Communication", "volume": "57", "authors": [{"name": "Entman Robert.", "first_name": "Entman", "last_name": "Robert."}]}, {"title": "“Newsworthy” Victims? Exploring Differences in Canadian Local Press Coverage of Missing/Murdered Aboriginal and White Women", "year": "2010", "journal": "Feminist Media Studies", "volume": "10", "authors": [{"name": "Gilchrist Kristen.", "first_name": "Gilchrist", "last_name": "Kristen."}]}, {"title": "Where you Live and What you Watch: The Impact of Racial Proximity and Local Television News on Attitudes About Race and Crime", "year": "2002", "journal": "Political Research Quarterly", "volume": "55", "authors": [{"name": "Gilliam Franklin", "first_name": "Gilliam", "last_name": "Franklin"}, {"name": "Valentino Nicholas", "first_name": "Valentino", "last_name": "Nicholas"}, {"name": "Beckmann Matthew", "first_name": "Beckmann", "last_name": "Matthew"}]}, {"title": "Who Makes the News? Global Media Monitoring Project 2005", "year": "2005", "journal": "World Association for Christian Communication", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Infertility: His and Hers", "year": "1988", "journal": "Gender and Society", "volume": "2", "authors": [{"name": "Greil Arthur", "first_name": "Greil", "last_name": "Arthur"}, {"name": "Leitko Thomas", "first_name": "Leitko", "last_name": "Thomas"}, {"name": "Porter Karen", "first_name": "Porter", "last_name": "Karen"}]}, {"title": "Universal Women&#039;s Rights Since 1970: The Centrality of Autonomy and Agency", "year": "2011", "journal": "Journal of Human Rights", "volume": "10", "authors": [{"name": "Howard-Hassmann Rhoda E.", "first_name": "Howard-Hassmann", "last_name": "E."}]}, {"title": "Framing Responsibility for Political Issues: The Case of Poverty", "year": "1990", "journal": "Political Behavior", "volume": "12", "authors": [{"name": "Iyengar Shanto.", "first_name": "Iyengar", "last_name": "Shanto."}]}, {"title": "Framing Issues and Seizing Opportunities: The UN, NGOs, and Women&#039;s Rights", "year": "2003", "journal": "International Studies Quarterly", "volume": "47", "authors": [{"name": "Joachim Jutta.", "first_name": "Joachim", "last_name": "Jutta."}]}, {"title": "¿Responsables del Temor? Medios y Sentimiento de Inseguridad en América Latina", "year": "2014", "journal": "Nueva Sociedad", "volume": "249", "authors": [{"name": "Kessler Gabriel", "first_name": "Kessler", "last_name": "Gabriel"}, {"name": "Focas Brenda", "first_name": "Focas", "last_name": "Brenda"}]}, {"title": "The Coverage of Rape in the Israeli Popular Press", "year": "2004", "journal": "Violence Against Women", "volume": "10", "authors": [{"name": "Korn Alina", "first_name": "Korn", "last_name": "Alina"}, {"name": "Efrat Sivan", "first_name": "Efrat", "last_name": "Sivan"}]}, {"title": "The Media Depiction of Women who opt out", "year": "2008", "journal": "Gender \\& Society", "volume": "22", "authors": [{"name": "Kuperberg Arielle", "first_name": "Kuperberg", "last_name": "Arielle"}, {"name": "Stone Pamela", "first_name": "Stone", "last_name": "Pamela"}]}, {"title": "Visibilidad mediática de la violencia hacia las mujeres: continuidades y cambios en Argentina (1983–2009)", "year": "2010", "journal": "Derecho y Ciencias Sociales", "volume": "3", "authors": [{"name": "Laudano Claudia.", "first_name": "Laudano", "last_name": "Claudia."}]}, {"title": "Media, Race, Crime and the Punishment: Re-Framing Stereotypes in Crime and Human Rights Issues", "year": "2009", "journal": "DePaul L. Rev", "volume": "58", "authors": [{"name": "Lyon Rachel.", "first_name": "Lyon", "last_name": "Rachel."}]}, {"title": "African American Women and Violence: Gender, Race, and Class in the News", "year": "2004", "journal": "Critical Studies in Media Communication", "volume": "21", "authors": [{"name": "Meyers Marian.", "first_name": "Meyers", "last_name": "Marian."}]}, {"title": "Media Representations of Pregnancy and Childbirth: An Analysis of Reality Television Programs in the United States", "year": "2010", "journal": "Birth (berkeley, Calif )", "volume": "37", "authors": [{"name": "Morris Theresa", "first_name": "Morris", "last_name": "Theresa"}, {"name": "McInerney Katherine", "first_name": "McInerney", "last_name": "Katherine"}]}, {"title": "Derechos humanos y sexualidad en la Argentina", "year": "2006", "journal": "Horizontes antropológicos", "volume": "12", "authors": [{"name": "Pecheny Mario", "first_name": "Pecheny", "last_name": "Mario"}, {"name": "Petracci Mónica", "first_name": "Petracci", "last_name": "Mónica"}]}, {"title": "Violencia Contra las Mujeres: Comunicación Visual y Acción Política en “Ni Una Menos” y “Vivas Nos Queremos”", "year": "2015", "journal": "Contratexto", "volume": "24", "authors": [{"name": "Rovetto Florencia.", "first_name": "Rovetto", "last_name": "Florencia."}]}, {"title": "Framing as a Theory of Media Effects", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Scheufele Dietram.", "first_name": "Scheufele", "last_name": "Dietram."}]}, {"title": "Framing, Agenda Setting, and Priming: The Evolution of Three Media Effects Models", "year": "2007", "journal": "Journal of Communication", "volume": "57", "authors": [{"name": "Scheufele Dietram", "first_name": "Scheufele", "last_name": "Dietram"}, {"name": "Tewksbury David", "first_name": "Tewksbury", "last_name": "David"}]}, {"title": "Framing European Politics: A Content Analysis of Press and Television News", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Semetko Holli", "first_name": "Semetko", "last_name": "Holli"}, {"name": "Valkenburg Patti M", "first_name": "Valkenburg", "last_name": "M"}]}, {"title": "«Infertile Motherhood» A Television Construction of Surrogacy", "year": "2013", "journal": "Feminist Media Studies", "volume": "13", "authors": [{"name": "Shalev Shirley", "first_name": "Shalev", "last_name": "Shirley"}, {"name": "Lemish Dafna", "first_name": "Lemish", "last_name": "Dafna"}]}, {"title": "Women&#039;s Health in Melbourne&#039;s Print Media: A Content Analysis", "year": "1999", "journal": "Australian Journal of Primary Health-Interchange", "volume": "5", "authors": [{"name": "Shugg Jo", "first_name": "Shugg", "last_name": "Jo"}, {"name": "Rice Pranee Liamputtong", "first_name": "Rice", "last_name": "Liamputtong"}]}, {"title": "Being Female: The Portrayal of Women&#039;s Health in Print Media", "year": "2002", "journal": "Health Care for Women International", "volume": "23", "authors": [{"name": "Shugg Jo", "first_name": "Shugg", "last_name": "Jo"}, {"name": "Liamputtong Pranee", "first_name": "Liamputtong", "last_name": "Pranee"}]}, {"title": "“Things are Getting Better” Isn&#039;t Always Better: Considering Women&#039;s Progress Affects Perceptions of and Reactions to Contemporary Gender Inequality", "year": "2011", "journal": "Basic and Applied Social Psychology", "volume": "33", "authors": [{"name": "Spoor Jennifer", "first_name": "Spoor", "last_name": "Jennifer"}, {"name": "Schmitt Michael", "first_name": "Schmitt", "last_name": "Michael"}]}, {"title": "The Influence of Episodic and Thematic Frames on Policy and Group Attitudes: Mediational Analysis", "year": "2015", "journal": "Human Communication Research", "volume": "41", "authors": [{"name": "Springer Sheila", "first_name": "Springer", "last_name": "Sheila"}, {"name": "Harwood Jake", "first_name": "Harwood", "last_name": "Jake"}]}, {"title": "Who Makes the News? Promoting Gender Equality in and Through News Media", "year": "2006", "journal": "Pacific Journalism Review", "volume": "12", "authors": [{"name": "Turley Anna.", "first_name": "Turley", "last_name": "Anna."}]}, {"title": "Rethinking Women and the News", "year": "1988", "journal": "European Journal of Communication", "volume": "3", "authors": [{"name": "Van Zoonen Liesbet.", "first_name": "Van", "last_name": "Liesbet."}]}, {"title": "El tratamiento de la violencia contra las mujeres en los medios de comunicación", "year": "2014", "journal": "Comunicación y Medios", "volume": "30", "authors": [{"name": "Vega Montiel Aimée.", "first_name": "Vega", "last_name": "Aimée."}]}, {"title": "The Structure of Intersectionality: A Comparative Politics of Gender", "year": "2006", "journal": "Politics and Gender", "volume": "2", "authors": [{"name": "Weldon Laurel.", "first_name": "Weldon", "last_name": "Laurel."}]}, {"title": "El tratamiento informativo de la “inseguridad” en la Argentina: victimas, victimarios y demandas punitivas", "year": "2018", "journal": "Communication and Society", "volume": "31", "authors": [{"name": "Zunino Esteban", "first_name": "Zunino", "last_name": "Esteban"}, {"name": "Focás Brenda", "first_name": "Focás", "last_name": "Brenda"}]}]}