{"doi": "10.1080/1461670X.2016.1254061", "url": "https://doi.org/10.1080/1461670X.2016.1254061", "title": "Habits and Generational Media Use", "volume": "19", "year": "2018", "issue": "7", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Ghersetti", "first_name": "Marina", "name": "Marina Ghersetti"}, {"last_name": "Westlund", "first_name": "Oscar", "name": "Oscar Westlund"}], "abstract": "This article analyses how different generations’ everyday media habits—focusing on news media and social media—interrelate with media use during societal crises. It acknowledges that increasing digitalization and mobility are closely linked to fragmentation of media and individualization of media use, involving pronounced differences in generational media use. Ultimately, the future of journalism and media accessing carry much significance for the future of crisis communication. Different generations have formed distinct media habits, and their uses vary in different situations. Research has shown that in the specific event of a societal crisis, generations will turn to the media for information in different ways. This article builds on empirical analysis, focusing on how generations envision themselves turning to news media and social media during societal crises, depending on their everyday media habits. Theoretically it builds on the GC/MC model, a 2 × 2 matrix encompassing generation-centric (GC) and medium-centric (MC) approaches. This article gives special emphasis to habits and situational conditions. It presents a statistical analysis of nationally representative Swedish survey data from 2012. The findings show that habitual media use in everyday life strongly affects envisioned media use in crisis situations, more so than the distinct capabilities of the media and personal background characteristics.", "body": [{"title": "Introduction", "paragraphs": ["News journalism has long been the main provider of orienting information in society. News media and social media nowadays play important—yet varying—roles in everyday life as well as during extraordinary circumstances, such as societal crises (cf. Shklovski, Palen, and Sutton 2008; Shaw et al. 2013; Westlund and Ghersetti 2015). Societal crises are interruptions from the ordinary that seriously disturb the everyday routines of a community or society, and in the worst case, they threaten basic social functions, causing widespread human, material, economical or environmental losses (World Health Organization (WHO) 2007). During societal crises, need for information is more salient than under ordinary circumstances (cf. Westlund and Ghersetti 2015) and people largely behave in line with how they make sense of available information (cf. Sandin and Wester 2009). Which media citizens turn to in these situations, and the information they access, is very important to how society succeeds in managing emergencies and crises situations.", "The contemporary multimodal mediascape offers a wealth of opportunities for information access and digital participation (Singer et al. 2011; Vigsö and Odén 2016). Online news media report on how a crisis situation develops, who is affected, which authorities are responsible, and the measures taken. They also serve as a platform for citizen participation in different stages of the news production process, although with significant variation in the ways they enable this (Singer et al. 2011; SOU 2015:94; Lewis and Westlund 2015). Social media serve a multitude of purposes, from interpersonal communication to the discovery of events and facts through adaptive and personalized algorithms. Different social media take different roles in people’s lives, although these vary much among different groups of people. Some social media are mainly used for interpersonal updating, and keeping in touch with family and friends, while others are frequently used to access and share news and other media content. In such cases, the social media platform essentially functions as an interface between the media user and the news media. Similar developments are taking place in a variety of industries and several countries, and have been described as a form of platformization (Andersson Schwarz 2016).", "More generally, a competitive, digitized and fragmentized mediascape has emerged, facilitating individualized media use in relation to content, device and space. Certain media have proven more successful than others in offering attractive affordances for media users, and thus have gained specific media niches (Dimmick 2003; Dimmick, Feaster, and Hoplamazian 2011). Also, people’s needs and habits play a significant role for media use (LaRose 2010). Media habits are relatively heterogenic, exposing differences between social clusters such as age, gender, class, education and ethnicity. Age involves two main dimensions—generational belonging and life cycle, respectively—which simultaneously influence media habits. Generational belonging has proven to precondition media habits the most (Westlund and Weibull 2013). This article acknowledges both dimensions, including the role of media affordances vis-à-vis habits and needs, for an analysis of envisioned media use in different situational contexts—that is, a particular social situation, space or place. Importantly, while some media are stationary and mostly used at home, e.g. televisions, others are mobile and independent of spatial arrangements (cf. Bjur et al. 2013). Although printed papers and transistor radios in this sense may be described as mobile media, the concept is normally coined for contemporary media such as laptops, cell phones and tablets. Moreover, several scholars have brought to light that the way people make use of media is related to a particular social situation, space or place (Peters 2012; Newman and Levy 2014; Schrøder 2014). Television viewing and newspaper reading usually take place in the home, radio listening is common while driving, the computer is mostly used at work, whereas smartphones are used both in public and domestic contexts. This article seeks to investigate the significance of specific situational contexts on people’s news access during extraordinary situations. To put it simply, the relative importance of media habits is manifested if people choose to do as they usually do, whereas media choices based on a specific situation is an indication of the significance of media characteristics (affordances). This article presents nationally representative survey data on how different generations—depending on their everyday media habits—envision themselves using media during societal crises when in three distinct locations: (1) at home, (2) at school or work, and (3) elsewhere. The article’s theoretical framework departs from the GC/MC model, as posited by Westlund and Ghersetti (2015), integrating generation-centric (GC) and medium-centric (MC) approaches to the study of media use, which are here related to specific media situations and habits."]}, {"title": "Habitual Media Use: Setting the (Different) Contexts", "paragraphs": ["Media is an integral and taken-for-granted part of everyday life. People develop and maintain strong patterns of habitual media use, and distinct groups of people may develop patterns with completely different media than others do. When certain behaviour is performed regularly in stable circumstances (such as reading a newspaper at breakfast) and for a certain purpose (such as information or entertainment), it eventually turns into a habit. A habit is formed as (relatively) conscious goal-driven behaviour gradually transcends into habitual conduct framed by the experience of previous outcomes, i.e. the individual’s personal implicit or explicit assessment of whether a medium is worthwhile using, what Schrøder and Larsen (2010) terms as “perceived worthwhileness” of media use, constituted by the subjectively experienced material, situational and functional circumstances that characterize a medium’s practice of use.", "Scholars have found that a slight majority of all media use is habitual (Wood, Quinn, and Kashy 2002), and that once these patterns and routines are established, changing them may be difficult, and, accordingly, new habits may be hard to adopt (Graybiel and Smith 2014). A break or change is typically brought on by major changes in life (leaving the parental home, getting divorced) or by a major event, such as a crisis or emergency. Empirical research has documented the interplay between generational belonging and the life cycle in media use. Older generations developed their media habits when legacy media were at their prime, and have largely persisted in using these, whereas younger generations have formed media habits in a digital mediascape (Westlund and Weibull 2013). Westlund and Ghersetti (2015) suggest that during a crisis all generations shift their media behaviour slightly, resulting in more homogeneity. They found that during crises, different generations envision turning more to television, radio and online news, all of which offer updated and live news reporting. That study—conducted in 2010—did not, however, account for mobile news, nor media use in specific situational contexts, nor the role of habits.", "The formation of media habits is closely connected to specific media characteristics and the context of their use. According to LaRose (2010), media habits seem to be less dependent on context than are other habits. Although a stable situation facilitates the formation of media habits, it may not be necessary for their subsequent maintenance. Also, less frequent media use—across varying situational contexts—may be described, perceived and performed as habitual (Ji and Wood 2007). More generally, the way people make use of media is related to a particular social situation, space or place (cf. Schrøder 2014), which is partly explained by media characteristics. After all, the availability and functionality of different media varies. Most media use is tied to the household context of the home (Schrøder 2014), which is certainly still the case with stationary television viewing, whereas the use of smartphones and tablets is liberated from specific spatial and temporal contexts (Van Damme et al. 2015). Indeed, the very specific affordance of mobile media, Helles (2013) argues, is the presence of many media on one single portable platform, which transforms the user into a mobile terminus for mediated communicative interactions across the various contexts and spaces of daily life. With mobile devices gaining significance for news and social media use in everyday life, habitual uses are indeed being formed across many places (see the review in Westlund 2015). As opposed to legacy media that may be carried along—such as printed newspapers and transistor radios—laptops, tablets, smartphones, smart watches, etc. also offer individual and continuous updates, multi-modal communication, personalization, locative news and much more."]}, {"title": "Study Rationale", "paragraphs": ["Research has proven that understanding habits is important for comprehending patterns of media use, habits that are closely connected to generational belonging and specific media characteristics. Envisioned media use during a societal crisis varies from everyday media use, but also seems to vary depending on situational conditions. The purpose of this article is to describe and explain the relative importance of media habits among distinct generations for envisioned media use during crises when the user is in three distinct locations (at home, at work/school and elsewhere). This involves describing and explaining generational patterns of media use in everyday life, as well as analysing the relative importance of daily use versus seldom use for how four generations envision turning to media during crises. The analysis will thus assess generational effects in relation to habitual effects, with control also for socio-demographics.", "The GC/MC model presented in Figure 1 is designed as a 2 × 2 matrix that offers an analytical framework for the study of how generations make use of media, both in their everyday lives and during crises (Westlund and Ghersetti 2015). The model encompasses two continuous dimensions: the horizontal axis denotes the generation-centric dimension and the vertical axis denotes the medium-centric one. The generation-centric dimension relates to needs, interests and habits within or across generations, and it acknowledges, explores and analyses differences in media use among and between generations (specifying young and elderly generations on opposite sides of the horizontal axis). Departing from the sociology of generations, this approach suggests that patterns in generational media use in everyday life help to explain media use during crises. The medium-centric dimension departs from the theories of the niche, media logic, and media affordances, suggesting that generations choose the media that they find provide the “best” information during a crisis, thus displacing other media alternatives. Representing the vertical axis, the medium-centric approach encompasses the span between contemporary media (digital media) at the top and legacy (traditional) media at the bottom of the continuum. Any specific medium is positioned into the model in relation to other media, based on their novelty and maturity. Habits and Generational Media UseAll authorsMarina Ghersetti http://orcid.org/0000-0001-9670-8983 & Oscar Westlund http://orcid.org/0000-0002-9029-6065https://doi.org/10.1080/1461670X.2016.1254061Published online:22 November 2016FIGURE 1  The GC/MC model Source: Westlund and Ghersetti (2015).Display full sizeFIGURE 1  The GC/MC model Source: Westlund and Ghersetti (2015).", "FIGURE 1  The GC/MC model Source: Westlund and Ghersetti (2015).", "FIGURE 1  The GC/MC model Source: Westlund and Ghersetti (2015).", "Westlund and Ghersetti (2015) marked the generation-centric dimension based on two research traditions: the sociology of generations and the user-centric approach. According to the sociology of generations (Mannheim 1952), people growing up and having the formative phase of their lives at the same time develop similar experiences and patterns, what is also described as generational consciousness. A generation’s everyday media use would thus be linked to the media that were dominant when they grew up. Such formative media socialization, and distinguished and consistent media use, among generations have been evidenced by several studies (Gumpert and Cathcart 1985; Aroldi and Colombo 2007; Westlund and Weibull 2013; Bolin 2017). A key assumption concerns the fact that distinct generations develop and share experiences of what is happening in the world based on their way of accessing news (Höijer 1998; Volkmer 2006). Importantly, while the generation-centric approach puts emphasis on generational patterns of media use, it also acknowledges heterogeneity in the form of intra-generational differences. This article analyses the four generations posited by American sociologists Zukin et al. (2006): the Dutifuls, born in 1945 or earlier, who grew up with print newspapers and radio; the Baby Boomers, born between 1946 and 1964, who grew up with television; Generation X, born between 1965 and 1975, who grew up with VHS and CDs; and the DotNets, born in 1976 or after, who grew up with different kinds of online media. The usefulness of this classification for countries beyond the United States has been questioned, and it has also been stressed that Generation X and the DotNets consist of smaller generational clusters than the other two. Nevertheless, several Swedish scholars have applied this classification for analyses of generational patterns, including analyses of generational news accessing (Bergström and Wadbring 2012; Westlund and Ghersetti 2015). Ultimately, this classification will be used in order to facilitate transparency and comparisons.", "The generation-centric approach as presented by Westlund and Ghersetti (2015) acknowledges the formative experiences and routines of generations. Habits are a salient feature also in the user-centric approach, and so are people’s needs (Dutta-Bergman 2006). Since each media provides gratifications to its users, this is what will determine and explain media use. Furthermore, this tradition proposes that different media may offer similar gratifications, and instead of choosing one over the other, an individual may use several complementary media (cf. Westlund and Färdigh 2015). Empirical research has established important age differences in both legacy and contemporary news media use (Bergström and Wadbring 2012; Westlund and Färdigh 2015), which indicates the presence of intra-generational differences, and argues against an oversimplified heterogenic classification of generational media habits. Consequently, when attempting to comprehend generational media use, one should also acknowledge that all generations go through different cycles in their life courses (Elder 1975; Dimmick, McCain, and Bolton 1979). This field of research requires robust data-sets of media use stretching over extensive time periods. But even when that is the case (cf. Westlund and Weibull 2013), there are limitations to what can be said, especially with regard to younger generations, as these have not yet travelled through all life stages. While acknowledging life cycle in theory, this article will not incorporate such measures into its generational approach and analysis.", "Importantly, previous analyses of media use in everyday life and crisis situations by Westlund and Ghersetti (2015) have suggested that media habits have both inter-generational and cross-generational characteristics. All generations expose media profiles in everyday life that are typically coined by the media dominating the formative phase of their lives. All generations also expect emergency situations to evoke a greater need for information. In these cases, media habits point to inter-generational patterns of media use in at least two ways: firstly, in that all generations generally declare that they would turn to the news media they use in everyday life; and secondly, in that even occasional users primarily would extend the use of news media to those typically represented in their own generation. However, the analysis also indicates that the increased media use in crisis situations would expand beyond the boundaries of each generation, with specific emphasis on the oldest and youngest ones, suggesting a pattern of cross-generational homogeneity. In particular, people will choose media that provide gratifications that are valuable in crisis situations, i.e. television, radio and online news, which offer updated and live reporting. These results confirm the significance of media characteristics.", "The medium-centric dimension of the GC/MC model essentially puts emphasis on the importance of media characteristics on media use. It involves research that assumes a zero-sum game where media with superior capacities displace or replace those with inferior capacities. When discussing the importance of media characteristics, Westlund and Ghersetti (2015) integrated the theories of the niche, of media logic and of media affordances. First, and according to the theory of the niche, media products provide certain resources that offer gratification in different time–space situations, influencing media choices (Dimmick, Feaster, and Hoplamazian 2011). The media compete through availability in time and space and through the content and facilities that they offer. Second, building on media logic, media are perceived as developing a specific logic that both incorporates and builds on routines, formats and norms (Altheide and Snow 1979). Media logic may thus be seen as the way that organizational and technical features enable and constrain a media’s selection, presentation and transmission of information (Dahlgren 1996). Third, media affordances refer to the relational and functional possibilities and impossibilities that different media entail (Graves 2007). This social constructivist approach proposes that the individual’s needs and capabilities command media use. Each specific media provides a limited number of affordances, which may differ in quantity and quality between both contexts and individuals (cf. Ayaß 2014; Schrøder 2014). Importantly, the extent to which different media are mobile and connective determines whether or not they can be used in a specific situation. The television, for instance, is a substantial piece of material that typically is placed at a specific place where it can be connected (to broadcasting and the internet) and comfortably viewed. Mobile devices, on the other hand, are designed to be portable and thus easy to carry along from one place to another, offering more ubiquitous access. In fact, sociologists have claimed that mobile devices, par excellence, constitute so-called “miniaturized nobilities”, which refers to how the prevalence of mobility in contemporary life has been translated into digital devices (Elliott and Urry 2010).", "This article draws upon Swedish representative data from 2012, collected in a national survey organized by the SOM Institute at the University of Gothenburg. The media platforms included in the questionnaires were television news (TV news), radio news, print newspapers, online news, mobile news, social media and mobile social media. Questions on media use during crises were included in one questionnaire, which was sent to 3000 Swedes aged 16–85. The net response rate was 58 per cent and there were a total of 1631 responses. Questions on media use in everyday life were included in one to four different questionnaires, each of which was sent to 3000 Swedes, and the net response rate was 57 per cent. The total of responses for the questions on TV news, radio news, newspapers and social media ranged between 5408 and 6099; for online news, the total was 4006; and for mobile news and mobile social media, it was 1554.", "As with most surveys, this article reports on people’s perceptions and assessments, in this case in relation to a hypothetical crisis. In the questionnaire, people were invited to estimate media use in a hypothetical case of gas emission. An objection to this kind of hypothetical question is that the answers may be less accurate than for questions on factual events and circumstances. However, most Swedes have, over the last few decades, directly or indirectly been affected by large and dramatic societal crises, such as the sinking of the ferry Estonia in 1994, the tsunami disaster in Thailand in 2004 and the devastating storm Gudrun in 2005. The hypothetical question about media use in case of a gas emission may thus be related to personally experienced similar conditions when a need for information was urgent. Nevertheless, in this article media use during crisis is systematically discussed as being envisioned. The respondents have declared their envisioned media use during crisis situations when being in three distinct locations: at home, at work or in school, and elsewhere. The locations were selected based on common situations for media use (Schrøder 2014).", "The subsequent empirical analysis focuses on media habits and thus distinguishes between daily seldom use. For subscribed newspapers, TV news, radio news and online news, daily use refers to the optional categories “every day” and “7 days/week”; for single-sold tabloid newspapers “6–7 days/week”; for social media “daily” use; and for mobile news and mobile social media, “1–3 times/day” or more. For subscribed newspapers, TV news, radio news and online news, rare use refers to 5 days per week or less; for single-sold tabloid newspapers, it refers to 3–5 days per week or less; for social media, several times per week or less; and for mobile news and mobile social media, a “few times per week” or less."]}, {"title": "Findings", "paragraphs": ["This section presents results on everyday media use among the four generations in Sweden, how these generations envision their media use in three different locations when a crisis takes place, and analyses what variables have the greatest impact on media use in different generations.", "A snapshot of daily media use from 2012 among the Swedish population of those between 16 and 85 years shows that TV news attracted the most viewers (44 per cent), followed by radio news (37 per cent), online news (36 per cent), social media (35 per cent), print newspapers (30 per cent), mobile news (25 per cent) and mobile social media (24 per cent). Moving beyond the general picture, Table 1 reports the extent of media use among four generations (percentage), when there is a significant correlation between a specific medium and a specific generation (Pearson’s r), and explains the effect of generational belonging on daily media use (odds ratio coefficients from logistic regression). Habits and Generational Media UseAll authorsMarina Ghersetti http://orcid.org/0000-0001-9670-8983 & Oscar Westlund http://orcid.org/0000-0002-9029-6065https://doi.org/10.1080/1461670X.2016.1254061Published online:22 November 2016TABLE 1 Daily media use and statistical dispersion in 2012 among four generations (%, correlation and odds ratio)CSVDisplay Table", "The findings suggest that Dutifuls, born 1945 or earlier, turn mostly to legacy media, and especially to TV news (79 per cent; 0.387**). This generation is almost eight times more likely to watch TV news on a daily basis than are the other generations (Exp(β) = 7.46**, the reference category combines the three other generations). While radio (61 per cent) and newspapers (46 per cent) also maintain precedence with the Dutifuls, only very few use daily online or mobile news or social media. A Dutiful, for instance, is more than 20 times less likely to use social media on mobile devices than are other generations (Exp(β) = 0.04). A substantial dispersion exists in media use as the maximum range—between TV news and mobile social media—scores 77.", "Furthermore, the generation of Baby Boomers, born 1946 to 1964, mainly turns to TV news (51 per cent), followed by radio news (46 per cent) and newspapers (38 per cent). The results are sustained by significant and positive correlations and odds ratios. However, digital media has also gained traction in this generation, especially online news (31 per cent) and social media (22 per cent). The numbers are slightly smaller for mobile news (16 per cent) and mobile social media (10 per cent). The range is 41, which indicates a lot of heterogeneity, yet much less when compared to Dutifuls.", "Generation X, people born from 1965 to 1975, discloses a focus on mainly contemporary and digital media, but also includes notable elements of legacy media—altogether marked by relatively homogenous use (range: 27). Online news (48 per cent) has the most pronounced position in the everyday lives of Generation Xers, followed by social media (40 per cent), mobile news (35 per cent) and mobile social media (33 per cent). Significant correlation and odds ratio measures establish these media as solidly embedded in the habits of Generation X. Moreover, one out of four turn to radio news (25 per cent), TV news (23 per cent) and newspapers (21 per cent) on a daily basis.", "As expected, the integration of digital media into everyday life is most salient among the DotNets: social media (67 per cent) and mobile social media (62 per cent) mark their pattern of media usage, followed by online news (48 per cent) and mobile news (44 per cent). On the other hand, only 1 out of 10 turns to legacy media on a daily basis. The findings expose positive correlations with digital media and negative correlations with legacy media. The odds ratios show that the DotNets are six times more likely to use social media and almost 11 times more likely to use mobile social media on a given day than are the other generations. With a range of 58, this generation is truly marked by a digital media orientation.", "The findings in Table 1 present the four generations (each placed on the horizontal axis of the GC/MC model) as occupying significantly different positions on its vertical axis. Figure 2 reveals accumulated percentages for each of the generation’s daily use of legacy and digital media, respectively. Besides revealing the exceptional differences in media orientations among generations, Figure 2 also exposes substantial differences in their total daily media use. DotNets use digital media approximately six times more often than the Dutifuls do, and there is an inverse relationship for legacy media. The Baby Boomers and Generation Xers are placed in between with use of legacy media symmetrically declining following the range of generational age. Moreover, the accumulated media use is highest among the DotNets (252), whereas the Baby Boomers take the opposite position (210). Habits and Generational Media UseAll authorsMarina Ghersetti http://orcid.org/0000-0001-9670-8983 & Oscar Westlund http://orcid.org/0000-0002-9029-6065https://doi.org/10.1080/1461670X.2016.1254061Published online:22 November 2016FIGURE 2  Accumulated percentage of daily media use among generations Source: The National SOM survey (2012).Display full sizeFIGURE 2  Accumulated percentage of daily media use among generations Source: The National SOM survey (2012).", "FIGURE 2  Accumulated percentage of daily media use among generations Source: The National SOM survey (2012).", "FIGURE 2  Accumulated percentage of daily media use among generations Source: The National SOM survey (2012).", "This section analyses envisioned media use among generations when in three specific situations, depending on habitual media use (daily users versus rare users). Table 2 compares seldom users in one generation with seldom users in other generations (the three other generations are used as a reference category) when at home, at work or school, and elsewhere. The same applies to the comparison of daily users in one generation with daily users in other generations. Take note not to compare daily with seldom users between generations since the odds ratios have not been calculated in such a fashion. Also, take note that print newspapers have been omitted since too few have reported turning to these during a crisis (and they thus do not enable statistical calculations), and also that the analysis of media use at school or work (Table 2b) excludes the Dutifuls since they do not attend such activities. Moreover, the table only reports significant figures. Habits and Generational Media UseAll authorsMarina Ghersetti http://orcid.org/0000-0001-9670-8983 & Oscar Westlund http://orcid.org/0000-0002-9029-6065https://doi.org/10.1080/1461670X.2016.1254061Published online:22 November 2016TABLE 2 Explaining the role played by habits in envisioned media use among generations during crises (odds ratio)CSVDisplay Table", "First, the findings for the domestic context of the home were analysed. The comparison of daily users shows that the Dutifuls—when controlling for daily use—were 5.24 times more likely than other generations to turn to radio news during a crisis. Similarly, daily users within Generation X were 1.74 times more likely than other generations to access information via mobile social media during a crisis. Comparing seldom users, the results show that Dutifuls would be 3.39 times more likely than others to turn to radio news when at home during a crisis. Additionally, Generation Xers would be 2.02 times more likely to use mobile social media. Importantly, seldom users in the DotNet generation would be 1.58 times more likely to turn to online news and 1.69 times more likely to access mobile news than are other seldom users.", "When being at school or work during a crisis situation, daily users from Generation X are 1.58 times more likely than others to access online news and 1.62 times more likely to access mobile news. Seldom users scored highest for online news (Exp(β) = 1.80), whereas the DotNets were most inclined to access news via their mobile devices (Exp(β) = 2.32). The DotNets were also 3.30 times more likely than others to turn to mobile social media. The Baby Boomers scored several slightly negative figures relating to digital media, but they also showed a significant inclination to listen to radio news (Exp(β) = 1.34).", "Finally, the analysis of envisioned media use in a crisis situation when being elsewhere shows negative coefficients for all media for seldom users among Dutifuls. In other words, Dutifuls typically did not envision themselves turning to any media outside the home. In contrast, seldom users among both Generation Xers and DotNets envisioned increasing their use of online and mobile news, while Baby Boomers envisioned expanding their use of television and radio news.", "The multivariate regression analysis presented in Table 3 measures the impact of daily use on different generations’ envisioned media selection during crises when they are in three distinct situations, controlling for gender, education, social class, marital status and immigrant background, i.e. background variables with proven impact on media use. Take note that in Table 3a and c, the Dutifuls are used as a reference category for the other generations, and in Table 3b the Baby Boomers are used (Dutifuls are excluded from the analysis). As a general note, many of the control variables are insignificant in the multivariate regression analysis, and the scores that are significant do not reveal a positive/negative direction. Habits and Generational Media UseAll authorsMarina Ghersetti http://orcid.org/0000-0001-9670-8983 & Oscar Westlund http://orcid.org/0000-0002-9029-6065https://doi.org/10.1080/1461670X.2016.1254061Published online:22 November 2016TABLE 3 Multivariate logistic regression analysis of different generations’ envisioned media use during societal crises, when in three different situationsCSVDisplay Table", "Table 3a reports on envisioned media use when the different generations would seek information about a crisis while at home. The findings evidence a positive effect of daily use on all kinds of media. The scores are especially strong for digital media, signifying that habits are important for how people turn to such media during a crisis. Online news and TV news involve lower scores, as these are the media chosen by the most, whereas the odds ratio for daily users of mobile social media to use them during a crisis is 4.44. The effect from other independent variables is limited. Generational belonging only has a significant impact on listening to radio news, with negative values in a descending scale from Baby Boomers (−1.007***) to DotNets (−1.885***). Class-belonging proves to have significant effect on media use, but the analysis does not show whether it is positive or negative.", "Table 3b presents the generations’ envisioned media use at school or work, and it affirms the significance of daily use, especially when it comes to digital media: daily users of mobile social media were 4.03 times more likely than others to use such media during a crisis. Corresponding figures for social media and mobile news were 2.74 and 2.64, respectively. Generational belonging proves significant in a few cases. For example, compared to others, Generation X were 2.02 times more likely to access mobile news and 1.76 times more likely to turn to online news. Similarly, the odds that DotNets turn to mobile news were 2.31. None of the other independent variables in the model proved to have a significant effect on media use during a crisis in this location.", "Table 3c reports the generations’ envisioned media use when elsewhere, e.g. on the go or visiting public places. The only significant score for daily use involves mobile news, which daily users were 1.97 times more likely to engage with than others. Generational belonging yielded many significant findings, most notably that the DotNets and Generation Xers were significantly more geared towards accessing online news (4.87 and 5.57, respectively) and mobile news (2.75 and 2.52, respectively) than were other generations. Additionally, Generation Xers were also more inclined than others to turn to social media, both generally (2.82) and on mobile devices (2.15)."]}, {"title": "Limitations and Conclusions", "paragraphs": ["The aim of this article has been to analyse the importance of media habits and media affordances on people’s media use during crisis situations, when being in different social situations, spaces and places. Media habits are discussed and defined in relation to generational belonging, and media affordances in relation to location.", "Like most studies it has its limitations. First and most importantly, the analysis is based on behavioural intentions (envisioned media use) rather than actual behaviour. This is, however, a limitation that to some extent may be compensated by the fact that most people—even when not being directly affected—at some point have experienced situations of urgent need for news and information. Secondly, in the questionnaire social media is listed as an option for news seeking along with traditional news media. Thirdly, since the time that data were collected important shifts in media use have taken place, most notably that mobile and social media have gained further significance for news accessing.", "Having said this, the results presented indicate the strong impact of generational belonging on everyday media habits and distinct generational media profiles. These are characterized by the media dominating the formative phase of each generation’s life. In consequence, the media habits of the elderly generation, the Dutifuls, primarily comprise legacy news media, while the younger generation, the DotNets, has mainly developed digital media habits. The media habits of the two intermediate generations, the Baby Boomers and Generation X, balance between legacy and digital media, yet with profiles on opposite sides of the medium-centric dimension.", "When a crisis occurs, generational media profiles are accentuated and each generation seeks information via the media it uses on a regular basis. Even seldom media users in these situations envision turning to the media most prominent within their own generation. Furthermore, the analysis evidences that habits (i.e. daily use) have the strongest effect, among a number of background variables, on envisioned media use during crises. The results thus confirm the persistent impact of established media habits, even when transferred to hypothetical and extraordinary circumstances.", "Still, habitual media use should not be seen as unconditional, in the sense of being automatic, but rather like what LaRose (2010) described as originating from a mixture of conscious and automatized behaviour, acknowledging also the impact of media affordances. When in different locations and situations, such as at home, at work/school or elsewhere, media use is conditioned by the accessibility of media. Accordingly, stationary television and radio generally dominate media use at home, while the computer is the main provider of news at work or school, and mobile devices when being elsewhere or on the go. More importantly, both habitual and seldom media users primarily envision turning to updated and live reporting news media, i.e. TV, radio and online news, independently of location and space. Social media and print newspapers (with a fixed publication cycle) tend to fall behind and be of less use for urgent information seeking.", "However, social media are normally not perceived as news outlets in the traditional sense, but as platforms for informal interactive communication and socialization, carrying their own specific media logic(s) (van Dijck and Poell 2013). Indeed, research suggests that social media complement rather than displace news media during situations of crisis, albeit to a different extent in the four generations. Social media play an important and expanding role for networked communication between family members, relatives and friends (Austin, Liu, and Jin 2012), for community neighbours and citizens to organize and help each other handling a crisis situation (Palen et al. 2007; Lindsay 2011), and for crisis managing authorities to communicate with and reach affected citizens with targeted messages on a local level (Muralidharan et al. 2011; Odén et al. 2016).", "Over the last few years, some important shifts in media use have taken place. Most notably, both mobile devices and social media platforms have rapidly and increasingly gained importance for the general accessing of news (Westlund 2015; Newman et al. 2016). Although research on social media use for accessing traditional news during crisis situations is limited (cf. Spence and Lachlan 2016), it indicates that social media can and are used for such purposes. Since the most distinguished affordance of mobile and social media platforms is that they offer access to multiple media (television, print, radio) and formats (video, image, text, sound) independently of location and situation (cf. Helles 2013), their significance for information accessing and communication is likely to increase also in connection to societal crisis among all generations.", "Ultimately, news accessing via online and broadcast news media still constitutes the backbone of the public’s news accessing during extraordinary situations, independently of generational belonging, location and place. These remain essential for facilitating efficient crisis communication, from a societal perspective. However, recent development towards individualized media choices and news diets, and increasingly widening information gaps between groups in society, may in the long run also present a challenge to the stability of habitual media use."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Generational Belonging and Mediascape in Europe", "year": "2007", "journal": "Journal of Social Science Education", "volume": "6", "authors": [{"name": "Aroldi Piermarco", "first_name": "Aroldi", "last_name": "Piermarco"}, {"name": "Colombo Fausto", "first_name": "Colombo", "last_name": "Fausto"}]}, {"title": "How Audiences Seek out Crisis Information: Exploring the Social-Mediated Crisis Communication Model", "year": "2012", "journal": "Journal of Applied Communication Research", "volume": "40", "authors": [{"name": "Austin Lucinda", "first_name": "Austin", "last_name": "Lucinda"}, {"name": "Liu Brooke F.", "first_name": "Liu", "last_name": "F."}, {"name": "Jin Yan", "first_name": "Jin", "last_name": "Yan"}]}, {"title": "Using Media as Involvement Shields", "year": "2014", "journal": "Journal of Pragmatics", "volume": "72", "authors": [{"name": "Ayaß Ruth.", "first_name": "Ayaß", "last_name": "Ruth."}]}, {"title": "Strong Support for News Media: Attitudes Towards News on Old and New Platforms", "year": "2012", "journal": "Media International Australia", "volume": "144", "authors": [{"name": "Bergström Annika", "first_name": "Bergström", "last_name": "Annika"}, {"name": "Wadbring Ingela", "first_name": "Wadbring", "last_name": "Ingela"}]}, {"title": "Media Logic in Cyberspace. Repositioning Journalism and Its Publics", "year": "1996", "journal": "Javnost/The Public", "volume": "3", "authors": [{"name": "Dahlgren Peter.", "first_name": "Dahlgren", "last_name": "Peter."}]}, {"title": "Understanding Social Media Logic", "year": "2013", "journal": "Media and Communication", "volume": "1", "authors": [{"name": "van Dijck José", "first_name": "van", "last_name": "José"}, {"name": "Poell Thomas", "first_name": "Poell", "last_name": "Thomas"}]}, {"title": "News in the Interstices: The Niches of Mobile Media in Space and Time", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Dimmick John W.", "first_name": "Dimmick", "last_name": "W."}, {"name": "Feaster John Christian", "first_name": "Feaster", "last_name": "Christian"}, {"name": "Hoplamazian Gregory J.", "first_name": "Hoplamazian", "last_name": "J."}]}, {"title": "Media Use and the Life Span–Notes on Theory and Method", "year": "1979", "journal": "American Behavioural Scientist", "volume": "23", "authors": [{"name": "Dimmick John W.", "first_name": "Dimmick", "last_name": "W."}, {"name": "McCain Thomas A.", "first_name": "McCain", "last_name": "A."}, {"name": "Theodore Bolton W.", "first_name": "Theodore", "last_name": "W."}]}, {"title": "Community Participation and Internet Use after September 11: Complementarity in Channel Consumption", "year": "2006", "journal": "Journal of Computer-Mediated Communication", "volume": "11", "authors": [{"name": "Dutta-Bergman Mohan J.", "first_name": "Dutta-Bergman", "last_name": "J."}]}, {"title": "Age Differentiation and the Life Course", "year": "1975", "journal": "Annual Review of Sociology", "volume": "1", "authors": [{"name": "Elder Glen H.", "first_name": "Elder", "last_name": "H."}]}, {"title": "The Affordances of Blogging: A Case Study in Culture and Technological Effects", "year": "2007", "journal": "Journal of Communication Inquiry", "volume": "31", "authors": [{"name": "Graves Lucas.", "first_name": "Graves", "last_name": "Lucas."}]}, {"title": "Good Habits and Bad Habits", "year": "2014", "journal": "Scientific American", "volume": "310", "authors": [{"name": "Graybiel Ann M.", "first_name": "Graybiel", "last_name": "M."}, {"name": "Smith Kyle S.", "first_name": "Smith", "last_name": "S."}]}, {"title": "Media Grammars, Generations and Media Gaps", "year": "1985", "journal": "Critical Studies in Mass Communication", "volume": "2", "authors": [{"name": "Gumpert Gary", "first_name": "Gumpert", "last_name": "Gary"}, {"name": "Cathcart Robert", "first_name": "Cathcart", "last_name": "Robert"}]}, {"title": "Mobile Communication and Intermediality", "year": "2013", "journal": "Mobile Media \\& Communication", "volume": "1", "authors": [{"name": "Helles Rasmus.", "first_name": "Helles", "last_name": "Rasmus."}]}, {"title": "Purchase and Consumption Habits: Not Necessarily What You Intend", "year": "2007", "journal": "Journal of Consumer Psychology", "volume": "17", "authors": [{"name": "Ji Mindy F.", "first_name": "Ji", "last_name": "F."}, {"name": "Wood Wendy", "first_name": "Wood", "last_name": "Wendy"}]}, {"title": "The Problem of Media Habits", "year": "2010", "journal": "Communication Theory", "volume": "20", "authors": [{"name": "LaRose Robert.", "first_name": "LaRose", "last_name": "Robert."}]}, {"title": "Actors, Actants, Audiences, and Activities in Cross-Media News Work: A Matrix and a Research Agenda", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "Hope for Haiti: An Analysis of Facebook and Twitter Usage during the Earthquake Relief Efforts", "year": "2011", "journal": "Public Relations Review", "volume": "37", "authors": [{"name": "Muralidharan Sidhart", "first_name": "Muralidharan", "last_name": "Sidhart"}, {"name": "Rasmussen Leslie", "first_name": "Rasmussen", "last_name": "Leslie"}, {"name": "Patterson Daniel", "first_name": "Patterson", "last_name": "Daniel"}, {"name": "Shin Jae-Hwa", "first_name": "Shin", "last_name": "Jae-Hwa"}]}, {"title": "Journalism to Go. The Changing Spaces of News Consumption", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Peters Chris.", "first_name": "Peters", "last_name": "Chris."}]}, {"title": "The Moral Black Hole", "year": "2009", "journal": "Ethical Theory and Moral Practice", "volume": "12", "authors": [{"name": "Sandin Per", "first_name": "Sandin", "last_name": "Per"}, {"name": "Wester Misse", "first_name": "Wester", "last_name": "Misse"}]}, {"title": "News Media Old and New", "year": "2014", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Schrøder Kim C.", "first_name": "Schrøder", "last_name": "C."}]}, {"title": "The Shifting Cross-Media News Landscape", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Schrøder Kim C.", "first_name": "Schrøder", "last_name": "C."}, {"name": "Larsen Bent S.", "first_name": "Larsen", "last_name": "S."}]}, {"title": "Sharing News, Making Sense, Saying Thanks: Patterns of Talk on Twitter during the Queensland Floods", "year": "2013", "journal": "Australian Journal of Communication", "volume": "40", "authors": [{"name": "Shaw Frances", "first_name": "Shaw", "last_name": "Frances"}, {"name": "Burgess Jean", "first_name": "", "last_name": "Jean"}, {"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}]}, {"title": "Finding Community Through Information and Communication Technology during Disaster Events", "year": "2008", "journal": "CSCW 08", "volume": "Nov", "authors": [{"name": "Shklovski Irina", "first_name": "Shklovski", "last_name": "Irina"}, {"name": "Palen Leysia", "first_name": "Palen", "last_name": "Leysia"}, {"name": "Sutton Jeannette", "first_name": "Sutton", "last_name": "Jeannette"}]}, {"title": "What’s APPening to News? A Mixed-Method Audience Centred Study on Mobile News Consumption", "year": "2015", "journal": "Mobile Media \\& Communication", "volume": "3", "authors": [{"name": "Van Damme Kristin", "first_name": "Van", "last_name": "Kristin"}, {"name": "Courtois Cedric", "first_name": "Courtois", "last_name": "Cedric"}, {"name": "Verbrugge Karel", "first_name": "Verbrugge", "last_name": "Karel"}, {"name": "de Marez Lieven", "first_name": "de", "last_name": "Lieven"}]}, {"title": "The Dynamics of Sensemaking and Information Seeking in a Crisis Situation", "year": "2016", "journal": "Nordicom Review", "volume": "37", "authors": [{"name": "Vigsö Orla", "first_name": "Vigsö", "last_name": "Orla"}, {"name": "Odén Tomas", "first_name": "Odén", "last_name": "Tomas"}]}, {"title": "News Consumption in an Age of Mobile Media: Patterns, People, Place and Participation", "year": "2015", "journal": "Mobile Media \\& Communication", "volume": "3", "authors": [{"name": "Westlund Oscar.", "first_name": "Westlund", "last_name": "Oscar."}]}, {"title": "Accessing the News in an Age of Mobile Media: Tracing Displacing and Complementary Effects of Mobile News on Newspapers and Online News", "year": "2015", "journal": "Mobile Media \\& Communication", "volume": "3", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Färdigh Mathias A.", "first_name": "Färdigh", "last_name": "A."}]}, {"title": "Modelling News Media Use. Positing and Applying the GC/MC Model to the Analysis of Media Use in Everyday Life and Crisis Situations", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Ghersetti Marina", "first_name": "Ghersetti", "last_name": "Marina"}]}, {"title": "Generation, Life Course and News Media Use in Sweden 1986–2011", "year": "2013", "journal": "Northern Lights: Film \\& Media Studies Yearbook", "volume": "11", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Weibull Lennart", "first_name": "Weibull", "last_name": "Lennart"}]}, {"title": "Habits in Everyday Life: Thought, Emotion, and Action", "year": "2002", "journal": "Journal of Personality and Social Psychology", "volume": "83", "authors": [{"name": "Wood Wendy", "first_name": "Wood", "last_name": "Wendy"}, {"name": "Quinn Jefferey M.", "first_name": "Quinn", "last_name": "M."}, {"name": "Kashy Deborah A.", "first_name": "Kashy", "last_name": "A."}]}]}