{"doi": "10.1080/17512786.2011.648988", "url": "https://doi.org/10.1080/17512786.2011.648988", "title": "DON'T FEED THE TROLLS!", "volume": "6", "year": "2012", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Binns", "first_name": "Amy", "name": "Amy Binns"}], "abstract": " “Trolling” and other negative behaviour on magazine websites is widespread, ranging from subtly provocative behaviour to outright abuse. Publishers have sought to develop lively online communities, with high levels of user-generated content. Methods of building sites have developed quickly, but methods of managing them have lagged behind. Some publishers have then felt overwhelmed by the size and behaviour of the communities they have created. This paper considers the reasons behind trolling and the tools digital editors have developed to manage their communities, taking up the role of Zygmunt Bauman's gardeners in what they sometimes refer to as “walled gardens” within the Internet's wild domains. Interviews were conducted with online editors at the front line of site management at Bauer, Giraffe, IPC, Natmags, RBI and the Times. This article shows how publishers are designing sites that encourage constructive posting, and taking a more active part in site management. Web 2.0 and the spread of broadband, which have made management of fast-growing communities difficult, may themselves bring positive change. As uploading material becomes technically easier, “ordinary” citizens can outnumber those who, lacking social skills or with little regard for social norms, originally made the Internet their natural habitat. ", "body": [{"title": "Introduction: What Are Trolls and Why Do They Matter?", "paragraphs": ["Magazines increasingly seek to drive up traffic by developing busy online communities with high levels of user-generated content, without the resources for active management of every comment. If successful, a highly interactive site can generate free content, attract regular visitors, give an insight into readers' concerns and provide revenue. Like a successful pub, it generates and thrives on personalities and lively debate, which may carry the seeds of trouble. The anonymity provided is a magnet for “trolls”, whose main purpose is to disrupt and annoy. This paper begins by defining trolls and outlining the problems they can cause, then analyses the areas where trolling behaviour is most likely, allowing us to predict where trouble might happen. It then examines the various solutions used by Web editors to manage trolling.", "Magazines have traditionally traded on the sense of trust, belonging and support given to readers who are part of the club. But even a small number of loud and determined trollers can create a very different atmosphere to the carefully cultured brand and destroy the feeling of community that is a major draw for regular visitors.", "Online use of the word originates not from the mythical creature but from a kind of angling where a lure is dragged through the water to provoke a feeding frenzy amongst the fish. In this sense, pronounced to rhyme with pole, the troll may be subtly or blatantly offensive in order to create an argument (Baker, 2001; A. M. Cox, 2006), or may seek to lure others into useless circular discussion (Combs Turner et al., 2005; Herring et al., 2002, p. 372). However, the pronunciation is of course lost online, and so the term has morphed into the troll as the fairytale monster (many online cartoons depict the troll this way) and usage has widened to include all kinds of negative behaviour on comment threads and forums. Naraine (2007, p. 146) adds to the list “ludicrous rants, inane threadjackings, personal insults and abusive language”. The phrase “Don't feed the trolls!” is commonly used by “legitimate” forum users, warning each other not to give the troll the attention he seeks.", "Hardaker (2010, p. 237), who analysed forum user discussions of trolling, defined a troll as one who constructs the identity of sincerely wishing to be part of the group, while really aiming to cause disruption for their own amusement. The definition can be broadened to include people who genuinely wish to be part of the group, but seek to influence the forum negatively, by continually starting arguments, criticising or complaining. “Internet communities who invest personal trust, emotional commitment, and private information, may find trolling particularly hurtful, distressing and inexplicable” (Hardaker, 2010, p. 237). This is particularly relevant for magazine sites, which often thrive on a close-knit community with a strong sense of identity borrowed from their favourite publication. These definitions may seem so broad as to be unhelpful, but relating this issue to sociological studies of deviance shows this is not a new problem; “ambiguity does seem to be a crucial fact of rule-breaking” (Downes and Rock, 2011, p. 4).", "What classes as a troll will vary hugely from site to site. Magazines set their own standards as part of their identity, and language or opinions that are welcomed on one site may be offensive elsewhere. To use Bauman's gardening metaphor (Smith, 1999), although all gardens are consciously designed, the designs themselves vary enormously. An extreme example is Vice, the super-cool free magazine with limited distribution. Its website runs a “Do's and Don'ts” section of street “fashion” pictures. These are not celebrities, but ordinary people snapped with no knowledge of how the picture will be used. Journalists assess them and readers are invited to comment. Predictably the Don'ts far outnumber the Do's, and comments are cruel in the extreme. Such material would never be seen in, for example, Grazia's style hunter pages, but in Vice terms, the people posting do not class as deviants within their community.", "But regardless of the publication, there is one way that trolls can always be recognised: they make trouble, not just for users, but also for journalists, for the brand and even for the lawyers. Committed trolls may discuss and celebrate their successes in their own community forums, especially when organising a group assault on a site or brand. Signs of victory, according to the hardcore troll website http://insurgen.cc, include when “Regulars/legit people abandon invaded newsgroup”, reducing those hard-won user stats.1 ", "Trolls can cause significant legal problems. Wedding Ideas magazine has been threatened with legal action several times as a result of users' libellous attacks on companies, though they have never had to call in lawyers themselves (interview, online manager James Payne, 17 May 2011).2 You and Your Wedding has had similar issues, but refused to say how often they have had to call in their own lawyers (interview, Web editor Helen Young, 12 May 2011). To date, the most famous case of Internet libel involving user-generated content was Mumsnet v Gina Ford, in which Mumsnet users criticised the strict methods of Ms Ford, a nanny and author, with accusations such as “Gina Ford straps babies to rockets and fires them into South Lebanon” (Stokes, 2006). Mumsnet repeatedly promised Ms Ford's lawyers to rein in the critics, but failed to do so. They ultimately settled out of court after a year-long battle (Langdon Downe, 2007). With the rise of the super-injunctions these difficulties seems likely to increase. As Samuel Pinney, editor of heatworld.com, claimed (interview, 5 May 2011): “That's one we have to really stay ahead of. We can't write about it but everyone else on the Internet can.” Despite not running a forum, Heatworld employs moderators for comment threads beneath articles, as well as the general staff keeping a watching brief.", "Trolls also have a long-term effect on journalists, who find it dispiriting to have their work constantly criticised, and personal, virulent attacks on writers are commonplace. Hugo Rifkind (2011), who refers to the comment threads as “the bottom half of the internet”, writes: I know it looks like we just knock this stuff out … but actually there's a fair amount of effort involved. The last thing any hack wants is some amateur next door lowering the tone. When Leonardo da Vinci painted the “Mona Lisa”, after all, he didn't leave a blank bit at the bottom, on which any passing odd bod was welcome to scrawl “BUT WOT ABOUT IMIGRATON?”   The unease, though, goes deeper. Bluntly, we don't recognise it down there. We're professional observers, and the country we write about up top often bears little relationship to the one we read about down below. It frightens us.  ", "I know it looks like we just knock this stuff out … but actually there's a fair amount of effort involved. The last thing any hack wants is some amateur next door lowering the tone. When Leonardo da Vinci painted the “Mona Lisa”, after all, he didn't leave a blank bit at the bottom, on which any passing odd bod was welcome to scrawl “BUT WOT ABOUT IMIGRATON?” ", "", "The unease, though, goes deeper. Bluntly, we don't recognise it down there. We're professional observers, and the country we write about up top often bears little relationship to the one we read about down below. It frightens us.", "Personal attacks on journalists have concerned editors for some time. Georgina Henry, editor of The Guardian's Comment Is Free, has described her dislike of abuse from a core of vociferous regulars, particularly towards female writers (Stabe, 2007).", "Why do trolls troll? Writing more than 20 years ago, Kiesler et al. (1984, cited in Hardaker, 2010) and Siegel et al. (1986, cited in Hardaker, 2010) were already describing the effect of “deindividuation” in computer-mediated communication, in which anonymity allowed a sense of impunity, loss of self-awareness and a likelihood of acting upon normally inhibited impulses. Since then this difference between the standards of the “real” and online worlds has been well documented (Rieder, 2010; Subrahmanyam and Greenfield, 2008; Suler, 2004). Allowing amoral, narcissistic behaviour online may also have dangerous consequences for the individual offline (Aboujade, 2011). Suler has described it in two ways, as toxic or benign disinhibition. We readily see both of these in magazine forums and comment threads. Benign disinhibition occurs when people reveal secret emotions, fears and wishes, and may show unusual acts of kindness and generosity, while toxic disinhibition is characterised by rude language, harsh criticisms, anger, hatred and a desire to explore a dark underworld they would never wish to encounter in real life. Suler described it as driven by several factors including the availability of anonymity and dissociated imagination, in which users convince themselves that what they are writing is not part of the “real world” or represents the “real them”.", "The current research suggests a further contributing factor for magazine sites, whereby readers' sense of ownership becomes a two-edged sword. Editors generally want the readers to feel that the magazine belongs to them, going to great lengths to feature readers through letters pages or make-over shoots. It is standard practice to “reflect the reader back at them” by showing people of the same demographic and background. This attracts buyers and site visitors. However, it also means users may feel they can do what they like on “their” site.", "Despite the vastness of the Internet and its opportunities, disruptive users may refuse to accept their accounts being deleted from one site and re-register over and over again. Samuel Pinney (interview, 5 May 2011) described what happened when he banned the “C” word from being used on heatworld.com, a site primarily aimed at young women. We didn't want it to be used and some people persisted. We deleted a few accounts, and that encouraged them further and we had to delete them again and again. They get a sense of ownership of the site, but they are making the whole system more hostile for others.    On the word “twunt”: I'm letting that slide for now because I'm trying to make the whole site less hostile. I don't want people just commenting negatively on every story because the journalists read it. It changes the flavour of the website. The default reaction of hostility is a much harder habit to change.  ", "We didn't want it to be used and some people persisted. We deleted a few accounts, and that encouraged them further and we had to delete them again and again. They get a sense of ownership of the site, but they are making the whole system more hostile for others. ", " ", "On the word “twunt”: I'm letting that slide for now because I'm trying to make the whole site less hostile. I don't want people just commenting negatively on every story because the journalists read it. It changes the flavour of the website. The default reaction of hostility is a much harder habit to change.", "As well as repelling less foul-mouthed readers and the journalists themselves, this kind of negativity may reflect badly on a carefully constructed and entertaining brand. Horse & Hound has opted for pre-moderation of all comments uploaded through the Facebook Comments system below stories (see below), which is expensive in terms of staff time, but necessary to prevent profanity tarnishing their clean and upmarket image (interview, digital editor Carol Phillips, 19 May 2011). Comments left on their forum are not pre-moderated. Other sites, which do not have the manpower to pre-moderate, are still concerned about general hostility or negativity. As Wedding Ideas' James Payne (interview, 17 May 2011) observed: “We don't want people turning up [in the forum] to have a bitch. A wedding day should be a fun day, it shouldn't be about being bitchy. That's the vibe we want to portray.”"]}, {"title": "Predicting Trolling", "paragraphs": ["By examining a magazine's demographic, brand and content, it is possible to make some predictions about whether its forum or comment threads are likely to be problematic. All the digital editors interviewed for this research reported at least some problems, but some sites are far more prone to disruptive behaviour than others. Forums and comment threads vary hugely in the degree and extent of the expressed unpleasantness, but readers' comment may simply be a more extreme version of the content produced by the journalists. Take this fairly restrained article about British soap star Natalie Cassidy from Heatworld (2011). As an actress in the long-running soap EastEnders, Ms Cassidy is well known to the Heat audience who will have seen her changing shape on screen for years: NATALIE CASSIDY HAS ANOTHER DRAMATIC WEIGHTLOSS    We can't keep up—one minute Natalie is a size sixteen and the next she is a tiny size eight … up, down, up, down, up, down she goes. Back in 2007 Natalie's dramatic weight loss led to her filming a fitness DVD—which actually became the fastest selling weight loss DVD in the UK … ever! Shortly after that her old habits started to creep in … We know that feeling!    Understandably, Natalie gained weight when she was pregnant last year. However, since giving birth to her daughter Eliza a few months ago Natalie has been keen to shift the weight again. Within a month she managed to lose a stone and has since lost a further one.    And the comments underneath:    fat or thin shes still a munter! … soz … true tho! Lol    i give her 6 months before she puts the weight back on again.    No amount of weight loss will detract from her face … There's nothing she can do about that.    I agree with all of the comments here. She is a has been. The weight will be put back on again in a few months and she will be even more of a munter than she already is!  ", "NATALIE CASSIDY HAS ANOTHER DRAMATIC WEIGHTLOSS ", " ", "We can't keep up—one minute Natalie is a size sixteen and the next she is a tiny size eight … up, down, up, down, up, down she goes. Back in 2007 Natalie's dramatic weight loss led to her filming a fitness DVD—which actually became the fastest selling weight loss DVD in the UK … ever! Shortly after that her old habits started to creep in … We know that feeling! ", " ", "Understandably, Natalie gained weight when she was pregnant last year. However, since giving birth to her daughter Eliza a few months ago Natalie has been keen to shift the weight again. Within a month she managed to lose a stone and has since lost a further one. ", " ", "And the comments underneath: ", " ", "fat or thin shes still a munter! … soz … true tho! Lol ", " ", "i give her 6 months before she puts the weight back on again. ", " ", "No amount of weight loss will detract from her face … There's nothing she can do about that. ", " ", "I agree with all of the comments here. She is a has been. The weight will be put back on again in a few months and she will be even more of a munter than she already is!", "As well as gunning for the targets provided by the journalists, the comments thread will also turn on the journalists themselves, as here. lalaloveyou    Good God, learn the difference between “your” and “you're”. Examples: Your lazy journalism is nauseating. You're not capable of writing a good article.    ashmac87    so many people just comment on HW to slag off the people writing the articles … surely u've got better things to do! it's a bit sad, is it not?    Raven    Of course it's not sad! These people get paid to do a job and they spend more time getting it wrong than wright … I could handle some of the mistakes if the stories were actually interesting, factual and timely, but they rarely are.  ", "lalaloveyou ", " ", "Good God, learn the difference between “your” and “you're”. Examples: Your lazy journalism is nauseating. You're not capable of writing a good article. ", " ", "ashmac87 ", " ", "so many people just comment on HW to slag off the people writing the articles … surely u've got better things to do! it's a bit sad, is it not? ", " ", "Raven ", " ", "Of course it's not sad! These people get paid to do a job and they spend more time getting it wrong than wright … I could handle some of the mistakes if the stories were actually interesting, factual and timely, but they rarely are.", "This thread continued for 30 comments (one of the most commented on that day), with some commenters calling each other “grammar nazis” and others being more generally critical of the site and magazine. This kind of thread is fairly common. Even very minor typos will be picked up on by the jeering pack. Nor is Heatworld unusual. Many brands, such as The Guardian (see above), see journalists relentlessly pilloried.", "The users' apparent disdain for the journalists seems to make no sense when it is remembered that the users apparently enjoy the product, or why else would they keep coming back? If they dislike the journalists' practices, such as using paparazzi photographs, they still share responsibility: the product only exists because the users provide a market for it. Perhaps the answer lies in Samuel Pinney's “default reaction of hostility”. Or perhaps this ambivalence reflects a defence mechanism to deal with any guilt they feel at their enjoyment. Joanna Geary, Web development editor of the Times, feels journalists are seen as being in a position of power and therefore are legitimate targets (interview, 10 June 2011).", "Feasey (2008), writing about Heat readers' reactions, said women were simultaneously liberated and offended by stories focusing on stars' physical imperfections, and linked this to the complex and contradictory relationship between celebrities and female readers. D. Cox (2006) and Drysdale (2006) have also described the relationship between publication and reader played out on the letters pages of newspapers, often focusing on dissent from editorial opinion.", "However, brands that have no desire to live by the sword may still die by it, due to their demographic or controversial content. At Reed Business Media, the New Scientist is hardest to manage as it has become a battleground for the creationist/evolutionist war. Adam Tinworth, editorial development manager, said even many of the evolutionists in the “flame wars” were not part of the New Scientist's usual audience, but were Dawkins disciples using it for what he termed “drive-bys” (interview, 25 May 2011). His staff know to be more alert when a particular blog post is likely to attract more of these trouble-seeking users. Site users who are not magazine readers may well be more critical of the brand, as they have not made any investment in it, unlike those who have chosen to pay for a magazine.", "Two other sites reported to me as being difficult to manage (by staff members) were Motorcycle News and Yachting and Boating World (YBW). Former staff member of YBW Keith Walker (now editor of nuts.co.uk) described moderating YBW as “labour intensive” (interview, 19 May 2011). On Nuts you get the occasional rude comment but [YBW] really surprised me. People would have huge shouting matches online about the best way to clean an anchor chain. I think they were all company directors who were used to being “the buck stops here” and having the last word.  ", "On Nuts you get the occasional rude comment but [YBW] really surprised me. People would have huge shouting matches online about the best way to clean an anchor chain. I think they were all company directors who were used to being “the buck stops here” and having the last word.", "Former lead Web producer of Motorcycle News (MCN) was Samuel Pinney, who said the site was far harder to deal with than Heatworld. He described its users as “cantankerous and not very PC”. He said changes to comments were frequently taken as personal insults. He deleted the account of one user who had repeatedly called another a paedophile. The man phoned him up and cried. Another deleted user retaliated by re-registering every evening and posting the filthiest material he could think of. Samuel Pinney spent every night taking it all down again. This continued nightly for four months. He said: It was such a huge site, that if he posted something offensive, MCN would become the top result on Google for that search term. You either give in or you deal with it. It's like sitting your toddler on the naughty step. You just have to keep doing it.  ", "It was such a huge site, that if he posted something offensive, MCN would become the top result on Google for that search term. You either give in or you deal with it. It's like sitting your toddler on the naughty step. You just have to keep doing it.", "Samuel Pinney (interview, 5 May 2011) said that banned users on Heat (such as when the “C” word ban provoked anger) were less likely to reappear. He said: “Some set up alternative accounts, but most stormed off, which was excellent.”", "The reaction of the MCN and YBW site users may stem from the role which their favourite magazine has as an authority on the motorbike or yachting world. One of the great strengths of these magazines is as an independent expert, existing to sit in judgement with reviews and five star ratings. For readers who have invested a large chunk of their identity in their bike or boat, the tiniest criticism of their machine or knowledge may seem like a personal attack.", "The Wedding Ideas forum offers a significant contrast. Although the magazine will always have a relationship with its advertisers, James Payne (interview, 17 May 2011) described the brand as “inspirational rather than aspirational”. The readers are keen on do-it-yourself and craft projects and have a limited budget. The most popular magazine and site section is “Real Weddings”, with users uploading their own wedding pictures and filling in a form in traditional local newspaper style. However, even on these friendly forums there can be heated arguments resulting in accounts being closed. He said: “Things can get out of hand very quickly on forums. People get quite close, they have a common theme in their lives. That can backfire sometimes if someone gets annoyed.” This is an example of Suler's benign disinhibtion, in which members may reveal more than they intended, then realise they have left themselves too open, resulting in defensive behaviour."]}, {"title": "Weeding the Garden", "paragraphs": ["For Bauman, the state was a garden in which administrators (police, teachers and others) removed the weeds (the corrupt, the criminal, etc.) and re-arranged the flowers (useful, conforming subjects) into convenient patterns (Smith, 1999, p. 138). Here, Web editors take this role, using technical solutions or community management to enforce a design.", "An obvious solution is to remove the anonymity that helps normalise extreme behaviour. Some sites, such as Quora, have set up on this basis and have a high standard of debate. It is technically almost impossible to do this thoroughly and reliably if users are unwilling, although there have been attempts to do so for some time. These usually are based around plugins, pieces of software designed to be compatible with many websites. One of these, Facebook Comments, launched in May, has taken this a step forward. Users login with Facebook, and their Facebook avatar and name displays next to their comments on the magazine site. Facebook forbids multiple accounts and uses only real names. Although it is not difficult to set up an alternate profile using another email, in practice most Facebook users comply voluntarily because they want to connect with their offline friends (The Economist, 2011). An early adopter was major Internet property Techcrunch, a technology news site. Within a week, they reported the number of comments had dropped by half as some users were put off by the new system. However, they were pleased: Previously, many of our posts would get hundreds of comments but at least half … would be weak to poor. And of those, about half would be pure trollish nonsense … With the Facebook system, the most popular posts are only touching around 100 or so comments, but … many of them are actually coherent thoughts in response to the post itself. (Siegler, 2011)    This may be one answer. Web journalist James Mowery (2011) described his reaction:    I had typed out a comment that wasn't necessarily critical but … that I knew would spur on discussion. And that made me think twice about pressing the submit button—I was actually thinking long and hard … In one single moment, Facebook made it so that posting any single comment was to put your credibility and entire online persona on the line. It was both thrilling and concerning … Would my job be in jeopardy? Would this come back to haunt me?  ", "Previously, many of our posts would get hundreds of comments but at least half … would be weak to poor. And of those, about half would be pure trollish nonsense … With the Facebook system, the most popular posts are only touching around 100 or so comments, but … many of them are actually coherent thoughts in response to the post itself. (Siegler, 2011) ", " ", "This may be one answer. Web journalist James Mowery (2011) described his reaction: ", " ", "I had typed out a comment that wasn't necessarily critical but … that I knew would spur on discussion. And that made me think twice about pressing the submit button—I was actually thinking long and hard … In one single moment, Facebook made it so that posting any single comment was to put your credibility and entire online persona on the line. It was both thrilling and concerning … Would my job be in jeopardy? Would this come back to haunt me?", "Facebook has reported that 50,000 sites adopted the plugin within a month (Cain, 2011). Amongst British magazines, it appears that only IPC's Nuts and Horse & Hound have adopted it at time of writing. Both already had large Facebook fan pages. Neither had a comments facility beneath articles previously, so there is no baseline to see if comments have reduced, although both had active forums which are not using the plugin. Both Nuts and Horse & Hound report Facebook referrals are up, as users' friends see comments posted to the magazines' sites on their own news feeds. Carol Phillips of Horse & Hound (interview, 19 May 2011) said she has seen an increase in traffic, though she cautioned that traffic is generally increasing and she cannot directly attribute it to the new plugin.", "The plugin comes with a variety of moderation tools. Carol Phillips has opted for pre-moderation (see above), while Keith Walker, of Nuts, has gone for post-moderation. He is also using a “hide” facility, which screens borderline comments from the general public while allowing them to remain visible to the user and his Facebook friends. This prevents a common moderation problem of a battle between a user who repeatedly uploads offensive material, and the moderator who has to keep taking it down.", "Though attractive, removing anonymity will be strenuously resisted by some. The Economist surveyed its readers in 2009 and found users fiercely against a proposal to demand real names, preferring the free expression anonymity granted even if it came with occasional rudeness (Willmott, 2010). Forced unmasking may also result in an oddly boring site. Siegler (2011) was unnerved by the sudden gush of “warm fuzzies” on Techcrunch. Hughes (2010) calls disagreement the lifeblood of a forum. He said: “Threads that tail off in agreement are strangely listless affairs. Mutual appreciation is singularly unpleasant, much like dancing with a blood relation.”", "Some publishers are unwilling to hand over their carefully nurtured relationship with readers to a third party (interview, Adam Tinworth, 2011) such as Facebook. Other sites benefit from benign disinhibition to an extent that removing anonymity might well destroy the raison d'être for the site. At Natmag's babyexpert.com, women upload medical, emotional and sexual details about trying to conceive, pregnancy, birth, etc. Though some use their real names, the vast majority do not. Statements such as “I can't tell my husband this…” are common. Many have turned to the site because of problems that cannot be understood in their offline world, such as repeated miscarriage while friends move into motherhood.", "It is interesting that Internet designers have sometimes used the terms “walled garden” to describe password- or pay wall-protected sites within the wild domains of the Internet, unconsciously mirroring Bauman's description of the gardening state. Site design can be used to reward desirable behaviour, meaning active management by Bauman's gardeners/administrators (Smith, 1999, p. 138) is less necessary. An interesting example is nuts.co.uk, which, although consisting mostly of soft pornography, amusing videos and football, is largely friendly and positive. This is partly because women are encouraged to post partially nude photos of themselves for comment. Surprisingly, these comments are universally positive. Even images of a size 28 girl had no criticism beneath. Anyone posting a picture can delete comments if they are unpleasant, but according to Keith Walker this rarely happens.", "Mr Walker explained that if a man posts a rude comment about woman A, then a flattering comment about woman B, woman B may be interested to know more about him. Thanks to the site design, she can easily check his other posts. If she finds insults left for her sisters, she may well be unimpressed. The result is a site that looks like a squaddies' dorm, but feels like a cocktail party. Keith Walker (interview, 19 May 2011) said: “Most of the guys want to be seen as a nice guy and a decent bloke. They tend to be really well behaved. It's in their own interests.” It is also in the magazine's interests to keep it friendly. A major part of nuts.co.uk's attraction is these “real” and attainable women. Design that empowers them matters. If the women find the site intimidating, they will not return. If they go, so will some of the men.", "Other site design possibilities include “gamification”, a term describing getting users to complete onerous tasks or comply with rules through the techniques of video games, usually focusing around awarding points for positive behaviour. Wikipedia users can award each other virtual prizes, such as barnstars (a type of medal) or balloons, displayed on profiles and avatars. Users are often eager to collect a full set and will go to a great deal of trouble to do so. More formal systems allow users to accumulate points, which become status upgrades. This can include terms such as “demigod” or “adored and respected member” under avatars (studentroom.co.uk, accessed 26 May 2011).", "Some systems prioritise comments based on user status, or allow users to filter them, so trolls appear far down the list, starving them of attention. These points can be provided by volunteer moderation using ratings systems for comments such as on the technology news site Slashdot (Poor, 2005), and guitar Web-only communities at Active Bass and Whole Note (Uberoi Kelly et al., 2002). The latest version of slashdot.org includes a floating slider which allows users to choose the ratings level, from 1 to 5, of comments they wish to view in full, in abbreviated form, or not at all. Users also acquire karma for submitting worthwhile stories or making comments. Good karma means their comments are rated at a higher initial level. The drive to acquire karma points was so popular that the site recently decided to cap it to prevent people “from running up insane karma scores, and then being immune from moderation” (Malda, nd). The site owners justified this to annoyed readers like this: Karma is used to remove risky users from the moderator pool, and to assign a bonus point to users who have contributed positively … It is not your IQ, dick length/cup size, value as a human being, or a score in a video game … It does not grant you a seat on the secret spaceship that will be travelling to Mars when the Krulls return. Karma fluctuates dramatically as users post, moderate, and meta-moderate. Don't let it bother you.  ", "Karma is used to remove risky users from the moderator pool, and to assign a bonus point to users who have contributed positively … It is not your IQ, dick length/cup size, value as a human being, or a score in a video game … It does not grant you a seat on the secret spaceship that will be travelling to Mars when the Krulls return. Karma fluctuates dramatically as users post, moderate, and meta-moderate. Don't let it bother you.", "Here, at least, gamification was immensely successful.", "This complex moderation by volunteers requires a large enough number of committed users, which makes it impractical for a start-up, but at start-up stage the small number of comments may be dealt with by staff. Many established magazines already have enough users to make it possible. They may just need to be marshalled effectively. This system may be attractive to users of sites such as YBW or MCN, both active, largely male communities which enjoy gadgetry in other areas.3 ", "Robert Niles (2007) suggested that traditional journalism organisations lag behind Web communities in the design and management of forums. A number of years later, this still seems true.", "Though journalists may feel they are venturing into the underworld, sites with a policy of engaging with readers say it really does help prevent trouble. Adam Tinworth, of Reed Business Information, said most of the stable did not have significant problems, partly because Reed Business Information's background as B2B (business to business) publishers meant they were used to writing for the people they write about, and had a history of dealing fairly and well with their audience. He said editors should make sure writers are involved with forums right from the start, to prevent it becoming a “free-for-all”. It's almost like teacher's in the room. It tends to provoke better behaviour, and we can close down problems by replying to them. If they point out mistakes, we acknowledge and thank. It's when people make corrections that go unanswered that they tend to get aggressive. It's normally neglect that causes problems.  ", "It's almost like teacher's in the room. It tends to provoke better behaviour, and we can close down problems by replying to them. If they point out mistakes, we acknowledge and thank. It's when people make corrections that go unanswered that they tend to get aggressive. It's normally neglect that causes problems.", "The effectiveness of this is seen in the Farmers' Weekly site, which has few problems despite a similar demographic to YBW and MCN, with similarly well-informed and opinionated users. The only area which sometimes sees arguments is the “Taking Stock” blog, by Jonathan Long, about sale prices. Occasionally he has to remove comments insulting particular breeders, but by taking an active part he can prevent aggression developing, said Adam Tinworth (interview, 25 May 2011).", " The Guardian has written guidelines for staff on dealing with issues in the threads. They suggest journalists should, “raise the level of the conversation. Ask questions. Respond intelligently … Act like you want your community to act … Don't take it personally and don't get riled” (interview, editor Natalie Bennet, The Guardian Weekly, July 2010).", "Engaging with readers also reminds them that the journalist is human and not just “a faceless person in a big company”, radically altering users' behaviour, according to freelance digital communities manager Dan Thornton (interview, 7 June 2011). Dan Thornton has worked on several site re-designs, often a cause of protest. He said responding to abuse by sending individual emails addressed to users' real names (if available) could often result in apologetic replies. It was then possible to explain, for example, staffing levels and budget restrictions. He also felt journalists should engage with other forums, to remind themselves how it feels to be without access to the admin dashboard.", "He advocates meeting users in the real world by posting that staff will be attending events. Although only a tiny proportion of forum users will turn up, they will be the most active participants, who may well become passionate advocates online for the staff. Dan Thornton also praised sprouter.com, a website for entrepreneurs. New users are sent the standard registration email, but the manager also asks if they would like to send details of their websites, apps, etc. Replies are responded to within hours. He said: “They want to welcome people. I know that that is a real person, and if I go on their forum and behave like an arse, it's actually hurting that person's feelings. It's not a faceless corporation.”", "Joanna Geary, now Web development editor of the Times, took this seriously when managing the Birmingham Post online community (interview, 10 June 2011). One member (username Clifford) seemed to be permanently online, was incessantly critical of the paper and its staff, sarcastic to other users and personally rude to Joanna Geary, following her digital footprint to an unnerving extent. She finally decided to invite him for a face-to-face meeting and tour of the newsroom.4 She said: I did think he might turn up with a machete. I was frightened when I took him up in the lift … He was really deferential and nice. [Through the tour] I was trying to subtly suggest that he was quite robust in the way he commented, but he didn't pick up on it … When I went to get coffee the editor let rip. He was a lot more straight down the line about it … [Clifford] was far, far more reasonable than I would ever have imagined.  ", "I did think he might turn up with a machete. I was frightened when I took him up in the lift … He was really deferential and nice. [Through the tour] I was trying to subtly suggest that he was quite robust in the way he commented, but he didn't pick up on it … When I went to get coffee the editor let rip. He was a lot more straight down the line about it … [Clifford] was far, far more reasonable than I would ever have imagined.", "Joanna Geary said Clifford was surprised at how he had come across. He revealed personal reasons for having issues with the paper. He later discussed retiring “Clifford” and commenting instead with his real name. Joanna Geary felt that he had forgotten that there were real people at the other end of the line. Conversely, she felt journalists tend to forget that they are perceived to be in a position of power and so it is acceptable to “have a pop”.", "At Natmag's You and Your Wedding, users will occasionally use the forum to attack a business. If the business complains to the magazine (for example, after finding the thread coming up in a search of the name of their business), Web editor Helen Young said she would delete the thread if necessary but would always encourage the business first to respond online. She said: “It's always good to engage in debate. It's not our job to coldly go in and cut great chunks out, you have to respect your forum.”", "Almost all sites have some form of rules for their community, usually thousands of words of dense legalese which users nominally agree to when ticking the “I have understood the terms and conditions” box. Some editors feel there is little point working on these as they are destined to go unread (interview, Samuel Pinney, 5 May 2011). However, well-written site rules can still provide ammunition when closing down an account or removing comments. At the very least, a useful rule is to ban multiple accounts. These are often used to create “sock puppets”, or “virtual crowds”, which can be used to intimidate other users (Niles, 2007).", "Some choose to make the rules simple and visible, as on Vimeo, a video-sharing site which was short-listed for the Webby 2010 community award. The basic version, displayed on the forums' front page, is only 84 words (the headlines are only 10!):  Be nice: Even if you disagree with someone, you need to keep your tone civil and reasonable.    Keep on topic: Please keep discussions relevant to each topic and avoid multiple topic posts.    Don't spam: Show restraint with your posting frequency. We're all doing cool stuff on Vimeo, but if we post about it too much, it can be distracting.    Respect the staff: The entire Community Staff were users once, just like you. We try very hard to answer everyone's questions, so please be cool.  ", " Be nice: Even if you disagree with someone, you need to keep your tone civil and reasonable. ", " ", "Keep on topic: Please keep discussions relevant to each topic and avoid multiple topic posts. ", " ", "Don't spam: Show restraint with your posting frequency. We're all doing cool stuff on Vimeo, but if we post about it too much, it can be distracting. ", " ", "Respect the staff: The entire Community Staff were users once, just like you. We try very hard to answer everyone's questions, so please be cool.", " Vimeo's front page design also makes a very clear statement about who they are. It features a cheerful yellow sun shining across a blue sky; at the bottom, cows graze next to an open air cinema on a fantasy island. The headline reads “Welcome, you're new aren't you?”", "If the site recognises a member's IP address, the message changes to “Welcome home, Amy Binns”, a subtle reminder to behave as you would at home.", "The New Scientist has also invested in producing plain English guidance, both a formal policy and a “Dos and Don'ts page”, which begins: New Scientist's comments section is meant to be a place for friendly, informal discussion of science and technology, and their implications for society … Our users tend to be quite rational, and they like well-reasoned arguments based on observed facts (they like science, in other words). You won't persuade anyone here with strong rhetoric or appeals to emotion.(newscientist.com, 2009)  ", "New Scientist's comments section is meant to be a place for friendly, informal discussion of science and technology, and their implications for society … Our users tend to be quite rational, and they like well-reasoned arguments based on observed facts (they like science, in other words). You won't persuade anyone here with strong rhetoric or appeals to emotion.(newscientist.com, 2009)", "Straightforward tips include “Please do … Read the article before you comment on it; our users don't like ill-informed comments”, “Please don't … Write all in CAPITAL LETTERS/bold/italics; it's just like shouting”(newscientist.com, 2009). Speaking about creationist/Darwinist flamewars, Adam Tinworth (interview, 25 May 2011) said: “Drive-bys aren't interested in discussion, just in making their point over and over … Our terms and conditions give the moderators fairly free rein to clamp down on those arguments.”", "All site editors I spoke to employ some form of moderation but methods varied widely, ranging from responding to the “report abuse” button to partial pre-moderation.", "At You and Your Wedding, Helen Young said they simply did not have the staffing resources to moderate their very busy forum. She said: “The more you moderate, the more you get into the legal side of derogatory and defamatory postings.” If they receive complaints they encourage them to respond online (see above), but otherwise operate a “notice and take down” policy. Helen Young said most moderation was effectively done by regular forum members, who would spot and respond to deceptive trolls, warning each other to ignore them.", "This approach has been formalised by Wedding Ideas, which advertised on its forum for volunteer moderators, then checked applicants' profiles and posting history. Online manager James Payne said: “It saves us a lot of time and it makes the forum a happier place. We are very grateful to them.” heatworld.com and others employ moderators to post-moderate threads. Horse & Hound was the only magazine site I found which pre-moderates all posts left below stories, though its forum is not pre-moderated.", "A moderating solution by nuts.co.uk also deserves a mention. Although the site encourages the posting of partially nude pictures of women, which are pre-moderated, no more explicit material is allowed. Editor Keith Walker said there were sometimes misunderstandings about this. When obscene pictures are posted, he responds by banning the user and sending them a one-line email saying: “You have been banned for posting a picture of an incredibly small penis.” He said they never came back.", "Brands with problematic forums may decide to tackle the problem as above, yet still find a small group of hostile users strenuously resist efforts to change “their” site. The most extreme form of moderation in these cases is to de-register your entire user database, wiping the slate clean and starting again, often with a site redesign. This could be compared to closing down an unruly pub for a refit and re-opening with a new image and a new name. In both cases, the owners hope their difficult customers will find somewhere else to go in the interim, and, when their old favourite re-opens, they will not find the new brand so attractive.", "In extremis, Joanna Geary, of the Times, said she would consider stopping all posting for a week, or even closing the forum down, to re-open with new registrations later. She said: You have to ask: is that forum useful for you and your readers? Is it doing what you want it to do? There's such a fear of losing traffic and losing conversation but ultimately you have to decide if it's the right people and the right conversation.  ", "You have to ask: is that forum useful for you and your readers? Is it doing what you want it to do? There's such a fear of losing traffic and losing conversation but ultimately you have to decide if it's the right people and the right conversation.", "When re-opening, editors must make sure their voice is heard, reinforcing and encouraging friendly users by replying, thanking and highlighting every little positive comment. She said: “If it's left untended, the people who shout the loudest will set the tone. You have got to be one of those people.”"]}, {"title": "Conclusion", "paragraphs": ["Trolling and negative behaviour online is widespread across magazine websites. Magazine and digital editors are aware and concerned about the effect it may have on hit rates as well as on a carefully designed brand, but few have the manpower for “a policeman on every corner”. Some feel overwhelmed by the size of the task.", "However, though no one solution will be right for every magazine, there are many techniques that can be modified to suit staffing and funding levels, brands and communities. Site design including gamification, removing anonymity and moderation can all help to reduce problems and encourage constructive posting. Editors who have worked closely with users feel strongly that this is a powerful tool for screening out troublemakers and, in a more positive sense, creating the community feel that suits their publication. Magazines may also consider how to tweak their brand identity online to appeal to their readers' best aspect.", "In the longer term, although trouble-makers may always be present to some degree, the tide may be finally turning against the troll. When Web 2.0 first offered an opportunity to be an active user, it was those who most needed to have their say who jumped at the chance, and we saw a preponderance of impassioned or angry commenters, who may be hostile to conventional social norms and take pleasure in flouting or undermining them. The Internet also became the natural home of the geek, not noted for their social skills. Now, posting is so routine that people with a cause may be outnumbered by more ordinary souls on many sites. Digital editors/gardeners are helped when fast-growing flowers crowd out unwanted weeds.", "In addition, we have all become more wary of how much we expose ourselves, and more conscious of how our online activity can be found and traced to us (Adee, 2011). Site design that is conscious of this may help “nudge” users towards better behaviour, as on the nuts.co.uk site.", "Normality on the Internet could perhaps begin to look like normality everywhere. It may be possible to reach an end of upload without thought of the consequences. Some may perhaps always mourn the passing of the freedom of the digital Wild West, to be replaced by designed and managed landscapes, but such gardens carry the compensations of the everyday courtesies of community."]}], "references": [{"title": "Moral Panic and Alternative Identity Construction in Usenet", "year": "2001", "journal": "Journal of Computer-mediated Communication", "volume": "7", "authors": [{"name": "Baker Paul", "first_name": "Baker", "last_name": "Paul"}]}, {"title": "Picturing Usenet: mapping computer-mediated collective action", "year": "2005", "journal": "Journal of Computer-mediated Communication", "volume": "10", "authors": [{"name": "Combs Turner Tamara", "first_name": "Combs", "last_name": "Tamara"}, {"name": "Smith Marc", "first_name": "Smith", "last_name": "Marc"}, {"name": "Fisher Danyel", "first_name": "Fisher", "last_name": "Danyel"}, {"name": "Welser Howard", "first_name": "Welser", "last_name": "Howard"}]}, {"title": "Letters Are Best-read Section of Newspaper", "year": "2006", "journal": "Grassroots Editor", "volume": "47", "authors": [{"name": "Cox David", "first_name": "Cox", "last_name": "David"}]}, {"title": "Letters Are So Important That I Handle Them Myself", "year": "2006", "journal": "Grassroots Editor", "volume": "47", "authors": [{"name": "Drysdale Dick", "first_name": "Drysdale", "last_name": "Dick"}]}, {"title": "Reading Heat: the meanings and pleasures of star fashions and celebrity gossip", "year": "2008", "journal": "Continuum", "volume": "22", "authors": [{"name": "Feasey Rebecca", "first_name": "Feasey", "last_name": "Rebecca"}]}, {"title": "Trolling in Asynchronous Computer-mediated Communication: from user discussions to academic definitions", "year": "2010", "journal": "Journal of Politeness Research: Language, Behaviour, Culture", "volume": "6", "authors": [{"name": "Hardaker Claire", "first_name": "Hardaker", "last_name": "Claire"}]}, {"title": "Searching for Safety Online: managing ‘trolling’ in a feminist forum", "year": "2002", "journal": "The Information Society", "volume": "18", "authors": [{"name": "Herring Susan", "first_name": "Herring", "last_name": "Susan"}, {"name": "Job-sluder Kirk", "first_name": "Job-sluder", "last_name": "Kirk"}, {"name": "Scheckler Rebecca", "first_name": "Scheckler", "last_name": "Rebecca"}, {"name": "Barab Sasha", "first_name": "Barab", "last_name": "Sasha"}]}, {"title": "Mechanisms of an Online Public Sphere: the website Slashdot", "year": "2005", "journal": "Journal of Computer-mediated Communication", "volume": "10", "authors": [{"name": "Poor Nathaniel", "first_name": "Poor", "last_name": "Nathaniel"}]}, {"title": "Online Communication and Adolescent Relationships", "year": "2008", "journal": "The Future of Children", "volume": "18", "authors": [{"name": "Subrahmanyam Kaveri", "first_name": "Subrahmanyam", "last_name": "Kaveri"}, {"name": "Greenfield Patricia", "first_name": "Greenfield", "last_name": "Patricia"}]}, {"title": "The Online Disinhibition Effect", "year": "2004", "journal": "CyberPsychology \\& Behavior", "volume": "7", "authors": [{"name": "Suler John", "first_name": "Suler", "last_name": "John"}]}]}