{"doi": "10.1080/1461670X.2017.1282831", "url": "https://doi.org/10.1080/1461670X.2017.1282831", "title": "The Bigger Picture", "volume": "19", "year": "2018", "issue": "11", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Westcott Campbell", "first_name": "Alex", "name": "Alex Westcott Campbell"}, {"last_name": "Critcher", "first_name": "Charles", "name": "Charles Critcher"}], "abstract": "Employing a multiple method triangulation strategy and adapting Stuart Hall’s encoding/decoding model as a theoretical framework, this study used the World Press Photo Awards (WPPA) as a sample to empirically assess the extent to which gender influences the production, representation and reception of conflict images. The study examined whether women photojournalists are gaining increasing recognition, and gauged whether there are discernible gendered differences in the semiotics of conflict photographs. The image sample was then presented to focus groups in three countries to evaluate gendered decoding practices, followed by interviews with seven women WPPA winners to examine gender in relation to encoding practices, and their gendered experiences when photographing subjects in conflict zones. Findings suggest that the gradual increase in the numbers of women photographers may account for the shift toward “aftermath” imagery, but that a complex assimilatory process has wrought an intersection between traditionally “feminine” and “masculine” tropes. Women are still under-represented in photojournalism, and, while not wishing to be defined by gender, they have a sense of “doing things differently”; in gaining access unique to the world of women, women photographers have intimate access to subjects which would otherwise remain under-represented.", "body": [{"title": "Introduction", "paragraphs": ["In Regarding the Pain of Others, Susan Sontag (2003) quotes Virginia Woolf, who challenged “whether when we look at the same photographs we feel the same things”, citing harrowing images of the Spanish Civil War: Those photographs are not an argument; they are simply a crude statement of fact addressed to the eye. But the eye is connected with the brain; the brain with the nervous system; that system sends its message in a flash through every past memory and present feeling. When we women look at those photographs, some fusion takes place within us. (Woolf 1938, 334)It is “a feminist point, that war is a man’s game—that the killing machine has a gender, and it is male” (Sontag 2003, 5).1 So, “Is there an antidote to the perennial seductiveness of war? And is this a question a woman is more likely to pose than a man? (Probably yes)” (110). The implication is clear: “put cameras in the hands of women, and you get a power shift and a different, feminine vision” (Sultze 2003, 274).", "Those photographs are not an argument; they are simply a crude statement of fact addressed to the eye. But the eye is connected with the brain; the brain with the nervous system; that system sends its message in a flash through every past memory and present feeling. When we women look at those photographs, some fusion takes place within us. (Woolf 1938, 334)", "Women have played a pivotal role in the development of photography (Rosenblum 2010), and the number of female photojournalists is growing. Research on whether there are gendered differences in the way journalists work and in the content they produce have yet to be extended to photojournalism, beyond personal testimony. Forums have enquired into gendered standards of professionalism, but the data are either outdated or one-dimensional, failing to evaluate how the increase in women photojournalists may have impacted visual content.", "Practitioners themselves “have interrogated constructions of the feminine in their work” (Sultze 2003, 275–276). Exhibition curator Carol McCusker celebrates the work of six female photojournalists of the twentieth century: That they are all women is significant. I mean to redress years of neglect, while questioning whether women contribute something unique to the medium. I do not propose that women photograph in a particular way, with specific female visual tropes, but rather I want to examine whether women leave evidence of the feminine when they make photographs. (McCusker 2006, 13)Following McCusker’s remarks, this paper examines whether photographic production (encoding), the code itself, and reception (decoding), are gendered. This study conducted a triangulated empirical investigation into the influence of gender in the visual rhetoric of conflict.", "That they are all women is significant. I mean to redress years of neglect, while questioning whether women contribute something unique to the medium. I do not propose that women photograph in a particular way, with specific female visual tropes, but rather I want to examine whether women leave evidence of the feminine when they make photographs. (McCusker 2006, 13)"]}, {"title": "Theoretical Context", "paragraphs": ["Feminist media criticism continues to flag the concern that the culture of news is still deeply gendered, and defined in predominantly patriarchal terms (van Zoonen 1994, 1998; Carter, Branston, and Allan 1998; Ross and Carter 2011; North 2016; Ross et al. 2016). Masculine standards “are taken for granted and govern journalistic routines, conventions and norms in ways which make them difficult to identify as gendered and therefore difficult to challenge” (Ross and Carter 2011, 1149). Theoreticians have used the thesis of “symbolic annihilation” to explain the underrepresentation and misrepresentation of women in the media (Tuchman 1978, 2009). The lack of women producing news is thus seen as “a serious problem for democratic media worldwide” (Geertsema 2009, 151).", "Researchers have seen the socialisation process within the news industry as deeply gendered (Carter, Branston, and Allan 1998; Melin-Higgins 2004; Ross and Byerly 2006; Allan 2010; Ross and Carter 2011). Women still constitute a minority in journalism as a whole (Beasley and Gibbons 2003; Craft and Wanta 2004), and in war correspondence and photojournalism even more so. In previous studies, women have been shown to focus more on the impact and aftermath of wars, to “humanise” and explore the consequences of events (Christmas 1997, 3–5) and give voice to women and non-elites (Beam and Di Cicco 2010, 397). As a result, war reporting is no longer simply about the military (Kennard and Murphy 2005, 129–130). Lilie Chouliaraki (2014) has noted this shift from distant to intimate images in what she identifies as the increasing “emotionalisation” of war imagery, a new intimacy that she attributes to the increasing number of photographs taken by citizen journalists. This “emotionalisation”, or focus on “aftermath” and “behind the scenes” visual narratives has also been attributed to the “feminisation” of war coverage with the rise of women in the field.", "Scholars remain divided about differences in how male and female journalists cover war, as well as whether the increase in women war correspondents has challenged the hegemonic masculinity dominating news values (Ross and Byerly 2006, 62). Some studies found no correlation between gender and news content (Gallagher 2006). Delano (2003, 273) sees the masculine hierarchy as having been transformed in recent years, since “women journalists had become so completely assimilated into their journalistic workforce that they need no longer be regarded as a separate group”. Conversely, Craft and Wanta (2004) argue that, despite continued obstacles for women, a “feminisation” of news has gradually eroded gendered distinctions in news production. It has been debated whether “changes in news agendas and writing styles have been associated with women’s growing presence in the newsrooms” (Chambers and Steiner 2010, 54). It's also been suggested that the effects of war on individuals has been given prominence in ways that had not been achieved previously (Delano 2003, 275).", "Although research on photojournalism is growing, studies of the influence of gender are thin (Thomas 2007; Bissell 2000). Caroline Brothers (1997), Birgitta Höijer (2004), Barbie Zelizer (2004) and Lilie Chouliaraki (2009, 2013a, 2013b) have articulated the numbing effects of the inundation of images and the ethical problems posed by the graphic war photograph. Little research has been conducted about the total number of women working as news photographers, much less in conflict reportage. No studies have attempted to empirically connect how the gradual increase in women in the field may have impacted visual content on war.", "In our visually saturated news culture, we rely on photographs to convey the complexity of conflicts. This begs the question, as posed recently in the New York Times: “what is at stake when a disproportionate number of women are bringing visual stories to major media platforms?” (Booth 2016).", "Interviews with women photographers have revealed the discriminatory practices that they had to overcome: sexism from editors who refused to hire them, photo directors who denied them prime assignments and colleagues who doubted their ability (Ricchiardi 1998; Thomas 2007)—“damaging treatment” that has come into the spotlight recently in the news (Fremson 2015; Lowry 2015). Speaking about the continued gender disparity in photojournalism, war photographer Lyndsey Addario commented: “I thought that was a dynamic that would change over time, and it hasn’t really” (Booth 2016). Women photographers have added, however, that their gender could work in their favour, allowing access to places where men are not allowed, and having subjects perceive them as “nonthreatening and someone not to be taken seriously” (Thomas 2007, 167). This gendered advantage was commented on lately in the New York Times Lens Blog, in which conflict photographer Nicole Tung reflected: “In my generation being a woman is an advantage. I never see my gender as a hindrance. If anything, it’s weird how in some deeply conservative and patriarchal societies it gets you further as a journalist” (Fremson 2015).", "It is less clear whether women have contributed something unique to visual conflict reportage, and whether women have a unique visual sensibility in their encoding practice. It has been suggested that “women lean toward assignments that tug at the heart and attempt to influence social change” (Ricchiardi 1998, 29), and that women’s photographs have forged “a course toward connection and compassion” (McCusker 2006, 16). However, these observations have remained largely impressionistic without any empirical grounding.", "About gendered decoding of news photographs we know even less. We now know a great deal about women as audiences for fiction (van Zoonen 1994), but little has been done to analyse gendered interpretations of news. British reviews of photography (Bate 2016) and semiotics (Chandler 2007) echo this paucity of research into how audiences interpret visual photographic signs. Rössler et al. (2011) found that an iconic image often provokes a strong negative reaction, or outrage amongst viewers. They also found that the population as a whole is not always familiar with those images considered within the profession as iconic.", "The questions about female decoders parallel those about female encoders, asking whether they have different sensibilities in reacting to images of human conflict and suffering. However, an understanding of encoding and decoding requires tools to analyse the code itself. Here we draw on the seminal work of Roland Barthes (1982), as elaborated by Hall (1981), who both used the tools of semiotics to analyse how news photographs function. Our intention was to discover whether codes of visual signs are shared by encoders, decoders and the message itself, and how far the whole process is inflected by gender. While Hall’s encoding/decoding model is not designed to be sensitive to gender, it is nevertheless an appropriate framework, given its semiotic focus and emphasis on audience reception as key within the communication process in news, and its malleability in accounting for the influence of social positionality.", "Hall (1993) shows that meaning is encoded by the sender and decoded by the receiver but that these are not necessarily symmetrical. The photographer can never be sure that their image will be perceived by the audience who gaze upon it in the way that was intended, because of the complex, multifarious nature of discourse. Photographers encode meaning in their image according to their own perspectives and views; this image is then decoded by audience members according to their own perspectives and views, which may result in the viewer understanding something very different from what the photographer intended. Hall’s analysis of decoding positions suggests that the codes available to a viewer are directly determined by his or her social position—gender an important aspect of that position. These negotiations of press photographs are a key aspect of this study—between the visual logic of the image itself, its context in the World Press Photo Awards (WPPA) and global news environment, and the interpretation of the image by (gendered) audiences. The extent to which gender inflects this complex process was the primary question guiding this study, which offers a rare empirical exploration of encoding, code and decoding of the visual image."]}, {"title": "Research Questions", "paragraphs": ["Our main research question was: To what extent does gender influence the production (encoding), representation (code) and reception (decoding) of conflict images? This was broken down into five specific questions:RQ1:Have women photojournalists gained increasing recognition in the WPPA? RQ2:To what extent is gender implicated in the meanings manifested in the semiotics of conflict photographs? What aspects are constant? RQ3:How far do women photojournalists see their gender as influential in the encoding of their work (implicitly or explicitly)? RQ4:To what extent is decoding related to gendered audience positioning? RQ5:Is there an identifiable semiotic code of conflict photography? How far is that inflected by gender in the encoding/decoding model?", "Have women photojournalists gained increasing recognition in the WPPA?", "To what extent is gender implicated in the meanings manifested in the semiotics of conflict photographs? What aspects are constant?", "How far do women photojournalists see their gender as influential in the encoding of their work (implicitly or explicitly)?", "To what extent is decoding related to gendered audience positioning?", "Is there an identifiable semiotic code of conflict photography? How far is that inflected by gender in the encoding/decoding model?"]}, {"title": "Sample and Method", "paragraphs": ["The World Press Photo Foundation is recognised for “holding one of the largest annual press photography competitions” (Zarzycka and Kleppe 2013, 978). Photography contests “have assumed an increasingly significant public role in the context of the global surge of mass-mediated war reporting” (977), focusing attention on “the encounter of global audiences with the images of war, trauma, and violence” (979). A photography contest was thus an appropriate source for a longitudinal selection of war and conflict images, defined here as portrayals of social and political (state and non-state) violence.", "A multiple method triangulation design was implemented. The research was split into four phases, utilising one quantitative and three qualitative methodologies. The foundational—quantitative—phase measured whether there has been an increase in the number of women photojournalists gaining recognition through a data-set containing information about 2196 WPPA winners (first, second, third and honourable mention) between 1955 and 2014 from the archives. Biographical data determining the gender of the photographer were retrieved from online research.", "The second phase selected a sample of 76 conflict WPPA images. Of all images taken by female photographers, 48 were initially identified as depicting war and conflict (the remaining images focused on general news, such as politics and sports; portraiture; and daily life—often social documentary). This number was whittled down to 38 by discounting images where the content was ambiguous. This set was matched with an equal number of war and conflict images taken by men, selected randomly given the vast number of war and conflict images by male winners. The sample of 76 photographs was shown to five focus groups, two all-male and three all-female, conducted in London, Singapore and Dubai—three locations known to the lead researcher, and which limited any cultural bias. Snowball sampling produced 30 respondents from 18 countries, aged between 24 and 44. All were tertiary educated and had lived in at least two countries. Participants were shown the succession of images and invited to comment when an image struck them as powerful. Photos were shown with and without captions. Group discussions were recorded, transcribed and subject to thematic analysis.", "In the third phase, seven interviews were conducted with WPPA-winning women photojournalists via Skype or email. Interviews were subjected to thematic analysis. The images singled out for attention by the focus group research shaped the selections of both women photographer interviewees and the subsequent seven images chosen for detailed semiotic analysis, which formed the final data phase (three exemplars are presented here). The three sets of qualitative data were then triangulated against Hall’s model of encoding and decoding."]}, {"title": "Recognition in Numbers", "paragraphs": ["RQ1 asked whether women photojournalists have gained increasing recognition in the WPPA. The answer was, predictably, yes, but the proportion of women winners increased marginally between 1955 and 2014: 0.8 per cent of the total winners in the 1970s, 2.5 per cent by the 1980s, 5.8 per cent the 1990s and 7.6 per cent by the 2000s. Of the counted 2196 winners in the history of the awards, 202 were identified as women. These data are consistent with the recent findings of the Reuters Institute (Hadland, Campbell, and Lambert 2015) that the field of photojournalism is still largely dominated by men. Both sets of data contradict a common misconception that the number of women photographers has grown dramatically in recent years. While quantitative data provide a foundation on the continued gender inequality in photojournalism, the numbers alone “do not explain where or how gender is meaningful, when and how women have cracked the glass ceiling” (Steiner 2009, 125) which led into the qualitative focus of the study."]}, {"title": "The Semiotics of Conflict", "paragraphs": ["RQ2 asked how meaning is produced in the semiotics of conflict photographs in relation to gender. It also asked what aspects are constant across the tropes of war photography. The first step was to undertake a semiotic reading of what turned out to be the seven images most likely to be selected out for attention in the focus groups. Three are presented in Figures 1–3. The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017FIGURE 1  Wendy Sue Lamm (1998) Spot News 1st. As he hurls a stone at Israeli soldiers, a Palestinian man is shot. Israel’s decision in March to build a new Jewish quarter in East Jerusalem sparked off riots in Bethlehem and Hebron and caused a dramatic deterioration in relations between Israel and the Arab world. The Arab League called for a renewed boycott of the Jewish state. The composition is divided by the pillar, creating two frames, connoting the divide between two opposing forces: the soldiers, identified by camo uniforms, and rioting civilians. The three soldiers form the phases of movement: leaning forward, standing upright and leaning back. The sense of movement is carried through by the attack on the right. The man at the front on the right is frozen in an act of movement, denoted by the blurred movement of his hand. The caption reveals that he is hurling a stone at the soldiers, and has been photographed as he has been shot. The image captures the moment of death, affording the viewer the illusion of “being there”. The act of stone throwing could be symbolic of the biblical reference: “let him who is without sin, cast the first stone” as well as the practice of stoning in Sharia Law. This inference proves ideologically significant in connoting an objective position towards the Israeli–Palestinian conflict, as both parties are implicated in inflicting violence. The caption anchors this analysis in confirming the moment of death within the outbreak of anarchy as symbolic of the deterioration of Israeli–Palestinian relations. The myth is armed forces attacking civiliansDisplay full sizeFIGURE 1  Wendy Sue Lamm (1998) Spot News 1st. As he hurls a stone at Israeli soldiers, a Palestinian man is shot. Israel’s decision in March to build a new Jewish quarter in East Jerusalem sparked off riots in Bethlehem and Hebron and caused a dramatic deterioration in relations between Israel and the Arab world. The Arab League called for a renewed boycott of the Jewish state. The composition is divided by the pillar, creating two frames, connoting the divide between two opposing forces: the soldiers, identified by camo uniforms, and rioting civilians. The three soldiers form the phases of movement: leaning forward, standing upright and leaning back. The sense of movement is carried through by the attack on the right. The man at the front on the right is frozen in an act of movement, denoted by the blurred movement of his hand. The caption reveals that he is hurling a stone at the soldiers, and has been photographed as he has been shot. The image captures the moment of death, affording the viewer the illusion of “being there”. The act of stone throwing could be symbolic of the biblical reference: “let him who is without sin, cast the first stone” as well as the practice of stoning in Sharia Law. This inference proves ideologically significant in connoting an objective position towards the Israeli–Palestinian conflict, as both parties are implicated in inflicting violence. The caption anchors this analysis in confirming the moment of death within the outbreak of anarchy as symbolic of the deterioration of Israeli–Palestinian relations. The myth is armed forces attacking civilians The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017FIGURE 2  Maggie Steber (1987) Spot News 1st. Soldiers close in on a small boy who tries to retrieve a box of food from the CARE Food Depot in Cap Haitien, Haiti, during the turbulent days which led to the fall of the Duvalier regime in February 1986. Two men close in on a small child who is scrambling for safety under a door. The helmets, rifles and khaki garb signify that they are soldiers. The soldier on the left wields a sickle-shaped baton, slicing through the air, presaging violence. The presence of both soldiers flanking the child connotes “no escape”. The blur of the soldier on the left denotes the speed at which the man was moving while simultaneously connoting a ghoulish presence, thus villainising the soldier. The colour composition of the image is significant: the frame is a drab grey-green in contrast to the boy’s shorts: a shock of colour: brightness in the gloom that symbolises youth, simultaneously drawing attention to him as the focal point. The caption lays significance to the situation and hunger crisis through locational context. The myth is children as innocent victims during armed conflictDisplay full sizeFIGURE 2  Maggie Steber (1987) Spot News 1st. Soldiers close in on a small boy who tries to retrieve a box of food from the CARE Food Depot in Cap Haitien, Haiti, during the turbulent days which led to the fall of the Duvalier regime in February 1986. Two men close in on a small child who is scrambling for safety under a door. The helmets, rifles and khaki garb signify that they are soldiers. The soldier on the left wields a sickle-shaped baton, slicing through the air, presaging violence. The presence of both soldiers flanking the child connotes “no escape”. The blur of the soldier on the left denotes the speed at which the man was moving while simultaneously connoting a ghoulish presence, thus villainising the soldier. The colour composition of the image is significant: the frame is a drab grey-green in contrast to the boy’s shorts: a shock of colour: brightness in the gloom that symbolises youth, simultaneously drawing attention to him as the focal point. The caption lays significance to the situation and hunger crisis through locational context. The myth is children as innocent victims during armed conflict The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017FIGURE 3  Nina Berman (2007) Portraits 1st. US Marine Ty Ziegel poses with Renee Kline before their wedding. Ziegel was severely wounded in a suicide bomb attack during his second tour of duty in Iraq. He was blinded in one eye, had a shattered skull and most of his skin was burned off. The couple were engaged following Ziegel’s first deployment in Iraq. After Ziegel was injured, Kline lived with him for over a year while he recovered at a hospital in Texas. The white dress and bouquet denote a wedding. The military uniform denotes that the groom is a US marine. His physical disfigurement indicates the effects of burning, signifying that he is a soldier returned from service. The red, blue and white colour composition is symbolic of the American flag, connoting service to country. The physical disfigurement of the groom and stark expression of the bride evokes sympathy and horror in the viewer. The genre of wedding photography is subverted in the muted colours and shell-shocked expressions on this, the “happiest day” of a couple’s life. The red lining of the white wedding gown and blood red bouquet of roses with a solitary white rose in the centre are colour inversions of each other that reference the situation: the tainting of a happy day and the loss of innocence through the effects of violence. The roses also bear a reference to the beauty of the bride in sharp contrast to the disfigurement of the groom. The caption confirms that the image is of a US marine and provides context on the extent of the injuries, physical and emotional. The myth of beauty and happiness depicted in the wedding genre is inverted here to become “the aftermath of war”Display full sizeFIGURE 3  Nina Berman (2007) Portraits 1st. US Marine Ty Ziegel poses with Renee Kline before their wedding. Ziegel was severely wounded in a suicide bomb attack during his second tour of duty in Iraq. He was blinded in one eye, had a shattered skull and most of his skin was burned off. The couple were engaged following Ziegel’s first deployment in Iraq. After Ziegel was injured, Kline lived with him for over a year while he recovered at a hospital in Texas. The white dress and bouquet denote a wedding. The military uniform denotes that the groom is a US marine. His physical disfigurement indicates the effects of burning, signifying that he is a soldier returned from service. The red, blue and white colour composition is symbolic of the American flag, connoting service to country. The physical disfigurement of the groom and stark expression of the bride evokes sympathy and horror in the viewer. The genre of wedding photography is subverted in the muted colours and shell-shocked expressions on this, the “happiest day” of a couple’s life. The red lining of the white wedding gown and blood red bouquet of roses with a solitary white rose in the centre are colour inversions of each other that reference the situation: the tainting of a happy day and the loss of innocence through the effects of violence. The roses also bear a reference to the beauty of the bride in sharp contrast to the disfigurement of the groom. The caption confirms that the image is of a US marine and provides context on the extent of the injuries, physical and emotional. The myth of beauty and happiness depicted in the wedding genre is inverted here to become “the aftermath of war”", "FIGURE 1  Wendy Sue Lamm (1998) Spot News 1st. As he hurls a stone at Israeli soldiers, a Palestinian man is shot. Israel’s decision in March to build a new Jewish quarter in East Jerusalem sparked off riots in Bethlehem and Hebron and caused a dramatic deterioration in relations between Israel and the Arab world. The Arab League called for a renewed boycott of the Jewish state. The composition is divided by the pillar, creating two frames, connoting the divide between two opposing forces: the soldiers, identified by camo uniforms, and rioting civilians. The three soldiers form the phases of movement: leaning forward, standing upright and leaning back. The sense of movement is carried through by the attack on the right. The man at the front on the right is frozen in an act of movement, denoted by the blurred movement of his hand. The caption reveals that he is hurling a stone at the soldiers, and has been photographed as he has been shot. The image captures the moment of death, affording the viewer the illusion of “being there”. The act of stone throwing could be symbolic of the biblical reference: “let him who is without sin, cast the first stone” as well as the practice of stoning in Sharia Law. This inference proves ideologically significant in connoting an objective position towards the Israeli–Palestinian conflict, as both parties are implicated in inflicting violence. The caption anchors this analysis in confirming the moment of death within the outbreak of anarchy as symbolic of the deterioration of Israeli–Palestinian relations. The myth is armed forces attacking civilians", "FIGURE 1  Wendy Sue Lamm (1998) Spot News 1st. As he hurls a stone at Israeli soldiers, a Palestinian man is shot. Israel’s decision in March to build a new Jewish quarter in East Jerusalem sparked off riots in Bethlehem and Hebron and caused a dramatic deterioration in relations between Israel and the Arab world. The Arab League called for a renewed boycott of the Jewish state. The composition is divided by the pillar, creating two frames, connoting the divide between two opposing forces: the soldiers, identified by camo uniforms, and rioting civilians. The three soldiers form the phases of movement: leaning forward, standing upright and leaning back. The sense of movement is carried through by the attack on the right. The man at the front on the right is frozen in an act of movement, denoted by the blurred movement of his hand. The caption reveals that he is hurling a stone at the soldiers, and has been photographed as he has been shot. The image captures the moment of death, affording the viewer the illusion of “being there”. The act of stone throwing could be symbolic of the biblical reference: “let him who is without sin, cast the first stone” as well as the practice of stoning in Sharia Law. This inference proves ideologically significant in connoting an objective position towards the Israeli–Palestinian conflict, as both parties are implicated in inflicting violence. The caption anchors this analysis in confirming the moment of death within the outbreak of anarchy as symbolic of the deterioration of Israeli–Palestinian relations. The myth is armed forces attacking civilians", "FIGURE 2  Maggie Steber (1987) Spot News 1st. Soldiers close in on a small boy who tries to retrieve a box of food from the CARE Food Depot in Cap Haitien, Haiti, during the turbulent days which led to the fall of the Duvalier regime in February 1986. Two men close in on a small child who is scrambling for safety under a door. The helmets, rifles and khaki garb signify that they are soldiers. The soldier on the left wields a sickle-shaped baton, slicing through the air, presaging violence. The presence of both soldiers flanking the child connotes “no escape”. The blur of the soldier on the left denotes the speed at which the man was moving while simultaneously connoting a ghoulish presence, thus villainising the soldier. The colour composition of the image is significant: the frame is a drab grey-green in contrast to the boy’s shorts: a shock of colour: brightness in the gloom that symbolises youth, simultaneously drawing attention to him as the focal point. The caption lays significance to the situation and hunger crisis through locational context. The myth is children as innocent victims during armed conflict", "FIGURE 2  Maggie Steber (1987) Spot News 1st. Soldiers close in on a small boy who tries to retrieve a box of food from the CARE Food Depot in Cap Haitien, Haiti, during the turbulent days which led to the fall of the Duvalier regime in February 1986. Two men close in on a small child who is scrambling for safety under a door. The helmets, rifles and khaki garb signify that they are soldiers. The soldier on the left wields a sickle-shaped baton, slicing through the air, presaging violence. The presence of both soldiers flanking the child connotes “no escape”. The blur of the soldier on the left denotes the speed at which the man was moving while simultaneously connoting a ghoulish presence, thus villainising the soldier. The colour composition of the image is significant: the frame is a drab grey-green in contrast to the boy’s shorts: a shock of colour: brightness in the gloom that symbolises youth, simultaneously drawing attention to him as the focal point. The caption lays significance to the situation and hunger crisis through locational context. The myth is children as innocent victims during armed conflict", "FIGURE 3  Nina Berman (2007) Portraits 1st. US Marine Ty Ziegel poses with Renee Kline before their wedding. Ziegel was severely wounded in a suicide bomb attack during his second tour of duty in Iraq. He was blinded in one eye, had a shattered skull and most of his skin was burned off. The couple were engaged following Ziegel’s first deployment in Iraq. After Ziegel was injured, Kline lived with him for over a year while he recovered at a hospital in Texas. The white dress and bouquet denote a wedding. The military uniform denotes that the groom is a US marine. His physical disfigurement indicates the effects of burning, signifying that he is a soldier returned from service. The red, blue and white colour composition is symbolic of the American flag, connoting service to country. The physical disfigurement of the groom and stark expression of the bride evokes sympathy and horror in the viewer. The genre of wedding photography is subverted in the muted colours and shell-shocked expressions on this, the “happiest day” of a couple’s life. The red lining of the white wedding gown and blood red bouquet of roses with a solitary white rose in the centre are colour inversions of each other that reference the situation: the tainting of a happy day and the loss of innocence through the effects of violence. The roses also bear a reference to the beauty of the bride in sharp contrast to the disfigurement of the groom. The caption confirms that the image is of a US marine and provides context on the extent of the injuries, physical and emotional. The myth of beauty and happiness depicted in the wedding genre is inverted here to become “the aftermath of war”", "FIGURE 3  Nina Berman (2007) Portraits 1st. US Marine Ty Ziegel poses with Renee Kline before their wedding. Ziegel was severely wounded in a suicide bomb attack during his second tour of duty in Iraq. He was blinded in one eye, had a shattered skull and most of his skin was burned off. The couple were engaged following Ziegel’s first deployment in Iraq. After Ziegel was injured, Kline lived with him for over a year while he recovered at a hospital in Texas. The white dress and bouquet denote a wedding. The military uniform denotes that the groom is a US marine. His physical disfigurement indicates the effects of burning, signifying that he is a soldier returned from service. The red, blue and white colour composition is symbolic of the American flag, connoting service to country. The physical disfigurement of the groom and stark expression of the bride evokes sympathy and horror in the viewer. The genre of wedding photography is subverted in the muted colours and shell-shocked expressions on this, the “happiest day” of a couple’s life. The red lining of the white wedding gown and blood red bouquet of roses with a solitary white rose in the centre are colour inversions of each other that reference the situation: the tainting of a happy day and the loss of innocence through the effects of violence. The roses also bear a reference to the beauty of the bride in sharp contrast to the disfigurement of the groom. The caption confirms that the image is of a US marine and provides context on the extent of the injuries, physical and emotional. The myth of beauty and happiness depicted in the wedding genre is inverted here to become “the aftermath of war”", "Semiotic analysis of all seven selected images revealed the prevalence of four themes within war and conflict, regardless of the gender of the photographer: the struggle for basic human rights; the suffering of children as innocents; the action image at the moment of death; and the aftermath of atrocity when the bullets have stopped flying. This confirms a process of “generic understanding of war, disaster and atrocity based on a number of persistent tropes, such as the mourner, the protester or the survivor amidst chaos and ruins” (Zarzycka and Kleppe 2013, 977)."]}, {"title": "Breaking Frames", "paragraphs": ["RQ3 asked how far women photojournalists viewed their gender as influential in the encoding of their work. They were asked about gender as influencing the types of assignments they were given, relations with and access to subjects, and whether they felt they focused on certain issues more than male colleagues. Thematic analysis (Braun and Clarke 2006) of the interview transcripts revealed eight gendered themes in the encoding process, summarised in Table 1. The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017TABLE 1 Gendered themes: encodingCSVDisplay Table", "The individual theme shows women photographers’ reluctance to generalise about gendered influences, insisting that personality counted for more, and that men could be equally sensitive. However, the phrase “as a woman” recurred in the interviews, indicating an implicit acceptance that gender did affect their photographic practice. One example was that, as an “unthreatening” woman, they could gain privileged access and trust.", "The third recurrent theme was having to prove oneself as a woman in a patriarchal industry. Men were perceived as being under more pressure than women, but were still being paid and promoted more, despite more women entering the profession. A counterbalance to this glass ceiling effect was the fifth “sissy factor” theme. Women photographers were more inclined to take emotional risks and build intimacy with subjects, opening out new photographic opportunities. The outcome was a discourse in which the effect of gender was simultaneously denied and affirmed, as evidenced in a comment by one interviewee: In a way, it doesn’t matter if you’re a man or woman. It’s really more about how you connect with people and everybody does that in a different way. And I don’t think that you can look at a photograph and know whether it’s taken by a man or woman. But I do believe that we can get into things and in a different way than sometimes men can. [On assignment] there was this sort of bond that gave me permission to make a different kind of picture  …  And I don’t know if that would have happened with a man, but I do want to say that it wouldn’t have. We’re patient and we’re curious and we want to have that intimacy. Motherhood emerged as the sixth theme. The three interviewees with children conceded that motherhood did affect their career trajectory and made risks seem less appealing. Views differed about how far becoming a mother altered orientations to photographic practice.", "In a way, it doesn’t matter if you’re a man or woman. It’s really more about how you connect with people and everybody does that in a different way. And I don’t think that you can look at a photograph and know whether it’s taken by a man or woman. But I do believe that we can get into things and in a different way than sometimes men can. [On assignment] there was this sort of bond that gave me permission to make a different kind of picture  …  And I don’t know if that would have happened with a man, but I do want to say that it wouldn’t have. We’re patient and we’re curious and we want to have that intimacy.", "The opposite tendency was that of assimilation. One interviewee, who served as a jury member in addition to winning two WPPAs, indicated that women photographers often appeared willing to adopt what she called the “trope of male photographers”.", "The final emergent theme emphasised access and proximity to female subjects and their positioning which men by definition could not achieve. As one interviewee put it: I think gender does make a difference in terms of the relationship with the subject  …  My pictures of men would tend to be graphic, because those pictures would rely on composition because I couldn’t position myself as comfortably. If I photographed a woman, I could be closer and respond more emotionally and therefore show her emotions  …  You can represent as a full being the one you are in proximity to  …  With gendered differences, culture comes into that, and this will force you to be the other on the basis of your gender. You will have more access to what you are the same of. And really, gender is a defining factor throughout all cultures. I might have a lot more in common with a husband in Gaza than his wife in terms of his being university educated and her not, but I can’t talk to him. So I will naturally become closer to her.The women interviewed hesitated to define themselves first and foremost as women photographers; they were vocal in emphasising that they related strongly to women’s issues but were equally adamant that their “femaleness” was just one of many determinants shaping their work. They placed strong emphasis on personality and professionalism as superseding gendered indicators. This elucidated “how gender is simultaneously embodied and denied” in what Lobo et al. (2015, 1) identify as the adoption of a “natural attitude towards the gender system that may prevent the disclosure of new possibilities and understandings of the objective social world and of our gender relations”.", "I think gender does make a difference in terms of the relationship with the subject  …  My pictures of men would tend to be graphic, because those pictures would rely on composition because I couldn’t position myself as comfortably. If I photographed a woman, I could be closer and respond more emotionally and therefore show her emotions  …  You can represent as a full being the one you are in proximity to  …  With gendered differences, culture comes into that, and this will force you to be the other on the basis of your gender. You will have more access to what you are the same of. And really, gender is a defining factor throughout all cultures. I might have a lot more in common with a husband in Gaza than his wife in terms of his being university educated and her not, but I can’t talk to him. So I will naturally become closer to her.", "This ambivalence was apparent in that, when asked directly, the women photographers did perceive gender as affecting their modus operandi, how they related to their subjects, and how they gained access, noting that the prevailing professional norms of news photography remained firmly masculine. This paradox is caught by Jodi Bieber’s reflections about taking the WPPA-winning portrait of Bibi Aisha: “When I had finished the shoot, I was conflicted because I thought, ‘Time magazine are going to freak!’ Because I hadn’t done the traditional photograph how I imagined Time would want it.”"]}, {"title": "Cultural Contexts", "paragraphs": ["In keeping with Hall’s framework, RQ4 asked to what extent decoding practices are related to audience positioning in terms of gender. We identified four meta-themes, presented in Table 2, covering how participants interpreted images in terms of: first, denotation; second, connotation, third, personal identity; and four, cultural context. The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017TABLE 2 Meta-themes in decoding of photographsCSVDisplay Table", "The decoding practices exercised by audiences largely fulfilled the expectations of semiotics. The focus group participants engaged with the images in a way that reflected a sophisticated understanding of reading images; viewers often subscribed to conventional codes in conflict photographs. While denotative themes appeared to be relatively constant in the groups in relation to readings of the encoded message, interpretative variations emerged in the connotative, context and identity meta-themes. Such variations often stemmed from “third” variables such as the participant’s cultural background, their individual news awareness and intertextual dexterity, educational and professional background, and personal experience.", "However, subtle gendered differences could be inferred in decoding. The negotiated process of arriving at the interpretation of the image harboured gender-specific dimensions. Men and women gave equal sway to images by male and female photographers, responding to images they signalled as “powerful”, “moving” or “shocking”. They also shared a sense of what made an image iconic, as evidenced in the responses to the Napalm image of Phan Thị Kim Phúc OOnt by Nick Ut:Moderator:Why is this iconic? NH:The girl is naked, the kids are screaming. MR:She’s skinny. NH:She’s covered in Napalm. MR:Is she? CB:Ja. NH:She’d be covered in burns. (Men’s Focus Group) Moderator:Why do think this photograph is iconic? JH:It was in the press all over the show. RM:It was—is—such a political issue. KB:It’s her innocence. AA:It’s her face. MP:You know she’s been burned. KB:And she’s naked. AA:Yeah, she can’t cover herself. The fact that she is so skinny as well. (Women’s Focus Group)", "Why is this iconic?", "The girl is naked, the kids are screaming.", "She’s skinny.", "She’s covered in Napalm.", "Is she?", "Ja.", "She’d be covered in burns. (Men’s Focus Group)", "Why do think this photograph is iconic?", "It was in the press all over the show.", "It was—is—such a political issue.", "It’s her innocence.", "It’s her face.", "You know she’s been burned.", "And she’s naked.", "Yeah, she can’t cover herself. The fact that she is so skinny as well. (Women’s Focus Group)", "Such basic decoding practices were shared by men and women. Gender differences were more subtle and of four kinds: reading subjects, emotional resonance, advocacy versus objectivity, and subjective versus objective negativity. The first difference related to the gendered reading of photographed subjects. Women more readily perceived signifiers of emotional states: There is real intimacy here in the way she is looking directly at us. It’s a portrait, she’s aware of being photographed. And she is also aware that her face has been completely mutilated. It’s not accusatory, but it’s different to the rest. (RM, Women’s Focus Group)While responding to pain regardless of the subjects’ gender, they especially identified with the denial of women’s rights. Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, to get an education. The right to have children, safely …  (AA, Women’s Focus Group)", "There is real intimacy here in the way she is looking directly at us. It’s a portrait, she’s aware of being photographed. And she is also aware that her face has been completely mutilated. It’s not accusatory, but it’s different to the rest. (RM, Women’s Focus Group)", "Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, to get an education. The right to have children, safely …  (AA, Women’s Focus Group)", "By contrast, men were more sensitive to male subjects’ emotions, finding it especially “hard to see a man cry”.MR:The only reason I’m affected by this is, for me, seeing a man cry is … is … very heavy. You don’t see that very often, for me. It’s not about choosing a side in any way. It’s something very traumatic, obviously. […] AB:We have this stereotype set about men not crying. LH:I’ve never seen my father cry. And my mom has only ever seen him cry once. TV:If you’re in the military you’re “a man’s man”. You’re not supposed to show emotion. (Men’s Focus Group)", "The only reason I’m affected by this is, for me, seeing a man cry is … is … very heavy. You don’t see that very often, for me. It’s not about choosing a side in any way. It’s something very traumatic, obviously. […]", "We have this stereotype set about men not crying.", "I’ve never seen my father cry. And my mom has only ever seen him cry once.", "If you’re in the military you’re “a man’s man”. You’re not supposed to show emotion. (Men’s Focus Group)", "The second difference related to the emotional resonance of an image. While both male and female groups responded strongly to images of child suffering, only women cited a parental position—mothers, or would-be mothers—as guiding their response. Fatherhood was rarely cited by men.TV:Well of course this one for me because I am in child care. And I’m sure with AB being a mother as well, because these are kids. You see, I just hate anything like this with kids! […] MP:This is mine. This grabbed me, as a mother. It looks to me like the child is suffering, like he is thirsty? It’s hot. And I don’t understand that black bag. It’s frightening. (Women’s Focus Group)The third gendered difference was that of advocacy/objectivity. Women advocated a “journalism of attachment”, which invited humanitarian intervention to alleviate suffering.", "Well of course this one for me because I am in child care. And I’m sure with AB being a mother as well, because these are kids. You see, I just hate anything like this with kids! […]", "This is mine. This grabbed me, as a mother. It looks to me like the child is suffering, like he is thirsty? It’s hot. And I don’t understand that black bag. It’s frightening. (Women’s Focus Group)", "You just gave me a thought: What if this picture, or any picture like this—was attached to a story about what was being done to deal with the situation, where we could somehow sign up to be involved to say “right, I can actively help, even though I am sitting here on my couch … ” Obviously that would require a massive organisation, and how to even begin to co-ordinate that, but … ", "I still feel that there are gruesome pictures that can move people to act, that can move governments to do something, but then you also run the risk of: the more you see it, the more you become complacent to seeing images like that. […]", "Some of these images have become so generic that they’ve lost much of their poignancy. But if there are calls too action, then I think it’s more constructive. (Women’s Focus Group)", "By contrast, the male groups held their reactions in check since they could not “do anything” about the situation. Yeah, it’s powerful, but with the over-accessibility of media these days, I’ve seen things like this. I’m not shocked. Maybe I should be shocked. I’m not in a position to do anything about it; I can’t control that. It’s not necessarily relevant to my individual life, even though it’s relevant that this atrocity should be stopped  …  This doesn’t actually shock me. (TC, Men’s Focus Group)As a final gender difference, women interpreted a photograph as a “good” or “bad” news image based on a subjective negative emotional response, such as “I hate seeing this”, while male participants responded from a position of objective negativity with reference to the image’s “shock’ factor” (pronoun neutrality), such as “that is shocking”.", "Yeah, it’s powerful, but with the over-accessibility of media these days, I’ve seen things like this. I’m not shocked. Maybe I should be shocked. I’m not in a position to do anything about it; I can’t control that. It’s not necessarily relevant to my individual life, even though it’s relevant that this atrocity should be stopped  …  This doesn’t actually shock me. (TC, Men’s Focus Group)", "Gendered decodings were thus much in evidence, as were gendered encodings. A related but separate question is about how audiences used cultural knowledge to deduce that a photograph was likely to have been taken by a woman. Inferences were made by both male and female groups regarding the likelihood of the photographer being a woman on the basis of stronger “trust” and “comfort” with someone of the same sex. The groups did not speculate about the gender of the photographer when considering news images depicting war hardware and action, where no intimacy was implied."]}, {"title": "En-gendered Reflexivity", "paragraphs": ["RQ5 asked if there was an identifiable semiotic code in conflict photography which revealed the influence of gender in the full circuit of communication. The research design enabled us to collate the qualitative data for each of the seven key images2; the semiotic analysis, interviewee encoding commentary and focus group decoding excerpts. We review here the findings for one example (Figure 4). We present in sequence the semiotic analysis followed by the comments of the photographer from an interview and then sections from focus group transcripts. This is the “moment” of encoding and decoding a news photograph of familial violence in time of civil war. The Bigger PictureGender and the visual rhetoric of conflictAll authorsAlex Westcott Campbell http://orcid.org/0000-0001-8988-441X & Charles Critcherhttps://doi.org/10.1080/1461670X.2017.1282831Published online:16 February 2017FIGURE 4  Jodi Bieber (2011) WPP Photo of the Year. CAPTION: Bibi Aisha, 18, was disfigured as retribution for fleeing her husband’s house in Oruzgan province, in the centre of Afghanistan. At the age of 12, Aisha and her younger sister had been given to the family of a Taliban fighter under a Pashtun tribal custom for settling disputes. When she reached puberty she was married to him, but she later returned to her parents’ home, complaining of violent treatment by her in-laws. Men arrived there one night demanding that she be handed over to be punished for running away. Aisha was taken to a mountain clearing, where, at the orders of a Taliban commander, she was held down and had first her ears sliced off, then her nose. In local culture, a man who has been shamed by his wife is said to have lost his nose, and this is seen as punishment in return. Aisha was abandoned, but later rescued and taken to a shelter in Kabul run by the aid organization Women for Afghan Women, where she was given treatment and psychological help. After time in the refuge, she was taken to America to receive further counselling and reconstructive surgery.SEMIOTICIAN: The direct gaze of the woman denotes a portrait. The gaping hole in the woman’s face evokes revulsion in its graphic statement of connoted abuse. The natural lighting illuminating her hair and complexion, combined with her bold gaze, recasts the myth of victimhood to one of strength in the face of atrocity. The image combines western and Orientalist elements and is reminiscent of Steve McCurry’s “Afghan Girl”. Her beauty takes centre stage but the crude disfigurement of her face connotes lost beauty and what is lost at the hands of atrocity. The caption information contextualises the image and casts it as iconic of the Taliban’s abuse of women in Afghanistan, and about the abuse of women worldwide, thus connecting it to a broader discussion about the treatment of women.ENCODING: Jodi Bieber: I had made a decision that because … I already knew what had happened to her, I wasn’t going to repeat that. I was just going to focus on the photograph. I tried a variety of things feeling in a way that, it was very difficult. And then I asked Bibi Aisha to sit a bit closer to the window, and we had light coming in … I said: “I know that you cannot forget what happened to you, but can you close your eyes, think about your inner power and your inner beauty”. I told her that she was very beautiful. And then I said “Open your eyes and look at me”. And then I took the picture … I felt, in a way, that it was symbolic and referenced Steve McCurry’s photograph, which I thought was interesting.DECODING: (Men’s Focus Group) Moderator: Is anyone familiar with this picture? Group: [unison] No. WB: This woman has had something pretty horrible done to her but she doesn’t seem that broken down. GL: She has life in her. MT: She has a very firm look. She doesn’t seem as faded as the other person. WB: The other woman seems like she has kind of given up, whereas this woman doesn’t seem like she’s given up at all. She looks like she’s taken it on the chin is going to carry on going? […] GL: There’s definitely an easy gaze here. There’s no terror in the face. WB: She has taken the time to capture her femininity at the same time. Moderator: So you think the photographer is a woman? WB: I don’t think a male photographer would have probably done that. Moderator: Does this image remind you of any other images? CB: The National Geographic image of the woman wearing the headscarf with the green eyes.(Women’s Focus Group) Moderator: Are you familiar with this picture? [General consensus of familiarity.] AA: Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, get an education. WP: No wait, her in-laws and her uncle or something, cut her nose off to punish her. LH: For being beautiful probably. […] WP: She’s like: “look at what you can do to me but I am still here”. […] LH: She’s beautifully dressed, her hair is gorgeous, she’s standing there, proud, saying “you can do what you like to me but it’s not going to break my spirit”. Moderator: Does this image remind you of any other image that is considered iconic? MP: The National Geographic image of the Afghan girl? JH: Yeah, the eyes, maybeDisplay full sizeFIGURE 4  Jodi Bieber (2011) WPP Photo of the Year. CAPTION: Bibi Aisha, 18, was disfigured as retribution for fleeing her husband’s house in Oruzgan province, in the centre of Afghanistan. At the age of 12, Aisha and her younger sister had been given to the family of a Taliban fighter under a Pashtun tribal custom for settling disputes. When she reached puberty she was married to him, but she later returned to her parents’ home, complaining of violent treatment by her in-laws. Men arrived there one night demanding that she be handed over to be punished for running away. Aisha was taken to a mountain clearing, where, at the orders of a Taliban commander, she was held down and had first her ears sliced off, then her nose. In local culture, a man who has been shamed by his wife is said to have lost his nose, and this is seen as punishment in return. Aisha was abandoned, but later rescued and taken to a shelter in Kabul run by the aid organization Women for Afghan Women, where she was given treatment and psychological help. After time in the refuge, she was taken to America to receive further counselling and reconstructive surgery.SEMIOTICIAN: The direct gaze of the woman denotes a portrait. The gaping hole in the woman’s face evokes revulsion in its graphic statement of connoted abuse. The natural lighting illuminating her hair and complexion, combined with her bold gaze, recasts the myth of victimhood to one of strength in the face of atrocity. The image combines western and Orientalist elements and is reminiscent of Steve McCurry’s “Afghan Girl”. Her beauty takes centre stage but the crude disfigurement of her face connotes lost beauty and what is lost at the hands of atrocity. The caption information contextualises the image and casts it as iconic of the Taliban’s abuse of women in Afghanistan, and about the abuse of women worldwide, thus connecting it to a broader discussion about the treatment of women.ENCODING: Jodi Bieber: I had made a decision that because … I already knew what had happened to her, I wasn’t going to repeat that. I was just going to focus on the photograph. I tried a variety of things feeling in a way that, it was very difficult. And then I asked Bibi Aisha to sit a bit closer to the window, and we had light coming in … I said: “I know that you cannot forget what happened to you, but can you close your eyes, think about your inner power and your inner beauty”. I told her that she was very beautiful. And then I said “Open your eyes and look at me”. And then I took the picture … I felt, in a way, that it was symbolic and referenced Steve McCurry’s photograph, which I thought was interesting.DECODING: (Men’s Focus Group) Moderator: Is anyone familiar with this picture? Group: [unison] No. WB: This woman has had something pretty horrible done to her but she doesn’t seem that broken down. GL: She has life in her. MT: She has a very firm look. She doesn’t seem as faded as the other person. WB: The other woman seems like she has kind of given up, whereas this woman doesn’t seem like she’s given up at all. She looks like she’s taken it on the chin is going to carry on going? […] GL: There’s definitely an easy gaze here. There’s no terror in the face. WB: She has taken the time to capture her femininity at the same time. Moderator: So you think the photographer is a woman? WB: I don’t think a male photographer would have probably done that. Moderator: Does this image remind you of any other images? CB: The National Geographic image of the woman wearing the headscarf with the green eyes.(Women’s Focus Group) Moderator: Are you familiar with this picture? [General consensus of familiarity.] AA: Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, get an education. WP: No wait, her in-laws and her uncle or something, cut her nose off to punish her. LH: For being beautiful probably. […] WP: She’s like: “look at what you can do to me but I am still here”. […] LH: She’s beautifully dressed, her hair is gorgeous, she’s standing there, proud, saying “you can do what you like to me but it’s not going to break my spirit”. Moderator: Does this image remind you of any other image that is considered iconic? MP: The National Geographic image of the Afghan girl? JH: Yeah, the eyes, maybe", "FIGURE 4  Jodi Bieber (2011) WPP Photo of the Year. CAPTION: Bibi Aisha, 18, was disfigured as retribution for fleeing her husband’s house in Oruzgan province, in the centre of Afghanistan. At the age of 12, Aisha and her younger sister had been given to the family of a Taliban fighter under a Pashtun tribal custom for settling disputes. When she reached puberty she was married to him, but she later returned to her parents’ home, complaining of violent treatment by her in-laws. Men arrived there one night demanding that she be handed over to be punished for running away. Aisha was taken to a mountain clearing, where, at the orders of a Taliban commander, she was held down and had first her ears sliced off, then her nose. In local culture, a man who has been shamed by his wife is said to have lost his nose, and this is seen as punishment in return. Aisha was abandoned, but later rescued and taken to a shelter in Kabul run by the aid organization Women for Afghan Women, where she was given treatment and psychological help. After time in the refuge, she was taken to America to receive further counselling and reconstructive surgery.", "SEMIOTICIAN: The direct gaze of the woman denotes a portrait. The gaping hole in the woman’s face evokes revulsion in its graphic statement of connoted abuse. The natural lighting illuminating her hair and complexion, combined with her bold gaze, recasts the myth of victimhood to one of strength in the face of atrocity. The image combines western and Orientalist elements and is reminiscent of Steve McCurry’s “Afghan Girl”. Her beauty takes centre stage but the crude disfigurement of her face connotes lost beauty and what is lost at the hands of atrocity. The caption information contextualises the image and casts it as iconic of the Taliban’s abuse of women in Afghanistan, and about the abuse of women worldwide, thus connecting it to a broader discussion about the treatment of women.", "ENCODING: Jodi Bieber: I had made a decision that because … I already knew what had happened to her, I wasn’t going to repeat that. I was just going to focus on the photograph. I tried a variety of things feeling in a way that, it was very difficult. And then I asked Bibi Aisha to sit a bit closer to the window, and we had light coming in … I said: “I know that you cannot forget what happened to you, but can you close your eyes, think about your inner power and your inner beauty”. I told her that she was very beautiful. And then I said “Open your eyes and look at me”. And then I took the picture … I felt, in a way, that it was symbolic and referenced Steve McCurry’s photograph, which I thought was interesting.", "DECODING: (Men’s Focus Group) Moderator: Is anyone familiar with this picture? Group: [unison] No. WB: This woman has had something pretty horrible done to her but she doesn’t seem that broken down. GL: She has life in her. MT: She has a very firm look. She doesn’t seem as faded as the other person. WB: The other woman seems like she has kind of given up, whereas this woman doesn’t seem like she’s given up at all. She looks like she’s taken it on the chin is going to carry on going? […] GL: There’s definitely an easy gaze here. There’s no terror in the face. WB: She has taken the time to capture her femininity at the same time. Moderator: So you think the photographer is a woman? WB: I don’t think a male photographer would have probably done that. Moderator: Does this image remind you of any other images? CB: The National Geographic image of the woman wearing the headscarf with the green eyes.", "(Women’s Focus Group) Moderator: Are you familiar with this picture? [General consensus of familiarity.] AA: Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, get an education. WP: No wait, her in-laws and her uncle or something, cut her nose off to punish her. LH: For being beautiful probably. […] WP: She’s like: “look at what you can do to me but I am still here”. […] LH: She’s beautifully dressed, her hair is gorgeous, she’s standing there, proud, saying “you can do what you like to me but it’s not going to break my spirit”. Moderator: Does this image remind you of any other image that is considered iconic? MP: The National Geographic image of the Afghan girl? JH: Yeah, the eyes, maybe", "FIGURE 4  Jodi Bieber (2011) WPP Photo of the Year. CAPTION: Bibi Aisha, 18, was disfigured as retribution for fleeing her husband’s house in Oruzgan province, in the centre of Afghanistan. At the age of 12, Aisha and her younger sister had been given to the family of a Taliban fighter under a Pashtun tribal custom for settling disputes. When she reached puberty she was married to him, but she later returned to her parents’ home, complaining of violent treatment by her in-laws. Men arrived there one night demanding that she be handed over to be punished for running away. Aisha was taken to a mountain clearing, where, at the orders of a Taliban commander, she was held down and had first her ears sliced off, then her nose. In local culture, a man who has been shamed by his wife is said to have lost his nose, and this is seen as punishment in return. Aisha was abandoned, but later rescued and taken to a shelter in Kabul run by the aid organization Women for Afghan Women, where she was given treatment and psychological help. After time in the refuge, she was taken to America to receive further counselling and reconstructive surgery.", "SEMIOTICIAN: The direct gaze of the woman denotes a portrait. The gaping hole in the woman’s face evokes revulsion in its graphic statement of connoted abuse. The natural lighting illuminating her hair and complexion, combined with her bold gaze, recasts the myth of victimhood to one of strength in the face of atrocity. The image combines western and Orientalist elements and is reminiscent of Steve McCurry’s “Afghan Girl”. Her beauty takes centre stage but the crude disfigurement of her face connotes lost beauty and what is lost at the hands of atrocity. The caption information contextualises the image and casts it as iconic of the Taliban’s abuse of women in Afghanistan, and about the abuse of women worldwide, thus connecting it to a broader discussion about the treatment of women.", "ENCODING: Jodi Bieber: I had made a decision that because … I already knew what had happened to her, I wasn’t going to repeat that. I was just going to focus on the photograph. I tried a variety of things feeling in a way that, it was very difficult. And then I asked Bibi Aisha to sit a bit closer to the window, and we had light coming in … I said: “I know that you cannot forget what happened to you, but can you close your eyes, think about your inner power and your inner beauty”. I told her that she was very beautiful. And then I said “Open your eyes and look at me”. And then I took the picture … I felt, in a way, that it was symbolic and referenced Steve McCurry’s photograph, which I thought was interesting.", "DECODING: (Men’s Focus Group) Moderator: Is anyone familiar with this picture? Group: [unison] No. WB: This woman has had something pretty horrible done to her but she doesn’t seem that broken down. GL: She has life in her. MT: She has a very firm look. She doesn’t seem as faded as the other person. WB: The other woman seems like she has kind of given up, whereas this woman doesn’t seem like she’s given up at all. She looks like she’s taken it on the chin is going to carry on going? […] GL: There’s definitely an easy gaze here. There’s no terror in the face. WB: She has taken the time to capture her femininity at the same time. Moderator: So you think the photographer is a woman? WB: I don’t think a male photographer would have probably done that. Moderator: Does this image remind you of any other images? CB: The National Geographic image of the woman wearing the headscarf with the green eyes.", "(Women’s Focus Group) Moderator: Are you familiar with this picture? [General consensus of familiarity.] AA: Absolutely, because we’re women … This makes an impact. To me it is about women’s rights. The right to go to school, get an education. WP: No wait, her in-laws and her uncle or something, cut her nose off to punish her. LH: For being beautiful probably. […] WP: She’s like: “look at what you can do to me but I am still here”. […] LH: She’s beautifully dressed, her hair is gorgeous, she’s standing there, proud, saying “you can do what you like to me but it’s not going to break my spirit”. Moderator: Does this image remind you of any other image that is considered iconic? MP: The National Geographic image of the Afghan girl? JH: Yeah, the eyes, maybe", "In this example, the photographer seeks a new way of signifying this young woman's fate: “I wasn't going to repeat that”. She deliberately encourages her subject to feel good about herself and perceives that the light from the window will help signify an inner strength. This account of encoding is confirmed in the semiotic analysis. The visual signifiers of dress, pose and expression, with the portrait frame and the play of light, simultaneously connote her victimhood and her agency. The myth here of young female (Asian) beauty is twice inverted. Her disfigurement disrupts expectations, inviting us to be shocked. And yet: her inner strength refutes victimhood.", "The audience largely sees what the photographer grasped and the semiotic analysis revealed. Even the men quickly pick up the paradox of “something pretty horrible” having been done to her but she has a “firm look” and will “carry on”. This is deduced from her “easy gaze” and the lack of “terror in her face”. The women, some of whom already know the image, appreciate her claim to beauty despite the disfigurement—“she’s beautifully dressed, her hair is gorgeous” so that she can be “standing there, proud”. The link is immediately made to the positioning of women in relation to education and family.", "This photograph also reveals intertextuality. Little prompting is required to compare this image with one already known through circulation—common cultural transnational knowledge amongst a cosmopolitan middle class, male or female. Still, gender inflects the whole visual communication process as articulated in Hall’s model. Gender is not a determinant of encoding and decoding but it is embedded in their practices. The subject matter of the photograph (a victim of familial violence), the effort to convey defiance and the way this is elicited from the subject and the shot, the sensitivity to specific signifiers of beauty, the evocation of women’s rights—all these are feminine, even feminist, practices. Though the men could decode the essentials of the image, they thought only a woman could have taken it.", "Such findings were consistent across all seven photos. Encodings, codes and decodings demonstrated the existence of common codes of visual communication, elicited by the methods and concepts of semiotics. Only the semiotician can define signifiers but photographers and readers recognise what they are and what they do. The basics of these communication processes are common to both men and women but they are inflected by gender, and this has been well documented. However, what has not gained empirical support until now is the finding that not always, but often enough, what the woman photographer chooses to shoot and how has a distinctive feminine slant, evident in the semiotic patterns and myths of the finished product and yet further in the interpretative repertoire on which women readers habitually draw."]}, {"title": "Conclusion", "paragraphs": ["This study has provided firm empirical evidence of how gender is embedded in the photojournalistic process of encoding, code and decoding. For women photographers as encoders, their gender affected their relations with subjects, especially intimate access to female subjects, which combined with a feminine acuity about “doing things differently”. From their individuality, unprecedented access or “feminine” intuition, women photographers have widened and deepened the visual narrative of war photography by focusing on under-represented dimensions in an intimate way. Appreciating the gendered nature of photographic tropes might increase our understanding of gender differences in news production (Geertsema 2009, 151).", "Certainly, men can no longer be exclusively equated with “hard” angles and women with “soft” angles in conflict reportage, and such damaging generalisations must be avoided, for they elide the specificity of the individual. Gender stereotypes are being challenged; conflict images by both men and women yielded strong responses from viewers. Male and female photographers have charted new ways of seeing—men adapting to so-called “feminist” narratives; women defying institutional prejudice and championing humanistic narratives within news culture.", "As a method, semiotic analysis unpacked the conventions of war photography within the gendered framework. It also helped conceptualise the gendered practices which the encoders and decoders of war images habitually use, and elucidated how sophisticated audiences implement a range of interpretative repertoires, from the non-verbal codes of communication through the codes of photography, drawing from their own intertextual and cultural knowledge. Whatever may be its theoretical status in poststructuralist times, semiotics remains the most reliable and consistent tool for analysing the still image; signification is how audiences read visual messages.", "Semiotics is but one thread in unravelling the meaning of a given sign. Within the study of conflict photographs in the WPPA—images that are predicated on the values of the global news environment—a news image can never be detached from its news values and ideology (Hall 1981, 234–235). Following Burgin’s (1982) very early recommendations, photographic theory requires an interdisciplinary approach that engages with processes of signification, and the links between the photograph, interpretative strategy and its ideological discourse. And yet, such interdisciplinary approaches are still rare in photographic analysis. This is surprising, given that the collective meaning of images “arises from understanding the context in which the images were produced and within the images themselves, as well as from the minds of the audience members” (Rose 2001, 69). To analyse but one aspect of the visual communication process—such as women photographers’ experiences with photographed subjects, or semiotics in isolation—is to fail to gain a comprehensive picture of how gender inflects the visual rhetoric of conflict.", "Tailoring Hall’s encoding/decoding model to gender through the uniquely comparative data analysis revealed how meaning is produced through conflict photographs. We know that the role of the photographer in the production of a news photograph shapes the image according to established guidelines set out by existing news values, and the iconographic motifs that render an image symbolic of a news event. However, the intended meaning requires the viewer to employ an interpretive strategy that recognises this encoded symbolic aspect through a decoding process of negotiation. To this end, the theoretical framework confirmed that meaning in the image of war is not inherent but must be inferred by the viewer, who employs conventions developed within a social context—here, often gendered—to inform the interpretative strategy. Hall’s model does correspond to actual interpretative practices, at least for these photographers, their photographs and this type of audience. Gender is discernible in encoders’ accounts, the pictures they produce and how audiences respond to them, but works in complex ways—explicit in decoding but implicit in encoding.", "To address the overarching research question—To what extent does gender influence the production, representation and reception of conflict images?—is to assert empirically that the identity characteristics of those who produce the image, those who are represented in the frame and those who receive it are intricately interconnected in the meaning-making process, and that process is inflected by social positionality, in this case, gender. Such a complex conceptualisation of the gendered encoding/decoding of photographs—as key mediators in the relations among global citizens about the precariousness of the lives of others—is central to understanding the production, perpetuation and potential transformation of taken-for-granted values: between distance and belonging, objectivity and subjectivity, and fatigue and compassion in response to suffering in the visual media.", "In terms of photographic practice, it is clear that women are still grossly under-represented in photojournalism. Consequently, the commonly held view that gender is increasingly redundant given the growing presence of women photographers remains problematic, given that “women still face systemic gender discrimination” (Steiner 2009, 117). That being said, improving gender diversity will not of itself change firmly entrenched “masculine” news values shaping what counts as a “good” news image. Nevertheless, the combination of women photographers’ sense of “doing things differently”, gaining distinctive access and giving an intimate voice to women and non-elites (Beam and Di Cicco 2010, 397)—particularly in culturally conservative conflict zones—bears potential for photojournalism to have greater depth and nuance, counteracting symbolic annihilation with greater depth and nuance, counteracting symbolic annihilation in press images. Tuchman (2009, 16) has argued that while, indeed, much has changed in the media landscape in the past four decades, the problem of “symbolic annihilation” persists and continues to limit women’s possibilities and opportunities.", "More women wielding cameras may allow marginalised subjects in conflict zones to be represented in a way that does not see them “objectified” and “depoliticised”, a view that has been increasingly vocalised by women photographers such as Addario. Within the context of the patriarchal societies in which many of these women work, they have repeatedly raised the sentiment that gender has allowed for access to places and people that her male counterparts would have been denied. Without this access unique to the world of women, those stories remain on the periphery.", "We can progress beyond the visual reporting of the real-time tragedy of war and conflict by giving a voice to those affected by conflict issues and events, using progressive story stances (Geertsema 2009, 169) which move beyond the representation of othered “weeping women”. As the assimilation of aftermath approaches—owing to an “emotionalisation” or “feminisation” of visual rhetoric—has occurred, indicating a shift in improving the depth in which conflicts are covered, so improved visibility of otherwise marginalised subjects should be advocated through the support of women in conflict photojournalism. When news organisations ignore and stereotype women, “they contribute to continuing misunderstanding and conflict in the world” (165). Taking the focus group deliberations (critical of “formulaic” images of women and children objectified or stereotyped as victims) into account, working against the objectification of marginal subjects in conflict imagery may yield a global public sphere—and a photojournalistic tradition—made stronger for it. It is with this in mind that encouraging new voices, women’s voices—behind the lens and in front of the lens—should be encouraged.", "In addressing Woolf and Sontag’s opening feminist challenge, the study showed that while responses are often the same in terms of gendered positions, women—on both sides of the “difficulty of communication”—harbour implicit means of confronting and responding to other people’s pain in a way that can challenge failures of the patriarchal imagination, and the masculine journalism tradition. The symbolic recognition of marginalised subjects in conflict zones on the ground, and the response to conflict images in the media through the female viewer’s impetus to “do something”, point to a feminine, indeed feminist, imaginative capacity to “engage with the ‘otherness’ of the [marginalised subject’s] vulnerability” (Chouliaraki 2013a, 112)."]}], "references": [{"title": "When Women Run the Newsroom: Management Change, Gender, and the News", "year": "2010", "journal": "Journalism and Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Beam Randall. A.", "first_name": "Beam", "last_name": "A."}, {"name": "Di Cicco Damon T.", "first_name": "Di", "last_name": "T."}]}, {"title": "Culture and Gender as Factors in Photojournalism Gatekeeping", "year": "2000", "journal": "Visual Communication Quarterly", "volume": "7", "authors": [{"name": "Bissell Kimberly.", "first_name": "Bissell", "last_name": "Kimberly."}]}, {"title": "Using Thematic Analysis in Psychology", "year": "2006", "journal": "Qualitative Research in Psychology", "volume": "3", "authors": [{"name": "Braun Virginia", "first_name": "Braun", "last_name": "Virginia"}, {"name": "Clarke Victoria", "first_name": "Clarke", "last_name": "Victoria"}]}, {"title": "Mediating Vulnerability: Cosmopolitanism and the Public Sphere", "year": "2013", "journal": "Media, Culture and Society", "volume": "35", "authors": [{"name": "Chouliaraki Lilie.", "first_name": "Chouliaraki", "last_name": "Lilie."}]}, {"title": "The Humanity of War: Iconic Photojournalism of the Battlefield, 1914–2012", "year": "2013", "journal": "Visual Communication", "volume": "12", "authors": [{"name": "Chouliaraki Lilie.", "first_name": "Chouliaraki", "last_name": "Lilie."}]}, {"title": "Women in the Newsroom: Influences of Female Editors and Reporters on the News Agenda", "year": "2004", "journal": "Journalism and Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Craft Stephanie", "first_name": "Craft", "last_name": "Stephanie"}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne"}]}, {"title": "Women Journalists: What’s the Difference?", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Delano Anthony.", "first_name": "Delano", "last_name": "Anthony."}]}, {"title": "Women and News: Making Connections Between the Global and the Local", "year": "2009", "journal": "Feminist Media Studies", "volume": "9", "authors": [{"name": "Geertsema Margaretha.", "first_name": "Geertsema", "last_name": "Margaretha."}]}, {"title": "The Discourse of Global Compassion: The Audience and Media Reporting of Human Suffering", "year": "2004", "journal": "Media, Culture \\& Society", "volume": "26", "authors": [{"name": "Höijer Birgitta.", "first_name": "Höijer", "last_name": "Birgitta."}]}, {"title": "In Journalism, We are All Men: Material Voices in the Production of Gender Meanings", "year": "2015", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Lobo Paula", "first_name": "Lobo", "last_name": "Paula"}, {"name": "Silveirinha Maria João", "first_name": "Silveirinha", "last_name": "João"}, {"name": "da Silva Marisa Torres", "first_name": "da", "last_name": "Torres"}, {"name": "Subtil Filipa", "first_name": "Subtil", "last_name": "Filipa"}]}, {"title": "The Gender of ‘Soft’ and ‘Hard’ News", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise."}]}, {"title": "Getting the Picture", "year": "1998", "journal": "American Journalism Review", "volume": "20", "authors": [{"name": "Ricchiardi Sherry.", "first_name": "Ricchiardi", "last_name": "Sherry."}]}, {"title": "Women, Men and News", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Ross Karen", "first_name": "Ross", "last_name": "Karen"}, {"name": "Boyle Karen", "first_name": "Boyle", "last_name": "Karen"}, {"name": "Carter Cynthia", "first_name": "Carter", "last_name": "Cynthia"}, {"name": "Ging Debbie", "first_name": "Ging", "last_name": "Debbie"}]}, {"title": "Women and News: A Long and Winding Road", "year": "2011", "journal": "Media, Culture and Society", "volume": "33", "authors": [{"name": "Ross Karen", "first_name": "Ross", "last_name": "Karen"}, {"name": "Carter Cynthia", "first_name": "Carter", "last_name": "Cynthia"}]}, {"title": "Selection and Impact of Press Photography. An Empirical Study on the Basis of Photo News Factors", "year": "2011", "journal": "Communications", "volume": "36", "authors": [{"name": "Rössler Patrick", "first_name": "Rössler", "last_name": "Patrick"}, {"name": "Bomhoff Jana", "first_name": "Bomhoff", "last_name": "Jana"}, {"name": "Haschke Josef Ferdinand", "first_name": "Haschke", "last_name": "Ferdinand"}, {"name": "Kersten Jan", "first_name": "Kersten", "last_name": "Jan"}, {"name": "Müller Rüdiger", "first_name": "Müller", "last_name": "Rüdiger"}]}, {"title": "Women, Power, and Photography in The New York Times Magazine", "year": "2003", "journal": "Journal of Communication Inquiry", "volume": "27", "authors": [{"name": "Sultze Kimberly.", "first_name": "Sultze", "last_name": "Kimberly."}]}, {"title": "Media, Género, Nichos", "year": "2009", "journal": "Revista Media \\& Jornalismo", "volume": "15", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye."}]}, {"title": "Awards, Archives, and Affects: Tropes in the World Press Photo Contest 2009–2011", "year": "2013", "journal": "Media, Culture, Society", "volume": "35", "authors": [{"name": "Zarzycka Marta", "first_name": "Zarzycka", "last_name": "Marta"}, {"name": "Kleppe Martijn", "first_name": "Kleppe", "last_name": "Martijn"}]}]}