{"doi": "10.1080/1461670X.2017.1324316", "url": "https://doi.org/10.1080/1461670X.2017.1324316", "title": "Getting Youngsters Hooked on News", "volume": "19", "year": "2018", "issue": "14", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Kleemans", "first_name": "Mariska", "name": "Mariska Kleemans", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Schaap", "first_name": "Gabi", "name": "Gabi Schaap", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Suijkerbuijk", "first_name": "Mitchel", "name": "Mitchel Suijkerbuijk", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Narrative news is often propagated as a means to inform and attract younger generations of news consumers. To test this, the current study assessed the effects of narrative structure versus inverted pyramid structure on information processing and news appreciation for Millennials, compared to Generation X, and Baby Boomers/Silent Generation. Participants were randomly exposed to either four online news articles written in a narrative structure or an inverted pyramid structure. Results show that people are better informed by narrative news. However, appreciation is lower for narrative news compared to the inverted pyramid. Moreover, the younger participants express lower appreciation, regardless of story structure. The results suggest that although the narrative structure is best at informing all audiences, it is not necessarily a viable strategy to attract younger news audiences.", "body": [{"sec_title": "Introduction", "sec_content": ["Young people do not enjoy following the news (Costera Meijer 2007; Marchi 2012; Mindich 2005). Research from the Pew Research Center (2012) shows that just 29 percent of Millennials (aged 18–34) say they enjoy following the news a lot, compared to 45 percent of Generation Xers (35–55) and 58 percent of the oldest age groups (Silent Generation and Baby Boomers). The same survey indicates that those who do enjoy following the news get more news. In addition, those who enjoy keeping up with the news have a positive attitude towards news content (Nabi and Krcmar 2004). A more recent study (Pew Research Center 2016) shows that 27 percent of Millennials say they follow the news all or most of the time, compared to 46 percent of Generation Xers, 61 percent of the Baby Boomers and 77 percent of the Silent Generation. Although Millennials and Generation Xers are more likely to get their news online than older generations, their total frequency of news use lags seriously behind Baby Boomers and the Silent Generation. As a result, today’s youngest generations do not even come close to matching the news interest of previous generations (cf. Patterson 2007; Wayne et al. 2010). Longitudinal research indicates that younger generations will not increase their news intake as they get older (Pew Research Center 2012).", "This is reflected in the fact that young news users tend to have relatively poor understanding and recollection of news, and low levels of political knowledge (Delli Carpini and Keeter 1996; Donsbach 2011; Patterson 2007). These trends point to a failure of news media to inform young people and to the danger of new generations becoming disengaged from civil society (cf. Aalberg, Blekesaune, and Elvestad 2013; Galston 2001, 2007; Norris 2000). Therefore, a major challenge for journalism in the early twenty-first century is to find ways to make news more attractive for younger people—while simultaneously keeping them informed on serious matters (Rogers 2010; Zerba 2008).", "One up and coming strategy to achieve this is the application of narrative structure in news stories (Abrahamson 2006; Høyer and Nossen 2015; Johnston 2007; Shim 2014; Ytreberg 2001). This involves presenting a news report in a storytelling format. Shaping a news report in this manner may well be a good option to attract younger news audiences. Recent research has demonstrated the superiority of storytelling presentation in terms of information transfer, audience appeal, and engagement as compared to the conventional and dominant form of structuring news stories non-chronologically, the inverted pyramid structure (cf. Berinsky and Kinder 2006; Knobloch et al. 2004; Lang 1989; Machill, Köhler, and Waldhauser 2007; Wise et al. 2009; Yaros 2006). For this reason, critics have labeled the inverted pyramid as past its currency (cf. Emde, Klimmt, and Schluetz 2016; Fry 1999; Machill, Köhler, and Waldhauser 2007).", "Although the narrative structure seems a viable strategy for informing and attracting young people, there are also indications that the positive effects on some aspects of information acquisition may be conditional upon user characteristics such as gender and age (Emde, Klimmt, and Schluetz 2016; Sternadori and Wise 2010). Only a limited number of studies have investigated its effects on young people’s information processing, whereas no research exists on the effects of narrative news on appreciation, nor were effects compared for other specific age groups. One study suggests that young news users’ processing of news presented in a narrative structure is superior to news presented as an inverted pyramid, but this effect was only found for those low in prior knowledge (Emde, Klimmt, and Schluetz 2016). Building upon this study, it is relevant to investigate whether cognitive effects of narrative presentation are singular and especially relevant to the younger age groups or whether these are general format effects that apply to all age groups. Beyond information processing, it is worthwhile investigating whether narrative news has an advantage over conventional news structures in making news more attractive to young news users, while simultaneously avoiding alienating older age groups. The present study does this by experimentally assessing the effects of the narrative structure versus the traditional inverted pyramid structure for three different age groups—Millennials, Generation X, and Baby Boomers/Silent Generation—on information processing and news appreciation."]}, {"sec_title": "News Story Structure and Information Processing", "sec_content": ["Since the nineteenth century, the inverted pyramid structure has been the staple conventional news report format. In terms of journalistic professionalism, it is regarded as the most objective and factual format (Høyer and Nossen 2015; Johnston 2007; Mindich 2000; Pöttker 2003; Schudson 1982, 2005). The most important facts—as defined by journalists in the What, When, Where, and Who of a news event (cf. Findahl and Höijer 1985)—are presented first, often with the most current events, such as the outcome, up top. Only in later parts of the story is the event given context, such as its origins and consequences (Van Dijk 1983). By contrast, the narrative story structure is traditionally associated with softer news stories and background features. However, it can also be applied to hard news stories (Johnston 2007). The narrative format follows a line of reporting that is reminiscent of storytelling. It is characterized by a format in which the several parts of an event are placed in chronological order, with a beginning, middle, and an end, with the outcome of an event often only given at the end of the story, and in which there is more focus on characters’ point of view (Britton et al. 1983; Emde, Klimmt, and Schluetz 2016; Knobloch et al. 2004; Rodríguez 2004).", "To explain the differential effects of inverted pyramid structure and narrative structure on information processing, this study takes both the construction-integration model (Johnson-Laird 1983; Kintsch 1988; Kintsch and Van Dijk 1978) and the Limited Capacity Model of Motivated Mediated Message Processing (LC4MP; Lang 2000, 2006) as its theoretical foundation. While the LC4MP and the construction-integration models are different in many respects, together they provide a clear outline of how news stories are processed. The primary goal of message processing is to reach a level of understanding of the message being processed. Understanding depends on attentional focus and memory. The degree to which cognitive resources are allocated to processing information determines the degree to which the information is understood and learned. In both models it is assumed that the cognitive capacity of the human brain is limited.", "The construction-integration model postulates that in order to achieve understanding, and to facilitate later retrieval of information, news users must construct a mental representation of the story (Johnson-Laird 1983; Kintsch 1988; Kintsch and Van Dijk 1978). Several processes work together to achieve this. News users allocate cognitive resources using previously stored information from semantic (long-term) memory, while simultaneously processing incoming information from the news story episodically in working memory. Integrating both streams of information results in a mental model, consisting of specific characteristics of the event as well as a temporal ordering of the various parts, that gets stored in long-term memory for later retrieval (Berinsky and Kinder 2006; Findahl and Höijer 1985; Lang 1989; Tulving 2002; Wise et al. 2009). These processes continue as long as the news story is received, with new information constantly being updated to fit into the mental model (Busselle and Bilandzic 2009).", "Thus, the construction-integration model suggests that constructing a coherent mental model is needed for comprehension and learning. The LC4MP specifies how this process may be inhibited or enhanced by the allocation of attentional focus and memory faculties (Wise et al. 2009). To construct a model, a news user must keep selected bits of information from the news in working memory. During processing, another part of the cognitive effort is simultaneously devoted to bringing information from existing mental representations in semantic memory into working memory, to form associations with the incoming new information. But processing resources are limited (Lang 2000, 2006). Especially getting access to semantic memory requires effort that the user is not always capable or motivated enough to provide. If efficient use of semantic memory fails, this results in a less coherent mental model, lower comprehension, and more difficulty in later retrieval: the more resources devoted to constructing a model, the better the understanding and recollection (Lang 1989). The LC4MP assumes this may happen either because the user consciously decides to not invest the effort in the processing, or because the message requires too many cognitive resources. In either case, the cognitive resources invested into processing may not line up with the resources demanded for comprehension and learning.", "Prior research suggests that news stories in the inverted pyramid structure place a relatively high burden on cognitive resources, whereas a chronological sequencing of events would leave more cognitive resources available for constructing a mental model (Sternadori and Wise 2010). The story is presented in such a way that reconstructing a coherent whole requires many instances in which inferences from semantic memory must be made, for instance in assessing the story topic and linking all the specific story elements and details into a coherent whole (Emde, Klimmt, and Schluetz 2016; Lang 1989; Wise et al. 2009). Because the inverted pyramid structure heavily taxes cognitive resources, the remaining resources may not be sufficient for encoding and storing all relevant information. This effect is exacerbated by insufficient background knowledge in many news users (Emde, Klimmt, and Schluetz 2016; Findahl and Höijer 1985).", "In contrast, if a message is structured in a narrative format, generating associative links from the content and the integration of new information requires fewer resources because establishing coherence does not depend as heavily on extensive prior knowledge from semantic memory (Zwaan, Magliano, and Graesser 1995). One reason is that our brain processes information in a linear story-like fashion. Episodic memory operates through the linear sequencing of events, and humans construct narratives in memory from information they are presented, whether mediated or otherwise (Chaffee 1973; Schank and Abelson 1995; Tulving 1979). This explains why prior studies have shown superior information retrieval for more linear forms of presentation (Berinsky and Kinder 2006; Lang 1989; Lang, Potter, and Grabe 2003; Machill, Köhler, and Waldhauser 2007; Wise et al. 2009; Yaros 2006). If narrative news is more consistent with how the human brain processes information, then fewer cognitive resources should be required for processing compared to inverted pyramid news, leading to richer memory (Wise et al. 2009). In short, the narrative structure should facilitate information processing. One way of assessing this is by measuring recognition of information from the news report. We predict that: H1: Information recognition is better for stories presented in the narrative structure compared to stories presented in the inverted pyramid structure.", "H1: Information recognition is better for stories presented in the narrative structure compared to stories presented in the inverted pyramid structure."]}, {"sec_title": "News Story Structure and Appreciation", "sec_content": ["Beyond information processing, we are interested in how news users appreciate different news story structures, as an indication of their effectiveness to attract audiences. Prior research suggests that the narrative structure is superior to the inverted pyramid structure in this respect. In both news and non-news contexts, narrative structures elicit higher rates of positive affects—such as suspense, curiosity, engagement, empathy, and enjoyment—than the inverted pyramid (Busselle and Bilandzic 2009; Green, Brock, and Kaufman 2004; Knobloch et al. 2004; Oliver et al. 2012; Yaros 2006).", "In entertainment studies, scholars have differentiated between the positive evaluations of narratives in terms of appreciation and enjoyment (Lewis, Tamborini, and Weber 2014; Oliver and Bartsch 2010; Oliver and Woolley 2010; Tamborini et al. 2011; Vorderer, Klimmt, and Ritterfeld 2004). Whereas enjoyment is defined as a “hedonistic” evaluation based on gratifying needs for fun and pleasure, appreciation is thought to reflect more cognitive, reflective affects. They also represent two distinct modes of information processing: enjoyment resulting from fast, automatic cognitive processes, and appreciation from slower, more deliberative processing. These distinct cognitive processes are used to appraise different narrative forms: media content that may not elicit direct emotional pleasure may still be appreciated on less hedonic gratifications, such as meaningfulness. For instance, a movie about a patient dying from disease is not very “enjoyable”, but may still be appreciated because it appeals to other, more reflective gratifications. While these conceptualizations stem from research and theory in the realm of entertainment media, in light of the idea that the relevance of news media is not so much to entertain but to appeal to non-hedonic, reflective values, this study takes appreciation as its evaluative variable.", "There are two possible explanations why narrative news may enhance appreciation. First, because narrative stories connect to our natural modes of processing information, they put less demand on cognitive resources (Wise et al. 2009). Appreciation requires sufficient cognitive capacity (Vorderer, Knobloch, and Schramm 2001), whereas feeling cognitively overloaded is correlated with low appreciation of news (York 2013). Therefore, story formats that heavily tax resources or distract individuals and prevent engagement may hinder appreciation (Green, Brock, and Kaufman 2004). This means that in taking up relatively many cognitive resources, the inverted pyramid results in lower appreciation.", "Second, narrative structures elicit the feeling of being “transported” into the story (Bilandzic and Busselle 2013; Busselle and Bilandzic 2009). The ability to become transported into or become engaged in narratives is presumed to be evolutionarily beneficial as a product of a human skill to envision possible future events and to plan future responses to these events (Leary and Buttermore 2003). In turn, the feeling of being transported into a story leads to positive evaluations of that story. Entertainment-education research has firmly established the ability of narratives to elicit transportation or engagement, as well as subsequent positive effects of transportation on both enjoyment and appreciation (Bilandzic and Busselle 2008, 2013; Busselle and Bilandzic 2009; Green, Brock, and Kaufman 2004; Oliver and Bartsch 2010; Quintero Johnson and Sangalang 2016; Sangalang, Quintero Johnson, and Ciancio 2013; Vorderer, Klimmt, and Ritterfeld 2004). Therefore, our second hypothesis states that: H2: Appreciation is higher for news stories in the narrative structure compared to stories in the inverted pyramid structure.", "H2: Appreciation is higher for news stories in the narrative structure compared to stories in the inverted pyramid structure."]}, {"sec_title": "Age Differences in Information Processing and Appreciation of Narrative News", "sec_content": ["To extend prior research, this study seeks to determine whether effects of story structure are specific to age groups, most notably younger ages, as often seems to be assumed by media professionals. Above, we argued that the narrative format is expected to be superior to the inverted pyramid format at informing as well as generating appreciation. But the question remains whether this is a general effect, or whether different age groups react differently to the narrative story structure. Prior research suggests that the positive effects narrative formats may be conditional upon user characteristics such as gender and prior knowledge (Emde, Klimmt, and Schluetz 2016; Sternadori and Wise 2010). Therefore, in the remaining part of this paper, we focus exclusively on the narrative structure and its effects with different age groups.", "Research does not provide clear indications regarding the role of age, making it all the more relevant to study. On the one hand, information processing may be better among younger audiences because aging is associated with decline in cognitive processing. Compared to younger age groups, older individuals process information less accurately and more slowly, and have decreased working memory function (Park et al. 1996; Ramscar et al. 2014; Salthouse 2016). More generally, executive functions such as working memory performance and mental flexibility—needed to process information—deteriorate over the lifespan (Diamond 2013). In line with this, a number of studies have demonstrated that younger news users are better at recalling news than older age groups (cf. Frieske and Park 1999; Hill et al. 1989; Stine, Wingfield, and Myers 1990). As narrative news has been found to be less taxing on working memory resources than other formats, it might be predicted that particularly elder people can benefit from narrative story structure.", "On the other hand, older age groups usually possess more news-related knowledge than younger ones (Curran et al. 2012; Delli Carpini and Keeter 1996; Patterson 2007). As high levels of prior knowledge facilitate information processing, the benefits of easy-to-process narrative structures may be less pronounced for older age groups than for younger age groups. To shed more light on the role of age, we formulate the following research question: RQ1: Which age group benefits more from narrative news structures in terms of information processing?If proponents of narrative news are correct, positive judgments about narrative news stories may lead to a greater potential to attract younger audiences. Some indications point in the direction of youngsters appreciating narrative news more than older news users. First, prior research found that narrative news leads to greater affective engagement in young newsreaders than the inverted pyramid style—older readers were not included in the study (Emde, Klimmt, and Schluetz 2016). As stated earlier, there is reason to believe that this effect is elicited by transportation. This may especially cater to the explicit need of younger generations for news stories to be attractive and engaging—something they do not find in standard news (Costera Meijer 2007; Marchi 2012; Mindich 2005; Pew Research Center 2012). Younger news users also demonstrate a higher preference than older news users for entertainment value over information value and are also those most interested in entertainment news (Pew Research Center 2012; Phillips and Sternthal 1977). As narrative formats (news and non-news) are better for creating suspense, engagement, and enjoyment (Busselle and Bilandzic 2009; Green, Brock, and Kaufman 2004; Knobloch et al. 2004; Oliver et al. 2012), it may be expected that younger users will be relatively well serviced in this respect by narrative news.", "RQ1: Which age group benefits more from narrative news structures in terms of information processing?", "Second, past or ongoing media behavior and media habits are a function of positive evaluations and preferences (e.g. Knobloch-Westerwick 2014; cf. Turel and Serenko 2012). Rooted in their different preferences, different generations develop different media use habits (Lee and Delli Carpini 2010). For instance, young people are more used to getting news from digital platforms, where they are more likely to encounter novel forms of journalism, such as narrative news styles (Høyer and Nossen 2015; Johnston 2007; Kramer 2000; Shim 2014; Ytreberg 2001). Furthermore, as youngsters want news to be more than just informative, they consume relatively little “serious” news while also making up the largest part of comedy news program audiences (Pew Research Center 2012). Once established, media habits hardly change over the lifespan (Lee and Delli Carpini 2010), indicating that the narrative story structure will appeal particularly to Millennials.", "In sum, young news users are accustomed to using news that caters to their needs and preferences that go beyond mere information. These preferences, and the content and packaging of the news they use as a function of those preferences, are different from those of older generations. Thus, younger generations are expected to have a greater preference for and a higher exposure to alternative news styles that facilitate transportation and appreciation, including narrative news. Furthermore, exposure and appreciation are highly correlated: you appreciate what you are used to. We therefore expect that: H3: Appreciation of narrative structured news stories is higher for Millennials compared to Generation Xers and Baby Boomers/Silent Generation.", "H3: Appreciation of narrative structured news stories is higher for Millennials compared to Generation Xers and Baby Boomers/Silent Generation."]}, {"sec_title": "Method", "sec_content": ["An online experiment was conducted to investigate whether news stories presented in a narrative structure are better able to inform audiences and lead to more appreciation from different age groups in the news than stories presented in the inverted pyramid structure. Participants were randomly exposed to either four online news articles written in a narrative style (N = 96) or to four stories written in an inverted pyramid structure (N = 94). The dependent variable appreciation was measured repeatedly after each story by means of an online survey. Recognition for the four articles was tested at the end of the survey. The order in which the articles were presented was the same for all participants to ensure that the time between exposure to the articles and the questions measuring information processing of each article was comparable (they first got questions regarding article 1, then article 2, and so on). A small number of participants (N = 11) used a print version of the news articles and questionnaire because they had no internet access at the time they participated in the study.", "Participants were recruited through social media, internet forums, or email. Moreover, some of the participants informed people in their network about the study by sending them the link to the study. A total number of 190 people participated in the experiment, 85 men and 105 women, who were equally divided over the two conditions (N = 42 males and N = 54 females in the narrative condition; N = 43 males and N = 51 females in the inverted pyramid condition). The age of the participants ranged between 18 and 88 years old (mean = 44.43; SD = 18.87). To compare the effects of story structure between people of different ages, three age groups were created. Those with an age ranging between 18 and 34 years old (N = 70; meanage = 23.27; SDage = 2.92; 64.3 percent female) represented the youngest age group (Millennials). People with an age ranging between 35 and 55 years were defined as the middle-aged group (Generation Xers, N = 63; meanage = 46.87; SDage = 4.86; 63.5 percent female). The oldest categories consisted of participants aged 55 and over (N = 57; meanage = 67.72; SDage = 6.86; 35.1 percent female), and together represent the Baby Boomers and Silent Generation. Participants indicated whether they had a low (N = 37), middle (N = 57), or high (N = 89) level of education (the level of education was unknown for seven participants).", "Four news articles were selected from the website of a local newspaper. A number of criteria were applied to select suitable news stories. To diminish the chance that participant responses (e.g. memory scores) were influenced by previous knowledge, only stories reporting about low-impact events were selected. Moreover, only relatively short stories were selected to enhance readability and to diminish the chance of participant dropout. Finally, the stories represented a wide range of topics to ensure that effects of story structure were not topic-related. As a result, the stimulus materials consisted of news stories about a lawsuit, the results of a scientific study, domestic abuse, and a cultural festival.1", "To enhance ecological validity, original news articles were chosen as a basis for developing different versions. Two of the stories were originally written and published in the narrative news structure, the other two in an inverted pyramid structure. The content of each version was the same in terms of characteristics such as topic, events, statements, emotions, information, and characters. For the purpose of the study, a journalist created two new versions of each article, rewriting it in either narrative structure or inverted pyramid structure by making minor changes in the original article and by rewriting it in the alternative structure. Following theoretical notions regarding narrative story structure, the narrative stories presented the information in a chronological order: stories had a clear beginning, middle, and end. In contrast, the inverted pyramid reports started with the most important information and story conclusion, followed by a further contextualization of the news event (cf. Van Dijk 1983). In addition, narrative versions were personalized by paraphrasing or quoting the points of view of characters in the stories, whereas in the inverted pyramid versions they were described. As a result, the narrative stories required more words for paraphrasing and linking (ranging from 225 to 332 words) than the inverted pyramid reports (ranging from 187 to 272 words).", "A pretest among a number of local newspaper journalists was conducted to test the materials. They read the articles and checked whether they were indeed written in either a narrative structure or an inverted pyramid structure. They agreed that the structure of the stories reflected the study’s intention, implying that we succeeded in presenting each story in two different formats.", "To measure information recognition, 33 true/false statements were presented to the participants. The statements tested the participants’ recognition of the most important aspects of the news stories (who, what, when, where, and why, of the news event; cf. Findahl and Höijer 1985). Items included, for instance, the offence for which the women stood trial took place in Arnhem: true/false; the musical festival will be taking place on May 28; the accused is a 54-year-old man from Nijmegen. We chose recognition measures, because recognition is the most sensitive measure of information processing (cf. Lang 2000). Depending on the length of the story, the number of questions asked per story ranged between 6 and 11. For the analysis, each correct answer was awarded with one point, whereas failing to recognize the information in the statement correctly resulted in no points. For each news story, a mean recognition score was calculated. The average recognition score was 0.63 (SD = 0.14), indicating that on average 63 percent of the story was correctly recognized.", "Appreciation, representing cognitive, reflective affects instead of gratifying needs for fun and pleasure, was measured with a single-item question (cf. Oliver and Bartsch 2011). After each news story, participants were asked to indicate their appreciation of the story on a scale ranging from (1) very low appreciation to (10) very high appreciation of the story (mean = 6.63; SD = 0.99). Giving a score on this range is very common for participants in the Netherlands—the country were the study was conducted—as, for instance, grades at schools also range from 1 to 10."]}, {"sec_title": "Results", "sec_content": ["For each dependent variable, a repeated measures mixed ANOVA was carried out in which the four news stories were defined as within-subject variables, and writing style (narrative versus inverted pyramid) and age group (Millennials, Generation Xers, and Baby Boomers/Silent Generation) as between-subjects variables. Although the results showed some minor differences between the four different articles, no clear patterns could be detected. This implies that there was no specific story that may have distorted the results, and we therefore only report the results of the between-subjects variables. In preliminary analyses, we tested for each story separately whether gender and level of education correlated with the dependent variables. This was not the case and there was thus no reason to include gender and level of education as covariates in the model.", "The first hypothesis concerned the main effect of story structure on information processing. As predicted, a narrative story structure (mean = 0.72; SE = 0.01) leads to better information processing than a story written in the inverted pyramid structure (mean = 0.54; SE = 0.01), F(1, 184) = 126.018; p < 0.001; r = 0.64. There was no main effect of age (p = 0.089) and no interaction between age and story structure (p = 0.884). This implies that participants representing Millennials, Generation Xers, and Baby Boomers/Silent Generation had comparable recognition scores. As shown in Figure 1, they all processed information derived from the narrative news stories better. We therefore found an answer to the first research question: Millennials did not benefit more from narrative stories in terms of information processing compared to the older generations. Instead, all generations benefit from a narrative story structure in terms of information processing. Getting Youngsters Hooked on NewsThe effects of narrative news on information processing and appreciation in different age groupsAll authorsMariska Kleemans, Gabi Schaap & Mitchel Suijkerbuijkhttps://doi.org/10.1080/1461670X.2017.1324316Published online:18 May 2017FIGURE 1  Recognition among different age groups by story structureDisplay full sizeFIGURE 1  Recognition among different age groups by story structure", "FIGURE 1  Recognition among different age groups by story structure", "FIGURE 1  Recognition among different age groups by story structure", "H2 predicted that narrative news would be appreciated more than stories written in the inverted pyramid style. As the results showed exactly the opposite, this hypothesis was rejected. The inverted pyramid reports were more appreciated (mean = 6.85; SE = 0.10) than the narrative stories (mean = 6.44; SE = 0.10), F(1, 184) = 8.86; p = 0.003; r = 0.21. In addition, a main effect of age was found, F(2, 184) = 9.29; p < 0.001; r = 0.22. Post-hoc analyses showed that the Millennials (mean = 6.24; SE = 0.11) had a lower appreciation of news stories than the Generation Xers (p = 0.001) and Baby Boomers/Silent Generation participants (p = 0.001). The difference between the Generations Xers (mean = 6.84; SE = 0.12) and Baby Boomers/Silent Generation (mean = 6.86; SE = 0.12) was not significant (p = 0.943).", "The interaction between age and story structure did not reach significance (F(2, 184) = 6.622; p = 0.152), but post-hoc analyses revealed some interesting differences in light of H3. Millennials appreciated both narrative structure and inverted pyramid reports equally low (p = 0.749), whereas Generation Xers (p = 0.072) and Baby Boomers/Silent Generation participants (p = 0.004) tended to appreciate particularly the inverted pyramid reports more. In addition, Millennials had a significantly lower appreciation of the stories written in the inverted pyramid structure than Generation Xers (p = 0.001) and Baby Boomers/Silent Generation participants (p < 0.001). As illustrated in Figure 2, the narrative story structure is not a convenient strategy to attract the young audience, nor is it able to attract the middle-aged and older readers. In all, the results do not provide support for H3. Getting Youngsters Hooked on NewsThe effects of narrative news on information processing and appreciation in different age groupsAll authorsMariska Kleemans, Gabi Schaap & Mitchel Suijkerbuijkhttps://doi.org/10.1080/1461670X.2017.1324316Published online:18 May 2017FIGURE 2  Appreciation of story structure among different age groupsDisplay full sizeFIGURE 2  Appreciation of story structure among different age groups", "FIGURE 2  Appreciation of story structure among different age groups", "FIGURE 2  Appreciation of story structure among different age groups"]}, {"sec_title": "Discussion", "sec_content": ["The current study investigated whether narrative news stories can be a meaningful strategy to inform and attract younger audiences to the news, while at the same time at the very least retaining the same qualities for older audiences. What did our results contribute to obtaining clarity on this much-advocated solution? First, narrative news stories do seem superior to news in the inverted pyramid on one important aspect. People from all ages are better informed by reports using a narrative format, at least in situations when background knowledge cannot be used, or is irrelevant. This concurs with previous research and may be seen as an important recommendation to use the narrative form in transferring information. In practice it means that news users, young and old, are more likely to learn current events knowledge from narrative news. In other words, narrative news may serve democratic citizens better than traditional news formats.", "However, in terms of attracting audiences, the narrative form may not live up to its expectations. In contrast to earlier studies, participants from all ages in the current study had lower appreciation for the narrative news stories compared to the inverted pyramid reports. What is more, the younger audiences (i.e. Millennials) have a lower appreciation for all news reports compared to the two older generations, regardless of whether the reports are presented in a narrative or inverted pyramid structure. A potential explanation may be differential news preferences between generations. Growing up with inverted pyramid news has made this format the norm for serious news in the eyes of the older generations. This means that narrative news is not appreciated, whether or not it leads to increased transportation: it simply does not fit the typical “serious” news format. For the youngest generation, the explanation may be that they do not like serious news, full stop. Restructuring the news report does not do the trick, because it is still news.", "This points to another important issue: in the current study, narrative structure was manipulated by changing the order of the news report to chronological and giving a more central role to the characters’ perspective by means of quotes. Other studies, particularly in entertainment-education research, have used broader definitions and operationalizations of narratives, including motivational and emotional storytelling, problem solving, conflict, and the temporality of existence (cf. Braddock and Dillard 2016). While not all of these elements may be relevant for news reporting, future research should investigate the effects of several narrative elements separately in order to shed more light on whether and how those specific elements may contribute to both the attractiveness and informative value of news.", "In all, the results of this study do not necessarily bode well for the narrative structure as a successful strategy for attracting audiences, be they young or old. Indeed, the increase in narrative journalism may be a risky affair, as it may even alienate older generations of news users. However, for newsmakers aiming solely at younger audiences, there may yet be some hope to derive from the present study. As seen, among the Millennials appreciation of narrative news was equally low compared to the inverted pyramid reports. However, because the narrative format is superior in terms of learning, in the longer run this may lead to young people having improved background knowledge, which may then turn out useful for them as informed citizens. Ultimately, greater knowledge may lead to developing a greater interest in any kind of news topic because they are more likely to understand them, leading to a “virtuous circle” of knowledge gain, news interests, and news consumption (Norris 2000). So when looking at the younger generation only, narrative news may ultimately be the better choice.", "In this context, it is important to note that the current study focuses on written news. Although presented in an internet environment, online news usually shows many similarities with traditional newspaper articles. This traditional presentation is probably not preferred by younger audiences, as the appreciation scores also tend to indicate. It is therefore worth exploring whether narrative journalism on other media platforms, or using different modalities to tell a story—audiovisual formats, social networking sites—is better suited to serve Millennials. Data from the Pew Research Center (2012, 2016) suggest that younger audiences prefer such media outlets for getting news, most likely because new information and communication technologies are increasingly present in their lives (Livingstone and Helsper 2007). In particular, the rise of news on social networking sites can be seen as a promising development in light of the importance of getting youngsters involved in news. It is therefore interesting for future research to assess whether the inclusion of narrative structures in such newer news formats may enhance youngsters’ involvement in the news.", "Differences in attitudes towards news topics may also play a role in this regard. Prior research has shown that young people have different interests from older generations. For instance, Millennials are less interested in political news, but they tend to prefer negative news more than older generations (e.g. Kleemans et al. 2012; Pew Research Center 2012). Moreover, Costera Meijer (2007) shows that youngsters want news that can serve as a basis for conversation, provide inspiration, or add something to their life. As the current study consciously presented a wide range of topics, but nothing that was particularly relevant for a certain age group, one might wonder how other topics may affect audience responses. Future research should therefore investigate if narrative news stories on topics of higher personal relevance for a particular age group have other effects than traditional news reports.", "Our measurement of appreciation was limited to a single item. Research on enjoyment and appreciation of entertainment content has only recently disentangled the concepts theoretically and empirically (Lewis, Tamborini, and Weber 2014; Oliver and Bartsch 2010, 2011; Oliver and Woolley 2010; Tamborini et al. 2011; Vorderer, Klimmt, and Ritterfeld 2004). Although there is evidence that single-item measurement of appreciation is valid (Oliver and Bartsch 2010), conceptually appreciation is more complex. In entertainment research, appreciation is correlated to content focusing on human virtue and life’s purpose, eliciting feelings of inspiration, awe, and tenderness (Oliver and Bartsch 2011). However, it is unclear whether this complex conceptualization and corresponding measurement are directly transferable to a news and information setting. Relevant future research may be directed towards further developing the concept and measurements in regard to non-entertainment content. Meanwhile, this study represents a first attempt to explore news evaluations beyond sheer “liking”.", "On a general level, this study’s contribution is in the field of age differences in the effects of mediated messages. Although age is routinely included as a control variable in communication research, and much media effects research is done on specific age groups—most notably children and adolescents—research on the role of age differences in media effects is relatively scarce. To conclude, this study shows that there are still major challenges for journalists and scholars on the road to enhancing the relationship between youngsters and the news. As news consumption is an important prerequisite for the functioning of democracy, this question deserves high priority."]}], "references": [{"title": "Media Choice and Informed Democracy: Toward Increasing News Consumption Gaps in Europe?", "year": "2013", "journal": "The International Journal of Press/Politics", "volume": "18", "authors": [{"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril", "affiliation": "", "orcid": "", "role": ""}, {"name": "Blekesaune Arild", "first_name": "Blekesaune", "last_name": "Arild", "affiliation": "", "orcid": "", "role": ""}, {"name": "Elvestad Eiri", "first_name": "Elvestad", "last_name": "Eiri", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Problem with Sources, A Source of the Problem", "year": "2006", "journal": "Journal of Magazine and New Media Research", "volume": "9", "authors": [{"name": "Abrahamson David.", "first_name": "Abrahamson", "last_name": "David.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Making Sense of Issues Through Media Frames: Understanding the Kosovo Crisis", "year": "2006", "journal": "The Journal of Politics", "volume": "68", "authors": [{"name": "Berinsky Adam J.", "first_name": "Berinsky", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kinder Donald R.", "first_name": "Kinder", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transportation and Transportability in the Cultivation of Genre-Consistent Attitudes and Estimates", "year": "2008", "journal": "Journal of Communication", "volume": "58", "authors": [{"name": "Bilandzic Helena", "first_name": "Bilandzic", "last_name": "Helena", "affiliation": "", "orcid": "", "role": ""}, {"name": "Busselle Rick W.", "first_name": "Busselle", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Meta-Analytic Evidence for the Persuasive Effect of Narratives on Beliefs, Attitudes, Intentions, and Behaviors", "year": "2016", "journal": "Communication Monographs", "volume": "83", "authors": [{"name": "Braddock Kurt", "first_name": "Braddock", "last_name": "Kurt", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dillard James Price", "first_name": "Dillard", "last_name": "Price", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Use of Cognitive Capacity in Reading: Effects of Some Content Features of Text", "year": "1983", "journal": "Discourse Processes", "volume": "6", "authors": [{"name": "Britton Bruce K.", "first_name": "Britton", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Graesser Arthur C.", "first_name": "Graesser", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Glynn Shawn M.", "first_name": "Glynn", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hamilton Tom", "first_name": "Hamilton", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}, {"name": "Penland Margaret", "first_name": "Penland", "last_name": "Margaret", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Measuring Narrative Engagement", "year": "2009", "journal": "Media Psychology", "volume": "12", "authors": [{"name": "Busselle Rick", "first_name": "Busselle", "last_name": "Rick", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bilandzic Helena", "first_name": "Bilandzic", "last_name": "Helena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Applying the Interpersonal Perception Model to the Real World: An Introduction", "year": "1973", "journal": "The American Behavioral Scientist (pre-1986)", "volume": "16", "authors": [{"name": "Chaffee Steven H.", "first_name": "Chaffee", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Paradox of Popularity: How Young People Experience the News", "year": "2007", "journal": "Journalism studies", "volume": "8", "authors": [{"name": "Costera Meijer Irene.", "first_name": "Costera", "last_name": "Irene.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Content, Media Consumption, and Current Affairs Knowledge", "year": "2012", "journal": "How Media Inform Democracy: A Comparative Approach", "volume": "1", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coen Sharon", "first_name": "Coen", "last_name": "Sharon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril", "affiliation": "", "orcid": "", "role": ""}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Executive Functions", "year": "2013", "journal": "Annual Review of Psychology", "volume": "64", "authors": [{"name": "Diamond Adele.", "first_name": "Diamond", "last_name": "Adele.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Does Storytelling Help Adolescents to Process the News? A Comparison of Narrative News and the Inverted Pyramid", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Emde Katharina", "first_name": "Emde", "last_name": "Katharina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Klimmt Christoph", "first_name": "Klimmt", "last_name": "Christoph", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schluetz Daniela M.", "first_name": "Schluetz", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Some Characteristics of News Memory and Comprehension", "year": "1985", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "29", "authors": [{"name": "Findahl Olle", "first_name": "Findahl", "last_name": "Olle", "affiliation": "", "orcid": "", "role": ""}, {"name": "Höijer Brigitta", "first_name": "Höijer", "last_name": "Brigitta", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Memory for News in Young and Old Adults", "year": "1999", "journal": "Psychology and Aging", "volume": "14", "authors": [{"name": "Frieske David A.", "first_name": "Frieske", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Park Denise C.", "first_name": "Park", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Writers Should Avoid the Perverted Pyramid", "year": "1999", "journal": "American Editor", "volume": "74", "authors": [{"name": "Fry Don.", "first_name": "Fry", "last_name": "Don.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Political Knowledge, Political Engagement, and Civic Education", "year": "2001", "journal": "Annual Review of Political Science", "volume": "4", "authors": [{"name": "Galston William A.", "first_name": "Galston", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Civic Knowledge, Civic Education, and Civic Engagement: A Summary of Recent Research", "year": "2007", "journal": "International Journal of Public Administration", "volume": "30", "authors": [{"name": "Galston William A.", "first_name": "Galston", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Understanding Media Enjoyment: The Role of Transportation Into Narrative Worlds", "year": "2004", "journal": "Communication Theory", "volume": "14", "authors": [{"name": "Green Melanie C.", "first_name": "Green", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brock Timothy C.", "first_name": "Brock", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kaufman Geoff F.", "first_name": "Kaufman", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Effects of Age on Recall of Information From a Simulated Television News Broadcast", "year": "1989", "journal": "Educational Gerontology: An International Quarterly", "volume": "15", "authors": [{"name": "Hill Robert D.", "first_name": "Hill", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Crook Thomas H.", "first_name": "Crook", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zadek Anastasia", "first_name": "Zadek", "last_name": "Anastasia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sheikh Javaid", "first_name": "Javaid", "last_name": "", "affiliation": "", "orcid": "", "role": ""}, {"name": "Yesavage Jerome", "first_name": "Yesavage", "last_name": "Jerome", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Revisions of the News Paradigm: Changes in Stylistic Features Between 1950 and 2008 in the Journalism of Norway’s Largest Newspaper", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Høyer Svennik", "first_name": "Høyer", "last_name": "Svennik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nossen Hedda A.", "first_name": "Nossen", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Turning the Inverted Pyramid Upside Down: How Australian Print Media is Learning to Love the Narrative", "year": "2007", "journal": "Asia Pacific Media Educator", "volume": "1", "authors": [{"name": "Johnston Jane.", "first_name": "Johnston", "last_name": "Jane.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Role of Knowledge in Discourse Comprehension: A Construction-Integration Model", "year": "1988", "journal": "Psychological Review", "volume": "95", "authors": [{"name": "Kintsch Walter.", "first_name": "Kintsch", "last_name": "Walter.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Toward a Model of Text Comprehension and Production", "year": "1978", "journal": "Psychological Review", "volume": "85", "authors": [{"name": "Kintsch Walter", "first_name": "Kintsch", "last_name": "Walter", "affiliation": "", "orcid": "", "role": ""}, {"name": "Van Dijk Teun A.", "first_name": "Van", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Influence of Age and Gender on Preferences for Negative Content and Tabloid Packaging in Television News Stories", "year": "2012", "journal": "Communication Research", "volume": "39", "authors": [{"name": "Kleemans Mariska", "first_name": "Kleemans", "last_name": "Mariska", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hendriks Vettehen Paul G. J.", "first_name": "Hendriks", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Beentjes Johannes W. J.", "first_name": "Beentjes", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eisinga Rob", "first_name": "Eisinga", "last_name": "Rob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Affective News Effects of Discourse Structure in Narratives on Suspense, Curiosity, and Enjoyment While Reading News and Novels", "year": "2004", "journal": "Communication Research", "volume": "31", "authors": [{"name": "Knobloch Silvia", "first_name": "Knobloch", "last_name": "Silvia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Patzig Grit", "first_name": "Patzig", "last_name": "Grit", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mende Anna-Maria", "first_name": "Mende", "last_name": "Anna-Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hastall Matthias", "first_name": "Hastall", "last_name": "Matthias", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Narrative Journalism Comes of Age", "year": "2000", "journal": "Nieman Reports", "volume": "54", "authors": [{"name": "Kramer Mark.", "first_name": "Kramer", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Effects of Chronological Presentation of Information on Processing and Memory for Broadcast News", "year": "1989", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "33", "authors": [{"name": "Lang Annie.", "first_name": "Lang", "last_name": "Annie.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Limited Capacity Model of Mediated Message Processing", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Lang Annie.", "first_name": "Lang", "last_name": "Annie.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Using the Limited Capacity Model of Motivated Mediated Message Processing to Design Effective Cancer Communication Messages", "year": "2006", "journal": "Journal of communication", "volume": "56", "authors": [{"name": "Lang Annie.", "first_name": "Lang", "last_name": "Annie.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Making News Memorable: Applying Theory to the Production of Local Television News", "year": "2003", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "47", "authors": [{"name": "Lang Annie", "first_name": "Lang", "last_name": "Annie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Potter Deborah", "first_name": "Potter", "last_name": "Deborah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Grabe Maria Elizabeth", "first_name": "Grabe", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Evolution of the Human Self: Tracing the Natural History of Self-Awareness", "year": "2003", "journal": "Journal for the Theory of Social Behaviour", "volume": "33", "authors": [{"name": "Leary Mark R.", "first_name": "Leary", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Buttermore Nicole R.", "first_name": "Buttermore", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Consumption Revisited: Examining the Power of Habits in the 21st Century", "year": "2010", "journal": "In 11th International Symposium on Online Journalism, Austin, TX", "volume": "23", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Delli Carpini M. X.", "first_name": "Delli", "last_name": "X.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Testing a Dual-Process Model of Media Enjoyment and Appreciation", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Lewis Robert J.", "first_name": "Lewis", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tamborini Ron", "first_name": "Tamborini", "last_name": "Ron", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weber René", "first_name": "Weber", "last_name": "René", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gradations in Digital Inclusion: Children, Young People and the Digital Divide", "year": "2007", "journal": "New Media \\& Society", "volume": "9", "authors": [{"name": "Livingstone Sonia", "first_name": "Livingstone", "last_name": "Sonia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Helsper Ellen", "first_name": "Helsper", "last_name": "Ellen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Use of Narrative Structures in Television News: An Experiment in Innovative Forms of Journalistic Presentation", "year": "2007", "journal": "European Journal of Communication", "volume": "22", "authors": [{"name": "Machill Marcel", "first_name": "Machill", "last_name": "Marcel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Köhler Sebastian", "first_name": "Köhler", "last_name": "Sebastian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Waldhauser Markus", "first_name": "Waldhauser", "last_name": "Markus", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "With Facebook, Blogs, and Fake News, Teens Reject Journalistic “Objectivity”", "year": "2012", "journal": "Journal of Communication Inquiry", "volume": "36", "authors": [{"name": "Marchi Regina.", "first_name": "Marchi", "last_name": "Regina.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Conceptualizing Media Enjoyment as Attitude: Implications for Mass Media Effects Research", "year": "2004", "journal": "Communication Theory", "volume": "14", "authors": [{"name": "Nabi Robin L.", "first_name": "Nabi", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Krcmar Marina", "first_name": "Krcmar", "last_name": "Marina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Appreciation as Audience Response: Exploring Entertainment Gratifications Beyond Hedonism", "year": "2010", "journal": "Human Communication Research", "volume": "36", "authors": [{"name": "Oliver Mary Beth", "first_name": "Oliver", "last_name": "Beth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bartsch Anne", "first_name": "Bartsch", "last_name": "Anne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Appreciation of Entertainment", "year": "2011", "journal": "Journal of Media Psychology", "volume": "23", "authors": [{"name": "Oliver Mary Beth", "first_name": "Oliver", "last_name": "Beth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bartsch Anne", "first_name": "Bartsch", "last_name": "Anne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Effect of Narrative News Format on Empathy for Stigmatized Groups", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Oliver Mary Beth", "first_name": "Oliver", "last_name": "Beth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dillard James Price", "first_name": "Dillard", "last_name": "Price", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bae Keunmin", "first_name": "Bae", "last_name": "Keunmin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tamul Daniel J.", "first_name": "Tamul", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2010", "journal": "", "volume": "", "authors": [{"name": "Oliver Mary Beth", "first_name": "Oliver", "last_name": "Beth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Woolley Julia K.", "first_name": "Woolley", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mediators of Long-Term Memory Performance Across the Life Span", "year": "1996", "journal": "Psychology and Aging", "volume": "11", "authors": [{"name": "Park Denise C.", "first_name": "Park", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Smith Anderson D.", "first_name": "Smith", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lautenschlager Gary", "first_name": "Lautenschlager", "last_name": "Gary", "affiliation": "", "orcid": "", "role": ""}, {"name": "Earles Julie L.", "first_name": "Earles", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Frieske David", "first_name": "Frieske", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zwahr Melissa", "first_name": "Zwahr", "last_name": "Melissa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gaines Christine L.", "first_name": "Gaines", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Age Differences in Information Processing: A Perspective on The Aged Consumer", "year": "1977", "journal": "Journal of Marketing Research", "volume": "14", "authors": [{"name": "Phillips Lynn W.", "first_name": "Phillips", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sternthal Brian", "first_name": "Sternthal", "last_name": "Brian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News and its Communicative Quality: The Inverted Pyramid—When and Why Did it Appear?", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Pöttker Horst.", "first_name": "Pöttker", "last_name": "Horst.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Testing the Explanatory Power of Two Measures of Narrative Involvement: An Investigation of the Influence of Transportation and Narrative Engagement on the Process of Narrative Persuasion", "year": "2016", "journal": "Media Psychology", "volume": "20", "authors": [{"name": "Quintero Johnson Jessie M.", "first_name": "Quintero", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sangalang Angeline", "first_name": "Sangalang", "last_name": "Angeline", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Myth of Cognitive Decline: Non-Linear Dynamics of Lifelong Learning", "year": "2014", "journal": "Topics in Cognitive Science", "volume": "6", "authors": [{"name": "Ramscar Michael", "first_name": "Ramscar", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hendrix Peter", "first_name": "Hendrix", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shaoul Cyrus", "first_name": "Shaoul", "last_name": "Cyrus", "affiliation": "", "orcid": "", "role": ""}, {"name": "Milin Petar", "first_name": "Milin", "last_name": "Petar", "affiliation": "", "orcid": "", "role": ""}, {"name": "Baayen Harald", "first_name": "Baayen", "last_name": "Harald", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Narrative and Non-Narrative: Make Up of the News Story", "year": "2004", "journal": "Revista Canaria de Estudios Ingleses", "volume": "49", "authors": [{"name": "Rodríguez María José González.", "first_name": "Rodríguez", "last_name": "González.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Exploring Audience Involvement with an Interactive Narrative: Implications for Incorporating Transmedia Storytelling Into Entertainment-Education Campaigns", "year": "2013", "journal": "Critical Arts", "volume": "27", "authors": [{"name": "Sangalang Angeline", "first_name": "Sangalang", "last_name": "Angeline", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quintero Johnson Jessie M.", "first_name": "Quintero", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ciancio Kate E.", "first_name": "Ciancio", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Knowledge and Memory: The Real Story", "year": "1995", "journal": "Advances in Social Cognition", "volume": "8", "authors": [{"name": "Schank Roger C.", "first_name": "Schank", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Abelson Robert P.", "first_name": "Abelson", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Politics of Narrative Form: The Emergence of News Conventions in Print and Television", "year": "1982", "journal": "Daedalus", "volume": "111", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Narrative Journalism in the Contemporary Newsroom: The Rise of New Paradigm in News Format?", "year": "2014", "journal": "Narrative Inquiry", "volume": "24", "authors": [{"name": "Shim Hoon.", "first_name": "Shim", "last_name": "Hoon.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Effects of Story Structure on the Cognitive Processing of Text", "year": "2010", "journal": "Journal of Media Psychology", "volume": "22", "authors": [{"name": "Sternadori Miglena M.", "first_name": "Sternadori", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wise Kevin", "first_name": "Wise", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Age Differences in Processing Information From Television News: The Effects of Bisensory Augmentation", "year": "1990", "journal": "Journal of Gerontology", "volume": "45", "authors": [{"name": "Stine Elizabeth Ann Lotz", "first_name": "Stine", "last_name": "Lotz", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wingfield Arthur", "first_name": "Wingfield", "last_name": "Arthur", "affiliation": "", "orcid": "", "role": ""}, {"name": "Myers Sheldon D.", "first_name": "Myers", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Enjoyment as Need Satisfaction: The Contribution of Hedonic and Nonhedonic Needs", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Tamborini Ron", "first_name": "Tamborini", "last_name": "Ron", "affiliation": "", "orcid": "", "role": ""}, {"name": "Grizzard Matthew", "first_name": "Grizzard", "last_name": "Matthew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bowman Nicholas David", "first_name": "Bowman", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Reinecke Leonard", "first_name": "Reinecke", "last_name": "Leonard", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Robert J.", "first_name": "Lewis", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eden Allison", "first_name": "Eden", "last_name": "Allison", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Episodic Memory: From Mind to Brain", "year": "2002", "journal": "Annual Review of Psychology", "volume": "53", "authors": [{"name": "Tulving Endel.", "first_name": "Tulving", "last_name": "Endel.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Benefits and Dangers of Enjoyment with Social Networking Websites", "year": "2012", "journal": "European Journal of Information Systems", "volume": "21", "authors": [{"name": "Turel Ofir", "first_name": "Turel", "last_name": "Ofir", "affiliation": "", "orcid": "", "role": ""}, {"name": "Serenko Alexander", "first_name": "Serenko", "last_name": "Alexander", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Discourse Analysis: Its Development and Application to the Structure of News", "year": "1983", "journal": "Journal of Communication", "volume": "33", "authors": [{"name": "Van Dijk Teun A.", "first_name": "Van", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Enjoyment: At the Heart of Media Entertainment", "year": "2004", "journal": "Communication Theory", "volume": "14", "authors": [{"name": "Vorderer Peter", "first_name": "Vorderer", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}, {"name": "Klimmt Christoph", "first_name": "Klimmt", "last_name": "Christoph", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ritterfeld Ute", "first_name": "Ritterfeld", "last_name": "Ute", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Does Entertainment Suffer From Interactivity? The Impact of Watching an Interactive TV Movie on Viewers’ Experience of Entertainment", "year": "2001", "journal": "Media Psychology", "volume": "3", "authors": [{"name": "Vorderer Peter", "first_name": "Vorderer", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}, {"name": "Knobloch Silvia", "first_name": "Knobloch", "last_name": "Silvia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schramm Holger", "first_name": "Schramm", "last_name": "Holger", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When Words Collide Online: How Writing Style and Video Intensity Affect Cognitive Processing of Online News", "year": "2009", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "53", "authors": [{"name": "Wise Kevin", "first_name": "Wise", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bolls Paul", "first_name": "Bolls", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}, {"name": "Myers Justin", "first_name": "Myers", "last_name": "Justin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sternadori Miglena", "first_name": "Sternadori", "last_name": "Miglena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Is It the Medium or the Message? Structuring Complex News to Enhance Engagement and Situational Understanding by Nonexperts", "year": "2006", "journal": "Communication Research", "volume": "33", "authors": [{"name": "Yaros Ronald A.", "first_name": "Yaros", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Moving out of the Inverted Pyramid: Narratives and Descriptions in Television News", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Ytreberg Espen.", "first_name": "Ytreberg", "last_name": "Espen.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Narrative Storytelling: Putting the Story Back in Hard News to Engage Young Audiences", "year": "2008", "journal": "Newspaper Research Journal", "volume": "29", "authors": [{"name": "Zerba Amy.", "first_name": "Zerba", "last_name": "Amy.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Dimensions of Situation Model Construction in Narrative Comprehension", "year": "1995", "journal": "Journal of Experimental Psychology: Learning, Memory, and Cognition", "volume": "21", "authors": [{"name": "Zwaan Rolf A.", "first_name": "Zwaan", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Magliano Joseph P.", "first_name": "Magliano", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Graesser Arthur C.", "first_name": "Graesser", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}]}