{"doi": "10.1080/1461670X.2010.545205", "url": "https://doi.org/10.1080/1461670X.2010.545205", "title": "GENDER DISCOURSE AND UBUNTU MEDIA PHILOSOPHY", "volume": "12", "year": "2011", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Worthington", "first_name": "Nancy", "name": "Nancy Worthington"}], "abstract": " This paper examines news framing of rape on the website of South Africa's most popular newspaper during 2008–9, following the passage of major legislation reforming the treatment of sexual assault. A qualitative analysis of 145 Sowetan Online news stories revealed three major, often overlapping frames: (1) ubiquity of rape, (2) enforcing male dominance, and (3) justice denied. Drawing on literatures addressing anti-rape activism and media in South Africa, I argue that the dominant framing mobilizes the discourse of anti-rape advocates, although with notable caveats attributable to the adherence to news values of drama, conflict and celebrity, which serve the website's interest competing with rivals in an increasingly tabloid-oriented marketplace. The dominant framing pattern is attributed, in part, to editorial decisions consistent with ubuntuism philosophy, which privileges educating the public, facilitating dialogue, and eradicating social hierarchy. The findings suggest that, when gender hierarchy is fore-grounded as problematic, ubuntuism-influenced news frames can challenge cultural discourses that resist progressive reforms. Additionally, the case suggests that media philosophy and media organization reputation can be important influences on news framing. ", "body": [{"title": "Introduction", "paragraphs": ["South Africa has the dubious distinction of having the highest per capita rape prevalence rate in the world, despite the nation's progressive constitution lauded for guaranteeing gender and sexual rights. The inability of citizens to secure those rights, as evidenced by the high incidence of sexual assault with impunity, has been attributed to persistent gender hierarchy and its intersections with race and class stratification (Robins, 2008b; Scully, 2009; Vetten, 2007). In South Africa as in other settings, scholars suggest that rape has been rationalized as an effective means of asserting male dominance in situations where females have flouted it by behaving independently or dressing in a manner interpreted by some as overly provocative (Du Toit, 2005; Moffett, 2006). Indeed, sexual assault has been equated with torture, based on its use to enforce male authority by instilling fear in females, a practice that seems to enjoy tacit government approval in South Africa, as evidenced by the state's ineffective response (Du Toit, 2005). An important recent step to stemming the rape epidemic was the passage of the much-deliberated Sexual Offences Act of 2007. The act broadens the definition of rape to penetration without consent, levies heavier penalties on perpetrators of rape against children under the age of 14, and prohibits defense attorneys from delving into the sexual history of a rape accuser. Prior to passage of the 2007 Act, apartheid-era legislation from 1957 had provided the legal standard for rape prosecution and had afforded considerable leeway for judges to allow evidence about the accuser's sexual history and to question whether a rape accuser could be considered reliable (Vetten, 2007). Whether the Sexual Offences Act of 2007 will alter the rape crisis remains an open question, given the considerable discursive resistance to gender reforms.", "Since mainstream media are a site of potential challenge to patriarchal discourse that normalizes gender hierarchy, their analysis offers insight into the extent to which legal reforms are legitimized. With that in mind, this paper examines 2008–9 news framing of rape on the website of South Africa's most popular newspaper in the wake of the 2007 legislation. The qualitative analysis reveals three central themes: ubiquity of rape, enforcing male dominance, and justice denied. I suggest that these frames incorporate anti-rape discourse promoted by women's and gender rights advocates, in part by employing journalistic techniques consistent with ubuntuism media philosophy, which privileges educating the public, facilitating dialogue, and eradicating social hierarchy. Occasionally, however, progressive framing is undermined by techniques tied to the increasingly tabloid tendencies of South Africa's media marketplace. Thus, the case suggests that, when gender hierarchy is fore-grounded as problematic, ubuntuism-influenced news frames can challenge cultural discourses that resist progressive reforms."]}, {"title": "Context: Rape, Politics, and Media Discourse", "paragraphs": ["Pointing to one of the nation's most egregious manifestations of social stratification, scholars and activists link South Africa's sky-rocketing rate of rape incidence to a seemingly intractable gender hierarchy, arguing that rape is but one means of enforcing hegemonic male dominance even when it flies in the face of official reforms such as the nation's diversity-embracing constitution (Robins, 2008b; Scully, 2009; Vetten, 2007). Scholars note that the nation's race and class inequities have been more readily confronted than those associated with gender, thereby perpetuating a culture of rape permissiveness (Robins, 2008b; Scully, 2009). Indeed, as president, Thabo Mbeki was averse to publicly discussing the nation's extreme rape prevalence, fearing that such discussion would reassert longstanding racist stereotypes of black men, a stance that may inadvertently privilege concerns of race over those of gender without being sensitive to their intersections (Vetten, 2007). The 2006 rape trial of current South African President Jacob Zuma casts a long shadow on contemporary discussions about rape in South Africa, exemplifying how identity discourse can be mobilized in the service of hegemonic masculinity. Zuma's construction of Zulu ethnic identity was key to his ability to galvanize public support both during the trial and the following year's election (Prinsloo, 2009; Robins, 2008a; Scully, 2009). Despite being fluent in English, the anti-apartheid hero testified in a rural dialect of isiZulu, indicating that he believed his accuser, a family friend known to be HIV positive, intentionally seduced him by wearing a short skirt to dinner and a kanga before bed, and that he was bound by his Zulu culture to “satisfy” her once he had aroused her with a massage. Zuma's pretense to cultural legitimacy swayed the presiding white judge, who was likely sensitive to race-related appearances if not to the range of ways women respond to sexual assault (Robins, 2008a). Zuma's defense successfully mobilized gender discourse that resonated with social conservatism, ethnic culture, and British and Dutch colonial legacies (Prinsloo, 2009; Robins, 2008a; Scully, 2009).", "Contemporary debates over the role of South African media carry implications for news coverage of rape as it intersects with identity construction. Since the dismantling of apartheid in 1994, South African media outlets have grappled with taking on new responsibilities in relation to an altered political landscape free of the official bans and sanctions that shaped apartheid-era government–media relations. Yet, the appropriate path has not been clear cut, as debates over South African media philosophy demonstrate. A variety of scholars, critics and politicians argue that Western media frameworks are fundamentally dysfunctional in the Southern Hemisphere, where value systems and political trajectories differ significantly from those of the West. Former South African Presidents Nelson Mandela and Thabo Mbeki are among those who have criticized the nation's media as guided inappropriately by Western philosophical frameworks that privilege libertarian values, such as individual rights to freedom of expression, that may harm the progress of the young democracy (Olorunnisola, 2006). For example, charges that much post-apartheid political coverage was racist in its indictment of black politicians led to hearings by the South Africa Human Rights Commission (SAHRC), in which white editors and overseas observers voiced concerns about press freedom and a watchdog role, while their black colleagues envisioned a press that took a more active role in charting the nation's future. The recent influx of more tabloid-oriented media complicates this ongoing discussion, as established outlets find themselves embracing more entertaining and salacious fare to remain competitive among their successful new counterparts (Wasserman and Du Bois, 2006)."]}, {"title": "Related Literature", "paragraphs": ["Researchers analyzing journalistic representations of rape have found that some patterns persist across most contexts, most notably the reinforcement of rape myths associated with blaming the victim and mitigating suspect responsibility (Benedict, 1992; Carter, 1998; Steeves, 1997). News accounts of rape frequently invite their audiences to blame victims by including details that can suggest that women provoke rape with their clothing choices, drug or alcohol consumption, or decisions to leave the confines of the home. Similarly, the inclusion of details about the suspect, such as drug or alcohol use or particular psychological pressures, suggests that assailants are not entirely responsible for their actions or that rape occurs in isolated incidents instead of as a broad social pattern. Additionally, research shows that rape news typically overemphasizes the incidence of stranger rape, even though acquaintance rape occurs more frequently, which reasserts the public–private divide to mask domestic violence. Such research typically associates these patterns with patriarchal structures governing newsroom practice (e.g., Benedict, 1992).", "More nuanced analyses look beyond the newsroom, noting that rape news can serve wider cultural discourses, such as those related to ethnicity and local politics (Warner, 2004). Studies drawing more explicitly on hegemony theory, which envisions media as a forum where powerful interests vie to set the boundaries of public discussion, link patriarchal rape news to both journalistic practice and to wider cultural context and social structures (Greer, 2003; Meyers, 1997; Steeves, 1997). Moreover, recent research has examined cases where news coverage is relatively free from rape myths, and suggested that such progressive coverage is tied to better journalistic training (McManus and Dorfman, 2005), relatively generous resources associated with investigative reporting, and rare incidents of overlap between market interests and feminist interests (Worthington, 2008a).", "Specific to South Africa, recent research in this tradition draws lessons from media portrayals of the 2006 Zuma trial, illustrating the profound cultural divisions surrounding the topic of rape and the ways media mobilize those divisions. Echoing findings from other settings, studies show that mainstream media privileged the analysis of political discourse at the expense of promoting rape awareness (Scully, 2009; Worthington, 2010), and that rape coverage privileged a “rights orientation,” which reasserted the public–private distinction to suggest acquaintance rape is a private concern (Prinsloo, 2008; Robins, 2008b; Scully, 2009). Research also found that Zuma's appeal to culture with “ethnicized masculinity” proved to be a powerful discourse that often dominated coverage, even from media organizations that were politically hostile to him (Prinsloo, 2008; Scully, 2009), and that the discourse resonated with large segments of the South African public. This paper examines whether such patterns persist beyond the Zuma case, particularly since the passage of the Sexual Offences Act of 2007. Building on the foregoing research, two central questions are addressed: How does South Africa's mainstream news media construct rape? How is this construction achieved?"]}, {"title": "Method", "paragraphs": ["To explore recent news construction of rape in South Africa, I performed a qualitative framing analysis of 2008–9 rape coverage on the website of the nation's most widely read daily newspaper, The Sowetan. Framing refers to the way that news workers “select some aspects of perceived reality and make them more salient in a communication text, in such a way as to promote a particular problem definition, causal interpretation, moral evaluation, and/or treatment recommendation for the item described” (Entman, 1993, p. 52). I selected The Sowetan because it is among South Africa's most popular and influential print media. The paper version of The Sowetan has an average daily circulation of 1.54 million English-literate, middle- and working-class, urban black South Africans (Prinsloo, 2009). Wasserman and De Beer describe The Sowetan's editorial philosophy as an attempt “to create a positive, committed national state of mind that will make South Africans the leaders of the developing world” (2005, p. 203). They argue that The Sowetan's coverage reveals “a communitarian perspective in which readers of the paper are interpellated not as individual consumers but as members of a nation-state” (Wasserman and De Beer, 2005, p. 203). Readers are encouraged to envision themselves as connected to their fellow South Africans, working for the common good. This perspective is consistent with the central premise of ubuntuism, an African philosophy derived from the isiZulu term, ubuntu, which translates, “I am because of others” (Blankenberg, 1999, p. 46). The philosophy prioritizes understanding one's relationships with others as a means of emphasizing community interconnections and collectivity; it has attracted considerable interest for its potential as an ethical framework for media decision-making that would support the interests of the community as a whole by promoting the eradication of social stratification (Blankenberg, 1999; Christians, 2004; Rao and Wasserman, 2007). Thus, ubuntusim is of particular interest in this analysis, which draws on the argument that rape is used to maintain gender stratification. The increasingly competitive nature of the South African media marketplace is similarly important to this analysis. While The Sowetanremains one of South Africa's most influential print media, the paper suffered a major drop in circulation among its middle-class black niche when a tabloid-oriented competitor, the Sunday Sun, began publication in 2001, followed by the Daily Sun a year later (Wasserman and Du Bois, 2006). As tabloids have gained a foothold in South Africa's media marketplace, their influence on mainstream news outlets like The Sowetan is clear, with a visible shift towards commercialized fare including celebrity news, sports, and dramatic crime stories.", "I examined rape coverage in Sowetan Online during 2008–9, thereby beginning with reports soon after the passage of the Sexual Offences Act in December 2007 and two years after the Zuma trial. I searched the website for the term, “rape,” and winnowed down the results to 145 stories in which rape was a central focus. I examined coverage for recurring themes whose accumulation suggested a particular definition of the problem, and compared those themes to concerns raised in literatures on South African anti-rape activism and South African media. In this sense, the study was not only qualitative, but also interpretive in that my analysis suggests latent meanings, which I determined by drawing on contextual information (van Zoonen, 1994). Thus, with respect to rape, I was interested in whether coverage excluded or critiqued patriarchal discourses that sanction rape by including details that encourage readers to blame the victim or mitigate suspect responsibility. Another central concern was the extent to which coverage portrayed rape as a public rather than private issue, which anti-rape advocates note as a particular problem in combating gender violence in South Africa. My analysis also sought to illuminate the extent to which discourse about ethnic traditions was mobilized in rape news. With respect to media issues, I was interested in seeing how current debates related to media philosophy played out in news coverage of rape. Following literature on ubuntuism-based journalism, I was particularly interested in discerning the extent to which The Sowetan site's coverage might be considered proactive with respect to rape prevention. Proactive framing would include, for example, discourse that counters the above-mentioned rape myths. Ubuntuism-based framing also would be expected to dispense with libertarian concerns with “balanced” reporting in favor of accounts that give voice to anti-rape activists and victims/survivors in ways that prevent opportunities for retribution. I did not count the number of stories supporting individual frames because many stories included more than one frame."]}, {"title": "Major Frames", "paragraphs": ["My analysis revealed three major, sometimes overlapping frames: ubiquity of rape, enforcing male dominance, and justice denied.", "Features, columns and guest commentaries pointedly call attention to the nation's soaring rape incidence rate, while the accumulation of individual crime stories documents the wide range of contexts in which rapes occur. Within these stories, the diversity of demographics for both victims and assailants suggest to Sowetan Online readers that rape of females is ubiquitous. Statistics are mobilized such that readers may infer that being female is sufficient to put one at risk for rape.1 One article labels South Africa “the rape capital of the world,” and indicates that eight out of every 100 South African women are raped (Mapumulo, 2009); another says that half of South African females will be raped during their lifetime (Sowetan Online, 2008b). Statistics also are used as news pegs in stories that illustrate particular patterns such as child rape, acquaintance rape and gang rape.2 For example, a story listing statistics related to AIDS and rape in South Africa reveals alarming information about both. The statistics are provided without explicit interpretation or commentary, but they delineate the boundaries of the rape crisis by consolidating many issues that arise in individual news stories. The rape statistics suggest that at least 40 percent of rapes are perpetrated by someone the victim knows (Sowetan Online, 2008b). The following year, two stories report that 12,000 children were raped in Guanteng Province (Mashaba, 2009; Sowetan Online, 2009b). Other formats call attention to the rape crisis, as well. For example, a columnist addresses the widespread problem of violence against children by describing the funeral of a schoolgirl who had been punched, stabbed, gang raped, and murdered by four men (Mazibuko, 2008), and a profile of a gender violence expert contextualizes the crisis by relating it to other social issues and points out that, as horrific as the nation's rape statistics are, they actually reflect underreporting (Makatile, 2008).", "A litany of individual crime stories reported as daily news support the ubiquity-of-rape frame. Some underscore the acquaintance rape statistics by detailing relationships between accusers and assailants including intimate partners, family members, neighbors, co-workers, and casual acquaintances. Similarly, the prevalence of stranger rape is conveyed by stories describing assaults in woods, highways, public transportation, neighborhoods, and homes, including some rapes that accompany other crimes such as robbery, assault, and murder. References to rape in stories that focus on other public concerns also support the frame, as in a story about a hunger-striking social activist, who draws attention to the plight of Zimbabwe refugees (Tsele, 2009b). Sowetan Online quotes her describing rape as one of the atrocities frequently endured by female refugees.", "Additionally, a profile of researcher and legal advocate Lisa Vetten run during “Women's Month” quotes Vetten noting that gender violence exists in all societies but with different culture-bound dynamics (Makatile, 2008). Her comment anticipates and deflects the prospective charge of racism that is a frequent response to frank discussions about the rape crisis, particularly when the issue is raised by a white South African (like Vetten, whose photo reveals her race). The profile provides a forum for Vetten to contextualize gender violence and make the case that it be considered as inextricably connected to other social issues such as health, housing, and justice. Similarly, in a story on child rape, a nurse is quoted explaining that cramped housing puts elderly male relatives in close proximity with young females, increasing risk to the latter (Papayya, 2008).", "While most rape coverage conveys an epidemic of sexual assault, a few reports on false accusations suggest the situation may be less dire. For example, one story describes the case of a celebrity hair stylist whose employee accused him of rape and subsequently made inconsistent statements to Sowetan Online (Tsumele, 2008). The website cast doubt on her account with the strategic use of quotations in the headline: “Hair stylist thrown in cells for ‘rape’” (Tsumele, 2008). Another story, “Tembisa girl arrested for her lies,” depicted a 16-year-old girl who was arrested for perjury after she claimed that she was kidnapped and raped to avoid admitting having spent the night with her boyfriend (SAPA, 2008). The above-mentioned story on AIDS and rape statistics also broaches the issue, listing the rate of false accusations as 2 percent (Sowetan Online, 2008b). Perhaps the most notable coverage related to false accusation was that recounting comments made by a high-profile politician, Julius Malema, who suggested that Jacob Zuma's rape accuser enjoyed herself on the night in question. Sowetan Online reported the comment that Malema, the ANC Youth League leader, made to university students (Mabuza, 2009): “Those [a woman] who had a nice time will wait until the sun comes out, request breakfast and ask for taxi money.” South Africans understood the reference, even though no specific names were mentioned, given the recent notoriety of the Zuma case. The ensuing debate between Malema and gender activists also was covered, with stories describing complaints of hate speech and discrimination against Malema (Tsele, 2009a), his refusal to apologize (Mabuza, 2009), and his assertion that the hate speech charges were trumped up to serve the interest of white racists (Tsele, 2009a). More pointedly, an editorial called for ANC leaders to publically distance themselves from the controversial Malema, lest they appear to condone his actions (Sowetan Online, 2009a).", "Related to the frame that rape is ubiquitous is a frame depicting rape as an instrument of gender hierarchy. The sense that rape is a tool for enforcing male dominance is suggested by the frequent depiction of men in positions of authority who rape female subordinates as though their positions entitle such behavior. In these stories, suspects are identified as employers, teachers, older relatives, and, perhaps most alarming, police officers. For example, one story refers to an accused assailant as “Captain Crime Stop,” a police officer who led safety and anti-crime workshops in high schools and an “Adopt-A-Cop” program in primary and secondary schools (Matlala, 2008). The story reveals his name and details allegations that he raped a schoolgirl he drove home from a radio station. A follow-up story on his sentencing to life in prison for the rape repeats the information (Matlala, 2009).", "In addition to stories about rape by men in formal authority positions, some stories support the frame by describing instances where men use rape as a pretense to authority. For example, a story details male police officers sexually harassing their female colleagues and implicates the chief of internal affairs in a related rape (Nare, 2008). Some aspects of the story's treatment detract from the seriousness of the issue, however, as in the case of the headline, “Stop, we're bonking,” accompanied by a photo of a stop sign on which the statement is repeated. Together, the two suggest some of the sexual encounters are consensual, perhaps even playful. In contrast, much of the story suggests that female officers are frustrated with what they regard as inadequate responses to their complaints, culminating in some of them taking their case directly to Sowetan or leaving the department entirely, according to one such former officer whose name was not given. The source also indicated that female officers fear retribution, in part because the person in charge of investigating complaints is himself considered “the main culprit” (Nare, 2008). Such revelations undercut a department spokeswoman's insistence that complaints are properly addressed or that charges are dropped when witnesses pull out.", "The frame relating rape to male dominance is also supported by stories about men who use rape or rape discourse to assert cultural authority over female behavior. The sense that rape is used to enforce gender hierarchy is perhaps best illustrated by Sowetan Online's inclusion and treatment of a story about Johannesburg taxi drivers stripping and sexually assaulting women whose skirts they deemed too short (Mapumulo, 2008). The story indicates that drivers at the Noord Taxi Rank stripped four women, one of whom they also assaulted in a manner consistent with the legal definition of rape, penetration without consent. One of the victims is quoted describing the ordeal perpetrated by taxi drivers, and tacitly supported by security guards: As they stripped me they kept shouting that this is what I wanted. Some were sticking their finger in my vagina while others poured alcohol over my head and called me all sorts of names … The funny thing about this is that I thought security guards would sympathise with me. Instead they mocked me and asked what was I thinking parading around in a miniskirt at a taxi rank. (Mapumulo, 2008)  ", "As they stripped me they kept shouting that this is what I wanted. Some were sticking their finger in my vagina while others poured alcohol over my head and called me all sorts of names … The funny thing about this is that I thought security guards would sympathise with me. Instead they mocked me and asked what was I thinking parading around in a miniskirt at a taxi rank. (Mapumulo, 2008)", "Her comments illustrate for readers the misogyny and sense of entitlement that encourages gender violence against women. A photograph of the victim, taken from behind, shows her wearing the torn clothing the drivers had ripped from her body. The head of the taxi association also is quoted, condemning the attacks, which echoed similar gender violence by taxi drivers in 2002. A police source is paraphrased saying the police had no knowledge of the practice. Sowetan Online also covered a subsequent march by women wearing short skirts to the taxi rank, and the response of taxi drivers, who stripped and heckled the marchers, in addition to e-mail commentary on the incident, in which 66 readers supported the women and five condemned their choice of clothing.", "Other stories that support the enforcing-male-dominance frame focus on attitudes that sanction rape. A male columnist vilifies myths that facilitate acquaintance rape, including that women “ask for it” with particular behaviors and clothing choices and that some cultures teach boys that females say “no,” when they mean “yes” (Saidi, 2008). Information from a Johannesburg survey indicates that one in four men in the city had raped a woman and that half of 26,000 schoolchildren interviewed there did not believe that forced sex was sexual violence (Sowetan Online, 2008b). A story about pedophilia leads with the statistic that 437 children were raped in Durban in December 2008, and mobilizes expert sources to address specific aspects of the problem: the provincial health spokesman calls for a change in public attitudes such that rape perpetrators are blamed and not their victims, and a spokesman for a hotline notes a pattern whereby robbers who are unable to locate valuables take revenge by raping children. One story recounts the harrowing ordeal of a girl who was gang-raped by eight neighborhood boys and then taunted by one boy's sister, who was angry that the victim had reported the rape to police (Dlamini, 2009). Another story describes police marching to condemn violence against women and specifically challenges patriarchal discourse that links masculinity and violence with the inclusion of a police superintendent's quoted statement (Magcai, 2008): “‘Violence and abuse cannot continue in our name as men,’ he said. ‘We are here as men to take our rightful stand, to claim back our manhood as responsible citizens, to act as role models,’ said Mokhonoana.”", "The third major frame, justice denied, reinforces the male dominance frame by implicating law enforcement and the court system to suggest the sanctioning of rape. For example, two reports discuss a court case delayed 48 times in eight years during which time a rape victim says she encountered her alleged assailants daily because they live nearby (Moselakgomo, 2008a, 2008b). Comments from official sources offer no explanation for the delays. A photo of the 22-year-old woman accompanies the story, attaching a face to the daily suffering, which is underscored in another December 2008 story that notes such scenarios often result in dropped charges (Papayya, 2008). The victim is quoted saying she would not have pressed charges had she known what would happen. Similarly, another story describes a woman breaking down in tears upon hearing that the court case against the eight men accused of gang-raping her will be delayed yet again (Busani, 2009). The reasons given for the multiple delays of her case include a lost docket and the discovery that a defense attorney was not properly registered. Similarly, a brief story indicates that five men accused of raping and murdering a soccer player have had their case postponed a third time (Fuphe, 2008). Another article indicates that for every 400 reported rapes in 2007, only 17 were prosecuted, resulting in one conviction (Sowetan Online, 2008b). Additionally, a spokesperson in a story on child rape indicates that people withdraw charges out of fear after perpetrators are freed on bail (Papayya, 2008).", "The justice-denied frame is further supported by stories illustrating a pattern of vigilante justice enacted by relatives and neighbors who are frustrated by police inaction. One story details the stoning deaths of accused rapists at the hands of community members (Masuku, 2008a); another describes the search for a fugitive teen boy who murdered the man his nine-year-old sister accused of rape (Masuku, 2008b). While stories often reveal police misconduct, Sowetan also includes stories of police taking a stand against gender violence, as in a story about a march to condemn violence against women and children that featured police among the marchers and noted a police superintendent using isiXhosa to call men who rape scum (Magcai, 2008).", "Stories about male police officers accused of rape illustrate a clear overlap between the justice-denied frame and the enforcing-male-dominance frame. For example, Sowetan Online described research indicating that police extort, abuse, and rape sex workers (Lekotjolo, 2008). The research results were supported by details such as statistics on the number of complaints filed against police and quotes from sex workers describing threats and abuse. In a follow-up story about sex workers who charge police with rape, assault, and bribery, source selection and treatment provide a sense of the sex worker perspective that might otherwise be lacking (Lekotjolo and Phelefu, 2008). The story quotes the leader of the Independent Democrats and a spokesperson for the Sex Worker Education and Advocacy Task force (SWEAT), both of whom criticize police, while a few brief facts are attributed to a police spokesperson, indicating that charges have been filed against some officers. Contextual information from the SWEAT spokesperson indicates that police often abuse their authority to exact bribes from sex workers. Sex workers also are included as sources as in this paraphrase: They told Sowetan Online that they feel helpless in the hands of the police because they are denied the right to open rape cases against the police officers. They say they are told by police officers that nothing would be done when they report rape and assault cases at the police stations because they are “prostitutes”. (Lekotjolo and Phelefu, 2008)  ", "They told Sowetan Online that they feel helpless in the hands of the police because they are denied the right to open rape cases against the police officers. They say they are told by police officers that nothing would be done when they report rape and assault cases at the police stations because they are “prostitutes”. (Lekotjolo and Phelefu, 2008)", "One sex worker also is quoted saying that an officer refused to take her original complaint, telling her she had had consensual sex. An asterisk indicates that quotes and paraphrases from sex workers have been attributed to fictitious names, which allow the women to serve as sources, while minimizing the risk of retaliation. The inclusion of additional information encourages readers to sympathize with the sex workers, such as descriptions of bruises and scars attributed to police abuse and a paraphrase of the women saying they dislike sex work and do it only because they lack other options. The follow-up concludes with a statement indicating that the original expose led to officers being arrested and charged with “extortion, bribery and assault with intent to cause bodily harm” (Lekotjolo and Phelefu, 2008)."]}, {"title": "Discussion", "paragraphs": ["The above findings reveal that dominant framing in the Sowetan Online's rape coverage overlapped considerably with South African anti-rape discourse by calling attention to the magnitude and complexity of the problem (Vetten, 2007), linking it to hegemonic masculinity (Robins, 2008b; Scully, 2009), and illustrating the failure of public institutions to carry out their mandates to prevent or punish rape (Du Toit, 2005). Framing supportive of anti-rape activism also relies on the absence of particular discourses about traditions requiring men to punish female pretense to autonomy (Moffett, 2006), which in this case was supported by the near-exclusion of details that can invite readers to blame victims, such as their choice of apparel or whether they had consumed alcohol. Importantly, exceptions here were made in stories that undercut purveyors of rape myths, such as the Noord taxi drivers and politician Julius Malema.", " Sowetan Online's gender-sensitive framing was achieved largely with incidents of editorial decision-making that conformed to ubuntuism media philosophy. Ubuntuism does not prescribe specific journalist codes but “a deep-seated general morality that requires the journalist to act in harmony with the morality of the community” (Fourie, 2008, p. 64). The framework bears some similarities to communitarian philosophy in that educating the public and facilitating dialog and participation in civic life are emphasized (Christians, 2004). With respect to rape news, Sowetan Online selected and organized stories such that they included information to educate readers about rape and suggested that gender violence was a concern not only of the private sphere, but of the public sphere, as well. Both crime stories on individual rapes and broader pieces such as columns and analytical stories depicted acquaintance rape as equivalent to stranger rape, for example, although intimate partner violence was only minimally discussed. Additionally, in keeping with ubuntuism priorities for facilitating community dialog (Christians, 2004), Sowetan Online devoted considerable space to readers responding to the Noord Taxi Rank assaults, providing a forum where a majority of respondents decried the apparent assumption that cultural traditions mandated sexual assault to circumscribe female behavior (Sowetan Online, 2008a).", "The apparent influence of ubuntuism principles on framing suggests that media philosophy can be of considerable importance in determining the origin of media frames in some contexts. Although ubuntuism is ill-defined with respect to its media application (Fourie, 2008), the philosophy implies a proactive approach to working toward social fairness and the common good on issues affecting the community (Blankenberg, 1999), rather than merely avoiding offense, as is the case with social responsibility theory (Wasserman and Rao, 2008), or emphasizing objectivity and independence, as libertarian philosophy does (Wasserman and De Beer, 2005). The above-mentioned story selection and source treatment patterns can be seen to conform to this priority, particularly in light of the editorial decision to report on rape despite the well-voiced concern among male politicians that such coverage is inherently racist because it could reinforce stereotypes of black men who were unable to control their sexual urges. The website frequently ran stories on rape, many of which were accompanied by photographs illustrating that both alleged assailants and victims were black, as one would expect in a country where the majority of the population is black. Thus, the inclusion of sexual assault news, if treated properly, eschews the assumption that race is gendered male by calling attention not only to accused assailants, but also to victims and survivors of the crime.", "Source selection and treatment also reflect a concern for establishing the parameters of the crisis. As is typical of rape and other crime coverage, inclusion of police as sources was frequent, but source selection also included public health officials and gender violence experts, who provide context or suggest prevention methods that involve public solutions to counter assumptions that women bear primary responsibility to reduce their own risk of being raped. For example, legal expert Lisa Vetten is given voice to ask for better lighting and security near public transit and to explain that inadequate housing options facilitate domestic violence. Similarly, the source treatment in individual crime stories typically embodies a proactive approach by giving voice to victims/survivors in ways that allow them to convey the impact of sexual assault while maintaining anonymity to prevent retribution. Stories often employ pseudonyms, for example, or include photos from behind or in which faces are otherwise obscured, thereby providing readers with personalized accounts likely to draw and maintain reader interest. For example, a story about two girls raped at a cemetery provides demographic information and the explanation that the victim “could not be named to protect her identity” (Dlamini, 2008). The story also includes a silhouette of one girl in profile and another photographed from behind, both of which remind readers that real, living children were harmed. Similarly, the expose on police who rape sex workers includes paraphrases and quotes attributed to the latter with names indicated to be pseudonyms, and the story also includes a photo that reveals one woman's injuries but not her face, as does the story about the Noord Taxi Rank assaults. Certainly a proactive approach is revealed by the inclusion of analytical pieces that mobilize statistics and cultural context to implicate social structures, especially gender and the law. Running such pieces reflects a more concerted effort to frame public discussion about rape than does the more plentiful event-oriented individual crime stories.", "The findings also point up the relevance of a media organization's reputation as an influence on framing in the sense that historical legacy can legitimize certain types of discourse. Sowetan Online's position in the South African media marketplace likely mitigates accusations of racism in rape reporting, given The Sowetan's participation in the anti-apartheid struggle, support of human rights investigations into media racism, history of black ownership, and long-standing employment of black journalists. Indeed, The Sowetan is the only major South African daily whose employment of black senior editors preceded the end of apartheid.", "Yet, Sowetan Online's framing of rape is not seamlessly supportive of anti-rape discourse. Story selection that supports the three central frames may emerge from Sowetan Online's economic imperative to attract readers with coverage that appeals to news values of conflict, drama, and, on occasion, celebrity (Cuklanz, 1996; Meyers, 1997; Worthington, 2008b), as in acquaintance rape stories that report charges against well-known politicians, sports figures, and a kwaito musician. Clear exceptions to gender-sensitive coverage are illustrated with story treatment that seems calculated to draw readers in a competitive, tabloid-oriented media environment, especially with headlines and graphics that appeal to humor or titillation, as in the examples of those that trivialized coverage of male police rape of their female colleagues, subordinates, or sex workers. Such tabloid tendencies underscore the point that attempts to apply ubuntuism to business-oriented environments can be thwarted when decision-making is driven by an underlying profit motive (Kamwangamalu, 1999). Ubuntu philosophy must have a foothold in the underlying culture first, which has yet to happen in South Africa where apartheid's legacy is visible in hierarchies of race, gender, and class.", "Moreover, even framing that adheres to the discourse articulated by anti-rape activists is polysemic (Worthington, 2008a), and females may understandably interpret such framing as a rationale to curtail their behaviors in accordance with the dictates of hegemonic masculinity that prevails elsewhere in the culture (Du Toit, 2005; Moffett, 2006; Robins, 2008b). Thus, while calling attention to the ubiquity of rape in South Africa is a necessary precursor to addressing the crisis, that attention also reinforces the realistic fear that females experience about the likelihood of being sexually assaulted (Du Toit, 2005). Similarly, depictions of men who either exert or seek authority with rape cut both ways in relation to anti-rape discourse, in that such depictions document an ongoing pattern whereby men employ rape to assert dominance where masculinity is threatened, but most of those depictions fail to discuss how to break the pattern. Finally, framing that conveys to readers that the rape crisis is perpetuated by the very people who are tasked with addressing the problem, the police and the courts, may lead women may conclude that reporting rape is pointless."]}, {"title": "Conclusions", "paragraphs": ["The foregoing analysis of mainstream news coverage of rape suggests that ubuntuism-guided media philosophy shares goals with South African anti-rape activists in ways that could assist in eventually closing the gap between South Africa's legislative stance against sexual assault, on the one hand, and the culturally sanctioned gender hierarchy that fuels the nation's rape permissiveness, on the other. It stands to reason that where cultural discourse marginalizes women, ubuntu's emphasis on connections within the wider community would be useful for dismantling gender hierarchy and challenging sexist ideologies that sanction rape. Yet, wider concerns about ubuntuism's utility as a yardstick for media performance persist (Fourie, 2008; Rao and Wasserman, 2007; Tomaselli, 2009), including its openness to political abuse resulting in threats to freedom of expression. Thus, while envisioning South Africa's rape crisis according to ubuntu principles may facilitate transforming it from a private concern (Du Toit, 2005; Robins, 2008b; Scully, 2009), into a public, political issue, the prospects for ubuntuism as a media philosophy can be hampered by political and economic considerations. Future research might grapple with these concerns more directly by integrating production and audience analyses to more definitively trace the sources and impacts of media frames."]}], "references": [{"title": "In Search of a Real Freedom: ubuntu and the media", "year": "1999", "journal": "Critical Arts", "volume": "13", "authors": [{"name": "Blankenberg Ngaire", "first_name": "Blankenberg", "last_name": "Ngaire"}]}, {"title": "Ubuntu and Communitarian Media Ethics”", "year": "2004", "journal": "Ecquid Novi", "volume": "25", "authors": [{"name": "Christians Clifford G.", "first_name": "Christians", "last_name": "G."}]}, {"title": "Framing: toward a clarification of a fractured paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert"}]}, {"title": "Ubuntuism as a Framework for South African Media Practice and Performance: can it work?", "year": "2008", "journal": "Communicatio", "volume": "34", "authors": [{"name": "Fourie Pieter J.", "first_name": "Fourie", "last_name": "J."}]}, {"title": "Ubuntu in South Africa: a sociolinguistic perspective to a Pan-African concept", "year": "1999", "journal": "Critical Arts", "volume": "13", "authors": [{"name": "Kamwangamalu Nkonko M.", "first_name": "Kamwangamalu", "last_name": "M."}]}, {"title": "Functional Truth or Sexist Distortion? Assessing a feminist critique of intimate violence reporting", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Mcmanus John H.", "first_name": "Mcmanus", "last_name": "H."}, {"name": "Dorfman Lori", "first_name": "Dorfman", "last_name": "Lori"}]}, {"title": "‘These Women, They Force Us to Rape Them’: rape as narrative of social control in post-apartheid South Africa", "year": "2006", "journal": "Journal of Southern African Studies", "volume": "32", "authors": [{"name": "Moffett Helen", "first_name": "Moffett", "last_name": "Helen"}]}, {"title": "Theorizing News Mediations of the Zuma Rape Trial—citizens and subjects in collision", "year": "2009", "journal": "Critical Discourse Studies", "volume": "6", "authors": [{"name": "Prinsloo Jeanne", "first_name": "Prinsloo", "last_name": "Jeanne"}]}, {"title": "Global Media Ethics Revisited: a postcolonial critique", "year": "2007", "journal": "Global Media and Communication", "volume": "31", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "Sexual Politics and the Zuma Rape Trial", "year": "2008", "journal": "Journal of Southern African Studies", "volume": "34", "authors": [{"name": "Robins Steven L.", "first_name": "Robins", "last_name": "L."}]}, {"title": "(Afri)ethics, Communitarianism and Libertarianism", "year": "2009", "journal": "The International Communication Gazette", "volume": "71", "authors": [{"name": "Tomaselli Keyan G.", "first_name": "Tomaselli", "last_name": "G."}]}, {"title": "Gang Rape in Sydney: crime, the media, politics, race and sentencing", "year": "2004", "journal": "Australian and New Zealand Journal of Criminology", "volume": "37", "authors": [{"name": "Warner Kate", "first_name": "Warner", "last_name": "Kate"}]}, {"title": "A Fragile Affair: the relationship between mainstream media and government in post-apartheid South Africa", "year": "2005", "journal": "Journal of Mass Media Ethics", "volume": "29", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}, {"name": "De Beer Arnold", "first_name": "De", "last_name": "Arnold"}]}, {"title": "The Glocalization of Journalism Ethics", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}, {"name": "Shakuntala Rao", "first_name": "Shakuntala", "last_name": "Rao"}]}, {"title": "Encoding and Decoding Rape News: how progressive reporting inverts textual orientations", "year": "2008", "journal": "Women's Studies in Communication", "volume": "31", "authors": [{"name": "Worthington Nancy", "first_name": "Worthington", "last_name": "Nancy"}]}, {"title": "Progress and Persistent Problems: local TV news framing of acquaintance rape on campus", "year": "2008", "journal": "Feminist Media Studies", "volume": "8", "authors": [{"name": "Worthington Nancy", "first_name": "Worthington", "last_name": "Nancy"}]}, {"title": "Of Conspiracies and Kangas: Mail \\&amp; Guardian Online construction of the Jacob Zuma rape trial", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Worthington Nancy", "first_name": "Worthington", "last_name": "Nancy"}]}]}