{"doi": "10.1080/21670811.2014.906926", "url": "https://doi.org/10.1080/21670811.2014.906926", "title": "Focus On The Tech", "volume": "3", "year": "2015", "issue": "2", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Freelon", "first_name": "Deen", "name": "Deen Freelon", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Merritt", "first_name": "Sarah", "name": "Sarah Merritt", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Jaymes", "first_name": "Taylor", "name": "Taylor Jaymes", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Internet centrism, the notion that online tools play substantial roles in social and political processes, is frequently invoked by journalists, pundits, and academics. Existing research has explored this idea directly in the case of protest, attempting to discern the actual magnitude of the internet’s role in protest organization and mobilization. Taking a different approach, we conduct a content analysis to examine the extent to which internet centrism is discussed in articles about the Occupy movement and the Arab Spring in mainstream US newspapers and technology blogs. Our main findings are that the role of publication type in predicting internet centrism depends upon which protest is being discussed, and the role of protest type depends upon publication type. This study lends a theoretical perspective to an under-studied journalistic phenomenon with the potential to influence how audiences think about the causes and consequences of protests.", "body": [{"sec_title": "Introduction", "sec_content": ["Portrayals of protest events by media outlets play a critical role in how those protests are perceived by the public. Given the limited number of people who bear physical witness to such events, media coverage is the predominant means by which non-attendees learn about them. As such, the details upon which news stories focus—violence, political motivations, elite reactions, etc.—are likely to influence the opinions the general public develops about protests’ causes, participants, and outcomes.", "Much previous work on protest coverage in the media has focused on the “protest paradigm,” in which journalists focus on conflict and violence as opposed to protesters’ grievances. It reflects negatively on protesters, portraying them as outlandish, unlawful agitators rather than as concerned citizens exercising their right to free assembly (McLeod and Hertog 1992; McLeod 2007). In spite of the protest paradigm’s prevalence in news coverage of protest, alternatives exist, often emerging in outlets that eschew the “objective” news format that predominates in the United States. In recent years, the increasing number of media voices accompanying the rise of digital media has greatly diversified the ways in which protest is discussed publicly. Bloggers, citizen journalists, and other online commentators have developed their own ways of framing protest beyond the pro-establishment bias of mainstream journalism (Almeida and Lichbach 2003).", "This paper explores one relatively new addition to journalists’ descriptive repertoire for protests, internet centrism (Morozov 2011). For the present purposes, internet centrism entails a prominent focus on the role of networked digital technologies in protest. Such technologies may be portrayed primarily as major facilitators of protest action or as enablers of counterrevolutionary forces in the government or among the populace, but in all variants technology is invoked in some way. As long as this holds true, other potentially relevant factors, including economic, political, social, and demographic forces, may also be mentioned to varying degrees. This paper articulates two broad hypotheses about where internet centrism is most likely to appear: first, in publications that focus on technology as opposed to those that do not; and second, in stories focusing on foreign protests as opposed to domestic ones. A content analysis of news stories in mainstream and tech-oriented news outlets tests these hypotheses."]}, {"sec_title": "Internet Centrism", "sec_content": ["Internet centrism can be defined succinctly as a narrative or journalistic focus on the internet as a powerful or indispensable tool within a given social context (Morozov 2011, xvi). Having been conceptualized and developed only recently, its history in communication research is fairly short. However, a number of recent studies of protest movements have implicitly acknowledged it through the use of terms such as “Twitter revolutions,” “Facebook revolutions,” and similar (Mejias 2010; Axford 2011; Cottle 2011; Khondker 2011; Segerberg and Bennett 2011). Rosen (2011) devoted a popular blog post to a variant of the concept which he labeled the “Twitter Can’t Topple Dictators” journalism genre. Some of these invocations are simply quotations from popular sources declaring the power of digital media, while others (including Rosen’s genre) represent explicit denunciations of cyber-utopianism. Collectively, they demonstrate that scholars of twenty-first-century protest and journalism are beginning to take notice of internet centrism. This study is one of the first to examine it empirically.", "Internet centrism may be fruitfully compared with another concept far more familiar to communication scholars: technological determinism, or the idea that technology creates social outcomes in a monocausal fashion (see Bimber 1994; Feenberg 1999). While self-proclaimed technological determinism has been out of fashion in the social sciences for several decades now, it remains popular in technology journalism and punditry (e.g. Kelly 2010; Carr 2011; Lanier 2011). Researchers who study the roles of technology in society share a general consensus that it is one of many potential factors involved in producing social outcomes, although they disagree about the magnitude of its influence relative to other factors. In this, they generally take care to avoid technological determinism’s polar opposite—social determinism—which holds that technologies do not distinctively influence human behavior (Winner 1980; Latour 1994).", "Perhaps the best way to distinguish the two concepts is to think of internet centrism as a prerequisite for technological—in this case, specifically digital—determinism. The former implies the belief that digital technology is highly relevant to social processes, while the latter holds that technology is the only independent variable of importance. The distinction here is subtle but important. It is possible simply to discuss the role of technology in a particular social process—protest, for example—without necessarily asserting that technology is all that matters. Technology’s role may simply be centrally featured in the piece of writing in question, which may mention other relevant factors in passing. It has become commonplace in recent years to invoke internet centrism negatively by arguing against technology’s role in a given social process (Gladwell 2010; Mejias 2010). Technological determinism obviously implies a technology-centric frame, but goes further by explicitly claiming that everything outside that frame is completely irrelevant to explanations of social phenomena. It is thus impossible to have technological determinism without internet centrism (when the technology in question is the internet), but the converse is fairly common, as this study demonstrates.", "In news and commentary pieces about social phenomena, internet centrism may be prominently featured as a frame, or it may appear as a minor detail far from the lede. In its role as a news frame for protests, internet centrism emphasizes the power of digital tools to influence protest turnout and outcomes. In doing so it does not necessarily attempt to persuade the audience to adopt a particular position on the contested issues; rather, it tells the audience what aspect(s) of the issue are worth having opinions about (Gamson and Modigliani 1989; Scheufele 1999). The opinions discussed in protest articles written within an internet-centrist frame might address whether the internet had a stronger or weaker influence on protest mobilization or success. In comparison, the much-studied protest paradigm includes frames of protesters as deviants operating outside the range of mainstream public opinion, so that readers may be invited to consider whether the protesters are merely harmless kooks or dangerous subversives (McLeod and Hertog 1992; Gitlin 2003). One quality internet centrism shares in common with the protest paradigm is a flashy, attention-grabbing hook for readers: violence and outlandish behavior for the protest paradigm, and the prospect of digital technologies as drivers of social change for internet centrism. The drawing of attention toward the ostensible power of online tools in this fashion may lead audiences to overestimate both their usefulness and their context-independence. At the same time, it is plain to see why news organizations embrace these kinds of claims: novelty and simple explanations draw in readers, for which competition grows fiercer by the day (Bennett 2003; Boczkowski and Peer 2011).", "Having introduced the concept of internet centrism, we proceed now to the question of the circumstances under which it might be expected to flourish. Existing research suggests that two factors will be particularly relevant here: publication type and protest proximity."]}, {"sec_title": "Publication Type: Technology Blogs Versus Mainstream News", "sec_content": ["Very little research has yet been conducted on blogs and other online publications that cover the technology industry, especially as compared to the substantial literature on science journalism. The few existing studies on the topic suggest that tech blogs play a major role in shaping both the public’s and the industry’s attitudes toward digital technologies (Vaast and Davidson 2008; Davidson and Vaast 2009; Mattson and Davidson 2009; Droge, Stanko, and Pollitte 2010). Davidson and Vaast define this heterogeneous group as “bloggers who focus their commentary on technology innovations—such as web 2.0 applications, digital music and multimedia applications, internet search engines, and the like—and on the high-tech companies that produce these innovations” (Davidson and Vaast 2009, 42). Tech blogs perform a range of functions, including reporting on the industry, analyzing trends, providing community spaces for tech enthusiasts, and facilitating the diffusion of innovations and new product development (Vaast and Davidson 2008; Davidson and Vaast 2009; Mattson and Davidson 2009; Droge, Stanko, and Pollitte 2010). This finding, combined with the fact that the largest of these sites attract millions of page views per month, evince the relevance of tech blogs for a range of scholarly concerns.", "Among other things, the present study is concerned with the role tech blogs play in disseminating news and opinions on political protests. Davidson and Vaast’s study of tech blogger discourse was among the first to observe that such blogs discuss politics on occasion, aggregating posts about internet infrastructure, online privacy, and public policy under a discourse category the authors labeled “social issues” (Davidson and Vaast 2009). In recent years, tech blogs have begun to cover protests and civil unrest around the world, in part due to the highly visible digital technologies the protesters have employed. Tech bloggers’ long-standing interests in privacy, encryption, and public policy sometimes lead them to cover such topics as digital censorship strategies in authoritarian regimes and protesters’ creative attempts to elude them. In doing so, internet centrism seems an obvious reference point—a technological perspective effectively justifies covering events that would otherwise fall outside tech blogs’ purview. The popular tech blog ReadWriteWeb exemplified this stance in a post about the Egyptian government blocking Twitter in late January 2011: “We will continue to keep an eye on the situation in Egypt, especially, though not solely, as it pertains to the technology being employed” (Hopkins 2011). Tech blogs’ general optimism and enthusiasm for dictator-defying “liberation technologies” further suggest that they will portray such technologies in a predominantly positive light (Diamond 2010; Franceschi-Bicchierai 2012).", "In comparison, mainstream news sources seem much less likely to adopt the internet centrism frame. The main reason for this is that traditional journalists have an existing stock of frames and sources to fall back on in reporting on protests, most of which long predate the digital revolution. For example, Harlow and Johnson (2011) found widespread evidence of the protest paradigm in the New York Times’ news coverage of the Egyptian revolution in comparison to more opinionated sources. Another study of international coverage of the same event found that journalists cited official sources to a much greater extent than social media sources (AlMaskati 2012). This tendency of mainstream journalists to rely heavily on official sources in spite of increased access to alternative and non-elite sources has remained remarkably consistent over time (Jha 2007). Thus, in mainstream news about protests, internet centrism must compete with a variety of other frames—most prominently the protest paradigm but also thematic and sympathetic portrayals (Harlow and Johnson 2011; AlMaskati 2012). In comparison to tech blogs, then, we predict that mainstream news sources will invoke internet centrism less often and discuss technology less positively.", "The following hypotheses restate the above predictions formally:", "Tech blog coverage of protest will discuss the internet more frequently than will US mainstream newspaper coverage.", "Tech blog coverage of protests will be more likely to contain any internet-centrist claims than will US mainstream newspaper coverage of protests.", "Tech blog coverage of protests will be more likely to contain prominent internet-centrist claims than will US mainstream newspaper coverage of protests.", "Tech bloggers will be more likely to express positive views, and less likely to express negative and neutral views, about the role of the internet in protest than will US mainstream news sources."]}, {"sec_title": "Protest Type: Foreign Versus Domestic", "sec_content": ["In addition to publication type, this article also explores the possibility that foreign protest coverage will yield more evidence of internet centrism than will domestic protest coverage. One reason for this has to do with what is known as the “domestication” of foreign and international news by news producers. Entman was one of the first to capture this phenomenon theoretically in his classic study of framing differences in stories covering two very similar international incidents in the mid-1980s (Entman 1991). In each case, the military forces of the United States and the Soviet Union, respectively, had shot down a commercial airline, having mistakenly identified it as a hostile target. Mainstream news stories framed the US incident as a tragic mistake while framing the Soviet incident as a deliberate and malicious act. The stark difference between these two frames effectively illustrates the domestication process, in which news outlets “translat[e] the news for the local audience and fram[e] it in ways targeted to the given culture” (Dimitrova et al. 2005, 24). Domestication is particularly relevant to the public’s perceptions of foreign events, as mainstream news remains one of the major sources of information about them even in the digital age (Shoemaker and Reese 1996; Nossek 2004; Dimitrova et al. 2005; Dimitrova and Strömbäck 2008).", "The protests of the Arab Spring captured the world’s attention in the first few months of 2011 but presented American journalists and pundits with few obvious options for domestication. The most common means of domesticating foreign news generally involve emphasizing the story’s implications for the United States’ foreign policy goals and interests as well as any Americans involved (Shoemaker and Reese 1996; Gans 2005). However, the United States was not directly implicated in most of the Arab Spring protests—their relevance to US policy priorities was not immediately clear and US citizens were not key actors. Moreover, the norm that directs journalists to cover violent foreign conflicts applied only to those countries in which violence was widespread, such as Syria and Libya, as opposed to the relatively more peaceful and “successful” cases of Egypt and Tunisia.", "Given the lack of fit between the Arab Spring protests and the standard frames used to cover such events, we propose that internet centrism offered a compelling means of domesticating the story for American audiences. This argument rests on three observations that apply specifically to contemporary foreign, rather than domestic, protests. First, most Americans are familiar with the tools that are most commonly cited in internet-centric protest coverage—Twitter, Facebook, and YouTube. This familiarity helps bridge the cultural gap between the American public and the protesters, whose grievances and motivations are understandably foreign to most outsiders. Americans following the ongoing story closely may also find internet-centrist articles a convenient means of contextualizing the unstructured flow of messages they are witnessing through social media. Second, since the world’s most popular social media companies are American (Facebook, Twitter, and YouTube), focusing on them can be considered a means of emphasizing the American aspects of the story. Because the United States played such a minor role in the early Arab Spring, these platforms are arguably the most prominent American “actors” in the story. Third, there is a long-standing notion in internet politics scholarship that information technologies disproportionately advantage the citizens of authoritarian regimes compared to those of advanced democracies (Habermas 2006; Howard 2010; Diamond 2010; Morozov 2011). This contention extends back at least to claims about the roles of samizdat and fax machines in the fall of communism in the former Eastern Bloc (Morozov 2011). It holds that digital communication technologies are inherently democratic and thus function as particularly effective weapons against dictatorial restrictions on the freedoms of speech and association. Uses of such technologies to organize political meetings or express dissent in advanced democracies are both legal and commonplace and therefore not as newsworthy.", "Compared to foreign protests, then, domestic protest coverage in the United States should be less likely to feature claims of internet centrism. One reason is that none of the circumstances mentioned above apply to it: the culture gap between readers and protesters is relatively narrow, there is no need to emphasize American actors since all parties are American, and the right to free speech is robust. Coverage of domestic protests is more likely to be shaped by factors such as protesters’ perceived level of social deviance and the extent to which their views fall outside the mainstream of American politics (McLeod and Hertog 1992; McLeod 2007). Moreover, when readers and protesters share the same national context, journalists are more justified in assuming that discussions of the latter’s political opinions will be understood. The question of whether foreign protests align with the American political mainstream may not make much sense, especially in cases in which US policy toward the countries in question is unclear, as it was in both Egypt and Tunisia in early 2011 (Berman 2011; Cooper, Landler, and Mazzetti 2011).", "Consistent with the foregoing, we hypothesize that:", "Foreign protest coverage will discuss the internet more frequently than will domestic coverage.", "Coverage of foreign protests will be more likely to contain any internet-centrist claims than will coverage of US domestic protests.", "Coverage of foreign protests will be more likely to contain prominent internet-centrist claims than will coverage of US domestic protests.", "Foreign protest coverage will be more likely to discuss the role of the internet in protest positively, and less likely to discuss it negatively or neutrally, than will domestic protest coverage.", "It is entirely possible that this study’s main independent variables may interact. As theory offers few predictions about the outcome of such interactions, we pose the following research question:How will publication type and protest type interact to predict internet centrism?", "How will publication type and protest type interact to predict internet centrism?"]}, {"sec_title": "Data and Methods", "sec_content": ["The Arab Spring protests in Tunisia and Egypt of early 2011 were chosen as exemplars of foreign protests, while the Occupy movement represented domestic protests. While these cases certainly cannot be generalized to all foreign and domestic protests, respectively, each represents a branded genre of protest with shared symbols, tactics, and goals. The early events in these broad-based movements provided both strategic and philosophical inspiration for later events and will likely continue to do so. Egypt and Tunisia were grouped together because their protests occurred very close together in time, shared similar outcomes, and were often compared in the same stories. Subsequent references in this article to “the Arab Spring” refer only to events in those two countries unless otherwise specified.", "The data from this study originate from the top 10 US newspapers by circulation and 10 of the most popular English-language tech blogs. A list of the former was provided by the Audit Bureau of Circulations (Lulofs 2012) and included the Wall Street Journal, USA Today, the New York Times, the Los Angeles Times, the New York Daily News, the San Jose Mercury News, the New York Post, the Washington Post, the Chicago Sun-Times, and the Chicago Tribune. Choosing which tech blogs to include was not as straightforward because some focus narrowly on product reviews and industry gossip without discussing current events in any capacity. Therefore, we decided to select the top 10 blogs by authority in Technorati’s “Technology” section that (1) did not focus narrowly on technical details, (2) did not focus exclusively on a particular company such as Apple or Microsoft, and (3) had begun operations prior to January 1, 2011. The top 10 sites meeting these criteria were Engadget (www.engadget.com), Techcrunch (www.techcrunch.com), Mashable (mashable.com), TheNextWeb (thenextweb.com), Ars Technica (arstechnica.com), GigaOm (gigaom.com), ReadWrite (readwrite.com), Wired (wired.com), BoingBoing (boingboing.net), and Gizmodo (gizmodo.com).", "Articles from these sources were selected from the following time periods: January 1, 2011 through March 31, 2011 for the Arab Spring and September 1, 2011 through November 30, 2011 for Occupy Wall Street. Each three-month period began in the same month as the protests and continued for two additional months afterward. All articles matching the following keyword combinations in the main text were collected for the sample:1For Arab Spring-related articles, at least one of the following terms—“Twitter,” “Facebook,” “YouTube,” “internet,” “social media”—had to be paired with at least one of the following terms—“Egypt,” “Tunisia.”For Arab Spring-related articles, at least one of the following terms—“Twitter,” “Facebook,” “YouTube,” “internet,” “social media”—had to be paired with the case-sensitive term “Occupy.”", "For Arab Spring-related articles, at least one of the following terms—“Twitter,” “Facebook,” “YouTube,” “internet,” “social media”—had to be paired with at least one of the following terms—“Egypt,” “Tunisia.”", "For Arab Spring-related articles, at least one of the following terms—“Twitter,” “Facebook,” “YouTube,” “internet,” “social media”—had to be paired with the case-sensitive term “Occupy.”", "While at first glance the combined use of internet-related terms and protest-related terms for sample selection may appear to constitute selecting on the dependent variable, we were interested in comparing how technology was discussed between publication and protest types. Our argument here hinges on the distinction between simply mentioning online communication platforms and discussing internet-centrist claims—the former is probably close to necessary for the latter but not nearly sufficient. Indeed, in reviewing our data we found that there were many ways of mentioning or citing digital tools that were not internet centrist. For example, authors frequently cited events viewed in YouTube videos, quoted from Twitter messages, and mentioned internet-related terms in other incidental ways. Thus, our sampling criteria did not predetermine our findings. The main advantage of requiring the platform names for selection is the ability to probe the contours of internet centrism deeply without wading through large numbers of articles that lack the concept altogether.", "After removing duplicate articles and a few in which the term “Occupy” did not refer to the protest movement, we were left with 428 newspaper articles and 367 tech blog posts (total N = 795); 399 of these pertained to Egypt or Tunisia (200 news articles and 199 tech articles) and 396 to Occupy (228 news and 168 tech). One of three coders read each story in its entirety and assessed whether it met the following internet centrism-related criteria: mention of any role for internet-based tools in protest; whether such a mention appeared in the headline or first 1000 characters of the story; and whether the internet was portrayed as helpful, neutral, or harmful toward the protests. All of these variables were nominal and dichotomous.", "In order to be labeled as containing internet centrism, stories had to discuss the role of either a specific online tool or the internet in general in a protest context. This variable did not distinguish between role valence—whether the internet was considered helpful, harmful, or neutral—it assessed only role presence. For example, the question of whether Egypt/Tunisia/Occupy can be considered “social media revolutions” would meet this criterion regardless of the author’s answer. Mentioning uses of specific social media platforms to organize and mobilize protesters also met this criterion. Coders further assessed whether these discussions occurred in each story’s headline or first 1000 characters as a measure of whether internet centrism was a prominent framing device or a more minor detail. Number of characters was used here rather than opening paragraphs because mean paragraph length varied widely between the tech blogs and the newspapers.", "Since internet centrism encompasses a range of value judgments about online tools, coders examined separately the valence of the internet’s purported role in protests. Where present, these were judged as positive (i.e. the internet helped protesters on balance), negative (i.e. the internet harmed protesters on balance), or neutral (i.e. the internet neither significantly helped nor harmed protesters). Each of these variables was assessed independently because stories could include multiple valenced viewpoints.", "Intercoder reliability was computed for all content analysis variables using Krippendorff’s alpha for nominal variables. A 10 percent random sample of stories (N = 80) was used for the tests. Reliability ranged between 0.7 and 0.75 for all variables except harmful role valence (0.63). We retain this variable because its percentage agreement was high (both 93 percent) and because it was relatively rare in the reliability sample, which is known to suppress chance-corrected reliability coefficients (Ryan and Bernard 2009, 306)."]}, {"sec_title": "Results", "sec_content": ["We begin by presenting an overall view of our data via descriptive statistics for our main variables. Figure 1 contains raw counts for occurrences of each content analysis variable, revealing that while internet centrism appeared in a majority of stories (505), it was by no means omnipresent. Fewer than half the stories featured internet centrism in the headline or early in the text, suggesting that it may appear as a minor detail much of the time. By far the most popular valenced position holds that the internet is helpful to protesters, with much smaller minorities raising the proposition that it is neutral or actively harmful to them.", "FIGURE 1  Descriptive statistics for internet centrism variables", "FIGURE 1  Descriptive statistics for internet centrism variables", "H1 and H4 predicted that tech blogs and foreign protest coverage would discuss the internet more than newspapers and domestic coverage, respectively. To test these propositions, we first queried Factiva and Google to discover the total counts of newspaper articles and tech blog posts matching the protest keywords only. We then divided the numbers of articles containing both a protest keyword and at least one internet keyword within each category by these counts. For example, we divided the number of tech blogs containing both a protest keyword and an internet keyword by the number of tech blogs containing only a protest keyword. The results of this analysis are presented in Table 1. A chi-square test revealed that tech blogs discussed the internet over three times more often than newspapers in articles mentioning the protest keywords, supporting H1. However, contrary to H4, Occupy articles contained over twice as many mentions of internet keywords as Arab Spring articles. But as previously explained, mentioning the internet is necessary but not sufficient for internet centrism, which is more specifically explored in the other hypotheses and research question.", "The results for H2–H3 and H5–H6 are discussed together here because all emerge from very similar equations. H2a and H2b predicted that tech blogs would mention internet centrism more frequently overall and more prominently than mainstream newspapers. H5a and H5b predicted that stories about the Arab Spring would be more likely to mention the concept at all and more likely to do so prominently than stories about Occupy protests. H3 and H6 predicted that tech blogs and stories about the Arab Spring would skew more positive and less neutral and negative than their opposite categories. Binary logistic regressions were computed to test these predictions. The predictors in this regression were publication type (tech blog versus mainstream newspaper), protest type (Egypt/Tunisia versus Occupy), and story word count (included as a control variable).", "Table 2 displays the results of the equations described above. In all regressions, newspapers served as the reference category for publication type, and Occupy served as the reference category for protest type. Publication type did not significantly predict any of the internet centrism variables (defying H2a and H3) except for prominence, which is more likely to appear in tech blogs (supporting H3). But H5a and H6 were supported, with Arab Spring articles being much more likely to contain indicators of internet centrism than Occupy articles. There was no difference between the protest types in the prominence variable, contradicting H5b.", "RQ1 raised the possibility that publication type and protest type may interact. To this end, we re-computed each of the above logistic regression models with an interaction term for these two variables. Reverse-coding the binary predictor variables revealed the influence of each variable at a specific value of the other. We generated all possible permutations of this process to calculate odds ratios for protest type specifically within newspapers and within tech blogs, as well as odds ratios for publication type within Arab Spring articles and within Occupy articles.", "Table 3 shows that the interaction models were only significant for the “mentioned”, “prominent”, and “helpful” dependent variables, and therefore these were the only ones for which odds ratios were interpreted. Holding protest type constant first, we can see that within Occupy articles, tech blogs were more internet centrist, while the opposite is true within Arab Spring articles (except for Focus, wherein there is no difference between the publication types). For newspapers only, the Arab Spring is decidedly more internet centrist, but within tech blogs the only difference is that Occupy articles discuss digital media in a more helpful light than do Arab Spring articles. These findings were hidden in the main effects models described earlier."]}, {"sec_title": "Discussion", "sec_content": ["Overall, these findings support the notion that internet centrism in protest coverage is a systematic phenomenon and not merely anecdotal. It can appear as a prominent framing device in a story, as when it is mentioned early on, or as a minor detail hundreds of words into a story. But even such seemingly casual mentions may influence how people (especially technology enthusiasts who may not follow current events closely) perceive the power of online tools to facilitate or even cause protests.", "The lack of clear main effects in this study is somewhat surprising given existing research (and intuition). Our interaction models reveal that the influence of publication type is highly dependent upon the type of protest being discussed and vice versa. Tech blogs are more internet centrist relative to newspapers for Occupy, but less so for the Arab Spring. The main-effect finding that the Arab Spring is significantly more internet centrist than Occupy stems primarily from differences within newspapers. On the tech blog side, digital media are seen as more helpful for Occupy than for the Arab Spring, but no differences emerged for the other four dependent variables.", "One useful way to interpret these findings is to consider the main trends within each held-constant variable value. Table 4 is a conclusion matrix that summarizes this information. One of the most important ideas it clarifies is that protest type is a more consistent predictor of internet centrism than publication type. From newspapers to tech blogs, the Arab Spring topic goes from strongly predicting internet centrism to not predicting it at all. In contrast, the impact of publication type completely reorients between the two protest types. This high degree of context sensitivity suggests that internet centrism is not a straightforward product of stable predictors, but may result in many cases from a confluence of multiple factors.", "While this study is primarily quantitative, a brief qualitative exploration of each publication type/protest type combination will help to elucidate their differences. Arab Spring newspaper articles that discussed internet centrism tended to emphasize the internet’s positive aspects while discussing the protests more generally. Generalizing phrases such as “social media is fanning protest movements across the Middle East” and “Middle East activists made powerful use of the internet and social networks” were relatively common, consistent with informal observations by scholars (Howard 2010; Rosen 2011). Internet centrism in the newspapers’ Occupy coverage focused more on the movements’ origins as a Twitter hashtag and on viral videos of police brutality against protesters. Tech blogs also explicitly discussed the role of the internet in the Arab Spring, but more often framed the discussion as an open question rather than as a definitive “yes.” Other major invocations of technology in these articles included the social media as a window on international events (“The whole world [on Twitter] is watching messages shared with hashtags like #jan25 and #Egypt”) and the technical and social implications of Egypt’s internet shutdown of late January 2011 (“How Egypt [and your government] could shut down the Internet”). Some Occupy tech blog posts also reported on the movement using social media sources, but in many cases Occupy was used only in passing as a timely example of broad technological trends:When it comes to short, real-time news items about events such as the Occupy Wall Street movement, Twitter excels…We ran Pandora in the background while responding to emails, running Google Talk and Maps, browsing the web and scouring the New York Times app for the latest on Occupy Wall Street.The way that news stories emerge now—whether it’s a story about the Occupy Wall Street protests or an earthquake in Japan, or even a more local news piece—is different now because the germ of a story can come from anywhere.", "When it comes to short, real-time news items about events such as the Occupy Wall Street movement, Twitter excels…", "We ran Pandora in the background while responding to emails, running Google Talk and Maps, browsing the web and scouring the New York Times app for the latest on Occupy Wall Street.", "The way that news stories emerge now—whether it’s a story about the Occupy Wall Street protests or an earthquake in Japan, or even a more local news piece—is different now because the germ of a story can come from anywhere.", "In sum, we can describe internet centrism within newspapers as more general and positive for the Arab Spring, and more focused on specific uses of online media for Occupy. Meanwhile, tech blogs emerged as more internet centrist than newspapers within Occupy articles largely because the movement was often used in the former as a catchy hook upon which to hang broader points about the role of technology in society. (This also helps explain why the internet was portrayed as more helpful in Occupy articles than in Arab Spring articles within tech blogs.) In comparison, newspapers focused more on non-internet aspects of Occupy, such as participants’ policy demands and responses from elites. Finally, Arab Spring newspaper articles were judged more internet centrist than Arab Spring tech blog posts because the latter often cited social media as an information source without discussing its uses as a protest tool. Also, many tech blog pieces on the Egyptian internet shutdown treated it as a purely technical event without mentioning its effects on protesters.", "These findings contribute to our understanding of how journalism and online commentary make sense of contemporary protest activity. They also add to a small but growing body of communication literature on the technology press, which scholars have largely ignored despite its sizable audience and influence. In stark contrast, science journalism has received a fair amount of empirical attention recently, especially concerning controversial issues such as global warming, nanotechnology, and stem cell research (Olausson 2009; Fahmy, Relly, and Wanta 2010; Friedman and Egolf 2011; Zhao et al. 2011; Anderson et al. 2012). But beyond the general study of online technology commentary and journalism, which is valuable in and of itself, this study is the first to investigate the nature of its political coverage. These outlets do more than simply review the latest laptops and smartphones—they also discuss, and sometimes report on, political issues. How they do so turns out to depend upon the issue in question.", "Unlike tech blogs, how the press covers foreign events is a longstanding topic of study among journalism scholars. This study adds a new distinction between foreign and domestic protest coverage—the extent to which the roles of digital tools in protest are discussed and emphasized. But the influence of protest proximity is not straightforward; rather, it depends, among other things, on publication type. It is not yet clear exactly why this is so, but it almost certainly has something to do with the fact that different information outlets cater to different audiences. Internet centrism may satisfy general news readers’ desire for a simple way to connect with faraway revolutionary movements, while tech enthusiasts may be more interested in major news events that reinforce their preexisting beliefs about the liberating or otherwise favorable effects of technology (Golumbia 2009; Diamond 2010; Turner 2010). In any event, more research is needed to explore these possibilities.", "The broader relevance of such questions rests on the assumption that internet centrism, like other tropes of journalistic presentation, is likely to influence how people think about the political issues to which it attaches. Understanding internet centrism is particularly important in light of the expanding role of digital technologies in politics and the widespread perception that they inherently empower the underdog. Given that the pace of technological change shows few signs of slowing, it is likely that commentators will continue to speculate about how the latest innovations will influence various social processes. On topics with which the public has little direct experience, the opinions and proclamations of experts such as journalists and bloggers are likely to play a major role in shaping how they perceive the limits of technological capability. Such beliefs can have major policy implications, not least of which is the viability of the United States’ “internet freedom” foreign policy agenda, which assumes that getting the right technologies into the right hands will help build democracy in autocratic regimes (Morozov 2011; Shirky 2011). The more elites and the public believe that digital technologies play significant roles in facilitating pro-democracy activism, the more they will support and promote the use of those tools. But if access to the “right” tools is disproportionately emphasized to the exclusion of non-digital factors, resources may not be allocated in an optimal way. Worse, overestimating the efficacy of digital tools may blind well-meaning policymakers and other observers to their limitations and vulnerabilities, which could have dire consequences for protesters at risk of government reprisals (Morozov 2011).", "We would be remiss in not noting this study’s major limitations. Chief among these is that we did not directly compare proportions of stories containing internet-centrist claims to those without them, although we did compare the extent to which technology was discussed in general across story types. We made this tradeoff in the interest of generating a richer impression of internet centrism, which would not have been possible if a large proportion of our data contained no trace of it. For much the same reason, we also declined to compare the frequency of internet-centrist claims to other frames such as those of the protest paradigm. Indeed, in this article we took a similar empirical route to some protest paradigm studies, which focus exclusively on that cluster of frames for the purpose of conceptual development (Weaver and Scacco 2012). Despite these limitations, this study clearly demonstrates that internet centrism is a recurring feature of protest coverage in both technology blogs and US newspapers. Future research should continue to explore the dynamics of internet centrism in journalistic contexts as political uses of digital tools continue to spread and evolve."]}], "references": [{"title": "Newspaper Coverage of the 2011 Protests in Egypt", "year": "2012", "journal": "International Communication Gazette", "volume": "74", "authors": [{"name": "AlMaskati Nawaf Abdulnabi", "first_name": "AlMaskati", "last_name": "Abdulnabi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "To the Internet, from the Internet: Comparative Media Coverage of Transnational Protests", "year": "2003", "journal": "Mobilization: An International Quarterly", "volume": "8", "authors": [{"name": "Almeida Paul D.", "first_name": "Almeida", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lichbach Mark", "first_name": "Lichbach", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Role of Media and Deference to Scientific Authority in Cultivating Trust in Sources of Information about Emerging Technologies", "year": "2012", "journal": "International Journal of Public Opinion Research", "volume": "24", "authors": [{"name": "Anderson Ashley A.", "first_name": "Anderson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brossard Dominique", "first_name": "Brossard", "last_name": "Dominique", "affiliation": "", "orcid": "", "role": ""}, {"name": "Corley Elizabeth A.", "first_name": "Corley", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Talk about a Revolution: Social Media and the MENA Uprisings", "year": "2011", "journal": "Globalizations", "volume": "8", "authors": [{"name": "Axford Barrie", "first_name": "Axford", "last_name": "Barrie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Burglar Alarm That Just Keeps Ringing: A Response to Zaller", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Ambiguous Revolt: What Kind of Revolution is the Tunisian Uprising?", "year": "2011", "journal": "The New Republic", "volume": "", "authors": [{"name": "Berman Paul", "first_name": "Berman", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Choice Gap: The Divergent Online News Preferences of Journalists and Consumers", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "U.S. Rift with Egypt’s Mubarak Alters Mideast Calculus", "year": "2011", "journal": "The New York times", "volume": "", "authors": [{"name": "Cooper Helene", "first_name": "Cooper", "last_name": "Helene", "affiliation": "", "orcid": "", "role": ""}, {"name": "Landler Mark", "first_name": "Landler", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mazzetti Mark", "first_name": "Mazzetti", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media and the Arab Uprisings of 2011: Research Notes", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tech Talk: An Investigation of Blogging in Technology Innovation Discourse", "year": "2009", "journal": "IEEE Transactions on Professional Communication", "volume": "52", "authors": [{"name": "Davidson Elizabeth", "first_name": "Davidson", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vaast Emmanuelle", "first_name": "Vaast", "last_name": "Emmanuelle", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Foreign Policy and the Framing of the 2003 Iraq War in Elite Swedish and US Newspapers", "year": "2008", "journal": "Media, War \\& Conflict", "volume": "1", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "War on the Web: The Immediate News Framing of Gulf War II", "year": "2005", "journal": "The Harvard International Journal of Press/Politics", "volume": "10", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kaid Lynda Lee", "first_name": "Kaid", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Andrew Paul", "first_name": "Williams", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}, {"name": "Trammell Kaye D.", "first_name": "Trammell", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Lead Users and Early Adopters on the Web: The Role of New Technology Product Blogs*", "year": "2010", "journal": "Journal of Product Innovation Management", "volume": "27", "authors": [{"name": "Droge Cornelia", "first_name": "Droge", "last_name": "Cornelia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stanko Michael A.", "first_name": "Stanko", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pollitte Wesley A.", "first_name": "Pollitte", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing US Coverage of International News: Contrasts in Narratives of the KAL and Iran Air Incidents", "year": "1991", "journal": "Journal of Communication", "volume": "41", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "President’s Power to Frame Stem Cell Views Limited", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Fahmy Shahira", "first_name": "Fahmy", "last_name": "Shahira", "affiliation": "", "orcid": "", "role": ""}, {"name": "Relly Jeannine E.", "first_name": "Relly", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Good News for Spies and Dictators: ‘FreedomBox’ is in Danger of an Early Death", "year": "2012", "journal": "Threat Level", "volume": "", "authors": [{"name": "Franceschi-Bicchierai Lorenzo", "first_name": "Franceschi-Bicchierai", "last_name": "Lorenzo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Longitudinal Study of Newspaper and Wire Service Coverage of Nanotechnology Risks", "year": "2011", "journal": "Risk Analysis", "volume": "31", "authors": [{"name": "Friedman Sharon M.", "first_name": "Friedman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Egolf Brenda P.", "first_name": "Egolf", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach", "year": "1989", "journal": "American Journal of Sociology", "volume": "", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Liberation Technology", "year": "2010", "journal": "Journal of Democracy", "volume": "21", "authors": [{"name": "Diamond Larry", "first_name": "Diamond", "last_name": "Larry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Small Change", "year": "2010", "journal": "The New Yorker", "volume": "", "authors": [{"name": "Gladwell Malcolm", "first_name": "Gladwell", "last_name": "Malcolm", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Political Communication in Media Society: Does Democracy Still Enjoy an Epistemic Dimension? the Impact of Normative Theory on Empirical Research", "year": "2006", "journal": "Communication Theory", "volume": "16", "authors": [{"name": "Habermas Jurgen", "first_name": "Habermas", "last_name": "Jurgen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Overthrowing the Protest Paradigm? How the New York times, Global Voices and Twitter Covered the Egyptian Revolution", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Harlow Summer", "first_name": "Harlow", "last_name": "Summer", "affiliation": "", "orcid": "", "role": ""}, {"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twitter Blocked in Egypt in Response to Massive Protests (UPDATED)", "year": "2011", "journal": "ReadWriteWeb", "volume": "", "authors": [{"name": "Hopkins Curt", "first_name": "Hopkins", "last_name": "Curt", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Exploring Internet Influence on the Coverage of Social Protest: Content Analysis Comparing Protest Coverage in 1967 and 1999", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Jha Sonora", "first_name": "Jha", "last_name": "Sonora", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Role of the New Media in the Arab Spring", "year": "2011", "journal": "Globalizations", "volume": "8", "authors": [{"name": "Khondker Habibul Haque", "first_name": "Khondker", "last_name": "Haque", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On Technical Mediation. Philosophy, Sociology, Genealogy", "year": "1994", "journal": "Common Knowledge, Fall V", "volume": "3", "authors": [{"name": "Latour Bruno", "first_name": "Latour", "last_name": "Bruno", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Top U.S. Newspapers for March 2012", "year": "2012", "journal": "NewsBulletin Connection/Audit Bureau of Circulations", "volume": "", "authors": [{"name": "Lulofs Neal", "first_name": "Lulofs", "last_name": "Neal", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The a-List Vs. the Long Tail: Technology Bloggers and Reputation", "year": "2009", "journal": "AMCIS 2009 Proceedings", "volume": "", "authors": [{"name": "Mattson Thomas", "first_name": "Mattson", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davidson Elizabeth", "first_name": "Davidson", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Coverage and Social Protest: How the Media’s Protect Paradigm Exacerbates Social Conflict", "year": "2007", "journal": "Journal of Dispute Resolution", "volume": "2007", "authors": [{"name": "McLeod Douglas M.", "first_name": "McLeod", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Manufacture of `Public Opinion’ by Reporters: Informal Cues for Public Perceptions of Protest Groups", "year": "1992", "journal": "Discourse \\& Society", "volume": "3", "authors": [{"name": "McLeod Douglas M.", "first_name": "McLeod", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hertog James K.", "first_name": "Hertog", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Twitter Revolution Must Die 1", "year": "2010", "journal": "International Journal of Learning and Media", "volume": "2", "authors": [{"name": "Mejias Ulises", "first_name": "Mejias", "last_name": "Ulises", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Our News and Their News The Role of National Identity in the Coverage of Foreign News", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Nossek Hillel", "first_name": "Nossek", "last_name": "Hillel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Global Warming--Global Responsibility? Media Frames of Collective Action and Scientific Certainty", "year": "2009", "journal": "Public Understanding of Science", "volume": "18", "authors": [{"name": "Olausson Ulrika", "first_name": "Olausson", "last_name": "Ulrika", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing as a Theory of Media Effects", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Media and the Organization of Collective Action: Using Twitter to Explore the Ecologies of Two Climate Change Protests", "year": "2011", "journal": "The Communication Review", "volume": "14", "authors": [{"name": "Segerberg Alexandra", "first_name": "Segerberg", "last_name": "Alexandra", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Political Power of Social Media: Technology, the Public Sphere Sphere, and Political Change", "year": "2011", "journal": "Foreign Affairs", "volume": "90", "authors": [{"name": "Shirky Clay", "first_name": "Shirky", "last_name": "Clay", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "New Actors and New Media in Technology Discourse: An Investigation of Tech Blogging", "year": "2008", "journal": "ICIS 2008 Proceedings", "volume": "", "authors": [{"name": "Vaast Emmanuelle", "first_name": "Vaast", "last_name": "Emmanuelle", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davidson Elizabeth", "first_name": "Davidson", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Revisiting the Protest Paradigm: The Tea Party as Filtered through Prime-Time Cable News", "year": "2012", "journal": "The International Journal of Press/Politics", "volume": "18", "authors": [{"name": "Weaver David A.", "first_name": "Weaver", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scacco Joshua M.", "first_name": "Scacco", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Do Artifacts Have Politics?", "year": "1980", "journal": "Daedalus", "volume": "109", "authors": [{"name": "Winner Langdon", "first_name": "Winner", "last_name": "Langdon", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Attention to Science/Environment News Positively Predicts and Attention to Political News Negatively Predicts Global Warming Risk Perceptions and Policy Support", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Zhao Xiaoquan", "first_name": "Zhao", "last_name": "Xiaoquan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Leiserowitz Anthony A.", "first_name": "Leiserowitz", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Maibach Edward W.", "first_name": "Maibach", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Roser-Renouf Connie", "first_name": "Roser-Renouf", "last_name": "Connie", "affiliation": "", "orcid": "", "role": ""}]}]}