{"doi": "10.1080/17512781003760535", "url": "https://doi.org/10.1080/17512781003760535", "title": "THE FUTURE OF JOURNALISM AND CHALLENGES FOR MEDIA DEVELOPMENT", "volume": "4", "year": "2010", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Peters", "first_name": "Bettina", "name": "Bettina Peters"}], "abstract": " Large parts of media development work have focused on providing support to create privately owned, independent media in transition and developing countries. The accepted logic of many donor organisations has been that creating external pluralism, i.e. having many different private media companies operating in one country, is the best way to build democracy and to provide access and voice to citizens. Often the model of choice was the one that has dominated the media landscapes of the United States and Europe since the Second World War: privately owned media funded through advertising and sales revenues. But as advertising income dwindles for traditional media and as newspapers close at alarming rates, the question arises whether promoting this business model in the developing world is the right way forward. In developing a response to this question, this article explains how media assistance has developed, identifies the main characteristics of the current crisis in journalism in the developed world and indicates how some of the experience gained in media development can help to provide answers to the current crisis. Media development itself has come a long way in recent years and today adopts a more holistic approach that focuses not only on building private media but recognises the need for legal reform, civil society involvement, enhanced professional capacity, strengthened institutions that support media freedom and development of technical media infrastructure. ", "body": [{"title": "Media Development: A New Sector Emerges", "paragraphs": ["In the last 20 years, media assistance has become a significant element in the field of development, helping countries to make democratic transitions, spur economic growth, conduct public health campaigns, and improve government accountability. Efforts to spread a free press have resulted in professional support for tens of thousands of journalists and the founding of hundreds of new media enterprises.", "Until the 1990s, neither governments nor private foundations provided much support to building free and independent media. Communication for development dominated the field, which meant that donors (largely governments) supported communication and information campaigns undertaken as part of a general development programme—public health, anti-poverty or agriculture development, for instance. Primarily, media were identified as instruments of development. Building independent media was not the direct goal; instead, media were seen as conduits for information. This type of support still receives the largest amount of resources. Almost every development programme, whether to fight HIV/AIDS or to develop sustainable energy sources, includes a communication aspect.", "But, following the Cold War, as international aid increasingly focused on democracy building and good governance, strengthening independent media was widely embraced as a key component in democratic development. Media assistance in the 1990s concentrated on the former Soviet Union and on Eastern Europe, particularly the Balkan states but later expanded to Asia, Africa and Latin America.", "A recent study found that in 2008 about US$430 million were spent on media development programmes by the governments of the United States, Japan, United Kingdom, Germany, Sweden, Norway, the Netherlands, UNESCO and the European Commission and private foundations mostly based in the United States (Myers, 2009, p. 12). This is still less than the amount of funding governments put into so-called public diplomacy programmes (programmes aimed at improving foreign relations and the image of the country abroad) but, nevertheless, support has continuously increased in recent years. For instance, in 2006 the US government alone spent close to US$600 million on public diplomacy (US Government Accountability Office, 2006).", "Media development today encompasses a wide range of work. Generally, it can be defined as actions in support of:  A system of media regulation and administration that ensures freedom of expression, pluralism and diversity.   Strengthening media capacity to inform people on issues that shape their lives.   Plurality and diversity of media, transparent and equal market conditions and full transparency of ownership.   Media as a platform for democratic discourse within a climate of respect for journalism that represents professional independence and diversity of views and interests in society.   Professional capacity building and supporting institutions for advocacy and development of media freedom, independence, pluralism and diversity.   Professional training and skills development and for the media sector as a whole to be both monitored and supported by professional associations and civil society organisations.   Infrastructural capacity that is sufficient to support independent and pluralistic media so that the media sector is characterised by high or rising levels of public access and efficient use of technology to gather and distribute news and information (GFMD World Conference, 2008; IPDC General Council, 2008).  There are two normative assumptions at the heart of media development, both of which are agreed by the majority of those involved in this work:  That free, independent and pluralistic media as defined by the UNESCO Declarations of Windhoek, Santiago de Chile, Almaty, Sana'a and Sofia describe the type of media landscape that should be strengthened by media development.1 1    That programmes building free, independent, pluralistic media help ensure freedom of expression, foster democracy, and contribute to the area's economic and social development.   ", "A system of media regulation and administration that ensures freedom of expression, pluralism and diversity.", "Strengthening media capacity to inform people on issues that shape their lives.", "Plurality and diversity of media, transparent and equal market conditions and full transparency of ownership.", "Media as a platform for democratic discourse within a climate of respect for journalism that represents professional independence and diversity of views and interests in society.", "Professional capacity building and supporting institutions for advocacy and development of media freedom, independence, pluralism and diversity.", "Professional training and skills development and for the media sector as a whole to be both monitored and supported by professional associations and civil society organisations.", "Infrastructural capacity that is sufficient to support independent and pluralistic media so that the media sector is characterised by high or rising levels of public access and efficient use of technology to gather and distribute news and information (GFMD World Conference, 2008; IPDC General Council, 2008).", "That free, independent and pluralistic media as defined by the UNESCO Declarations of Windhoek, Santiago de Chile, Almaty, Sana'a and Sofia describe the type of media landscape that should be strengthened by media development.1 1 ", "That programmes building free, independent, pluralistic media help ensure freedom of expression, foster democracy, and contribute to the area's economic and social development.", "So the question in the sector is not so much about the aims of media development but rather, given scarce resources and the wide range of possible actions, what type of media development work should be supported? While no systematic overview detailing types of media development programmes exists, there is sufficient anecdotal evidence that training of journalists receives the most support followed by support to create new independent media companies (Center for Independent Media, 2008)."]}, {"title": "The Crisis in Journalism in the Developed World: The End of the Advertising Revenue Model", "paragraphs": ["The bedrock of professional and independent journalism in Europe and the United States has been newspaper journalism. And as newspapers are disappearing at a rapid rate many observers are concerned that professional journalism aimed at providing citizens with accurate, timely and relevant information will disappear as well. Given the number of job losses in journalism this is not a spurious concern. An OECD study found that between 1997 and 2007 the number of persons employed in newspaper publishing has declined in most OECD countries by somewhere between 10 and 30 per cent (OECD, 2009a). Last year, in the United States alone 60,000 jobs were lost, mostly in newspaper publishing.", "Some are saying that bloggers and citizen journalists will fill the gap left by the demise of newspapers and there are some positive developments on the Internet. For instance, http://inothernews.us/, a site run by volunteers (many of them former journalists), provides local news coverage in different US cities. Initiatives such as Global Voices (www.globalvoices.org) offer the user direct access to blogs and reporting from all over the world. Ethan Zuckerman describes how new media are helpful in providing an instant response to crises of various kinds. When the earthquake struck in Haiti, for example, it was local bloggers and citizens who provided news globally within a couple of hours; the foreign correspondents only arrived two days later (Zuckerman, 2010).", "While the new Internet sites and blogs provide enormous breadth and width of information for those with the time and desire to seek it, they cannot replace one fundamental function of professional journalism that is vital to democracy: scrutiny of those in power. It takes time, effort, money and knowledge to monitor public affairs and to expose corruption in government and the private sector. Investigative journalism is not cheap although it is essential to holding those in power to account. Individual bloggers and small news sites do not fulfil this role. They may find a lead and publish a relevant piece of the jigsaw but they will not have the resources to investigate the whole story, check all the facts and bring the full story into the mainstream. An ever-more fragmented information space will leave room for those in power to go unchecked.", "As Paul Starr (2009) explains, it is not just a speculative proposition that corruption is more likely to flourish when those in power have less reason to fear exposure. In a study published in 2003 in The Journal of Law, Economics, and Organization, Alicia Adsera, Carles Boix, and Mark Payne examined the relationship between corruption and “free circulation of daily newspapers per person” (a measure of both news circulation and freedom of the press). Controlling for economic development, type of legal system, and other factors, they find a very strong association: the lower the free circulation of newspapers in a country, the higher it stands on the corruption index (Starr, 2009, p. 31).", "With traditional media in decline and less investment in journalism, it is not clear who will play the role of the watchdog in the future.", "The traditional media business model in newspapers and broadcasting, which depended largely on advertising revenue, is no longer working and certainly cannot deliver the returns enjoyed by classis media enterprise over the past 60 years. Already before the current economic crisis, too many platforms competed for the advertising market: newspapers, magazines, broadcasters, cable and satellite TV stations and countless Internet sites. The Internet offered advertisers a new and for them better business model, in which they track their target audience and pay per ad clicked and viewed not by the simple exposure offered by traditional media. The Internet also created a culture of news free of charge. While the main news sites are still run by traditional media companies, most of them offer the content for free. Why then, many consumers ask, should we pay for a newspaper?", "As Steve Kroll (2010) of the New America Foundation explains, the highly successful business model of newspapers and terrestrial broadcasters since the Second World War was in a way an accident of history. As consumption boomed and ever more companies wanted to advertise their products the newspapers and broadcasters were in the charmed position of controlling this market. Never before could money be made so easily in media. Now, traditional media no longer control the advertising market but have to compete with newer and more efficient conduits for advertising. Kroll (2010) predicts that the traditional advertising revenue model has come to an end.", "But as John Nichols points out, the decline of commercial journalism predates the Web. Newsrooms began to give up on maintaining staffs sufficient to cover their communities—effectively reducing the number of reporters relative to the overall population—in the 1980s. Real cuts came in the 1990s and have accelerated since then. These trends went largely unnoticed because the dominant media companies continued to make enormous profits. By cutting reporting staff and focusing on less expensive journalism based on trivia, sensationalism and press releases, they were able for years to maintain boom-time profits (Nichols and McChesney, 2009).", "It is not only the advertising revenue model that failed; also the market model has shown its weakness. It is only in the last 20 years that media companies have made huge profits. Most of the large media conglomerates were accustomed to profit margins of around 12%. The RTL Group, for instance, had a profit margin of 15.8% in 2006 with net results of some 560 million Euros.2 It is unlikely that these levels of income will return and one must wonder how journalism is expected to survive without a new approach to media business."]}, {"title": "Dealing with the Crisis: What We Can Learn from Media Development", "paragraphs": ["While in the developed world the dominant view is that it is the market that defines the media landscape, in media development broader discussions about policies for shaping the media landscape are allowed. Anyone involved in this work knows that by supporting or carrying out a particular media assistance programme you intervene in the existing media market and landscape.", "The crisis in journalism in the developed world has opened the door for debating many issues that before were often confined to discussions about media in countries of transition or under development: How to sustain professional journalism with few market opportunities? How to ensure independence? What type of media landscape should be constructed for media to play a role in building democratic societies? Who will pay?", "At the same time, the media development sector has matured; it no longer only focuses on training media professionals and setting up new private media companies it now aims to provide support for comprehensive action that includes media law reform, strengthening supporting institutions such as independent media councils, journalists’ and media employers’ organisations, media non-governmental organisations (NGOs), promoting media literacy, building a media infrastructure that provides access and voice for all.", "Some of the funding models currently discussed by those seeking answers to the market crisis of media in the developed world have been tested in media development. For instance, public and private funding has been provided for non-profit news services in many countries of the developing world. The model of the community radio, which exists throughout Africa, builds on a mix of professional journalists and volunteers who produce programmes together for their community. Most of the stations are non-profit organisations. Some of them receive external donor funding, some enjoy limited advertising income and also receive donations to pay for programming.", "One useful model is that of the Media Development Loan Fund (MDLF; www.mdlf.org); a non-profit NGO established in the 1990s that gives low- or no-interest loans to independent private media companies in transition and developing countries. From 1996 to 2009 MDLF provided loans and grants of some US$95 million to 72 independent media companies in 24 countries. The Fund is not simply a bank with good conditions, it sets out to support quality journalism and transparent and independent media companies. Many of the loan recipients, such as radio KBR68H in Indonesia, are not only news providers but also support advocacy work and function as NGOs offering training and organising campaigns.", "Media development programmes support networks of investigative journalists, for instance in the Arab World and in countries of the former Soviet Union. Donors recognise that the market in these regions does not provide for investigative journalism and public money is required to support these initiatives. We may see more of this type of mission-driven, non-profit journalism in the developed world as well. Most recently, the Foundation for Public Interest Journalism, a non-profit organisation based in Australia, has received a generous sum in donation to support its non-profit news project.3 Similar initiatives exist in the United States. Increasingly, public funding for media—a heretical notion especially in US media circles—has come to the fore as a key answer to the crisis in journalism. If it is accepted that media play a key role in democratic society, it follows logically that this public good should receive public support. And even in the United States this argument is gaining ground.", "A recent poll suggests that about 80 per cent of respondents in the survey believe that Public Broadcasting Service (PBS) is a worthwhile investment. Respondents said PBS is an “excellent use of tax dollars”. The poll also shows that PBS is the most trusted source of news and information about public affairs among broadcast and cable sources. The results contrast with a previous poll, which suggested the partisan broadcaster, Fox News, was the “most trusted” news channel in the United States.4 ", "In Europe, public service broadcasting has a long tradition and should be strengthened in the current crisis. But European governments also provide direct subsidies to private newspapers, mostly linked to policy aims such as preserving regional or other diversity. France, for instance, subsidised newspapers with 92 million Euros in 2008. Sweden provided 51 million Euros (OECD, 2009b). This shows that while the dominant debate of the 2000s focused on increasing consumer choice rather than public-interest journalism with an ever-increasing number of commercial news outlets, European governments provided direct funding to ensure diversity. Media development practitioners and donors learnt the lesson that the market is no guarantee for freedom. Many of the private media companies in the former Soviet Union that began as independent media with external donor funding morphed into commercial business ventures interested less in quality journalism than in profits and good relations with the authorities.", "In the developing world there are many media owners who accept that publishing and broadcasting will pay the rent but will not make them rich. They struggle more with restrictive laws, intimidation and lack of infrastructure than with trying to meet the 15 per cent profit margin. We may see these types of owners returning to European and US media.", "What these examples illustrate is that free, independent and pluralistic media, regardless of whether in the developed or the developing world, need comprehensive media policies and support.", "The current crisis has shown that the developed world, as much as developing countries, needs media policies aimed at strengthening free, independent and pluralistic media. Policies should aim to create and strengthen a media system built on regulation and administration of law ensuring media freedom, a level playing field for media business, investment into journalism as a public good, adequate professional training, open access, commitment to giving voice to all groups in society and institutions that support free media.", "Less trust in the market and support for a variety of models to fund journalism—advertising, sales, donations, paid services, public money, low-interests loans etc.—seems to be the way forward and Europe and the United States can learn from the experiences in building independent media in the developing world."]}], "references": [{"title": "“Are you Being Served? Political Accountability and Quality of Government”", "year": "2003", "journal": "The Journal of Law, Economics, and Organization", "volume": "19", "authors": [{"name": "Adsera Alicia", "first_name": "Adsera", "last_name": "Alicia"}, {"name": "Boix Carles", "first_name": "Boix", "last_name": "Carles"}, {"name": "Payne Mark", "first_name": "Payne", "last_name": "Mark"}]}]}