{"doi": "10.1080/1461670X.2011.578940", "url": "https://doi.org/10.1080/1461670X.2011.578940", "title": "PUBLIC SERVICE NEWS ON THE WEB", "volume": "13", "year": "2012", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Sjøvaag", "first_name": "Helle", "name": "Helle Sjøvaag"}, {"last_name": "Moe", "first_name": "Hallvard", "name": "Hallvard Moe"}, {"last_name": "Stavelin", "first_name": "Eirik", "name": "Eirik Stavelin"}], "abstract": " This article provides an empirical basis for discussions of public service news on the Web. Through innovative use of computer-assisted data gathering and structuring, and a combination of quantitative methods, we present the results from a large-scale analysis of the online news content of the Norwegian Broadcasting Corporation, NRK. The study reveals not only specifics of the online news genre, but also the dual role of NRK as a public service broadcaster. nrk.no fulfils regional content provisions by having a heavy local news focus on the website's “inside”. Simultaneously, its front page profile suggests NRK operates in direct competition with commercial national online news actors. The article offers new insights into the nature of online news as offered by a large, traditional media institution. These insights are key to any discussion of online journalism, as well as the future of public service broadcasting. Furthermore, through the employment of innovative computer-assisted data collection and structuring, the article aims to contribute to the development of the methodological arsenal of journalism studies. ", "body": [{"title": "Introduction", "paragraphs": ["Flagship television programs continue to provide the majority of national audiences with round-ups of the daily news agenda. But for more and more people, the Web now serves as a prime source of continuous and breaking news, not least through short and frequently updated textual news reports. Whereas news market competition in the analogue system was based on the publication platform, the digitalized news market is characterized by a negation of platform. This creates a new, less perspicuous competitive environment, not least made clear as advertising revenue and subscription numbers dropped following the 2008–2009 financial crisis.", "In this situation, European publicly funded public service broadcasting institutions inhabit a peculiar position financially, organizationally as well as politically. Across national settings, public service broadcasting remits demand daily production of socially relevant news (e.g. Debrett, 2009 for recent discussion). Especially in countries with strong public service broadcasting systems like in Northern Europe (Moe and Syvertsen, 2009), this task has been transferred to the Web.", "Financially, these institutions’ public funding constitutes an advantage as they can invest heavily in new skills and technologies to keep up with developments. Moreover, the public service remit demands such news content be free to audiences. Hence, they gain what commercial competitors argue is an unfair advantage in a converged news market. Furthermore, these organizations remain rooted in audio and audiovisual production for traditional media. Even provided the necessary funding, an online news service reliant on large amounts of frequently updated textual output therefore entails a massive organizational transformation. Such a transformation in any case depends on political consent, something that reflects the need for public service broadcasters’ activities to attain public and political legitimacy.", "The controversy over the scope of public service broadcasters’ remit online has escalated with the growth of the Web. By 2011, these institutions keep launching more or less autonomous online services, and building a massive presence online, often with news as an explicit strategic priority. In response, commercial competitors across Europe intensify the argument against the conversion from public service broadcasting to public service media. Studies of public service broadcasters’ online ventures tend to concentrate on concepts (e.g. Born, 2005; Murdock, 2005), strategies (e.g. Bardoel and Lowe, 2008; Larsen, 2010) or policies (e.g. Moe, 2008a; Trappel, 2006). The debate surrounding the future of news and journalism within public service institutions is therefore yet lacking a substantial empirical basis. Hence the question remains: What is public service news online?", "This article presents a quantitative content analysis of the text-based online news output of an established public service institution—the Norwegian Broadcasting Corporation (NRK)—in 2009.1 In a European context, the Norwegian case is interesting as the NRK since the mid-1990s has been granted generous leeway to develop and experiment with a wealth of Internet services to digitally savvy audiences with high levels of Internet penetration. NRK's statutes specify the remit to include “an attractive content provision on the Internet”, at least with continuously updated regional, national and international news, facts and background information, debate and current issues of societal interest. In addition, the remit stipulates that these offers should include a “continuous provision of services and games that stimulate interactive participation”.2 On this basis, we concentrate on two research questions to analyze nrk.no's content profile in the light of the journalistic practices of a public service broadcaster in a digitalized multiplatform news media market. The first concentrates on form, scrutinizing the use of Web-specific modes of communication. The second deals with content, mapping the composition of the NRK online news provision: RQ1: To what extent does NRK utilize the unique potential of the Web in its news provision? We operationalize this as the use of multimedia content and options for user involvement, linking practices and the scope of background material.   RQ2: How can we characterize the content profile of NRK's online news provision? This is operationalized as the geographic distribution in content, the thematic content profile, and front page priorities. To answer these questions, we rely on a combination of data sets and methods from media studies and information science. Focus is on the everyday, routine publication of text-based news produced for the Web, as opposed to audiovisual content redistributed from broadcasting. This should offer some insight into the nature of online news as offered by a large, traditional media institution. By employing innovative computer-assisted methods for data gathering and systemization, we also aim to contribute to the development of the methodological arsenal of online journalism studies.", "RQ1: To what extent does NRK utilize the unique potential of the Web in its news provision? We operationalize this as the use of multimedia content and options for user involvement, linking practices and the scope of background material.", "RQ2: How can we characterize the content profile of NRK's online news provision? This is operationalized as the geographic distribution in content, the thematic content profile, and front page priorities.", "In the following we present a review of previous research about online news, with a particular focus on quantitative content analyses. We then elaborate on the methods used for data gathering and analyses. On that basis, we discuss the findings. We argue that NRK fails to fully utilize the unique potential of the Web to facilitate audience engagement and connect content across domains. Nor do we find cause to suggest the organization uses online features to add depth and scope to the news agenda. This lack of Web optimalization is however primarily an issue on the website's “inside”—subsites that mainly cater to the local news production of NRK's regional production centers. The front page, by contrast, seems fully adapted to an online ecology, with quick updates and a national news agenda dominated by reports from the cultural and entertainment sector, crime stories and the national political domain. We end with a discussion about the online role of public service broadcasting, and claims towards the appropriateness of the study's methodological design."]}, {"title": "Previous Research", "paragraphs": ["The Internet as an infrastructure is primarily characterized by the possibility of fast and continuous publication, frequent updates, a lack of volume or space restrictions found in traditional media, and by immediacy and interactivity in news dissemination (Deuze, 2003, p. 206; Karlsson and Strömbäck, 2010, p. 2; Nguyen, 2010, p. 224). Mitchelstein and Boczkowski claim that developments in, and research on, online news display a tension between tradition and change (2009, p. 575). This is true also for content analyses of online news media, where there has been some attention to the challenges of transforming content analytic methods from traditional media to Web media (Kautsky and Widholm, 2008; Keith et al., 2010; McMillan, 2001; Weare and Lin, 2000). Traditionally, quantitative content analyses are used to analyze media texts, to describe media content, and to test hypotheses about media texts and their contents (Neuendorf, 2002, p. 52). This aim is no different on the Web. Studies such as the one presented in this article investigate the formal attributes of online news and aim for a broad description of the medium in question. On a general level, content analyses of online news usually either compare online news outlets across a particular national market (Barnhurst, 2010; Boczkowski and de Santos, 2007; Chadwick, 2011; Dibean and Garrison, 2001; Greer and Mensing, 2006; Messner and DiStaso, 2008; Smyrnaios et al., 2010); compare print and online editions of newspapers (Engebretsen, 2006; Oblak, 2005; Song, 2007; van der Wurff, 2008); compare between countries (Dimitrova et al., 2005; Dimitrova and Connolly-Ahern, 2007; Elliott and Greer, 2010; Groshek, 2008; Karlsson, 2010; van der Wurff and Lauf, 2005); or focus on the development of online journalism by investigating the inclusion of citizen journalism (Carpenter, 2010; Choi, 2004), or user-generated content (Jönsson and Örnebring, 2011; Örnebring, 2008) in mainstream online media.", "Most studies of online news primarily look at websites from a technologically oriented perspective; particularly focusing on whether the sites utilize the full potential of the medium (Quandt, 2008). Research from the last decade has shown that traditional news media's utilization of unique Web-specific aspects such as interactive options for users, multimedia features and various forms of participation, remain scarce (Choi, 2004; Karlsson, 2010; Nguyen, 2008; Rosenberry, 2005). In particular, studies consistently find that the use of external hyperlinks remains low (Barnhurst, 2010; Carpenter, 2010; Dimitrova et al., 2005; Engebretsen, 2006; Oblak, 2005; Ureta, 2011). Most studies thus confirm the slow adaptation of interactive or multimedia features among mainstream media on the Web (Chung, 2007; Quandt, 2008). But there is also research suggesting online news organizations are starting to take advantage of the interactive options offered by the Internet (Barnhurst, 2010; Dibean and Garrison, 2001; Karlsson, 2011; Steensen, 2011). In general, online news research is predominantly concentrated on describing the online editions of mainstream print newspapers, their content profiles and their user-engaging and multimedia features. Our survey falls within this category of research—but provides a novel focus by investigating the online edition of a public service broadcaster. As yet, the body of work on public service broadcasters’ online services tend to be limited to case studies (e.g. Carpentier, 2003; Macdonald, 2007), or encompass the total output, treating news or information only as a subcategory (e.g. Latzer et al., 2010). Our study instead aims for a comprehensive description of the online news content of a public service broadcaster—across form and content—and in the deep structure of the site as a whole, and not just its front page."]}, {"title": "Methods", "paragraphs": ["Fundamentally, remark Karlsson and Strömbäck, “the very nature of online news makes observation by traditional research methods, such as quantitative content analysis, problematic” (2010, p. 3). They therefore argue for, “new research strategies for ‘freezing the flow’ of online news in order to enable systematic content analyses” (Karlsson and Strömbäck, 2010, p. 6).", "This study is based on an interdisciplinary methodological triangulation that includes quantitative computer-assisted methods developed within the field of information science—intent on “freezing the flow” of online news. This approach allows for a longitudinal analysis, securing a solid basis for assessment of the details in the everyday news output of a major news provider. Computational power ensures quality, precision and scale in registering platform-specific elements, such as multimedia content, options for user involvement and hyperlinks, while tried and tested practices of the news content analysis ensure assessment of thematic categorization.", "We collected three distinct datasets:•Dataset 1: N=74,430 text-based news articles published by NRK online during 2009. These include all main subcategories of news on the main site nrk.no as well as the subsites of the news-related program posts across radio and television.3 •Dataset 2: N=2162 news articles published on 10 preselected dates in 2009, taken from dataset 1.4 •Dataset 3: N=1192 top 10 stories from the front page of nrk.no, published on the same dates as the articles in dataset 2. The top 10 front page stories were collected for every hour of the preselected dates from 09:00 to 19:00, based on image snapshots of the entire front page of nrk.no. ", "Dataset 1: N=74,430 text-based news articles published by NRK online during 2009. These include all main subcategories of news on the main site nrk.no as well as the subsites of the news-related program posts across radio and television.3 ", "Dataset 2: N=2162 news articles published on 10 preselected dates in 2009, taken from dataset 1.4 ", "Dataset 3: N=1192 top 10 stories from the front page of nrk.no, published on the same dates as the articles in dataset 2. The top 10 front page stories were collected for every hour of the preselected dates from 09:00 to 19:00, based on image snapshots of the entire front page of nrk.no.", "Here, the “flow of online news” has been frozen by two different approaches: the year as a whole in retrospect, and day by day as images of the front page. This enabled both aggregated and average properties, true representations of priorities and content profile. We designed the codebook based on previous analyses of NRK's television news (Waldahl et al., 2002, 2009). In the process of designing the codebook, we assumed variables to be largely transferrable from television to the Web. Such a transfer has been shown to be somewhat problematic, particularly concerning the unit of analysis (Kautsky and Widholm, 2008; Keith et al., 2010; Weare and Lin, 2000), and proved to be so also in our study. On the other hand, content categories are a common coding unit in the analysis of online news, as they are sufficiently flexible to enable adjustments according to medium (McMillan, 2001, p. 87). As expected, we found that codebook designs from prior studies needed several adjustments to suit the profile of our research object. Certain new variables therefore had to be added to the design to describe platform-specific content. These variables were uncovered by a combination of exploration and trial and error, and were accumulated over a test period. While this aspect of our design illuminates challenges with transferring content analysis methods from audiovisual media to the online environment, these types of continuous adjustments also helped reveal some of the characteristics of NRK as a public service broadcaster.", "Dataset 1 was subjected to computer-assisted data gathering and treatment. This approach aimed to select and quantify as much formal data from the articles as possible. Each article in an index file automatically generated by NRK's publishing system was downloaded to a local server and a boilerplate removal process was undertaken. Variables from the code book were selected and registered for each article with custom selectors written for the nrk.no publishing system, one selector for each variable. The code was written in python5 with aid from the parser Beautiful Soup. 6 Some properties, such as thematic area and regional origin, were collected through the URLs, but the majority was selected through the markup of published texts. Examples of such properties are the internal and external links in each article, the accommodation of reader comments, incorporated flash videos, polls, surveys and games.", "The representative samples of news articles published on nrk.no's front page (dataset 3) and “inside” (dataset 2) were coded manually. The coding scheme registered content variables on the front page and the “inside” according to nine thematic categories: politics; business and economy; crime; social issues such as work, health and education; accidents; sports; general issues such as culture, feature and entertainment; weather; and science and technology. In addition, manual coding registered variables not appropriate for computer-assisted treatment, including genre, news agenda context, thematic linking and sidebar functions. Reliability testing was performed using Cohen's Kappa (κ) and results were found to be satisfactory.7 "]}, {"title": "RQ1: Utilizing the Potential of the Web as a Media Platform", "paragraphs": ["The first research question tackles the much-hyped potential of the Web as a media platform (e.g. Quandt, 2008 for overview). Compared to print and electronic media such as radio and television, the Web facilitates multimedia content and user involvement of different kinds and degrees, extended connections between content in a non-linear way, and—in theory—unlimited space for background information and features. To what extent did NRK utilize such possibilities in its everyday text-based news coverage?", "A key feature of online media is the possibilities for combining different modes of communication that adds to text- and photo-driven news. These include games, polls, quizzes and surveys, and the use of video. A related key feature is options for user involvement in the form of feedback and dialogue, for instance through reader comments.8 The computer-assisted analysis based on dataset 1 allowed us to measure the use of multimedia content in NRK's daily news coverage (Figure 1).", " FIGURE 1  Number of articles with different multimedia content (N=74,430)", " FIGURE 1  Number of articles with different multimedia content (N=74,430)", "NRK demonstrated a sporadic use of games on its website. In fact, we found no game elements integrated into news stories in 2009. Polls were used in only 1 percent of the articles, usually in a one-question format, and often functioned as a humorous relief. Quizzes—used as knowledge tests, mostly in cultural news—were found to an even lesser extent, in 0.1 percent of the cases.", "NRK integrated video files in 12 percent of text-based articles, primarily in the sports and culture/entertainment categories, but also as part of game reviews.9 The use of integrated videos represents the ability of the Web platform to merge different kinds of media content in the news production. One might expect NRK as a broadcaster to have ample opportunity to integrate video into textual online news dissemination. Such integration would also signal a transformation of the remit, whether the content is based on the institutions’ extensive archives (Knapskog, 2010), or the co-distribution across platforms (e.g. Puijk, 2007). Compared to previous studies of video integration on news websites, although there are but a few examples of this, show that NRK's video integration is on par with other Scandinavian online news sites (Engebretsen, 2006) and low compared to other broadcasters such as the BBC (Quandt, 2008).", "Space for comments and debate allows readers to provide feedback to, as well as engender, discussion. Such options for user involvement have, together with the incorporation of so-called user-generated content, inspired hopes for the democratic value of the Internet, and been the focus of a wealth of research on the participatory potential of online news (e.g. Benkler, 2006; Bentley et al., 2007; Deuze et al., 2007; Hutchins, 2007; Jönsson and Örnebring, 2011; Örnebring, 2008; Thurman, 2008). Specifically, such features have been seen as central for the changed role of public service broadcasting in a digital era (e.g. Harrison, 2010).", "NRK allowed for user comments in 27 percent of news articles published during 2009. As this feature is technically easy to integrate, the figure might seem low. However, reader comments require monitoring and response from the organization, which can be both costly and time consuming (e.g. Ihlebæk and Ytreberg, 2009). Results show that NRK's use of the comment feature is average compared to US and UK online newspapers (Karlsson, 2010; Rosenberry, 2005, p. 68), but low compared to Swedish and Danish sites (Karlsson, 2010, p. 540; 2011, p. 74). It could be argued that a large portion of the short news items dominating nrk.no were ill suited for reader comments. Commentary was predominantly used in relation to political news, where the potential for discussion assumingly is greater.", "In sum, 64 percent of news stories contained none of the multimedia content and user involvement elements registered in this survey; 25 percent contained one element, 6 percent of stories had two elements, and only 1 percent of stories contained more than two. The analysis based on dataset 1 shows that NRK's use of multimedia content and options for user involvement in its everyday online news publication was limited.", "The use of hyperlinks is a defining characteristic of the Web as a media platform (Deuze, 2003; Nguyen, 2008). Links relate various pieces of information together in a way that, for instance, provide references and background information, or create connections between previous coverage of similar types of stories or topics (e.g. Steensen, 2011). The use of external links to other domains, sources and actors are particularly important in this regard as they create contextualizing connections between issues on the public agenda. From a journalistic perspective, good linking practices entail good source referral and a methodological openness that adds information and ideally inspires trust in the journalistic institution. Links can promote transparency and reliability when read as a pathway from one document to another (e.g. Buebules, 2002; Karlsson, 2010). Thematic linking within a topic on the agenda broadens the scope of coverage, and ties complicated issues together in a way that may include internal and external background material.", "A common concern regarding extensive external source referral online is that readers are directed away from the website (e.g. Dahlberg, 2005). Encouraging users to leave the domain is not considered a sound online media business practice. Numerous studies also show that online news sites seldom link beyond their own domains (Barnhurst, 2010; Carpenter, 2010; Dimitrova et al., 2005; Engebretsen, 2006; Oblak, 2005; Redden and Witschge, 2010; Ureta, 2011). However, this type of external linking traffic need not necessarily be seen as a loss, as it remains one of the enduring principles of Web publishing. Some commercial online news media already have well-established practices for electronic source referral, although these remain a minority (e.g. Tsui, 2008). For a non-commercial public service institution such as the NRK, such business concerns should ideally figure less prominently in an online news strategy. Moreover, the advantages of extensive linking complements a public service online remit, particularly as it contributes to counter processes of enclosure and balkanization in the public sphere (Moe, 2008b; Murdock, 2005).", "We measured NRK's linking practices by way of dataset 1, i.e. the incorporation of hyperlinks in the everyday production of text-based news articles throughout 2009 (Figure 2). We found that under half—48 percent—contained at least one link. Only 12 percent of articles contained external links, while 36 percent contained links to other pages within NRK's domain. Hence, NRK displayed a reluctant external linking practice in its daily news production. Articles without hyperlinks and without an established context are considered to be “orphans”. Without ties to other material an article is bound to be ephemeral—predominantly supporting the update function of news consumption.", " FIGURE 2  Articles with hyperlinks (N=74,430)", " FIGURE 2  Articles with hyperlinks (N=74,430)", "It is worth noting that the findings speak to the extent to which the Web is used for broad or narrow news coverage. Short notices are not necessarily appropriate for external linking. In addition, the limited use of hyperlinks could mean NRK's reporters have not yet streamlined their practices. Certain items that should be systematically linked, such as statistical sources, event websites, political documents and other media outlets, need to be routinized in any online news production process. The use of hyperlinks in the material analyzed thus poorly reflects the theoretic hopes for the hyperlink structure in news dissemination, and for the role prescribed for public service institutions online.", "Online news publication facilitates coverage with a scope and detail exceeding traditional forms. Online news allows elaborations regarding background and context—news ideals that remain key aims in any public service remit. The question is to what extent this possibility is used. Both datasets gave insight into this question.", "Only 1 percent of published stories on the website's “inside” (16 articles of 2162) could be characterized as background features. The greatest number of these were political in topic (seven articles). The fact that less than half the articles linked to further content, coupled with the short average length of articles of 260 words, indicate that most of the content was intended to serve an updated information function. With a fairly high average daily publication rate of 195 articles, and no consistent way of linking topics together, the daily output on nrk.no could be said to represent quantity rather than depth.", "These figures reflect nrk.no's overall news profile. Most articles were published as independent stories framed as breaking news or local coverage. As NRK's main function is as traditional public service broadcaster, we can assume that resources are primarily directed towards journalistic efforts aimed at radio and television production rather than for original online news feature production (e.g. Puijk, 2007). That online journalism is still regarded as a low-status activity within the profession could be seen expressed by the fact that traditional investigative journalistic resources only to a limited extent are transferred to online news production within the mainstream news organizations. This would clearly represent a hurdle as institutions like NRK try to establish the Web as a part of their journalistic production portfolio on par with radio and television."]}, {"title": "RQ2: The Content Profile of NRK's Online News", "paragraphs": ["The second research question concerns the content profile of NRK's news Web. Here, we measured generic news categories and topical priorities. Given the institution's mission to cover all regions of Norway, a particular point of interest lay in establishing the differences between the content profiles of the front page and nrk.no's “inside” pages. We approached these issues by measuring geographic distribution, thematic profile, and front page priorities.", "As a public service institution, NRK is committed to publishing local, national and international news. A national news agenda is an important measure of a news organization's ability to set the public and political agendas. Generally speaking, having a fair share of international news content also provides the news organization with credibility and legitimacy, to the extent that international news content contributes to our understanding of the world outside our national borders. And furthermore, regional and local news remains central to NRK as a public service institution, as local news, information and debate is important for peoples’ participation in local democracy and social life.", "The analysis based on URL designation in dataset 1 (N=74,430) demonstrated that news production on nrk.no was fairly evenly distributed across NRK's 13 regional offices (including the minority language division Sami Radio). Eighty percent of the news articles were published on NRK's regionally defined subsites (e.g. nrk.no/hordaland), while 20 percent were moved up to one of the specific thematic subsites independent of regionality (e.g. nrk.no/okonomi (business)).", "Due to the predominately local and regional content profile of nrk.no's “inside”, 95 percent of the news was domestic in content, while only 2 percent could be characterized as international. Three percent was logged as “Norwegian foreign news”.10 Even if we account for sample irregularity, the amount of international news is substantially lower than expected. One might assume this to be partly the result or the organizational nature of NRK as a traditional broadcaster. It is likely that costly foreign news production is prioritized within radio and television, and only secondarily disseminated as content online, whereas few resources have been made available to cover international issues exclusively, or even primarily, for the Web. This reservation notwithstanding, nrk.no as a whole can be characterized as primarily a channel for the publication of locally produced news from NRK's regional offices.", "Ascertaining the content profile of a news medium helps substantiate the identity of the organization in question to the extent that it presents an image of its news priorities. As NRK is a public service broadcaster, there are certain expectations as to its content—not only based on its remit but also by its position in the market. NRK is the largest national broadcaster with the country's highest television news audience. As online news presence is built on the same identity, and produced by the same collection of journalists, one might expect the content profiles online and on television to resemble one another. However, as this study demonstrates, news content can also be adjusted to the medium in question. In the case of nrk.no, this medium-specific adjustment moves in two dichotomous directions. On the one hand, regarding the form of news, nrk.no fails to conform to the technical opportunities offered by multimedia and hyperlink features. On the other hand, regarding the content, nrk.no has fully adapted to an established online news agenda.", "The analysis based on datasets 2 and 3 measured the content profile of nrk.no's front page as well as its “inside”, i.e. the body of news articles published on the website as a whole (Figure 3). Overall, the front page and the “inside” displayed different content profiles. The front page was characterized by stories from the culture and entertainment sectors (23 percent), followed by crime (19 percent) and politics (18 percent). As such, the editorial front page priorities gave the highest news value to culture and entertainment, crime and political stories above other content types. In contrast, the Website overall (nrk.no's “inside”) mainly contained news concerning social issues such as work, health and education (24 percent), followed by culture, feature and entertainment stories at 20 percent. Crime stories were less frequent on the “inside” (13 percent) than on the front page (19 percent). Crime stories were also prioritized differently. While the front page crime news was dominated by murders and suspicious deaths, “inside” crime news focused more on disruptive behavior and misdemeanors.", " FIGURE 3  Content on nrk.no's front page (N=1192) and inside (N=2162)", " FIGURE 3  Content on nrk.no's front page (N=1192) and inside (N=2162)", "The front page analysis reveals the profile of nrk.no to be that of an online newspaper with a national news agenda. In terms of priorities, politics and crime stories were most often at the top of the page, at 16 percent for crime stories and at 15 percent for political stories. Crime stories were well represented on all top five spots on the front page. Culture and entertainment, in contrast, were most often prioritized as fourth story or lower, despite being the largest content category among top 10 stories. The thematic distribution on the front page thus reflects an expected news agenda prioritization for a national provider. This clear focus on crime reflects the nature of the online news medium, whose news agenda tends to reflect the sudden, disruptive and dramatic before process-oriented and complex concerns for instance regarding educational or social issues.", "Another major difference in the content profiles of the front page versus the “inside” is the amount of international news. Whereas the website overall contained only 2 percent international news, the front page contained 23 percent news from the international domain. World news on nrk.no's front page primarily concerned politics (34 percent), followed by crime stories (19 percent) and entertainment stories (18 percent). To the extent that foreign news is interesting to readers, it remains unsurprising that this should be political in nature. Political foreign news stories have a high news value, particularly as these tend to revolve around recognizable foreign leaders, contemporary political processes, conflicts and war.11 ", "In the coverage of culture, features and entertainment, the front page and on the “inside” largely resembled one another. Focus here was principally on curiosities and popular culture. There was also a concurrence between issues with a low priority. Science and technology, weather and business stories were shown to have a low priority both on the front page and on the “inside” pages.", "These findings indicate that the front page prioritized breaking news in the softer content categories, while the overall news production emphasized more generic topics. As a result of these striking differences, NRK's online news appears with a dual—if not contradictory—role. One the one hand, the national online news agenda displayed by the front page presents nrk.no as a competitor in the national news market. Through its front page, NRK seeks to function as a national news provider, with event-centered news, entertainment, crime and the national political news agenda as its primary focus, much like your standard commercial online newspaper. On the other hand, the website as a whole primarily functions as a platform for NRK's news production on the regional level, with a predominance of local content. Such local news priorities on the “inside” reflect the organizational structure of NRK as a national public service broadcasting institution. In this respect, the Web as a news medium is clearly divergent from broadcast media. In the latter, content is heavily filtered by editorial staff acting as gatekeepers to limited slots in a schedule. Online, by contrast, gatekeeping practices are less bound by such formal constraints, yet more subject to a competitive environment.", "NRK seems to approach the online medium primarily as a fast update news service and as a distribution channel for local news production. As such, the type of news found on the website can to some extent be characterized as ill suited for Web-specific features. Police reports, sports results and stories about roadworks in local communities are not necessarily fit for polls, embedded videos or reader comments in the same way as larger stories on complex issues. Online news is geared towards current events more so than to the type of journalistic investigations that typically engender public debate. As such, an evaluation of NRK's journalistic standards and public service remit online needs to also be balanced with the purpose and function offered by the online news medium, and with regard to the competitive environment."]}, {"title": "Conclusions", "paragraphs": ["Our findings suggest that NRK does not use the potential of Web publishing to engage users through multimedia content, features for user involvement, linking and background possibilities in its day-to-day news production. Nonetheless, NRK has fully adapted its front page to the online news ecology—with a national political agenda and a competitive orientation towards crime coverage and stories from the culture and entertainment sectors. In this regard, public service news online closely resembles that of any standard commercial online newspaper. As such, it clearly aims to compete within the commercial online news market. Nevertheless, nrk.no also continues to fulfill the organization's specific content provisions, particularly in catering to local publics. In sum, NRK appears with a dual, if not contradictory, role online—trying to combine head-on competition for the national news agenda with a broad, almost all-inclusive, dissemination of local news.", "Such findings provide a much-needed empirical basis for ongoing debates about the role of public service media institutions on at least two levels. One level concerns the limited use of hyperlinks, and external linking in particular. Another concerns a considerable room for improvement in incorporating multimedia content in everyday text-based news dissemination. These characteristics invite continued observation to compel public service institutions to utilize the potential of the Web as a platform for innovative news production. A second level concerns a more contentious issue, as this study reveals nrk.no, with its front page priorities, is developed as a direct competitor to commercial online newspapers. This study thus contributes a more comprehensive image of a public service broadcaster operating in a fairly new arena, and the effects of a new competitive environment on its news content. Whether a public service news service online is a fruitful addition to the remit of these institutions, or whether it in fact entails an unwarranted strain on an emerging market, is a question that needs to be discussed in its specific contexts, preferably based on comparative data (e.g. Donders and Pauwels, 2010).", "Results from this study contribute to the research into news online, not only by providing results from a large-scale quantitative analysis, but also through methodological developments in the study of online journalism. As the Web has turned into a mainstream platform for news production and consumption, there is a growing need for journalism researchers to extend their methodological arsenal. For content analyses, a combination of innovative computer-assisted data collection of large data sets with more traditional forms, as undertaken in this study, is a promising way forward. However, such approaches also entail some challenges.", "Most notably, these endeavors depend on sufficiently adequate and routinized archiving practices that ensure that potentially ephemeral online content is saved for future research. The challenges of “freezing the flow” of news online require methodologies adapted to the publication technology—here in the form of software programming. Furthermore, device and platform can potentially alter content, as can time and technological changes (e.g. server updates). These are issues that entail challenges for data collection processes (see Brügger, 2008, for discussion). Secondly, such studies also require substantial amounts of mapping of multimedia content and features for user involvement that are measurable, and a process of trial and error in extracting information appropriate for the analysis. Online news surveys consequently also require methodological adjustments from analytical methods used for studying traditional media content. However, there is no way of escaping such challenges if we aim to grasp the ways in which journalism is changing in the digital age."]}], "references": [{"title": "The Form of Reports on US Newspaper Internet Sites: an update", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "When More Media Equals Less News: patterns of content homogenization in Argentina&#039;s leading print and online newspapers", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "Martin De santos", "first_name": "Martin", "last_name": "De santos"}]}, {"title": "Digitising Democracy", "year": "2005", "journal": "The Political Quarterly", "volume": "76", "authors": [{"name": "Born Georgina", "first_name": "Born", "last_name": "Georgina"}]}, {"title": "The Archived Website and Website Philology: a new type of historical document?", "year": "2008", "journal": "Nordicom Review", "volume": "29", "authors": [{"name": "Brügger Niels", "first_name": "Brügger", "last_name": "Niels"}]}, {"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2010", "journal": "New Media and Society", "volume": "12", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "The BBC&#039;s Video Nation as a Participatory Media Practice", "year": "2003", "journal": "International Journal of Cultural Studies", "volume": "6", "authors": [{"name": "Carpentier Nico", "first_name": "Carpentier", "last_name": "Nico"}]}, {"title": "The Political Information Cycle in a Hybrid News System: the British Prime Minister and the ‘Bullygate’ Affair", "year": "2011", "journal": "International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Chadwick Andrew", "first_name": "Chadwick", "last_name": "Andrew"}]}, {"title": "Study Examines Daily Public Journalism at Six Newspapers", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Choi Young", "first_name": "Choi", "last_name": "Young"}]}, {"title": "Profits and Perils: online news producers’ perceptions of interactivity and uses of interactive features", "year": "2007", "journal": "Convergence", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "Interactive Features of Online Newspapers: identifying patterns and predicting use of engaged readers", "year": "2008", "journal": "Journal of Computer-mediated Communication", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "The Corporate Colonization of Online Attention and the Marginalization of Critical Communication", "year": "2005", "journal": "Journal of Communication Inquiry", "volume": "29", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "Riding the Wave: public service television in the multi-platform era", "year": "2009", "journal": "Media, Culture \\& Society", "volume": "31", "authors": [{"name": "Debrett Mary", "first_name": "Debrett", "last_name": "Mary"}]}, {"title": "The Web and Its Journalists: considering the consequences of different types of newsmedia online", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Preparing for an Age of Participatory News", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Christoph Neuberger", "first_name": "Christoph", "last_name": "Neuberger"}]}, {"title": "How Six Online Newspapers Use Web Technologies", "year": "2001", "journal": "Newspaper Research Journal", "volume": "22", "authors": [{"name": "Dibean Wendy", "first_name": "Dibean", "last_name": "Wendy"}, {"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}]}, {"title": "A Tale of Two Wars: framing analysis of online news sites in coalition countries and the Arab world during the Iraq War", "year": "2007", "journal": "The Howard Journal of Communications", "volume": "18", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Connolly-ahern Colleen", "first_name": "Connolly-ahern", "last_name": "Colleen"}]}, {"title": "War on the Web: the immediate news framing of Gulf War II", "year": "2005", "journal": "The Harvard International Journal of Press/Politics", "volume": "10", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Kaid Lynda lee", "first_name": "Kaid", "last_name": "lee"}, {"name": "Williams Andrew paul", "first_name": "Williams", "last_name": "paul"}, {"name": "Trammell Daye D.", "first_name": "Trammell", "last_name": "D."}]}, {"title": "Newsworthiness and Islam: an analysis of values in the Muslim online press", "year": "2010", "journal": "Communication Quarterly", "volume": "58", "authors": [{"name": "Elliott Charles W.", "first_name": "Elliott", "last_name": "W."}, {"name": "Greer Clark F.", "first_name": "Greer", "last_name": "F."}]}, {"title": "Shallow and Static or Deep and Dynamic? Studying the state of online journalism in Scandinavia", "year": "2006", "journal": "Nordicom Review", "volume": "27", "authors": [{"name": "Engebretsen Martin", "first_name": "Engebretsen", "last_name": "Martin"}]}, {"title": "Homogenous Agendas, Disparate Frames: CNN and CNN international coverage online", "year": "2008", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "52", "authors": [{"name": "Groshek Jacob", "first_name": "Groshek", "last_name": "Jacob"}]}, {"title": "User-generated Content and Gatekeeping at the BBC Hub", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Harrison Jackie", "first_name": "Harrison", "last_name": "Jackie"}]}, {"title": "Public Culture, Independent Online News and the Tasmanian Times", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Hutchins Brett", "first_name": "Hutchins", "last_name": "Brett"}]}, {"title": "Moderering av digital publikumsdeltakelse: Idealer, praksiser og dilemmaer” [“Modernizing Digital Audience Participation: ideals, practices and dilemmas]", "year": "2009", "journal": "Norsk Medietidsskrift", "volume": "16", "authors": [{"name": "Karoline Lhlebæk", "first_name": "Karoline", "last_name": "Lhlebæk"}, {"name": "Ytreberg Espen", "first_name": "Ytreberg", "last_name": "Espen"}]}, {"title": "User-generated Content and the News: empowerment of citizens or interactive illusion?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Jönsson Anna maria", "first_name": "Jönsson", "last_name": "maria"}, {"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "Rituals of Transparency: evaluating online news outlets’ use of transparency rituals in the United States, United Kingdom and Sweden", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}]}, {"title": "Flourishing But Restrained: the evolution of participatory journalism in Swedish online news, 2005–2009", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}]}, {"title": "Freezing the Flow of Online News", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "Online Methodology: analyzing news flows of online journalism", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Kautsky Robert", "first_name": "Kautsky", "last_name": "Robert"}, {"name": "Widholm Andreas", "first_name": "Widholm", "last_name": "Andreas"}]}, {"title": "Comparing War Images Across Media Platforms: methodological challenges for content analysis", "year": "2010", "journal": "Media, War \\& Conflict", "volume": "3", "authors": [{"name": "Keith Susan", "first_name": "Keith", "last_name": "Susan"}, {"name": "Schwalbe Carol B.", "first_name": "Schwalbe", "last_name": "B."}, {"name": "Silcock B. William", "first_name": "Silcock", "last_name": "William"}]}, {"title": "Legitimation Strategies of Public Service Broadcasters: the divergent rhetoric in Norway and Sweden", "year": "2010", "journal": "Media, Culture \\& Society", "volume": "32", "authors": [{"name": "Larsen Håkon", "first_name": "Larsen", "last_name": "Håkon"}]}, {"title": "Public-service Broadcasting Online: assessing compliance with regulatory requirements", "year": "2010", "journal": "International Telecommunications Policy Review", "volume": "17", "authors": [{"name": "Michael Latzer", "first_name": "Michael", "last_name": "Latzer"}, {"name": "Braendle Andreas", "first_name": "Braendle", "last_name": "Andreas"}, {"name": "Natascha Just", "first_name": "Natascha", "last_name": "Just"}, {"name": "Florian Saurwein", "first_name": "Florian", "last_name": "Saurwein"}]}, {"title": "Television Debate, ‘Interactivity’ and Public Opinion: the case of the BBC&#039;s ‘Asylum Day’", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Macdonald Myra", "first_name": "Macdonald", "last_name": "Myra"}]}, {"title": "The Microscope and the Moving Target: the challenge of applying content analysis to the World Wide Web", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "77", "authors": [{"name": "Mcmillan Sally", "first_name": "Mcmillan", "last_name": "Sally"}]}, {"title": "The Source Cycle: how traditional media and weblogs use each other as sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Messner Marcus", "first_name": "Messner", "last_name": "Marcus"}, {"name": "Distaso Marcia Watson", "first_name": "Distaso", "last_name": "Watson"}]}, {"title": "Between Tradition and Change: a review of recent research on online news production", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "Public Service Media Online? Regulating public broadcasters’ internet services: a comparative analysis", "year": "2008", "journal": "Television \\& New Media", "volume": "9", "authors": [{"name": "Moe Hallvard", "first_name": "Moe", "last_name": "Hallvard"}]}, {"title": "Dissemination and Dialogue in the Public Sphere: a case for public service media online", "year": "2008", "journal": "Media, Culture \\& Society", "volume": "30", "authors": [{"name": "Moe Hallvard", "first_name": "Moe", "last_name": "Hallvard"}]}, {"title": "Facing ‘The Fabulous Monster’: the traditional media&#039;s fear-driven innovation culture in the development of online news", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Nguyen An", "first_name": "Nguyen", "last_name": "An"}]}, {"title": "Harnessing the Potential of Online News: Suggestions from a study on the relationship between online news advantages and its post-adoption consequences", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Nguyen An", "first_name": "Nguyen", "last_name": "An"}]}, {"title": "The Lack of Interactivity and Hypertextuality in Online Media", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "Oblak Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "The Consumer as Producer—of What? User-generated tabloid content in The Sun (UK) and Aftonbladet (Sweden)", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "(No) News on the World Wide Web? A comparative content analysis of online news in Europe and the United States", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "Few Papers Use Online Techniques to Improve Public Communication", "year": "2005", "journal": "Newspaper Research Journal", "volume": "26", "authors": [{"name": "Rosenberry Jack", "first_name": "Rosenberry", "last_name": "Jack"}]}, {"title": "“Does the Long Tail Apply to Online News? A quantitative study of French-speaking news websites”", "year": "2010", "journal": "New Media and Society", "volume": "12", "authors": [{"name": "Smyrnaios Nikos", "first_name": "Smyrnaios", "last_name": "Nikos"}, {"name": "Marty Emmanuel", "first_name": "Marty", "last_name": "Emmanuel"}, {"name": "Rebillard Franck", "first_name": "Rebillard", "last_name": "Franck"}]}, {"title": "Internet News Media and Issue Development: a case study on the roles of independent online news services as agenda-builders for anti-US protests in South Korea", "year": "2007", "journal": "New Media and Society", "volume": "9", "authors": [{"name": "Song Yonghoi", "first_name": "Song", "last_name": "Yonghoi"}]}, {"title": "Online Journalism and the Promises of New Technology: a critical review and look ahead", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "Forums for Citizen Journalists? Adoption of user generated content initiatives by online news media", "year": "2008", "journal": "New Media and Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Service public Online: Grundlagen und Strategien Schweiz, Frankreich und Österreich im Vergleich", "year": "2006", "journal": "Medienheft", "volume": "25", "authors": [{"name": "Trappel Josef", "first_name": "Trappel", "last_name": "Josef"}]}, {"title": "The Potential of Web-only Feature Stories: a case study of Spanish media sites", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Ureta Ainara larrondo", "first_name": "Ureta", "last_name": "larrondo"}]}, {"title": "Content Analysis of the World Wide Web: opportunities and challenges", "year": "2000", "journal": "Social Science Computer Review", "volume": "18", "authors": [{"name": "Weare Christopher", "first_name": "Weare", "last_name": "Christopher"}, {"name": "Wan-Ying Lin", "first_name": "Wan-Ying", "last_name": "Lin"}]}]}