{"doi": "10.1080/21670811.2014.899749", "url": "https://doi.org/10.1080/21670811.2014.899749", "title": "Challenging Selective Exposure", "volume": "3", "year": "2015", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Trilling", "first_name": "Damian", "name": "Damian Trilling"}, {"last_name": "Schoenbach", "first_name": "Klaus", "name": "Klaus Schoenbach"}], "abstract": "Today’s online news environment has made it easy to select outlets covering the topics one is interested in and the political viewpoints one shares. Previous research often examined either the diversity of news content or the audience’s choices. This study of online news use in Austria does both to assess audience selectivity systematically. It first investigates the topics and bias of news sites based on a content analysis (N = 2069), before survey data (N = 2829) are used to investigate how far online news users select outlets that match their preferences. Content differences exist to some extent, but people hardly match them with their personal preferences. We conclude that, across the population, there is a substantive interest in general-interest digital journalism. In contrast to what selective exposure research suggests, factors other than interests and orientation might guide the choice for a specific news site.", "body": [{"title": "Introduction", "paragraphs": ["Since the advent of the internet, a wide range of different online news outlets has been available for free. Never before have even the most specialized outlets been as accessible as they are now. The increasing possibilities for finding news exactly on topics one is interested in were initially lauded as a liberation (e.g., Negroponte 1995). But before long others started to warn about the consequences of the ensuing fragmented media use: the overwhelming choice of alternative content might make people avoid political news (e.g., Prior 2005; Sunstein 2001) or turn only to sources that fit their pre-existing opinions (e.g., Chaffee and Metzger 2001; Pariser 2011): left-leaning people could consume left-wing news, right-leaning people right-wing news, and thus fuel a process of increasing polarization (Iyengar and Hahn 2009; Stroud 2011). Consequently, scholars pursuing this stream of research expect the emergence of “issue publics”, “filter bubbles” and “echo chambers”. These observations are theoretically rooted in the concept of selective exposure, originating from Festinger’s theory of cognitive dissonance (Festinger 1957): whenever possible, people expose themselves to standpoints they agree with and avoid anything that might be in conflict with what they think.", "There is some evidence that news site visitors often pursue their very own interests (which may be in sports or celebrities) and are not that much exposed to political news content any more (Tewksbury 2003). Nevertheless, pessimists’ positions that fear an extensive fragmentation of the audience along lines of thematic interests and political viewpoints might exaggerate matters. A number of studies suggest more complex relationships (Holbert, Garrett, and Gleason 2010): while there is a long tradition of research that confirms that people seem to select information according to their political predispositions (Frey 1986; Lazarsfeld, Berelson, and Gaudet 1944; Sears and Freedman 1967; Zillmann and Bryant 1985), newer studies have nuanced this picture and provided evidence that conflicting sources are not eschewed completely (Garrett, Carnahan, and Lynch 2011; Garrett 2009a, 2009b; Johnson, Zhang, and Bichard 2010; Kobayashi and Ikeda 2009; Stroud 2008; Webster 2011).", "For example, those who expose themselves to partisan websites indeed are mainly supporters of the respective candidate, party or policy. But partisans also use an above-average level of general-interest news (Bimber 2001; Zaller 1992). And virtually all users of specialized low-reach online outlets in the so-called “long tail” use mainstream online and TV outlets as well (Webster and Ksiazek 2012). In other words, audiences of very small outlets are usually found within the audiences of larger ones and use specialized outlets on top of their mainstream media diet. While one cannot exclude the possibility that the consumers of specialized media are also very selective when consuming mainstream news, on these mainstream sites, they are at least occasionally exposed to some content that they would not encounter on partisan sites.", "Examining the audiences of online news outlets, the key question is to what extent do different factors explain why people choose a specific outlet. While one could think of a number of reasons for such a choice—such as the reputation of a source, its presentation style or user-friendliness, most studies in the tradition of selective exposure and fragmentation implicitly or explicitly explain a user’s choice for a specific online outlet by the content that fits the user’s expectations. Surprisingly, only a few studies that claimed to find selective exposure investigated empirically whether they really provide the specialized content that is assumed to guide people’s media choices. In other words, are the outlets that are used by liberals really liberal? And do outlets that are used by people who are more interested in celebrities than in institutional politics really cover more celebrities than other channels do?", "In order to help to close this gap, this study investigates if the alleged link between content differences and user interests exists. Focusing on only one aspect of media choice—selectivity in terms of topics and political orientations—this study of the Austrian online news landscape investigates how far the content of selected online news sources really differs and whether it actually fits the audiences’ interests and preferences. Of course, selection processes also occur offline. Surely, a financial newspaper will draw a specific audience. But in an offline media environment, the number of such specialized media is limited, and access to them can be difficult, especially when not living in a big city. On the internet, in contrast, the offer of specialized outlets is tremendously higher and, at the same time, these outlets are easily accessible for everyone. Therefore, selection processes can be expected to be more visible online, and audience selectivity to become more important.", "For example, in Austria, the country under study, the availability of offline news outlets—such as local print dailies, local radio or freesheets—depends heavily on the region of residence, while all online news outlets are equally accessible to all citizens regardless of their place of residence. Similarly, as all outlets that we study can be used free of charge, affordability can be eliminated as a reason to choose a specific outlet. This is important, as it has been repeatedly shown that paying intent for online news is extremely low (Chi and Lee 2013; see also Gentzkow 2007) and would therefore be a driving force in the decision about which outlet to use. While there might be a tendency to establish business models that make people pay for journalistic content (so-called pay-walls), the online news environment can still be described as largely free of charge. In such a free online news environment, spatial and financial constraints that mattered a lot in the offline media environment are largely eliminated. Their absence gives room to personal preferences and interests, which therefore can be expected to be major driving forces in the choice for a news outlet. This proposition is investigated in this study."]}, {"title": "Content Fragmentation and Audience Fragmentation", "paragraphs": ["Combining a media effects and an audience selectivity perspective, Slater (2007) has argued that partisan media outlets lead to more political polarization—and that in response, the outlets become even more partisan to cater to their audiences, fueling a spiral process. If this process occurs and the argument holds true that in today’s high-choice media environment, partisans can easily find partisan outlets and that this increases political polarization, two conditions have to be met:There are outlets that really differ from others in topics covered and political viewpoints supported.People clearly prefer the outlets that cater more than others to their own thematic interests and political viewpoints.", "There are outlets that really differ from others in topics covered and political viewpoints supported.", "People clearly prefer the outlets that cater more than others to their own thematic interests and political viewpoints.", "Referring to an argument put forward by Webster (2011), we argue that news consumers’ rational choices are bounded: even if they want to be selective, their choice is constraint by structural factors, like the existence of outlets that fit their preferences. One could object that people can also be selective within a news outlet. This is true, but even if people spend more attention on those news stories that fit their opinions and interests, they cannot help being confronted by some other content as well—a form of incidental learning that also has been dubbed a “trap effect” (Schoenbach, De Waal, and Lauf 2005). Therefore, we are mainly interested in the news outlets people regularly use and restrict our analysis to the outlet level. In other words, we investigate which outlets people regularly use; we do not aim to explain the selection of an individual news story.", "So, to what extent does the structure of the online media landscape provide users with the possibility of engaging in selective exposure? According to the Theory of the Niche (Dimmick and Rothenbuhler 1984), media outlets seek their own niche and have to minimalize the overlap between the gratifications they offer to their potential users and the gratifications offered by their competitors. This would lead to a high diversity of outlets. But maybe this happens to a lesser extent than one might think: for instance, online news outlets, just like newspapers (e.g., Lewis, Williams, and Franklin 2008), seem to depend heavily on copy from press agencies—which, inevitably, leads to content overlap and less difference (Paterson 2005). Thus, in French online media, coverage centers on a small number of topics that receive huge attention across all outlets (Smyrnaios, Marty, and Rebillard 2010), and also the rank order of topics covered in different types of American online outlets is similar—a case of intermedia agenda-setting (Lee 2007). And, more generally, similar routines that journalists employ across media can lead to similar news products. It would be premature, however, to assume that there are no possibilities for selective exposure and that all online news sites are just different outlets for the same stories: in Austria, although the topics may be similar, the share of articles written exclusively for the website of online media seems to vary greatly between outlets and over time (Brantner, Lojka, and Wippersberg 2009).", "In addition, the structure of the specific content offered depends on the country’s media landscape: North and Central European media systems differ from the United States in terms of the political structure and how extensively media are partisan (Bakker and Paterson 2011; Hallin and Mancini 2004; Perlmutter 2008; Tenscher 2008; Van der Meer et al. 2012). Thus, the extent to which people expose themselves to divergent viewpoints differs per country, which is caused by more or less party-aligned sources (Goldman and Mutz 2011). If an agent’s behavior is bounded by structural constraints, as Webster (2011) states, it is far from obvious that the vast majority of research on selective exposure and fragmentation, which has been conducted in the United States (for an extensive overview, see Stroud 2011), describes a universal phenomenon.", "Our study sets out to test selective exposure to news in a non-US context, in Austria. In Hallin and Mancini’s typology of politics–journalism relationships, Austria is commonly placed into the category of Northern and Central European (democratic-corporatist) media systems. But Austrian journalism seems to be characterized more strongly by political parallelism and therefore is said to be more partisan than in other countries of this group (Karmasin et al. 2011; Seethaler and Melischek 2006). This should make selective exposure more likely to occur (Goldman and Mutz 2011).", "This study aims to test the argument that selective exposure takes place because of (1) the thematic and ideological diversity of online news that (2) is then used by those whose interests they fit the most. To address both aspects, we pose two sets of hypotheses: our first set addresses content specialization and the second set asks how far people match their content preferences with their patterns of exposure. If both sets receive support, the fragmentation hypothesis as a whole—stating that people use media based on their content characteristics (e.g., Tewksbury 2005)—receives support as well. So, first, we examine if content requirements for such a selective behavior are met. Then, we test if people indeed avoid outlets the way the fragmentation hypothesis suggests, i.e., based on content differences.", "H1a: Online news outlets differ significantly in terms of the topics they cover.", "H1b: Online news outlets differ significantly in terms of political bias of their coverage.", "After having established thematic and political differences between outlets, we can test the following hypotheses:", "H2a: People prefer those outlets that serve their thematic interests.", "H2b: People prefer those outlets that share their political viewpoints."]}, {"title": "Method", "paragraphs": ["We test our hypotheses with nine news outlets of different types (Table 1). As our study aims to investigate the general mechanism of audience selectivity, they mainly serve as examples on which we test the hypotheses. To ensure that the hypothesized differences can actually occur within our sample, we aimed to maximize the diversity of these examples beforehand and included both journalistic and not primarily journalistic sources, conservative and progressive media: a portal hosted by an email-provider, an automated news aggregator, the website of regional, tabloid popular national, conservative and progressive national newspapers, the website of a weekly magazine and the website of a public service broadcaster. All of these outlets are widely used sources for Austrians to keep up with news and current affairs (Trilling and Schoenbach 2013) and therefore belong to those sources that potentially can shape public discourse. For this reason, inclusion of such different outlets was important: we are interested in what readers encounter on their frequently used news sites, be it content written by its own staff, copy from press agencies or aggregated content as in the case of the aggregator Google News.", "Table", "Table", "TABLE 1  Overview of news outlets included in the sample", "From these outlets, we retrieved all news items published in the week November 9–15, 2011 via the website’s RSS feeds—a week in which no unusual news events took place.1 From these feeds, we generated a database of URLs, article titles and teasers. Subsequently, all articles were downloaded automatically. Coding was performed by four trained coders based on a random sample of up to N = 250 articles per outlet.", "The main topic (intercoder reliability test with N = 75: Krippendorff’s α = 0.95) of the article was coded with 37 categories. If a second topic was present, it was coded in a separate variable as well (α = 0.74). The second topic was defined as the topic to which less space was devoted in the article. These fine-grained topic measures were later aggregated to broader categories to match them with the categories available in the survey dataset (see below). For an overview of the categories and the sub-categories that form the merged categories, see Appendix A.", "Political bias, i.e., positivity/negativity towards the major Austrian political parties, was coded as coder estimates on a five-point scale from extremely negative to extremely positive for each political party. The coders were instructed to base their coding on the question of whether the party would perceive the coverage as good for them. It was not necessary that the author made an explicit judgment—rather, clearly negative topics like scandals and clearly positive topics like overwhelming victories in elections were coded as such. To maximize reliability, a number of examples were provided. Therefore, even though one might fear that the conceptualization could lead to arbitrary coder decisions (Goldman and Mutz 2011), the measurement delivered α values between 0.93 and 1.0.", "The descriptive statistics of all variables are presented in Appendix A.", "The audience data draw on a secondary analysis of data collected for a study on patterns of news use in Austria (Trilling and Schoenbach 2013). This Web-based survey draws on a large sample representative for the Austrian population aged 14 years and older with internet access. From a panel with about 201,000 members, research bureau Marketagent drew a sample. Quota were used to match age and place of residence with the Austrian population. The survey was in the field in November 2010. Obviously, it would be preferable to have survey data of exactly the same period as content analysis data, but as this is a secondary analysis of the dataset, and as the content data could not be collected retrospectively, this was not possible. However, as news preferences are unlikely to be subject to short-term changes, we feel confident that the gap of 12 months between the two data collections is acceptable. The survey had a response rate of 17 percent, resulting in a sample size of 2954 after removal of invalid cases. While the response rate is lower than desired, it is unlikely to affect our results greatly, as we do not aim to provide an accurate estimate about, for instance, total levels of exposure in the population, but want to test the occurrence of a media effect among media users. For the purpose of this paper, we further removed 125 respondents under the age of 18 years, as adolescents’ media behavior was not the focus of our study. Therefore, our analyses are based on a sample of N = 2829.", "Exposure to news outlets was measured as the number of days in a typical week. For this paper, we use the variables measuring exposure to those online outlets that were included in the content analysis. Everyone using an outlet on at least two days per week was regarded as a regular user.", "Interest in 16 different news topics was measured on a seven-point scale. For analytic purposes and to match with the content analysis data, categories were grouped into politics, economics, social affairs and policy, crime, sports, culture, and human-interest news (which includes stories on celebrities and the like)—each variable ranging from 1 to 7.", "Political orientation was measured on an 11-point scale ranging from left to right."]}, {"title": "Results", "paragraphs": ["The content of the news outlets in our sample differs in terms of topics covered, especially with regard to the coverage of politics (Table 2). A general pattern can be observed: websites of quality papers seem to cover hard topics like politics and economy extensively. However, this does not necessarily mean that other outlets focus on soft(er) topics only: especially the automated news aggregator Google News does not include any sports or soft news topics in the main news feed.", "TABLE 2  Topics of content", "While the exact content differences are layed out in detail in Table 2, let us highlight the general trends to illustrate how clear-cut the content profiles of outlets can be. For instance, the outlet with the least amount of politics is gmx.at. Krone.at also has a remarkably low share of political content, significantly less than standard.at and presse.at, which have one-half and two-thirds more political articles, respectively. Similarly, there are differences in the coverage of economics (standard.at and presse.at offer much coverage, krone.at, kleine.at and gmx.at do not), societal issues (more often in standard.at and kurier.at), crime (prevalent in krone.at and news.at), human-interest news (rather neglected on google.at, krone.at and standard.at; but covered substantially by gmx.at and news.at), sports (not covered at all by the Google News front page, but extensively by kleine.at and gmx.at).", "These examples as well as the data provided in Table 2 lend support to H1a: as the analysis of the topics covered revealed, outlets seem to have different profiles, especially with regard to the share of articles devoted to hard politics as opposed to human-interest news. While it is, of course, to a certain extent arbitrary when one can speak of content differences large enough to support the hypothesis, in our case, differences are not only significant, but so large (with, for example, the percentage of articles on politics ranging between 12 and 50 per cent) that we feel safe to say: with regard to news topics, the content requirement for fragmented use is met.", "However, for none of the outlets were we able to detect a statistically significant political bias towards a specific party. As Table 3 shows, political parties are treated broadly the same, but above all were not mentioned too often. One-way ANOVAs did not show a significant relationship between source and support for a party. Only in the case of the right-wing populist party FPÖ was the model significant, F(8, 59) = 2.32, p < 0.05. But in spite of the overall significance, post-hoc Bonferroni tests did not find any significant differences between specific outlets. This means that no meaningful interpretation can be given to the analysis: for none of the outlets can we say that it was more positive or negative towards the FPÖ than another one.", "TABLE 3  Positivity/negativity of coverage of political parties", "H1b is not supported: there is no evidence for a bias towards political parties in our sample.", "We identified outlets with content that is rather specialized regarding the share of topics covered. Now we examine whether audiences are fragmented along the lines of their thematic interests. Our hypotheses would predict that as, for instance, gmx.at publishes little political and much human-interest content, and sports is not part of the Google News main news feed, people with these interests would rather not use these outlets. The other way round, we expect someone who is highly interested in politics to turn to standard.at or presse.at.2", "The evidence whether people with different interests really use different sources is ambivalent. Sometimes this is the case (Table 4): those who are interested in politics, economics and societal issues more often read standard.at than gmx.at. The readers of gmx.at are significantly less interested in these topics; those who are interested in crime often are readers of krone.at; and those who are interested in human-interest news are less likely to read presse.at than other sources.3 All of these differences in terms of user interest are in line with what the respective sources offer—and therefore, as suggested by H2a, indicate fragmentation along the lines of the content.", "TABLE 4  Thematic interest of the users of different news sites (means and standard errors)", "However, the differences concerning thematic interests between the users of different outlets should not be overemphasized: overall, they are very limited. For those interested in politics, for example, the majority of outlets seem to be a fairly equal choice. For most other topics, differences are even smaller, as Table 4 shows. Major clear-cut differences cannot be detected. H2a is only partially supported.", "In some cases, political orientation influences media choices: there is some evidence that right-wing readers choose other news outlets than left-wing readers. This is interesting, because at least in our analysis, the outlets do not differ in terms of the political bias. To illustrate this, we calculated the likelihood of using a specific outlet for two hypothetical readers who differ only in terms of their political orientation. While the most left-wing person (i.e., someone who answered 1 on the political orientation scale ranging from left to right) has a 14 percent chance of reading krone.at, the most right-wing person (someone answering 11) has a 24 percent chance—age, gender and education being equal (b = 0.07, SE = 0.02, p < 0.00).4 At the same time, the most left-wing person has a 19 percent chance of reading standard.at, compared to only 3 percent for the most right-wing person (b = −0.19, SE = 0.03, p < 0.001).", "Differences also seem to be limited to using these two newspaper sites: exposure to other newspaper sites, the public broadcast website orf.at, or the online-only outlets gmx.at and google.at is not related to political orientation. There are only two outlets with a politically biased readership, and in both outlets, we could not find a political bias of the content. Therefore, we have no evidence for fragmentation along the lines of political content. H2b is not supported."]}, {"title": "Conclusions and Discussion", "paragraphs": ["This study aimed to test the notion that an increasingly diverse, easily accessible news offer would be used selectively in terms of interests and political viewpoints. Content differences do exist, but our results cast doubt on the notion that this would greatly affect audience selectivity. When deciding which outlet to use, people often do not seem to use the content differences as a yardstick for choice. Only in relatively few cases did people match their content preferences with the content that was actually published. This study, therefore, offers evidence that even if content differences exist, and even if people have access to a source that fits their personal interests best, they often do not do so. We argue that this shows that people actually appreciate a diversity of topics in news outlets and are not as keen on reading primarily about their pet subjects as the fragmentation thesis assumes. News by definition has to be diverse and an overview (Schoenbach 2007); selectivity may take place as far as context, background or in-depth analyses are concerned instead. Of course, based on our data, we cannot tell if they also use some small long-tail outlets that match their preferences exactly—but in any case, this does not keep them from using mainstream-oriented news outlets as well in a rather unselective way. One question this case study cannot answer is the extent to which people are selective within news outlets. But even if they are, the mere fact that they have to scan the website for the headines they are interested in exposes them at least superficially to a diverse range of topics and viewpoints.", "Building on arguments by Goldman and Mutz (2011), Webster (2011) and Schoenbach (2007), we argue that notwithstanding their personal preferences, people tend to use the media that are used by a lot of other people as well—making media use ultimately not fragmented too much. Thus, the function of news persists as a source offering potentially surprising topics and facts to the majority of citizens and in doing so acts as glue for public discourse.", "We, furthermore, could find no substantive evidence that people select a medium that reflects their political orientation. Yes, it can be shown that readers of standard.at are more left-wing than readers of presse.at. But this does not seem to be based on the actual content of these outlets. After all, the content does not seem to differ much on this dimension. Of course, our analysis also cannot capture fine-grained differences in political coverage. An extensive frame analysis might find some differences between outlets in how political parties are framed, or how coverage of specific policies might suffer from a partisan bias.", "The question remains why political orientation as we measured it influences media choice in these two cases. One explanation might be that the media choices are guided by the reputation or image of a medium rather than by content characteristics at a specific time period. Probably, some differences that we found rather reflect the image of the online outlets, which in turn is based on their offline counterparts’ image—and not the actual content: the print edition of Der Standard is commonly regarded as more left-wing and Kronen Zeitung as more right-wing. Or maybe it was only in our time period that content did not differ. During election times or political campaigns, “critical events”, in other words, outlets might be more favorable towards left- or right-wing parties. It also should be noted that political attitudes are more complex than the simple left–right scale we used can capture. Thus, measuring political attitudes in a more detailed way on both the audience and the content side might yield different results.", "But if it is not content differences, what else could explain media choices and potentially stimulate selectivity? Answering these questions will get us a bit closer to an understanding of how audience selectivity works and what it entails. But at least for now, our results suggest that audience selectivity seems to be a smaller problem than often assumed—and people seem to be more curious to at least hear or read about different perspectives than pessimistic positions assume. Rather than actively avoiding sources as soon as they offer some content that does not fit their pre-existing beliefs and interests, people seem not to bother much at being confronted with them. Although we cannot make any causal claims based on our data, we feel confident in saying that instead of assigning a high priority to the avoidance of cognitive dissonance, people’s media choices rather might be guided by factors like the ease of use, layout, reputation, the choices of friends, colleagues and family, the regional context, or even by just the fact that a source offers a more diverse content than others.", "One can only speculate what we would have found if we included other outlets in our analysis. Especially when it comes to small, highly partisan websites, selectivity will probably play a much higher role. However, the aim of this case study was to examine selectivity in choosing popular news sites, a wide range of which we included in our analysis. One could also wonder what the consequences were if we had used a stricter definition for media use, for example by asking about the “main source of news”. Maybe in that case, personal preferences would play a bigger role. Still, as we have shown elsewhere (Trilling and Schoenbach 2013), people tend to use a combination of sources rather than one single source to keep up with the news. Therefore, focussing on a “main source” might compromise the validity of the study—also because selectivity mainly becomes problematic when people completely avoid specific perspectives.", "Our study, of course, can only serve as one small step towards a better understanding of how audiences select their online news sites. But it has become clear that reducing online news use to a single explanation falls short of the complexity of the problem—and this is why an argument stating that an increasing number of media choices inevitably corrupts democracy does not seem to hold. Of course, this all also depends on how dramatic differences have to be before we call the media landscape fragmented. But in any case, alarmism seems to be inadequate. And journalistic outlets on the Web might reach a pretty diverse group of people, rather than preaching to the choir of like-minded and specialized audiences."]}], "references": [{"title": "Information and Political Engagement in America: The Search for Effects of Information Technology at the Individual Level", "year": "2001", "journal": "Political Research Quarterly", "volume": "54", "authors": [{"name": "Bimber Bruce", "first_name": "Bimber", "last_name": "Bruce"}]}, {"title": "The End of Mass Communication?", "year": "2001", "journal": "Mass Communication and Society", "volume": "4", "authors": [{"name": "Chaffee Steven H.", "first_name": "Chaffee", "last_name": "H."}, {"name": "Metzger Miriam J.", "first_name": "Metzger", "last_name": "J."}]}, {"title": "Online News Consumption. A Strucural Model Linking Preference, Use, and Paying Intent", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}]}, {"title": "The Theory of the Niche: Quantifying Competition among Media Industries", "year": "1984", "journal": "Journal of Communication", "volume": "34", "authors": [{"name": "Dimmick John", "first_name": "Dimmick", "last_name": "John"}, {"name": "Rothenbuhler Eric", "first_name": "Rothenbuhler", "last_name": "Eric"}]}, {"title": "Echo Chambers Online? Politically Motivated Selective Exposure among Internet News Users", "year": "2009", "journal": "Journal of Computer-Mediated Communication", "volume": "14", "authors": [{"name": "Garrett R. Kelly", "first_name": "Garrett", "last_name": "Kelly"}]}, {"title": "Politically Motivated Reinforcement Seeking: Reframing the Selective Exposure Debate", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Garrett R. Kelly", "first_name": "Garrett", "last_name": "Kelly"}]}, {"title": "A Turn toward Avoidance? Selective Exposure to Online Political Information, 2004–2008", "year": "2011", "journal": "Political Behavior", "volume": "35", "authors": [{"name": "Garrett R. Kelly", "first_name": "Garrett", "last_name": "Kelly"}, {"name": "Carnahan Dustin", "first_name": "Carnahan", "last_name": "Dustin"}, {"name": "Lynch Emily K.", "first_name": "Lynch", "last_name": "K."}]}, {"title": "Valuing New Goods in a Model with Complementarities: Online Newspapers", "year": "2007", "journal": "The American Economic Review", "volume": "97", "authors": [{"name": "Gentzkow Matthew", "first_name": "Gentzkow", "last_name": "Matthew"}]}, {"title": "The Friendly Media Phenomenon: A Cross-National Analysis of Cross-Cutting Exposure", "year": "2011", "journal": "Political Communication", "volume": "28", "authors": [{"name": "Goldman Seth K.", "first_name": "Goldman", "last_name": "K."}, {"name": "Mutz Diana C.", "first_name": "Mutz", "last_name": "C."}]}, {"title": "A New Era of Minimal Effects? A Response to Bennett and Iyengar", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Holbert R. Lance", "first_name": "Holbert", "last_name": "Lance"}, {"name": "Garrett R. Kelly", "first_name": "Garrett", "last_name": "Kelly"}, {"name": "Gleason Laurel S.", "first_name": "Gleason", "last_name": "S."}]}, {"title": "Red Media, Blue Media: Evidence of Ideological Selectivity in Media Use", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}, {"name": "Hahn Kyu S.", "first_name": "Hahn", "last_name": "S."}]}, {"title": "Voices of Convergence or Conflict? A Path Analysis Investigation of Selective Exposure to Political Websites", "year": "2010", "journal": "Social Science Computer Review", "volume": "29", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Zhang Weiwu", "first_name": "Zhang", "last_name": "Weiwu"}, {"name": "Bichard Shannon L.", "first_name": "Bichard", "last_name": "L."}]}, {"title": "Making the Most of Statistical Analyses: Improving Interpretation and Presentation", "year": "2000", "journal": "American Journal of Political Science", "volume": "44", "authors": [{"name": "King Gary", "first_name": "Gary", "last_name": ""}, {"name": "Tomz Michael", "first_name": "Tomz", "last_name": "Michael"}, {"name": "Wittenberg Jason", "first_name": "Wittenberg", "last_name": "Jason"}]}, {"title": "Selective Exposure in Political Web Browsing", "year": "2009", "journal": "Information, Communication \\& Society", "volume": "12", "authors": [{"name": "Kobayashi Tetsuro", "first_name": "Kobayashi", "last_name": "Tetsuro"}, {"name": "Ikeda Ken’ichi", "first_name": "Ikeda", "last_name": "Ken’ichi"}]}, {"title": "The Effect of the Internet on Homogeneity of the Media Agenda: A Test of the Fragmentation Thesis", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Lee Jae Kook", "first_name": "Lee", "last_name": "Kook"}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Using Analysis of Variance with a Dichotmomous Dependent Variable: An Empirical Study", "year": "1970", "journal": "Journal of Educational Measurement", "volume": "7", "authors": [{"name": "Lunney Gerald H.", "first_name": "Lunney", "last_name": "H."}]}, {"title": "News Vs. Entertainment: How Increasing Media Choice Widens Gaps in Political Knowledge and Turnout", "year": "2005", "journal": "American Journal of Political Science", "volume": "49", "authors": [{"name": "Prior Markus", "first_name": "", "last_name": "Markus"}]}, {"title": "‘The Own in the Foreign’: Reliable Surprise—an Important Function of the Media?", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}]}, {"title": "Research Note: Online and Print Newspapers: Their Impact on the Extent of the Perceived Public Agenda", "year": "2005", "journal": "European Journal of Communication", "volume": "20", "authors": [{"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}, {"name": "de Waal Ester", "first_name": "de", "last_name": "Ester"}, {"name": "Lauf Edmund", "first_name": "Lauf", "last_name": "Edmund"}]}, {"title": "Selective Exposure to Information: A Critical Review", "year": "1967", "journal": "Public Opinion Quarterly", "volume": "31", "authors": [{"name": "Sears David O.", "first_name": "Sears", "last_name": "O."}, {"name": "Freedman Jonathan K.", "first_name": "Freedman", "last_name": "K."}]}, {"title": "Die Pressekonzentration in Österreich im europäischen Vergleich", "year": "2006", "journal": "Österreichische Zeitschrift für Politikwissenschaft", "volume": "35", "authors": [{"name": "Seethaler Josef", "first_name": "Seethaler", "last_name": "Josef"}, {"name": "Melischek Gabriele", "first_name": "Melischek", "last_name": "Gabriele"}]}, {"title": "Reinforcing Spirals: The Mutual Influence of Media Selectivity and Media Effects and Their Impact on Individual Behavior and Social Identity", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Slater Michael", "first_name": "Slater", "last_name": "Michael"}]}, {"title": "Does the Long Tail Apply to Online News? A Quantitative Study of French-Speaking News Websites", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Smyrnaios Nikos", "first_name": "Smyrnaios", "last_name": "Nikos"}, {"name": "Marty Emmanuel", "first_name": "Marty", "last_name": "Emmanuel"}, {"name": "Rebillard Franck", "first_name": "Rebillard", "last_name": "Franck"}]}, {"title": "Media Use and Political Predispositions: Revisiting the Concept of Selective Exposure", "year": "2008", "journal": "Political Behavior", "volume": "30", "authors": [{"name": "Stroud Nathalie J.", "first_name": "Stroud", "last_name": "J."}]}, {"title": "What Do Americans Really Want to Know? Tracking the Behavior of News Readers on the Internet", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Tewksbury David", "first_name": "Tewksbury", "last_name": "David"}]}, {"title": "The Seeds of Audience Fragmentation: Specialization in the Use of Online News Sites", "year": "2005", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "49", "authors": [{"name": "Tewksbury David", "first_name": "Tewksbury", "last_name": "David"}]}, {"title": "Patterns of News Consumption in Austria: How Fragmented Are They?", "year": "2013", "journal": "International Journal of Communication", "volume": "7", "authors": [{"name": "Trilling Damian", "first_name": "Trilling", "last_name": "Damian"}, {"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}]}, {"title": "Bounded Volatility in the Dutch Electoral Battlefield: A Panel Study on the Structure of Changing Vote Intentions in the Netherlands during 2006–2010", "year": "2012", "journal": "Acta Politica", "volume": "47", "authors": [{"name": "Van der Meer Tom", "first_name": "Van", "last_name": "der Meer Tom"}, {"name": "Lubbe Rozemarijn", "first_name": "Lubbe", "last_name": "Rozemarijn"}, {"name": "van Elsas Erika", "first_name": "van", "last_name": "Erika"}, {"name": "Elff Martin", "first_name": "Elff", "last_name": "Martin"}, {"name": "van der Brug Wouter", "first_name": "van", "last_name": "der Brug Wouter"}]}, {"title": "The Duality of Media: A Structurational Theory of Public Attention", "year": "2011", "journal": "Communication Theory", "volume": "21", "authors": [{"name": "Webster James G.", "first_name": "Webster", "last_name": "G."}]}, {"title": "The Dynamics of Audience Fragmentation: Public Attention in an Age of Digital Media", "year": "2012", "journal": "Journal of Communication", "volume": "62", "authors": [{"name": "Webster James G.", "first_name": "Webster", "last_name": "G."}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}]}