{"doi": "10.1080/1461670X.2018.1492880", "url": "https://doi.org/10.1080/1461670X.2018.1492880", "title": "The Self-Censorship Dilemma", "volume": "19", "year": "2018", "issue": "13", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Mortensen", "first_name": "Mette", "name": "Mette Mortensen", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article studies the conditions for covering terrorists in the post-factual era. Specifically, the article focuses on what it means when the news media show images of terrorists or deprive them of media attention. Regardless of whether the news media apply self-censorship in coverage of terrorists, the implications of their decision can be linked to the post-factual: on the one hand, self-censorship might feed into narratives of the post-factual as information is withheld and reality possibly distorted. On the other hand, if the news media opt against self-censorship, coverage of terrorists often includes “post-factual” elements such as the dramatic and sensational aspects of the visual culture surrounding terror. Accordingly, the objective of this article is to explore dilemmas attached to media coverage and media self-censorship of terrorists. A theoretical framework is developed for understanding challenging aspects of news coverage of the “selfie-generation” of terrorists and media self-censorship. Empirically, the article takes its departure point in news coverage on Danish public service broadcasters DR and TV2 in 2016. The analysis focuses on the paradox that despite conflicting public statements for (DR) and against (TV2) self-censorship, a quantitative content analysis demonstrates similar coverage of terrorists by these two media organizations.", "body": [{"sec_title": "", "sec_content": ["Although the term “post-factual” dates back several decades (e.g. Ettema 1987; Bybee 1999), it has recently gained ground to describe how personal beliefs and emotions take priority over factual information and contextualized knowledge in the shaping of public debate. The “post-factual” is generally seen as a result of the fragmented supply of news, social media information dissemination, and the rise of populism in liberal democracies (McNair 2017). Most prominently, the concept has been applied to the British vote to leave EU in June 2016 and the US presidential election in the same year. Tendencies understood as post-factual coincide with a common criticism of news coverage of terrorists. According to scholarship in the field, media representations of terrorists have a propensity to blur boundaries between news and entertainment, to make emotional appeals, and to celebrify the terrorist (e.g. Kampf and Liebes 2013; Malvern and Koureas 2014; Nacos 2016).", "This article concerns the conditions for covering terrorists set by the so-called post-factual era. Specifically, the article focuses on what it means when the news media show images of terrorists or deprive them of media attention. Regardless of whether the news media apply self-censorship in their coverage of terrorists, the implications of their decision can be linked to the post-factual: on the one hand, self-censorship might feed into narratives of the post-factual as information is withheld and reality possibly distorted. On the other hand, if the news media opt against self-censorship, coverage of terrorists often includes “post-factual” elements such as the dramatic and sensational aspects of the visual culture surrounding terror, which might even have been created by terrorists themselves.", "Research into challenges related to covering terrorism has mainly centered on how violent attacks push the news media to different forms and degrees of (self-)censorship (e.g. Schaffert 1992; Ubayasiri 2014; Nacos 2016). In the following, I focus on representations of terrorists. They are controversial in part because of the great symbolic value that has been attached to these figures of threat and danger, which may nevertheless also turn into objects of fame and idolization (see also Mortensen 2012; Klonk 2017). This has become especially evident in recent years due to the so-called selfie-generation of terrorists (Smith 2016), who have reconfigured the visual culture surrounding terrorism by constructing, producing, and mass-disseminating self-representations. Of course, the definition of “terrorist” is heavily contested and politicized. This article adopts a pragmatic approach by referring to “terrorist” according to the news media’s use of this term in their coverage (e.g. Schaffert 1992; Nacos 2016; UNESCO 2017)", "The objective of this article is to explore the dilemmas attached to media coverage and media self-censorship of terrorists. I first introduce the public on this issue, before developing a theoretical framework concerning challenging aspects of news coverage of the “selfie-generation” of terrorists and media self-censorship. Next, I outline the empirical case study and methodological approach before analyzing the 2016 news coverage of terrorists on the websites of the two Danish public service broadcasters, DR and TV2. I analyze how, despite conflicting public statements for (DR) and against (TV2) self-censorship, a quantitative content analysis demonstrates similar coverage of terrorists by these two media organizations. Finally, the conclusion reflects upon the dilemma of media self-censorship in the post-factual age."]}, {"sec_title": "Media, Terrorism, and the Post-Factual", "sec_content": ["The term post-factual is applied in this article with some hesitation. After all, was there ever a “factual” era, which has now been replaced? And how is the post-factual different from phenomena discussed 10 and 20 years ago under such labels as “infotainment” or from postmodern claims about the subjective and relative nature of what is believed to be true and factual? I use this term in accordance with the theme of this special issue seeing as arguments about media self-censorship are closely related to tendencies understood as post-factual. On one hand, as the boundaries between news and entertainment erode, dangerous grey zones between fact and amusement emerge. Self-censorship can, from this perspective, be seen as protecting the public from glorification and promotion of terrorist agendas. On the other hand, media self-censorship risks suppressing reality and undermining the press’ responsibility to inform the public. Media self-censorship may according to this tension be seen either as a solution to the post-factual or regarded as an effect of the post-factual.", "These positions surfaced in a debate on terrorists and censorship in July 2016. Following a year of fatal terror attacks in France, Belgium, and other European countries, French philosopher Bernard-Henri Lévy argued for media censorship in an opinion piece published in Le Monde, The Guardian, and other European newspapers. Terrorists should be “relegate[d] to the obscurity of their infamy”, he contended, because by “republishing their faces, living or (especially) dead – they become globally recognized characters in the showbusiness side of this terrorist war, thus fulfilling one of their keenest desires” (Lévy 2016). Lévy made the case for media self-censorship due to the celebritization of the terrorist and the thin line between fame and infamy (Rojek 2001; Kampf and Liebes 2013). The arguments presented by Lévy left the debate divided. Opponents emphasized that media self-censorship was problematic in liberal democracies and some even suspected the press of holding ulterior motives for downscaling the coverage of terrorists. For instance, US president Donald Trump suggested that the “very, very dishonest press” refrained from covering attacks to tone down the threat of terrorists entering Western countries in disguise as refugees (The White House 2017). While these questions concerning media self-censorship and terrorists have been discussed for decades, they have become particularly urgent on account of today’s digital, visual culture surrounding terrorism."]}, {"sec_title": "Covering the Selfie-generation of Terrorists", "sec_content": ["Images are essential to terrorists not only due to the fact that impact of an act of terror depends “on its spectacular communication in the press” (Klonk 2017, 133) but also because of the inevitable link between dominant visual representations and the public imagination of the terrorism threat. In particular, ISIS affiliates disseminate images and videos one-to-many and many-to-many via mobile and social media to promote their agenda and offer counter-narratives to those provided by the news media (e.g. Friis 2015; Winter 2015; Zelin 2015; Zhang and Hellmueller 2016; Kraidy 2017). The so-called selfie-generation of terrorists (Smith 2016) or “jihadists chic” and “jihadists cool” (Picart 2015) has created a new culture of terrorist self-representation. By constructing and staging the terrorist’s visual identity, these self-representations further develop the symbolic significance that has been attributed to this figure since the 1960s and 1970s (Mortensen 2012; Klonk 2017).", "Even if digital platforms are vital to terrorist communication, mainstream news media, and television, in particular, remain “the number one source of information and therefore a major target of terrorist propaganda” (Nacos 2016, 334; see also Mortensen 2015). Terrorists’ self-representations have routinely entered the news coverage in recent years. For example, terrorist selfies appeared in the reporting of several attacks in 2016, including those in Orlando, Brussels, Nice, Berlin, and Istanbul. Terrorists’ visual communication also enters the media as news in itself, for instance, in coverage of videos documenting killings, issuing threats, recruiting followers, etc. The connective media landscape enabling terrorists to produce and convey images has, in the words of Lim (2016, 250), “brought journalistic ethics and credibility to the forefront of the news media’s contemporary role”. Self-censorship has been placed at the top of the agenda."]}, {"sec_title": "Media Self-censorship of Terrorism", "sec_content": ["Media self-censorship has mostly been studied in transitional or authoritarian countries with de facto, if not always formalized, restrictions on press freedom, such as security risks for journalists speaking out against power (e.g. Gessen 2009; Lee and Chan 2009; Jungblut and Hoxha 2017). In liberal democracies, the news media exercise self-censorship for reasons other than fear of retaliatory measures. This confirms a central insight of “New Censorship Theory”, which builds upon Foucault, Bourdieu, and others to think beyond the traditional opposition between free speech and censorship (Post 1998; Müller 2004; Bunn 2015). According to New Censorship Theory, limitations to free speech are not necessarily tantamount to censorship in the sense of an “external, coercive, and repressive” practice by “authoritative social actors”, which are “extrinsic to the communicative process” (Bunn 2015, 29, italics in original). Censorship and self-censorship emerge from within the communicative process and “to study censorship naturally requires situating it within the communicative paradigms of specific historical contexts” (Bunn 2015, 28). The law sets limits for what can be published to avoid proclamations of racism or violations of public decency, privacy, religious beliefs, etc., but the news media are still left with a continuum of choices and must constantly balance conflicting interests in, for example, the coverage of terrorism. Accordingly, as Jungblut and Hoxha (2017, 229) contend, media self-censorship in liberal democracies is essentially a question of media ethics. This is evident in the coverage of terrorists: media self-censorship remains contested, but so does media attention to terrorist actors. Herein lies the dilemma of media self-censorship of terrorism (see also Ubayasiri 2014).", "Challenges related to terrorism coverage have been recognized since the 1960s when terrorist groups began taking advantage of the mass media by adapting their actions and communicative strategies to fit news logics, criteria, and cycles. Conversely, the news media accelerated “the aggressive trend toward sensationalism in newscasting” and provided “an intense spotlight for the high drama of terrorism” (Schaffert 1992, 64). Regardless of this longstanding debate, opinions remain split as to what constitutes “media responsibility” in terrorism coverage (Schaffert 1992, 71). Stakes are high, however, as the security of states and citizens is on the line, and the news media must consider how to maintain independence from government agendas (e.g. Kampf and Liebes 2013; Nacos 2016). Coverage is often automatically assumed to promote terrorists, in accordance with the widespread idea that media and terrorists are “strange bedfellows in a marriage of convenience” (Nacos 2016, 341). As Zelizer (2018, 141) asserts, “an uncritical assumption of media influence—the idea that media reach is equivalent to media impact—undergirds much about the war on terror”. There is, moreover, no clear-cut evidence to suggest that ignoring terrorists leads them to escalate violence as a means of reclaiming attention (UNESCO 2017, 13).", "There are several pitfalls to media self-censorship with regard to terrorism. The digitalized and fragmented media landscape renders systematic censorship difficult as information flows above and beyond the mainstream news media (Ubayasiri 2014). Moreover, the ramifications of censorship are unpredictable in liberal democracies, in which coverage of terrorism fulfills various purposes. These include “furthering democratic dialogue, which […] may be vital for resolving conflict through negotiations and peace processes” (Ubayasiri 2014, 799) and helping “society cope with the perceived threat” by following a familiar, highly ritualized script (Nossek 2008, 314). Self-censorship may also serve different objectives. Most importantly, self-censorship can be a means of resisting terrorist media strategies and agenda setting as well as shielding citizens against disproportionate fear of terrorism, bearing in mind the low risk of being the victim of an attack (e.g. Jetter 2017).", "In line with these split opinions, the news media have difficulty navigating a clear and consistent course in their coverage of terrorists. Restrictions have been enforced in various countries on covering and/or photographing terrorists, for example, during hostage taking or court cases (Silver 2012; Nacos 2016; Klonk 2017). Most recently, the news media participated in the July 2016 debate by self-reflecting on their own role and responsibility with regard to publishing images of terrorists. Some opted for self-censorship while others opted against it."]}, {"sec_title": "Coverage and Censorship of Terrorists: Research Design", "sec_content": ["This article takes its empirical starting point in news coverage of terrorists on the websites of Danish public service broadcasters DR and TV2 in the period of January 1, 2016 to December 31, 2016. These broadcasters were not chosen out of interest in Denmark as a particular national case, but rather because they took opposing positions in the July 2016 debate as to whether the news media should show images of terrorists (TV2) or not (DR). The analysis juxtaposes (1) public statements by DR and TV2 on their coverage of the terrorist with (2) their actual exposure of this figure based on a quantitative content analysis of images included in the coverage. Concerning the first perspective, the analysis draws upon statements by the editors-in-chief of DR and TV2, which appeared in media coverage of the debate and has been retrieved through the Infomedia search engine. The editors-in-chief were unfortunately not available for follow-up interviews. Regarding the second perspective, a quantitative content analysis of web coverage by DR and TV2 was carried out by a research assistant. The initial step was to identify 849 relevant stories on the websites DR.dk and nyheder.tv2.dk by using the search term “terrorist” in Infomedia. Next, the research assistant coded for simple categories, such as number of images, genres, actors, gender, and geographical/national contexts. Generating a rich trove of data, this content analysis serves as an empirical basis for two studies (see Mortensen 2018).", "An intercoder reliability test was conducted by the author of this article as the second coder, recoding 85 units (10 per cent) of the sample. Units coded in the test were chosen randomly by using the online service random.org. By applying ReCal, an online intercoder reliability Web service (Freelon 2010), intercoder reliability was calculated for five different variables (number of images; ID photography; CCTV footage; selfies and similar; “private” snapshots). These variables all measured above 0.8 using Krippendorff’s (2004) alpha, the lowest being 0.81 and the highest 1 (see also Mortensen 2018)."]}, {"sec_title": "The Self-censorship Dilemma: The Practitioner’s Perspective", "sec_content": ["Discussions concerning self-censorship in terror coverage in July 2016 had a direct impact on the news media’s guidelines and practices. In this manner, the news media assumed the triple role of reporting on the debate, taking a stand in the debate, and adjusting their coverage as a result of the debate. After Lévy opened this discussion, the debate quickly migrated to other countries in which news organizations needed to determine whether they should follow suit with their French colleagues and implement self-censorship. The media organizations analyzed in this article operate under public service contracts. DR is financed solely by license fee, while TV2 is partially subsidized by license fee and partially commercially run. Both public service contracts specify that terrorism must not be furthered in any way.1 However, public statements by leading figures from DR and TV2 suggest disagreement as to what this actually means.", "From a practitioner’s perspective, the editors-in-chief of DR and TV2 repeated many of the arguments presented in the research literature. They both addressed the question of whether to cover or censor representations of terrorists as a “dilemma”. Ulrik Haagerup (DR) said: It is a dilemma that every time we cover terrorism, we play the terrorists’ game. Because media coverage is essential to terrorists. So we have to tread carefully and not enter into a breaking blood frenzy and broadcast just for the sake of broadcasting. (Bruun-Hansen 2016, italics in original)Haagerup also explained that DR had decided not to show images of terrorist perpetrators because “it might inspire other lunatics” who had been unsuccessful in life and could be susceptible to recruitment if told that they could “work for a greater cause and make something of themselves if they commit these misdeeds” (in Barlag 2016). Elsewhere, Haagerup specified that even “a portrait photograph” could lead “weak souls” to see terror as the road to fame (in Bennike 2016).", "It is a dilemma that every time we cover terrorism, we play the terrorists’ game. Because media coverage is essential to terrorists. So we have to tread carefully and not enter into a breaking blood frenzy and broadcast just for the sake of broadcasting. (Bruun-Hansen 2016, italics in original)", "Editor-in-chief of TV2, Jacob Nybroe, also applied the term “dilemma” but argued that the media had a responsibility to inform the public: We would like to describe the world with as few filters as possible to enable people to take a stand themselves. And sometimes images contain valuable and essential information, and therefore we choose to use them. However, it is an extremely difficult dilemma. (Jørgensen 2016)Nybroe maintained that we have not been brought into the world to withhold information – we have been brought into the world to constantly tell as much as we can at the moment. A 24-hour channel is intended for you to check in and get an update whenever it suits you. (Bruun-Hansen 2016)Consequently, Nybroe spoke against self-censorship: Basically, we believe that openness and information are the best defense against terrorism. We are very conscious of the dilemma that press coverage of terrorism might feed terrorism. But the alternative is worse, because then we have given in to the terrorists. (Jørgensen 2016)He also stated that it was “difficult to know for sure whether media coverage of terrorism inspires terrorism” and therefore “the media should not inflict censorship on themselves, because then you are halfway down this slide already” (in Jørgensen 2016). Although DR and TV2 communicated contrasting perceptions of self-censorship and coverage of terrorists, the quantitative content analysis indicates that their coverage significantly coincides.", "We would like to describe the world with as few filters as possible to enable people to take a stand themselves. And sometimes images contain valuable and essential information, and therefore we choose to use them. However, it is an extremely difficult dilemma. (Jørgensen 2016)", "we have not been brought into the world to withhold information – we have been brought into the world to constantly tell as much as we can at the moment. A 24-hour channel is intended for you to check in and get an update whenever it suits you. (Bruun-Hansen 2016)", "Basically, we believe that openness and information are the best defense against terrorism. We are very conscious of the dilemma that press coverage of terrorism might feed terrorism. But the alternative is worse, because then we have given in to the terrorists. (Jørgensen 2016)"]}, {"sec_title": "Saying One Thing and Doing Another: Web Coverage of Terrorists by DR and TV2", "sec_content": ["Based on the content analysis, this section focuses on how the July 2016 debate changed the coverage of terrorists by DR and TV2. To contextualize the analysis, I first present some general characteristics of the coverage. Of the 849 articles published on DR and TV2 in 2016, 19 percent or 160 articles included visual representations of terrorists. These 160 articles included a total of 462 representations of terrorists. The content analysis indicates that terrorists are given most exposure in connection with attacks: 58 percent or 456 articles were published in connection with attacks (the numbers for DR and TV2 show little variation). This implies that terrorists are at least partially successful in setting the agenda. Genres for representing terrorists are discussed in depth elsewhere (Mortensen 2018). For now, I introduce a few general traits. TV2 overall shows more images produced by terrorists themselves, coded as “selfies and similar” and “private photos” (Figure 1), while DR tends to publish more images supplied by the authorities, i.e. “ID photography” and “CCTV footage” (Figure 2). Also related to the content of the images, the gender division is unambiguous, as 98 percent of the images were coded as “male” (Figures 3 and 4). The Self-Censorship DilemmaMedia coverage of terrorists in the post-factual eraAll authorsMette Mortensenhttps://doi.org/10.1080/1461670X.2018.1492880Published online:10 July 2018FIGURE 1  Genres for visually representing terrorists TV2, January 1–December 31, 2017, n = 244Display full sizeFIGURE 1  Genres for visually representing terrorists TV2, January 1–December 31, 2017, n = 244 The Self-Censorship DilemmaMedia coverage of terrorists in the post-factual eraAll authorsMette Mortensenhttps://doi.org/10.1080/1461670X.2018.1492880Published online:10 July 2018FIGURE 2  Genres for visually representing terrorists DR, January 1–December 31, 2016, n = 214Display full sizeFIGURE 2  Genres for visually representing terrorists DR, January 1–December 31, 2016, n = 214 The Self-Censorship DilemmaMedia coverage of terrorists in the post-factual eraAll authorsMette Mortensenhttps://doi.org/10.1080/1461670X.2018.1492880Published online:10 July 2018FIGURE 3  DR coverage of terrorists, January 1–December 31, 2016Display full sizeFIGURE 3  DR coverage of terrorists, January 1–December 31, 2016 The Self-Censorship DilemmaMedia coverage of terrorists in the post-factual eraAll authorsMette Mortensenhttps://doi.org/10.1080/1461670X.2018.1492880Published online:10 July 2018FIGURE 4  TV2 coverage of terrorists, January 1–December 31, 2016Display full sizeFIGURE 4  TV2 coverage of terrorists, January 1–December 31, 2016", "FIGURE 1  Genres for visually representing terrorists TV2, January 1–December 31, 2017, n = 244", "FIGURE 1  Genres for visually representing terrorists TV2, January 1–December 31, 2017, n = 244", "FIGURE 2  Genres for visually representing terrorists DR, January 1–December 31, 2016, n = 214", "FIGURE 2  Genres for visually representing terrorists DR, January 1–December 31, 2016, n = 214", "FIGURE 3  DR coverage of terrorists, January 1–December 31, 2016", "FIGURE 3  DR coverage of terrorists, January 1–December 31, 2016", "FIGURE 4  TV2 coverage of terrorists, January 1–December 31, 2016", "FIGURE 4  TV2 coverage of terrorists, January 1–December 31, 2016", "Turning to the central question of how the coverage shifted, this is analyzed by comparing the coverage of DR and TV2 in the periods before and after the debate. From January 1 to July 31, DR showed 200 images of terrorists, an average of 28.7 images per month. TV2 published 222 images of terrorists in this period, an average of 31.7 a month. This indicates TV2’s slightly greater inclination to publish images of terrorists, although this varies from month to month, with two in February and 111 in March. DR had the least images in July, with four (this might indicate that DR was already showing reluctance after the major terror attack in Nice), while March was its peak month with 82 images. In the period following the debate, August 1 to December 31, numbers declined drastically for both broadcasters. DR published 14 images during these 5 months, or an average 2.8 images per month. TV2 published 22 images, an average of 4.4. Although other contributing factors cannot be ruled out, it seems likely that this decrease was at least partially a consequence of the debate. For example, the reduction cannot readily be explained by a similar decline in the number of major attacks, as Berlin, Istanbul, and other places were hit during this period.", "We are faced with the paradox that, despite their public statements, both broadcasters show distinctly fewer images of terrorists after the debate. TV2 deviated most from the course communicated in public as the numbers indicate a hesitance to show images of terrorists. This is especially interesting given that TV2’s editor-in-chief highlighted that it was doubtful that media exposure promoted terrorism. DR differed to a lesser extent by showing images of terrorists in spite of its declared reluctance, for instance, eight in August, in the immediate wake of the debate.", "How might this discrepancy be explained? Even if the empirical material offers no definitive answers, there are three interesting aspects to discuss. First, the different public service models of the two broadcasters might play a role in their public communications. It is worth noting that DR (solely license funded) spoke in favor of protecting the public, while TV2 (partially license funded) focused more on providing media users the service of up-to-date news, 24/7, with as few filters as possible.", "Second, the broadcasters saying one thing and doing another might indicate a difference between editorial frontstage reflections and backstage practices. Statements on the self-censorship dilemma constitute part of the editors-in-chief’s frontstage performances. The broadcasters not only position themselves in this debate to explain their coverage but also to take part in the opinion-formatting function of the press and to voice a general opinion on news media (self-)censorship and their societal roles, obligations, and responsibilities. This involvement in public debate on media ethics constitutes a way for “key members of journalism’s interpretive communities to assert their authority, negotiate normative boundaries, and gain legitimacy” (Mortensen, Allan, and Peters 2017, 72).", "Third, the issue of media self-censorship is tied to strong principles and key values in liberal democracies. The fact that the coverage, especially in the case of TV2, deviated from declared policies might suggest that day-to-day editorial decisions regarding terrorist coverage require more nuanced reflection over self-censorship than is indicated by the clear-cut statements made in the public debate. Even though both editors-in-chief stated that the coverage of terrorists was a dilemma, more finely calibrated deliberations were not communicated. Principled statements seemed to be accompanied by ad hoc editorial decisions."]}, {"sec_title": "Conclusion: Post-factuality and the Self-censorship Dilemma", "sec_content": ["A pessimistic conclusion to the analysis would be to regard the discrepancy between what the broadcasters say and do as an effect of the post-factual in itself. Opinions uttered in public by the editors-in-chief seem to some extent detached from actual practice. However, it should also be kept in mind that, like other catchwords, the “post-factual” tends to block nuances. When applied to, for instance, coverage of terrorists, the risk is impending of repeating the superficiality and simplification that the concept is meant to critique.", "Tendencies coined under the term “post-factual” play a complicating role in the dilemma of media self-censorship. Media attention to terrorists and their acts can rarely pass as “just” information but will always be contested as it might play into terrorists’ hands: Ulrik Haagerup from DR criticized the sensationalistic aspects of press coverage of terrorism, to which he applied the phrase “breaking blood frenzy”. Meanwhile, Jacob Nybroe from TV2 reflected upon the dangers of suppressing information because this means the media have “given in to terrorists”. However, the window for media self-reflexivity seemed to open and close rather abruptly. This debate – as is often the case – surfaced in the wake of brutal attacks but has not been continued or followed up on in Denmark since, for instance, in order to evaluate whether the decisions for and against censorship were correct or whether the stated policies were actually carried out in practice. Challenges related to covering terrorism have been recognized for half a century. This article indicates that neither media practitioners nor scholarship in the field seems to have found viable solutions to the dilemma of self-censorship."]}], "references": [{"title": "Reimagining Repression: New Censorship Theory and After", "year": "2015", "journal": "History and Theory", "volume": "54", "authors": [{"name": "Bunn Matthew.", "first_name": "Bunn", "last_name": "Matthew.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Can Democracy Survive in the Post-factual Age?: A Return to the Lippmann-Dewey Debate About the Politics of News", "year": "1999", "journal": "Journalism \\& Mass Communication Monographs", "volume": "1", "authors": [{"name": "Bybee Carl.", "first_name": "Bybee", "last_name": "Carl.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism in the ‘Post-Factual Age’", "year": "1987", "journal": "Critical Studies in Mass Communication", "volume": "4", "authors": [{"name": "Ettema James S.", "first_name": "Ettema", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "ReCal: Intercoder Reliability Calculation as a Web Service", "year": "2010", "journal": "International Journal of Internet Science", "volume": "5", "authors": [{"name": "Freelon Deen G.", "first_name": "Freelon", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Beyond Anything We Have Ever Seen’: Beheading Videos and the Visibility of Violence in the War Against ISIS", "year": "2015", "journal": "International Affairs", "volume": "91", "authors": [{"name": "Friis Simone Molin.", "first_name": "Friis", "last_name": "Molin.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Conceptualizing Journalistic Self-censorship in Post-conflict Societies: A Qualitative Perspective on the Journalistic Perception of News Production in Serbia, Kosovo and Macedonia", "year": "2017", "journal": "Media, War \\& Conflict", "volume": "10", "authors": [{"name": "Jungblut Marc", "first_name": "Jungblut", "last_name": "Marc", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hoxha Abit", "first_name": "Hoxha", "last_name": "Abit", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Projectilic Image: Islamic State’s Digital Visual Warfare and Global Networked Affect", "year": "2017", "journal": "Media, Culture \\& Society", "volume": "39", "authors": [{"name": "Kraidy Marwan M.", "first_name": "Kraidy", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Organizational Production of Self-censorship in the Hong Kong Media", "year": "2009", "journal": "International Journal of Press/Politics", "volume": "14", "authors": [{"name": "Lee Francis L.F.", "first_name": "Lee", "last_name": "L.F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chan Joseph", "first_name": "Chan", "last_name": "Joseph", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Contested Ethics of Mainstream Reporting of Terrorism in the Social Media Age", "year": "2016", "journal": "Auckland University Law Review", "volume": "22", "authors": [{"name": "Lim Soyeon.", "first_name": "Lim", "last_name": "Soyeon.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "After Objectivity?", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "McNair Brian.", "first_name": "McNair", "last_name": "Brian.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Conflictual Media Events, Eyewitness Images, and the Boston Marathon Bombing (2013)", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Mortensen Mette.", "first_name": "Mortensen", "last_name": "Mette.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Iconic Image in a Digital Age: Editorial Mediations over the Alan Kurdi Photographs", "year": "2017", "journal": "Nordicom Review", "volume": "38", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette", "affiliation": "", "orcid": "", "role": ""}, {"name": "Allan Stuart", "first_name": "Allan", "last_name": "Stuart", "affiliation": "", "orcid": "", "role": ""}, {"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘New Media’—Media Events: Terrorist Act as Media Event", "year": "2008", "journal": "Communications: The European Journal of Communication Research", "volume": "33", "authors": [{"name": "Nossek Hillel.", "first_name": "Nossek", "last_name": "Hillel.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Jihad Cool/Jihad Chic’: The Roles of the Internet and Imagined Relations in the Self-Radicalization of Colleen LaRose (Jihad Jane)", "year": "2015", "journal": "Societies", "volume": "5", "authors": [{"name": "Picart Caroline Joan S.", "first_name": "Picart", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Censorship and Access to Terrorism Trials: A Social Architecture Analysis", "year": "2012", "journal": "Notre Dame Journal of Law, Ethics \\& Public Policy", "volume": "25", "authors": [{"name": "Silver Derigan.", "first_name": "Silver", "last_name": "Derigan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Picture Or It Didn’t Happen: A Snapshot of the Islamic State’s Official Media Output", "year": "2015", "journal": "Perspectives on Terrorism", "volume": "9", "authors": [{"name": "Zelin Aaron Y.", "first_name": "Zelin", "last_name": "Y.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Seeing the Present, Remembering the Past: Terror’s Representation as an Exercise in Collective Memory", "year": "2018", "journal": "Television and New Media", "volume": "19", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transnational Media Coverage of the ISIS Threat: A Global Perspective?", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Zhang Xu", "first_name": "Zhang", "last_name": "Xu", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea", "affiliation": "", "orcid": "", "role": ""}]}]}