{"doi": "10.1080/1461670X.2019.1580149", "url": "https://doi.org/10.1080/1461670X.2019.1580149", "title": "News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The Guardian", "volume": "20", "year": "2019", "issue": "15", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Bentivegna", "first_name": "Sara", "name": "Sara Bentivegna", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Marchetti", "first_name": "Rita", "name": "Rita Marchetti", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTThe aim of this paper is to study journalistic production and how news users interact with it. More specifically, the approach adopted is an attempt to bridge the gap between the analysis of how news outlets disseminate their news on social media platforms, and that relating to the use of such news within social contexts. To achieve this twofold objective, the content published on Facebook, as well as the interactions of users of four newspapers published in Spain (El Paìs), Italy (la Repubblica), France (Le Monde), and the UK (The Guardian), were analyzed during a period of six months (1 November 2016 – 30 April 2017). The newspapers were selected as quality daily newspapers, in view of their liberal or center-left political orientation, and their common editorial experience, resulting from the production of special issues. The analysis highlights a widespread trend towards light engagement. These readings are supported not only by the data on various interaction practices (likes, sharing, and commenting), but also by those that describe the use of Reactions – or rather, the chance to go beyond the simple Like.", "body": [{"sec_title": "Introduction", "sec_content": ["The study of the relationship between the media and their audience is nothing new, and it precedes social media. The uses and gratifications theory (Blumler and Katz 1974; Katz, Blumler, and Gurevitch 1973) has opened the way to a new conceptualization of media audience from passive to active, following a wide range of research on this topic. Our condition as information consumers has often been associated with forms of interaction with the content proposed by media organizations. In this regard, suffice it to recall the conversations resulting from the consumption of news reports provided by television – the so-called television talk, to use Lull’s (1980) expression – or, again, the discussions linked to the daily activity of watching the news at home (Mancini 1991). In the cases mentioned, the interaction was not with the product or with those who created it; it was, instead, limited to the context where the consumption experience took place, and to the people with whom the experience was shared. At that time, the only possible form of interaction with information producers consisted of letters or phone calls, and at a later stage, in faxes sent to the journalist or the newspaper.", "These minimal forms of interaction, if not their total absence, were definitely abandoned, following the consolidation of new communication technologies. The digitalization of information itself has significantly changed interaction, not only in terms of consumption, but also in terms of production, generating labels like “citizen journalism” (Gillmor 2004) and “participatory journalism” (Borger, van Hoof, and Sanders 2016). Still with regard to consumption, it should be noted that this has been revised, due to its increasing connection with those forms of interaction able to significantly transform the consumption action. This has led to redefine those who were once defined as “audience” – or, in Rosen’s words (2006), “formerly known as audience” – today identified as “active recipients of news” (Singer et al. 2011) or “news users” (Picone 2016). The new central role of news users has produced a shift in research, by drawing attention to “active recipients or users, rather than […] creators of content” (Larsson 2018b, 3). As will be seen in the following pages, this has generated a large body of literature on news consumption, with particular attention to various forms of interactive engagement with online news, from simple exposition to interactivity (Ksiazek, Peer, and Lessard 2016). More generally, the need was to understand why people use social media (Jain, Zaher, and Roy 2017). The literature stressed that the emotional investment of news users in the news they engage with is interesting, and it potentially might help explain their behavior on social media (Larsson 2018b). According to Zizi Papacharissi, we have to consider users as “affective publics”, which are “networked public formations that are mobilized and connected or disconnected expressions of sentiment” (Papacharissi 2015, 125). Moreover, affective publics differ “depending on sociocultural context and political economy systemic factors” (Papacharissi 2016, 6).", "Bearing these considerations in mind, in this paper the shift in research was interpreted by placing the behavior of Facebook users at the heart of analysis, when they come into contact with news published on a newspaper’s Facebook page. We analyzed the data on news users collected from the Facebook pages of the four most popular daily newspapers (El Paìs, Le Monde, la Repubblica, The Guardian) of four different countries (Spain, France, Italy, UK, respectively). The decision to analyze Facebook is not only related to the size of its audience, but also to the various engagement forms offered to users, as well as their related metrics available. Indeed, posts on Facebook pages allow three types of interaction: Likes, Shares, and Comments, followed by Reactions (introduced on Facebook in 2016), which can evoke positive (such as wonder) or negative emotions (such as sadness or anger). We are talking about different forms of interaction/reaction, that differently impact the information system, starting from the light engagement of Likes, or the various types of Reaction made available to users, including post sharing with friends, as well as the initiation of an actual conversation, in the case of comments. Lastly, the main interest of this paper lies in the ways such affective Reactions influence other forms of interaction – specifically sharing, liking, and commenting – recalling that different sociocultural and political contexts (Papacharissi 2016, 2015), along with different media systems (Hallin and Mancini 2004), may produce different forms of interaction."]}, {"sec_title": "Literature Review", "sec_content": ["Technological innovations impact significantly on both journalistic production and news users’ behavior (Picone 2016). Research has long led to interesting results with regard to changes in news production/circulation, as well as in the journalistic profession, while “audience metrics have thus far received only modest attention from researchers” (Karlsson and Clerwall 2013, 67). An even clearer stance in this respect has been taken by those who believe that, in the field of journalism studies, it is necessary to pay “particular attention to news users” (Picone, Courtois, and Paulussen 2015, 45).", "The requests to do research on news users result from some changes in the information system. First of all, media organizations have witnessed the diversification of the users’ access to their news, becoming increasingly dependent on the visits to their websites through social media (Cherubini and Nielsen 2016; Kümpel, Karnowski, and Keyling 2015). It becomes progressively important for news organizations to understand how and why some online content is more popular than others, taking into account the diversification of the ways through which news users interact with the content proposed by media outlets and professional journalists. Sharing, commenting and reacting to Facebook, Twitter and other social media posts have become daily practices for many news users, so much so that social media are increasingly seen “as spaces for the dissemination, circulation, and interpretation of the news” (Hermida 2016, 82). Several scholars have already investigated the reasons for sharing news, including sharing via email (Berger and Milkman 2012) along with sharing and commenting through social media (Ksiazek, Peer, and Lessard 2016; Kümpel, Karnowski, and Keyling 2015), without, however, reaching a shared conclusion. The literature on this topic has shown that “there is no ‘magic bullet’ to predict what news will become viral. Rather, a complex combination of users’ motivations, content characteristics, network structures, temporal patterns, and media systems affect what news catch on social media” (Valenzuela, Piña, and Ramírez 2017, 804). Nevertheless, it is not easy to consider all the dimensions identified by Valenzuela and colleagues at the same time.", "Most of the scholars agree that it is essential to study the content of news, in order to understand what news users find interesting, without forgetting that this is the only element directly controlled by journalists and media organizations (Valenzuela, Piña, and Ramírez 2017). It is then possible to analyze the dynamics that lead to greater sharing by news users on social media, by analyzing their behaviors online. This can be done thanks to the high availability of digital trace data produced by users and left behind while performing ordinary actions, such as liking, sharing, or commenting posts on online news platforms. According to Alhabash and McAlister (2015), there are three dimensions that determine the “virality” of some online content: reach (e.g., volume of sharing online), evaluation (e.g., number of likes, favorites), and deliberation (e.g., comments), with regard to which researchers can do their own analysis. Such forms of interaction have a different impact on the information system, as documented by literature on the attention paid to these issues by media organizations: “online news sites increasingly rely on these referrals from social media to improve their websites traffic, article views, and ultimately their economic success” (Kümpel, Karnowski, and Keyling 2015, 1), sometimes impacting on editorial choices and news priorities (Cherubini and Nielsen 2016). Furthermore, we must consider that – since the summer of 2016 – users have been given new opportunities to express their Reactions, which are useful in trying to understand why news users share certain news. The simple Like now includes a wide array of choices, ranging from generic appreciation (Like) to great appreciation (Love), laughter (Haha), enthusiasm (Wow), sadness (Sad), and anger (Angry). All these reactions are represented by some emoticons that appear when selecting the Like button, enabling users to express the feelings evoked by the news. While still dealing with interactivity with the medium (Stromer-Galley 2004) or with the content (Ksiazek, Peer, and Lessard 2016), there is no doubt that the introduction of Reactions has increased the ways of interacting available to users.", "However, despite the availability of metrics relating to users’ interactions, it must be borne in mind that the dynamics governing such processes are traceable to cognitive, affective, or pragmatic dimensions (Costera Meijer and Groot Kormelink 2015; Groot Kormelink and Costera Meijer 2017; Papacharissi 2015). Some authors, for instance, have stressed the importance of the role played by emotions and the emotional regulation of digital sharing (Heimbach and Hinz 2016), as well as a direct connection between basic human psychology and news sharing (Hermida 2014). Nevertheless, such connections can be identified only thanks to ad hoc studies. Hence, scholars can only limit themselves to registering the selected mode, without associating it with a specific dimension. Moreover, we should bear in mind that whatever interaction mode is chosen, it automatically takes on a public role (Lee and Tandoc 2017), that helps identifying the person, by making a key contribution to his online self-presentation. One of the drivers of news sharing is the intent to communicate a specific identity to others (or oneself) (Berger 2014). Which means that each chosen interaction mode should be considered in its complexity, i.e., not only with regard to the news with which one interacts, but also to his/her relational sphere. As highlighted by many scholars, users’ offline networks are likely to be represented online on Facebook, and this “may affect the motivations for sharing particular content as well as the degree of visibility of the content being shared” (Valenzuela, Piña, and Ramírez 2017, 810).", "By analyzing the data available to researchers on online platforms, without carrying out ad hoc studies, we can only understand the connection between the expression of feelings through Reactions, and the practice of commenting and sharing. Notwithstanding these limitations, such analysis can help shed light on the dynamics that make news users more involved in news consumption on social media, without taking into account content offered by media organizations."]}, {"sec_title": "Research Questions", "sec_content": ["As said before, the aim of this paper is to study journalistic production and how news users interact with it. More specifically, the approach adopted is an attempt to bridge the gap between the analysis of how news outlets disseminate their news on social media platforms and that related to the use of such news within social contexts (Mitchelstein and Boczkowski 2010). To achieve this twofold objective, the content published on Facebook, as well as the interactions of users of four newspapers published in Spain (El Paìs), Italy (la Repubblica), France (Le Monde), and the UK (The Guardian), were analyzed during a period of six months.", "Starting from the idea that there is a link between the news content (in particular, their ability to elicit both positive and negative emotions) and the propensity to share and comment (Berger and Milkman 2012; Kalsnes and Larsson 2017; Kümpel, Karnowski, and Keyling 2015; Larsson 2018a), just as there is a similar influence of external or environmental factors (Boczkowski and Mitchelstein 2012), we formed a hypothesis relating users’ Reactions to the published content. Such Reactions – that we considered as a proxy of users’ feelings (Papacharissi 2016) – include a wide array of feelings, ranging from appreciation (Like), to great appreciation (Love), laughter (Haha), enthusiasm (Wow), and then to sadness (Sad), and anger (Angry). These are, in our opinion, extremely useful in order to understand the relationship between users and news. In particular, we hypothesized that those news stories that elicit positive Reactions (benevolence effect) are more likely to be shared, by making a key contribution to one’s self-presentation, with respect to the members of his/her community. Conversely, those news stories that inspire angry or indignant Reactions (anger effect) are more likely to generate comments, giving people the chance to take part in the online public debate. Finally, with specific regard to political news stories, we hypothesized that these are more likely to elicit negative reactions from users, as well as greater number of comments. This is due to the crisis of the relationship between citizens and those political institutions which are present in most consolidated democracies (including the countries taken into account in our work). Our working assumptions can thus be synthesized as follows: H1: Posts that elicit positive Reactions from users are more likely to produce shares (benevolence effect). H2: Posts that elicit negative Reactions from users are more likely to produce comments (anger effect). H3: Political posts are more frequently associated with negative Reactions and they are more likely to produce comments (political anger effect).These hypotheses were translated into four research questions: RQ1: What user Reactions are more likely to produce shares? RQ2: What user Reactions are more likely to produce comments? RQ3: What Reactions are used, in the case of political posts? RQ4: Which Reactions used in political posts are more likely to elicit comments?", "H1: Posts that elicit positive Reactions from users are more likely to produce shares (benevolence effect).", "H2: Posts that elicit negative Reactions from users are more likely to produce comments (anger effect).", "H3: Political posts are more frequently associated with negative Reactions and they are more likely to produce comments (political anger effect).", "RQ1: What user Reactions are more likely to produce shares?", "RQ2: What user Reactions are more likely to produce comments?", "RQ3: What Reactions are used, in the case of political posts?", "RQ4: Which Reactions used in political posts are more likely to elicit comments?"]}, {"sec_title": "Data and Methods", "sec_content": ["The four newspapers analyzed (El Paìs, Le Monde, la Repubblica, The Guardian) were selected as quality daily newspapers, in view of their liberal or center-left political orientation, and their common editorial experience, resulting from the production of special issues.1 Furthermore, the newspapers examined have a fairly similar number of readers: El Paìs 3,349,788, la Repubblica 3,188,335, Le Monde 3,428,152, except The Guardian, which has more than six million readers (6,220,014).2 As regards the selection of countries, this was dictated by the need to have significantly different data on information production and consumption, in order to reproduce the diverse intensities of audience engagement, which is particularly high in Spain and Italy, and more contained in France and the UK (Reuters 2016). The 2016 Reuters report clearly stressed the diversity of types of news participation, among the various countries: the percentage of people engaged in such activities, during a week, ranges from 80% in Spain to 76% in Italy, downsizing up to 66% in France and 60% in the UK. Those twenty percentage points separating Spain from the UK indicate the presence of different forms of news participation. The four newspapers have similar characteristics, but are located in different contexts, with rather diverse forms of news participation. The abovementioned features and the analysis of all news published on the newspapers’ Facebook pages represent, in our view, the best way to promote dialogue and interaction between the information collected from new media platforms and the actual use made by users (Livingstone 2013, 28), as well as to verify some of our hypotheses.", "For six months, from 1 November 2016–30 April 2017, we analyzed the news offered and the related audience engagement. In particular, we recorded the specific type of interaction (like, share, comment) used for each published post. In the six months under review, all the posts published by the four selected newspapers, along with the corresponding interactions were downloaded and archived, using Netvizz (Rieder 2013). The decision to extend the duration of the analysis to six months was due to the need to cover a sufficiently long period of time, in order to pinpoint consolidated behaviors and links with particularly significant events, considered as “external influences” (Boczkowski and Mitchelstein 2012). Examples include: Brexit consequences, early voting in the UK, the Italian constitutional referendum, the French presidential election campaign, and the American presidential campaign.", "Overall, we downloaded 44,636 posts published by the four newspapers, during the six-month period. However, the analysis covered only 32,423 posts, namely those which registered more than 5 interactions (median value). Le Monde was the newspaper that published more frequently (10,149 posts), followed by El Paìs (8,365), la Repubblica (7,255), and The Guardian (6,654).", "The detailed analysis of the Reactions and interactions was carried out by using the median and by transforming data into logarithmic scales, with the aim of minimizing the consequences connected to the presence of skewed values (Larsson 2018b; Raynauld and Greenberg 2014). At the same time, we analyzed the content of each post, and related it to ten thematic areas (domestic politics, international politics, economy, crime, social issues, culture, sports, accidents, science and technology issues, other issues), examined in previous studies (Larsson 2018b; Reinemann et al. 2012; Valenzuela, Piña, and Ramírez 2017). By classifying the posts’ content3, we managed to carry out an analysis aimed at identifying the link between news offered and interactions activated by the audience. In particular, we performed several multiple regression analysis, in order to test the existence of a connection between specific Reactions (Like, Thankful, Love, Haha, Wow, Sad, and Angry) and specific interactions (share and comment), as hypothesized in H1 and H2, as well as between the posts’ content and the reactions/interactions initiated, as hypothesized in H3."]}, {"sec_title": "Findings", "sec_content": ["During the six-month study period, the 32,423 posts published by the selected newspapers elicited the interactions described in Table 1. Likes were the preferred interaction mode, while comments and news sharing were less frequent. This is actually not surprising, considering that Likes represent a form of light engagement that requires nothing more than pressing a button. This may be the equivalent of the so-called “slacktivism” (Morozov 2011), which is often criticized and used as an example of those forms of participation that are not particularly demanding for individuals. As a matter of fact, the introduction of Reactions gave people the chance to go beyond the simple Like, in order to express specific feelings (liking, being surprised, being angry, etc.) related to the news with which they come into contact. We further discuss the specific Reactions later in this paper. News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 1. Descriptive statistics of each post (Median).CSVDisplay Table", "Turning now to the practice of news sharing – which is the main objective of news agencies – it is not particularly common among news users. Users’ relative reluctance to share news, understood as “the practice of giving a defined set of people access to news content via social media platforms, as by posting or recommending it” (Kümpel, Karnowski, and Keyling 2015), can be due to various circumstances and motivations. It can be, for instance, a consequence of belonging to a network that cultivates diverse interests, or expresses different political positions. Or it may stem from the fact that the news content is (or is not) congruent with the image one wants to give of him/herself on the scene (Goffman 1959), or from a low propensity for opinion leadership (Boyd, Golder, and Lotan 2010), in the field of information. Conversely, belonging to a network that shares one’s interests and positions, the will to appear as a well-informed citizen and to acquire a specific status, as well as vocation to leadership may be reasons for sharing news. In any case, as mentioned above, researchers cannot go into the details of such dynamics without specific research available (Costera Meijer and Groot Kormelink 2015). Whatever the case may be, the practice of sharing is definitely more demanding than Likes for individuals, and it is extremely important for news organizations.", "The use of comments, instead, seems to be more common, allowing users to take a stand and to express themselves publicly. Despite being often considered of little use, or even an expression of incivility, vulgarity, and source of annoyance, comments are still regarded positively by news organizations, since they contribute to direct traffic to their products. From the perspective of news users, comments allow them to interact both with the content and – at least in theory – with the journalist and whoever else is interested and willing to participate in the discussion. Similarly to sharing, also the practice of commenting “may serve different communicative functions” (Lee and Tandoc 2017, 442) for individuals, about which nothing can be said, in the absence of ad hoc studies. On the other hand, data reported in the table confirm that “sharing and commenting on the news is still largely the province of a small group” (Reuters 2016, 99), that does not exceed 31% in the case of proactive participators (those who comment and publish content), and 21% in the case of reactive participators (those who share news). Among news users of the various news agencies, there are different inclinations, both with regard to sharing (emphasized in the case of The Guardian, and sporadic in that of Le Monde) and commenting (emphasized again in the case of The Guardian, and sporadic in that of El Paìs).", "Now, turning to the types of Reactions used by news users, the first noticeable fact in Table 1 concerns the stability of the Like mode, even after the introduction of numerous alternatives for users. The distribution of the median among the various newspapers shows slight differentiations, which however reflect Likes’ frequency statistics, ranging from 506 to 500. Analogously, the distribution during the months under review shows a small and constant reduction that, nevertheless, does not alter, the indisputable primacy of Likes as the most common form of audience engagement. Furthermore, the small and progressive contraction of the Like Reaction is not followed by a uniform and parallel increase of other Reactions, with the partial exception of Love. This findings are fully consistent with those presented by Larsson (2018b), regarding four Scandinavian newspapers, analyzed from 1 January to 31 March 2016. Larsson’s research showed that although “the practice of liking appears to be decreasing, it nevertheless remains the clearly most common form of audience engagement” (Larsson 2018b, 8). What is surprising is not the substantial overlapping of data, but the stability of the trend observed when those new functionalities were introduced, after almost a year. Hence, what seemed to be a modest presence, due to the new introduction, appears instead to be a stable propensity to use Likes, without further specifications.", "Before testing the validity of our hypotheses, we should focus on the content of the newspapers’ posts with which users have interacted (Table 2). The category that recorded the highest value was Culture, art, show business, and curiosities (28.6%), followed by International politics (26.5%), and Domestic politics (18.6%). These first data confirm some well-known features of the newspapers analyzed (such as a keen interest in international and domestic politics), and show a not as well-known, though still strong interest in the so-called “soft news” (Reinemann et al. 2012). The large amount of space dedicated to international political issues, during the period considered, was mainly due to a widely discussed event, which is Donald Trump’s election to the White House. Indeed, we observed a first spike in posts dedicated to international politics in November, when Americans casted their vote, and a second one in January, when the Inauguration Ceremony for the new US President took place. The newspaper that least discussed international politics was la Repubblica (13%), giving priority to Crime, Accidents and Social issues. These data depend on the characteristics of the readership of each newspaper analyzed. As regards the Italian case, such findings may be due to the lesser international importance of la Repubblica, compared to The Guardian, Le Monde, and partly even El Paìs, which are all distributed and read also outside the UK, France, and Spain. News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 2. Topic and news organizations.CSVDisplay Table", "The differences recorded between the newspapers considered, as regards domestic politics, instead, were due to events in the countries concerned. Le Monde has recorded a high level of domestic political topics (31%), since the research was conducted during the French electoral campaign that brought Macron to power. The Guardian and la Repubblica have equally dealt with domestic politics, by focusing respectively on the effects of Brexit and the Italian constitutional referendum of December 4. El Paìs did not deal so much with domestic politics, probably not due to Spanish newspapers’ lower propensity to discuss domestic politics, but rather because, during the six months analyzed, no significant events took place in Spanish politics.", "Table 3 sets out the interactions with the single topics; as concerns Likes, the highest values are recorded for Culture (median = 818), Science (median = 649), and Social Issues (median = 153). Also Shares recorded similar values, although smaller, for the same topics. Users comment more frequently on Domestic politics (median = 266) and Crime (median = 153). In the case of Reactions, positive feelings are mainly associated with Culture, Social issues, and Science; while Politics (both national as international) is more frequently associated with anger and laughter, probably mockery. It is no coincidence that the post with the greatest number of Haha (13,930) referred to an article with a clearly ironic title, “Merkel ‘explains’ refugee convention to Trump in phone call” (The Guardian, 29 January 2017). The post that provoked the Angriest Reactions was the video of Trump’s entry to the White House. Lastly, the Sad Reaction accompanied topics concerning Accidents and Crime. News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 3. Descriptive statistics of each post (Median) and Topic.CSVDisplay Table", "Although there were many political stories during this time, the most frequently liked and shared categories were Culture and Entertainment, and Science and Technology, respectively, confirming the virality of this kind of topics (Valenzuela, Piña, and Ramírez 2017) and users’ preference for “soft news” (Reinemann et al. 2012). Despite the increasing centrality of social media as news experience tools, users use Facebook and other platforms for different purposes (Groot Kormelink and Costera Meijer 2014). As Costera Meijer and Groot Kormelink (2015) highlighted, Facebook is considered “primarily as a social thing” (2015, 10) by users, who hardly share news published by professional news organizations, except for “funny or peculiar items” (2015, 10).", "Now that we have illustrated how news agencies publish on Facebook, as well as the forms of interaction used by news users, we will proceed by testing our working hypotheses. It is worth noting that Reactions to posts can be regarded as proxies for users’ feelings, when they interact. We can now start testing the validity of our first hypothesis, according to which posts that elicit positive Reactions are more likely to produce shares. Table 4 shows the results of the multiple regression (based on median values converted into logarithmic scales), describing the influence of Reactions on sharing and commenting. Starting from the analysis of the Beta value for shares for all newspapers, Love Reactions definitely represent a predictor of sharing. It is followed by the predictable Like and Surprise Reactions. Nevertheless, all those Reactions that contribute to sharing are positive, confirming our hypothesis and also the findings emerged from other studies (Berger and Milkman 2012; Kümpel, Karnowski, and Keyling 2015). This trend can be noticed in all the newspapers considered, with the partial exception of la Repubblica and Le Monde, whose shared posts are also associated with Sad Reactions. This result suggests that strong emotions (both happy or sad) associated to different topics lead to sharing (Larsson 2018b). This exception can be explained bearing in mind that, in the period examined, the Italian newspaper gave significant space to Accidents (with a total presence of 77%), in coincidence with the tragedy of Rigopiano hotel (an entire hotel buried under snow, concurrently with the seismic events of January 2017, which followed a series of earthquakes that hit central Italy, in 2016). As for Le Monde, instead, Sad Reactions were associated with coverage of national political events, a topic with values higher than average, especially from February (36.8%) to April (44.1%), before the June presidential elections. Notwithstanding these exceptions, our hypothesis on the existence of a benevolence effect is confirmed thanks to the constant and widespread presence of positive Reactions. News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 4. Regression analysis detailing the influence of Reactions on Shares and Comments.CSVDisplay Table", "On the other hand, comments present a completely different scenario. In this case, our hypothesis was that posts that elicit negative Reactions from users are more likely to produce comments, creating a sort of anger effect. However, although data confirm the existence of this link (the Beta value of Angry Reactions takes the highest value as a predictor of commenting), they also show other significant influences: the Haha Reaction, for instance, which exceeds Anger in la Repubblica, or the Like Reaction, which exerts greater influence in the case of Le Monde, or even the Love Reaction, in the case of The Guardian. In short, data confirming the existence of an anger effect also show other influences. The co-existence of different kinds of Reactions (both positive and negative) in the most marked expressions, recorded in the same cases, can be actually qualified as an extension of the connection already pinpointed in the practice of sharing and commenting. This means that there is a connection between “high-arousal positive (awe) or negative (anger or anxiety) emotions” and virality (Berger and Milkman 2012, 192). Thus, news users share and comment those content which emotionally involve them.", "In order to check the validity of our last hypothesis, claiming that political posts are more frequently associated with negative Reactions and more likely to produce comments, we ran a multiple regression, comparing Reactions to political posts with those to all other topics. First of all, it is important to note that political posts have a median value of 226 in the case of comments, as opposed to a median value of 152 in all other subjects (Table 5). These data show how politics is a great stimulus for people to share their opinions in a public context. The question of Reactions to political posts is, instead, more complex: sharing is accompanied by the decision to use a generic Like or a Sad Reaction, while comments confirm the link with the Like but also with Haha and Angry Reactions. Conversely, when the content is not political, clearly positive Reactions are associated with sharing, while Angry, Like, and Haha are associated with comments. Yet again, data show that news users share and comment on posts – even political ones – that inspire clear Reactions, either positive or negative. Still, it is worth underlining that such Reactions do not ever entail complete appreciation, expressed with Love, showing how news users like to discuss about politics, although they do not enjoy politics (Table 5). News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 5. Regression analysis detailing the influence of Reactions on Shares and Comments for topic of post (Politics/All Topics).CSVDisplay Table", "The disaggregation of data in relation to the newspapers analyzed confirms this general trend and brings out some details. For example, the Like Reaction is the one which is most frequently associated with sharing and commenting, with the conspicuous exception of Le Monde, which shows a strong association with the Sad Reaction. At first sight, such Reaction seems foreign to politics, but it is explained by the presence of commemorative events of the terrorist acts that hit France, or of statements about these events by prominent figures in domestic politics. Be that as it may, it is an interesting data that contributes to place the feeling of sadness within the traditional range associated with politics. Another remarkable element is the constant presence of Haha Reactions along with comments, such as to suggest that we are dealing with a mockery laugh, rather than a fun laugh. One of those posts that received numerous comments and Haha Reactions was, for instance, the comment on the photo of Vladimir Putin wearing makeup: “En Rusia está prohibido pero el mundo entero se ha puesto a compartir ahora esta imagen que tanto molesta a Vladímir Putin. En verne.” (El Paìs, 8 April 2017). Or the following post by la Repubblica: “An unprecedented Berlusconi nurses a lamb saved from Easter lunch (from Repubblica TV)” (la Repubblica, 9 April 2017). Or even the post attached to the picture of a MEP showing a placard during an interview with Nigel Farage; I had a “screw it” moment, says MEP who held the sign up behind Nigel Farage. Labour MEP Seb Dance says he held up sign saying: “He’s lying to you” because he was frustrated at former Ukip leader getting airtime. (The Guardian, 2 February 2017)Lastly, Angry Reactions associated with the practice of commenting clearly confirm that political posts by news media produce the desire to communicate/share people’s indignation, as was the case of the cancellation of Mexico’s Enrique Peña Nieto’s visit to the U.S., in El Paìs (“DIRECTO | Donald Trump habla tras la cancelación de la reunión entre EE UU y México http://cort.as/sX” El Paìs, 26 January 2017). Another case is the alleged involvement of the wife of the French right-wing leader in a corruption case, in a post by Le Monde (“Penelope Fillon a perçu quelque 500 000 euros brut en tant qu’attachée parlementaire révèle dans son édition à paraître mercredi 25 janvier Le Canard enchaîné” Le Monde, 24 January 2017) (Table 6). News Users on Facebook: Interaction Strategies on the Pages of El Paìs, la Repubblica, Le Monde, and The GuardianAll authorsSara Bentivegna  & Rita Marchetti https://doi.org/10.1080/1461670X.2019.1580149Published online:14 February 2019Table 6. Regression analysis detailing the influence of Reactions on Shares and Comments for Political topic.CSVDisplay Table", "I had a “screw it” moment, says MEP who held the sign up behind Nigel Farage. Labour MEP Seb Dance says he held up sign saying: “He’s lying to you” because he was frustrated at former Ukip leader getting airtime. (The Guardian, 2 February 2017)", "Our third and final working hypothesis appears to be confirmed by data, even though it requires an integration for those Reactions associated with comments on political posts: it is not only anger and indignation that push people to interact, but also laugh, albeit a tight-lipped one."]}, {"sec_title": "Discussion and Conclusion", "sec_content": ["It is difficult to argue that the growing and widespread use of social media has not changed and is still not changing “how news is produced, disseminated, and discussed” (Nielsen and Schrøder 2014, 472). As citizens and scholars, we experience this change every day, just as much as we produce data and leave traces of our interactions with the news with which we come into contact, every day.", "It is precisely on these data that we focused our attention, by taking into account the forms of news engagement of those who got in touch with the four newspapers considered (El Paìs, la Repubblica, Le Monde, The Guardian), over a six-month period. These forms of engagement are continuously redefined, as a result of the implementation of functionalities offered by platforms to enable interactions with news, in line with social media's nature. By analyzing 32,423 posts, we managed to reach general conclusions about the relationship between individuals and information provided by traditional media through Facebook, in a comparative perspective.", "As regards our hypotheses – based on the extant literature on the reasons behind sharing and commenting on news, as well as on the introduction of Reactions enabling users to state their feelings relative to posts, here considered as forms of affection (Papacharissi 2015) – the data collected allow us to: Confirm the existence of a link between positive feelings and the practice of sharing (benevolence effect), consistent with the findings of previous studies (Berger and Milkman 2012; Kümpel, Karnowski, and Keyling 2015). However, the Italian and French exceptions suggest that it is necessary to consider the emotions’ strength, since strong emotions (happy or sad) facilitate the engagement of news consumers by means of sharing.Confirm the existence of a link between Angry Reactions and the practice of commenting (anger effect), even if supplemented by reference to high-arousal emotions (Berger and Milkman 2012).Confirm the greater predisposition to comment, in the case of political matters.Scale down the link between commenting on political matters and Angry Reactions, and introduce the Haha Reaction, probably in mockery.", "Confirm the existence of a link between positive feelings and the practice of sharing (benevolence effect), consistent with the findings of previous studies (Berger and Milkman 2012; Kümpel, Karnowski, and Keyling 2015). However, the Italian and French exceptions suggest that it is necessary to consider the emotions’ strength, since strong emotions (happy or sad) facilitate the engagement of news consumers by means of sharing.", "Confirm the existence of a link between Angry Reactions and the practice of commenting (anger effect), even if supplemented by reference to high-arousal emotions (Berger and Milkman 2012).", "Confirm the greater predisposition to comment, in the case of political matters.", "Scale down the link between commenting on political matters and Angry Reactions, and introduce the Haha Reaction, probably in mockery.", "Our study confirms a greater propensity of users to interact with those news that involve them emotionally (Papacharissi 2016, 2015). Consequently, this result influences editorial choices and news prioritization. It is indeed important for media professionals to understand how and why some online content is more popular than others, in order to increase their web traffic and to share their content online (Cherubini and Nielsen 2016; Hermida 2016). However, from a general perspective, our considerations comply with the widespread propensity for light engagement. Support for this reading is provided not only by data on different interaction practices (with Likes, as will be recalled, clearly exceeding shares and comments), but also by those describing the use of Reactions, or rather, the chance to go beyond the simple Like and specify people’s feelings in relation to news. As concerns Reactions, data indicate that news users use them to a limited extent, by merely clicking the Like button. It is impossible to know if this is due to specific choices regarding the information area, or to a users’ behavior occurring in relation to other topics, given that data on the use of Reactions were not made public, except that which ranks Love as the most used.4 Nevertheless, bearing in mind that these data – which are common to all four national contexts considered – are consistent with those collected by Larsson (2018b) in Scandinavia, the most likely interpretation is that users definitely prefer to use the simple Like as an alternative to more specific Reactions. In short, there is no great interest in the new functions offered by the platform, favoring traditional ways to interact with online content (likes, shares, comments).", "Further evidence of the prevalence of light engagement is provided by the level of success of the practice of sharing. As emerged from data reading, such practice is less frequent – even less so than commenting – among news users of the news organizations analyzed. This is of course not an exceptional finding, in view of the fact that sharing on platforms has for long been known as a practice involving the construction process of individual’s identity, as well as the relationship management within the network, in some sort of “front-stage performance” (Kalsnes and Larsson 2017, 15). On the other hand, it is no coincidence that both news sharing and commenting are the prerogative of a fairly small group of people, the so-called reactive and proactive participators (Reuters 2016). That said, it will not have escaped the reader that the limited recourse to the practice of sharing reduces the process of media hybridization (Chadwick 2013), by blocking a flow of information able to multiply, during the various steps. The comparison performed by analyzing news users’ behaviors in relation to four news agencies, in different national contexts, highlighted a common trend towards the transformations in the world of journalism, at least in Western European countries,. This conclusion is relevant above all if we consider that, despite the similarities among the newspapers analyzed, stressed at the beginning of this paper (liberal or center-left political orientation, a common editorial experience, resulting from the production of special issues, and fairly similar number of Facebook users), the countries considered are characterized by different media systems (Hallin and Mancini 2004).", "As seen in our research, news users’ clear preference for forms of light engagement sheds new light on the need for interaction with news on Facebook. To be more precise, it translates this need into the expression of a simple Like, declining the offer of other alternatives. It is possible that such conservatism in interactions practices by users is due to the type of agency selected, albeit in different national contexts, or to their authoritative nature and their popularity, at international level (except la Repubblica). In the absence of data on different kinds of newspapers – such as tabloids or newspapers that are strongly polarized in the political debate – it is not possible to reach a clear-cut conclusion, in this respect. A worthwhile direction for future research would be to analyze two other newspapers for each country considered. With the aim to integrate this research, taking into account the features of the different media systems in each country (Hallin and Mancini 2004), we suggest to examine other widely circulated quality newspapers, with a conservative/center-right or unclear political orientation (such as il Giornale and Corriere della Sera in Italy, Le Figaro in France, The Times in the UK, ABC or Lavanguardia in Spain), and tabloids (such as The Sun in the UK, or Le Canard Enchaîné in France). We hypothesize that the type of newspaper (quality vs tabloid; center-left, center-right or unclear political affiliation) and a diverse readership could change news users’ behavior. An extension of our research in this direction could provide interesting data and overcome the main limits of this work. Analogously, the decision to consider a period full of political news represents a limit of this work. It would be valuable to know more about a period without elections in France, Italy, Spain, and the UK. Nevertheless, the collected data still clearly indicate that the need for new forms of interaction is not particularly widespread among news users, at least among those who get in touch with the news feed of the news media selected."]}], "references": [{"title": "Redefining Virality in Less Broad Strokes: Predicting Viral Behavioral Intentions from Motivations and Uses of Facebook and Twitter", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Alhabash Saleem", "first_name": "Alhabash", "last_name": "Saleem", "affiliation": "", "orcid": "", "role": ""}, {"name": "McAlister Anna R", "first_name": "McAlister", "last_name": "R", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Word of Mouth and Interpersonal Communication: A Review and Directions for Future Research", "year": "2014", "journal": "Journal of Consumer Psychology", "volume": "24", "authors": [{"name": "Berger Jonah.", "first_name": "Berger", "last_name": "Jonah.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What Makes Online Content Viral?", "year": "2012", "journal": "Journal of Marketing Research", "volume": "49", "authors": [{"name": "Berger Jonah", "first_name": "Berger", "last_name": "Jonah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Milkman Katherine L", "first_name": "Milkman", "last_name": "L", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Users Take Advantage of Different Forms of Interactivity on Online News Sites: Clicking, E-Mailing, and Commenting", "year": "2012", "journal": "Human Communication Research", "volume": "38", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Expecting Reciprocity: Towards a Model of the Participants’ Perspective on Participatory Journalism", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel", "affiliation": "", "orcid": "", "role": ""}, {"name": "van Hoof Anita", "first_name": "van", "last_name": "Anita", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sanders José", "first_name": "Sanders", "last_name": "José", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Editorial Analytics: How News Media are Developing and Using Audience Data and Metrics", "year": "2016", "journal": "SSRN Electronic Journal", "volume": "", "authors": [{"name": "Cherubini Federica", "first_name": "Cherubini", "last_name": "Federica", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nielsen Rasmus Kleis", "first_name": "Nielsen", "last_name": "Kleis", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Checking, Sharing, Clicking and Linking", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene", "affiliation": "", "orcid": "", "role": ""}, {"name": "Groot Kormelink Tim", "first_name": "Groot", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tailor-Made News", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Groot Kormelink Tim", "first_name": "Groot", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "It’s Catchy, but It Gets You F*cking Nowhere", "year": "2017", "journal": "The International Journal of Press/Politics", "volume": "22", "authors": [{"name": "Groot Kormelink Tim", "first_name": "Groot", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Impact of Content Sentiment and Emotionality on Content Virality", "year": "2016", "journal": "International Journal of Research in Marketing", "volume": "33", "authors": [{"name": "Heimbach Irina", "first_name": "Heimbach", "last_name": "Irina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hinz Oliver", "first_name": "Hinz", "last_name": "Oliver", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Magazines and Social Media Platforms: Strategies for Enhancing User Engagement and Implications for Publishers", "year": "2017", "journal": "Journal of Magazine \\& New Media Research", "volume": "17", "authors": [{"name": "Jain Parul", "first_name": "Jain", "last_name": "Parul", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zaher Zulfia", "first_name": "Zaher", "last_name": "Zulfia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Roy Enakshi", "first_name": "Roy", "last_name": "Enakshi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Understanding News Sharing Across Social Media", "year": "2017", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Kalsnes Bente", "first_name": "Kalsnes", "last_name": "Bente", "affiliation": "", "orcid": "", "role": ""}, {"name": "Larsson Anders Olof", "first_name": "Larsson", "last_name": "Olof", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Negotiating Professional News Judgment and ‘Clicks’", "year": "2013", "journal": "Nordicom Review", "volume": "34", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Uses and Gratifications Research", "year": "1973", "journal": "Public Opinion Quarterly", "volume": "37", "authors": [{"name": "Katz E.", "first_name": "Katz", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Blumler Jay G.", "first_name": "Blumler", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gurevitch M.", "first_name": "Gurevitch", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "User Engagement with Online News: Conceptualizing Interactivity and Exploring the Relationship between Online News Videos and User Comments", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Ksiazek Thomas B", "first_name": "Ksiazek", "last_name": "B", "affiliation": "", "orcid": "", "role": ""}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lessard Kevin", "first_name": "Lessard", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Sharing in Social Media: A Review of Current Research on News Sharing Users, Content, and Networks", "year": "2015", "journal": "Social Media + Society", "volume": "1", "authors": [{"name": "Kümpel Anna Sophie", "first_name": "Kümpel", "last_name": "Sophie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Karnowski Veronika", "first_name": "Karnowski", "last_name": "Veronika", "affiliation": "", "orcid": "", "role": ""}, {"name": "Keyling Till", "first_name": "Keyling", "last_name": "Till", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘I Shared the News Today, Oh Boy’", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Larsson Anders Olof.", "first_name": "Larsson", "last_name": "Olof.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Diversifying Likes", "year": "2018", "journal": "Journalism Practice", "volume": "12", "authors": [{"name": "Larsson Anders Olof.", "first_name": "Larsson", "last_name": "Olof.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When News Meets the Audience: How Audience Feedback Online Affects News Production and Consumption", "year": "2017", "journal": "Human Communication Research", "volume": "43", "authors": [{"name": "Lee Eun-Ju", "first_name": "Lee", "last_name": "Eun-Ju", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Participation Paradigm in Audience Research", "year": "2013", "journal": "The Communication Review", "volume": "16", "authors": [{"name": "Livingstone Sonia.", "first_name": "Livingstone", "last_name": "Sonia.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Social Uses of Television", "year": "1980", "journal": "Human Communication Research", "volume": "6", "authors": [{"name": "Lull James.", "first_name": "Lull", "last_name": "James.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Online News Consumption Research: An Assessment of Past Work and an Agenda for the Future", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Relative Importance of Social Media for Accessing, Finding, and Engaging with News", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Nielsen Rasmus Kleis", "first_name": "Nielsen", "last_name": "Kleis", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schrøder Kim Christian", "first_name": "Schrøder", "last_name": "Christian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Affective Publics and Structures of Storytelling: Sentiment, Events and Mediality", "year": "2016", "journal": "Information, Communication \\& Society", "volume": "19", "authors": [{"name": "Papacharissi Zizi.", "first_name": "Papacharissi", "last_name": "Zizi.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Grasping the Digital News User", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Picone Ike.", "first_name": "Picone", "last_name": "Ike.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When News Is Everywhere", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Picone Ike", "first_name": "Picone", "last_name": "Ike", "affiliation": "", "orcid": "", "role": ""}, {"name": "Courtois Cédric", "first_name": "Courtois", "last_name": "Cédric", "affiliation": "", "orcid": "", "role": ""}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tweet, Click, Vote: Twitter and the 2010 Ottawa Municipal Election", "year": "2014", "journal": "Journal of Information Technology \\& Politics", "volume": "11", "authors": [{"name": "Raynauld Vincent", "first_name": "Raynauld", "last_name": "Vincent", "affiliation": "", "orcid": "", "role": ""}, {"name": "Greenberg Josh", "first_name": "Greenberg", "last_name": "Josh", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hard and Soft News: A Review of Concepts, Operationalizations and Key Findings", "year": "2012", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Interactivity-as-Product and Interactivity-as-Process", "year": "2004", "journal": "The Information Society", "volume": "20", "authors": [{"name": "Stromer-Galley Jennifer.", "first_name": "Stromer-Galley", "last_name": "Jennifer.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Behavioral Effects of Framing on Social Media Users: How Conflict, Economic, Human Interest, and Morality Frames Drive News Sharing", "year": "2017", "journal": "Journal of Communication", "volume": "67", "authors": [{"name": "Valenzuela Sebastián", "first_name": "Valenzuela", "last_name": "Sebastián", "affiliation": "", "orcid": "", "role": ""}, {"name": "Piña Martina", "first_name": "Piña", "last_name": "Martina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ramírez Josefina", "first_name": "Ramírez", "last_name": "Josefina", "affiliation": "", "orcid": "", "role": ""}]}]}