{"doi": "10.1080/21670811.2015.1104256", "url": "https://doi.org/10.1080/21670811.2015.1104256", "title": "Resiliency in Recovery", "volume": "4", "year": "2016", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Boyles", "first_name": "Jan", "name": "Jan Lauren Boyles"}], "abstract": "Hurricane Katrina thoroughly restructured New Orleans as a news environment. In the recovery period, New Orleans also lost its daily, printed newspaper when the venerated, Pulitzer Prize-winning Times-Picayune transitioned to a reduced print delivery, digital-driven format. At the same time, the uptick in public interest surrounding institutional corruption post-Katrina left a heightened civic need for newswork that fulfills the social responsibility ethic of journalistic practice. This research—founded upon 92 days of on-the-ground fieldwork and 60 in-depth interviews with newsworkers—explores the nature of accountability reporting post-Katrina. More specifically, this work traces three phases of ecological restructuring that reordered practitioner routines, fostering the growth of slow journalism in the Crescent City.", "body": [{"title": "Introduction", "paragraphs": ["After Hurricane Katrina’s landfall, entire neighborhoods in New Orleans were flooded. As the waters slowly receded, residents of the Crescent City began a long and painful process of sense making. The city’s journalists, acting as “first informers,” helped citizens navigate through the physical and emotional process of recovery (May 2006). Immediately after the storm, news actors throughout New Orleans—particularly the city’s newspaper, The Times-Picayune—provided dependable coverage upon which residents could rely. Collectively, the city’s news producers fulfilled the social responsibility ethos of newswork by serving the informational needs of news consumers at a time of crisis.", "In the years that followed, however, significant industry and cultural shifts would restructure the New Orleans news ecosystem (the collective array of news producers within the city), bolstering its ability to produce in-depth journalism that became so vital to communities after Katrina (Robinson 2009a, 2009b; Usher 2009). In this period, The Times-Picayune’s leadership scaled back its print publication loads (Chittum 2013). Seven years after the storm, New Orleans became the largest American city without a daily printed paper (Carr 2012). At the same time, the importance that the city’s residents placed upon the circulation of local news had greatly accelerated, as residents had to navigate complex bureaucracies to rebuild their homes and their lives. Also as political malfeasance abounded after the storm, New Orleanians say they needed investigative newswork to animate the city’s path back to health (Boyles 2014). Analyses of the paper’s content, however, illustrate that Times-Picayune journalists scaled back coverage (Bockino 2015). As a result, the city’s residents vocally questioned if the shrinking breadth and depth of the newspaper’s accountability reporting was fostering a dearth of knowledge about the local community (Theim 2013).", "As New Orleans rebuilt itself structurally and emotionally, new entrants to the city’s news ecosystem concurrently challenged The Times-Picayune’s position as primary provider of accountability reporting. After the crisis of Katrina, the restructuring of the city’s news ecology led to creative approaches to content production. Fueled by philanthropic funding, these emergent, digital-only outlets placed significant support behind investigative stories that uncovered corruption post-Katrina. New Orleans became a testing ground for the expansion of slow journalism. Beyond informing audiences about occurrences in their local communities, slow journalism places a high priority upon the circulation of narratives that are both transparent and collaborative. In the case of New Orleans, journalists are increasingly working with their former competitors to co-produce in-depth reporting across media platforms.", "Using the ravages of Katrina as a critical juncture in the city’s recent history, this case study tracks how the city’s journalists stumbled upon slow journalism and integrated its practice into everyday newswork. More specifically, this study identifies three phases of transition (competitive chaos, territorial exclusivity and collaborative newswork) that fostered the growth of slow journalism in the city. This research—founded upon 92 days of on-the-ground fieldwork and 60 in-depth interviews with newsworkers—also identifies how the restructuring of the city’s news ecology has altered day-to-day practitioner routines in the production of slow journalism. Interrogating New Orleans as a case study sheds light, more broadly, on how the entry of slow journalism shifts newswork at both organizational and practitioner levels, yielding accountability reporting that fulfills citizen needs."]}, {"title": "Tracing the Lineage of Slow Journalism", "paragraphs": ["In Western media outlets, the social responsibility construct of the press has historically suggested that journalists bear a moral duty to the audience, arising from their position as societal knowledge producers (Christians and Nordenstreng 2004; Hanitzsch 2007; Schramm, Siebert, and Peterson 1956). This ethic of news production did not originate with the foundations of journalistic practice in Western newsrooms. In the United States, for instance, publishers of the penny press once used their publications to wield political influence by setting the news agenda (Christians 2009; Nerone 2013). The notion that journalists bore a societal obligation to inform audiences began to crystallize as the twentieth century progressed (Schramm, Siebert, and Peterson 1956). Scholars have traced this spirit to muckraking—a movement in which reformers sought to illustrate counterpoints to Gilded Age decadence by exposing daily hardships of the lower classes (Schudson and Tifft 2005). This movement left its imprint upon journalistic practice, for reporters developed a shared mission that expansive institutional power must be checked by the press (Aucoin 1995; Christians and Nordenstreng 2004). This social responsibility orientation further sharpened in the mid-twentieth century. Some scholars link the resurgence of social responsibility newswork to the media’s engagement in the McCarthy hearings (Aucoin 1995), while others point to the press’s entanglement in the Watergate saga (Schudson and Tifft 2005). Since the 1970s, American newsgathering organizations have been increasingly institutionally oriented to “speak truth to power” as the newsroom maxim relates (Bennett 1990; Bennett and Serrin 2005).", "At a practitioner level, journalists engaging in accountability reporting—the types of in-depth news stories that act as a check on institutional power—are often viewed not only as caretakers of democracy, but also as guardians of the public’s trust (Nerone 2013). Journalists, in this best case, should provide audiences with a forum for debating and engaging in civic life, and for learning about their local community (Christians and Nordenstreng 2004). Historically, reporters toiling for newspapers (which still today produce the vast amount of original reporting) have been most explicitly charged with meeting this editorial mission of social responsibility (Anderson 2013; Downie and Schudson 2009; Robinson 2007).", "Today, the roots of social responsibility newswork can be further advanced in elements of the emerging slow journalism movement. Practitioners are coalescing around a set of principles (adapted from the slow living and slow food movements) that suggest newswork should be “good, clean and fair.” In its ideal form, slow journalism centers upon the construction of quality narratives that are highly explanatory in nature (Parkins 2004; Gess 2012; Le Masurier 2015). On its surface, slow journalism is most broadly characterized by its temporal dimension, which presents a counterbalance to the accelerated nature of the modern news cycle (Gess 2012). In both its production and consumption, slow journalism requires a significant investment of time (Greenberg 2012). On the consumption side, slow journalism requires sustained engagement, contemplation and reflexivity, in which audiences gain pleasure in the ability to leisurely interact with the narrative (Le Masurier 2015). Also on the production side, such deep journalistic dives stand as directly oppositional to the ephemeral, speedy “scoop” of breaking news (Gess 2012; Le Masurier 2015). The construction of these stories is often rich, layered and lengthy. But the facet that appears to set slow journalism apart from prior movements of practice surrounds the manner in which the narrative is manufactured. To some practitioners, slow journalism is nearly ethnographic in its approach. Journalists ascribing to this view are challenged to provide nuanced portraits of complex phenomena, while also acknowledging any practitioner subjectivity or bias that contributes to the narrative.", "In its execution, slow journalism (in many, but not all forms) builds upon the social responsibility tradition in newswork in two respects. First, proponents of slow journalism advocate that narratives be constructed with enhanced notions of transparency (Greenberg 2012; Le Masurier 2015); and second, an anti-competitive orientation is inherent in producing slow newswork (Gess 2012; Le Masurier 2015). Drawing from the slow food approach, narratives should ideally serve as a “shared table,” in which content is communally co-produced. The labors of the audience are not a prerequisite for production, however. This is a clear point of distinction from citizen journalism, in which audiences are actively expected to contribute content (Le Masurier 2015). In the context of slow journalism, co-production often equates to collaboration between newsgatherers across media platforms. Circling back to the social responsibility notion of newswork, slow journalism values the circulation of news as shared sustenance for a community, not as a rival commodity for individuals.", "To understand better how slow journalism operates in the context of a local news community, this research adopts a case study approach. Such research affords a strong sense of naturalism where scholars can evaluate phenomena within their “real-life context” (Yin 1981, 59). While researchers generally aim to select representative cases (Flyvbjerg 2006), in practice, these typical cases may not possess clear or illustrative qualities. In this study, the city of New Orleans as a case carries greater explanatory power because Katrina’s aftermath restructured the city’s “storytelling neighborhoods” in such an extreme way (Ball-Rokeach 2001, 5). This critical juncture in the city’s history clearly and powerfully illustrates how slow journalism works in practice."]}, {"title": "The Supply and Demand of Slow Journalism in New Orleans", "paragraphs": ["After Katrina, media producers of New Orleans emerged not only as an informer of civic knowledge, but also as a rescuer and as a consoler for the community. In Katrina’s wake, thousands of New Orleanians drowned in their own homes, while others remained trapped for days. In this hour of need, the city’s news providers acted as a literal lifeline for residents. With emergency 911 phone lines unresponsive, residents turned to the media for help—including relaying information directly to public officials (Macias, Hilyard, and Freimuth 2009; Moody 2009).We know that a number of people died listening to us on the air shortly after they got off the phone, said WWL’s Garland Robinette. We’d just put on anyone [on-air] who called and hear: “Help! I’m trapped in an attic.” “Help! I’m in a boat.” “Help! I’m trapped in my home.” (Sylvester 2008, 95, 97)", "We know that a number of people died listening to us on the air shortly after they got off the phone, said WWL’s Garland Robinette. We’d just put on anyone [on-air] who called and hear: “Help! I’m trapped in an attic.” “Help! I’m in a boat.” “Help! I’m trapped in my home.” (Sylvester 2008, 95, 97)", "In producing journalism directly after the storm’s approach, local newsworkers could provide value where public officials could not (Miller and Goidel 2009). Writing immediately after the storm, Times-Picayune managing editor Jim Amoss stated that, “This is the newspaper’s great strength: reporting knowledge of your own backyard, and the need to tell your readers what is going on in the intimate corners of their neighborhoods” (Sylvester 2008, 3). Journalists, in short, not only provided societal knowledge; they enabled collective survival by adhering to the mission of social responsibility.", "The Times-Picayune’s newswork during and immediately following Katrina aligned with its public-facing editorial orientation, which had long been tethered to a social responsibility ethic (Dabney 1944; Usher 2009). In its post-Katrina editions, the paper became a vocal and urgent advocate for the rebuilding of New Orleans (Theim 2013; Usher 2009). Editor Jim Amoss, in fact, described the paper’s writers as “crusaders” in the post-Katrina aftermath (Sylvester 2008, 7). The character of the journalists’ narratives also changed post-Katrina, with reporters writing first-person posts from their own perspectives in the weeks following the storm, eschewing detached objectivity for passionate accountability reporting (Birch and Wachter 2006). Journalists also encouraged New Orleanians to tell their own stories of survival, leveraging the ability of newsmakers to cultivate “storytelling neighborhoods” within urban space (Ball-Rokeach 2001, 5; Robinson 2009b).", "In the subsequent years after Katrina, the paper’s ability to conduct its social responsibility mission would be challenged, however. In 2012, The Times-Picayune entered the national spotlight as one of the first newspapers in the country to retract from a daily, printed product. Preemptively, leaders at The Times-Picayune assured city residents that the paper’s journalistic output would remain steady, as editors planned to increase the size of the paper’s three editions to span a week’s worth of news (Amoss 2012). But between 2007 and 2013, the number of journalists working for the New Orleans publication steadily declined—ranks thinned by rounds of downsizings and departures (Chittum 2013; Theim 2013). Writing on the paper’s Web portal nola.com, T-P publisher Ricky Mathews noted the interplay between reduced staffing and content: “Your Times-Picayunes have been getting smaller and smaller,” Mathews penned. “They are being produced by a staff that has also been getting smaller and smaller” (Mathews 2012). The paper’s editorial content concurrently decreased (Bockino 2015).", "The timing of the paper’s restructured coverage coincided with an increased demand for accountability reporting within the city of New Orleans. Vulnerable in the years after the storm, thousands of New Orleanians requested funding from the Road Home program (Federal block grants administered through the local Louisiana Recovery Authority), which disbursed $11.1 million to residents wishing to rebuild their businesses and homes (Norcross and Skriba 2010; Olshansky et al. 2008). In practice, the complexity of the Road Home’s guidelines for aid left New Orleanians mired in red tape (Norcross and Skriba 2010; Usher 2009). Numerous city residents also fell prey to complex scams by private contractors, intended to further defraud residents (Leeson and Sobel 2008). At the same time, dozens of local politicians took advantage of the federal largess—nearly $33 billion from the Federal Emergency Management Agency alone—that flowed into the region (Leeson and Sobel 2008). The myriad of schemes perpetrated upon the city’s residents contributed to a lack of institutional trust—broadening the social responsibility role of practitioners and the need for accountability reporting in the city.", "In New Orleans today, residents are still actively navigating the recovery—a term that implies not only the physical act of reconstructing the city, but also the emotional repair of lives after the flood. Citizens are also still demanding answers for the post-Katrina greed, turning to the media for support in rooting out institutional corruption. Given the instability at The Times-Picayune, new entrants into the New Orleans news ecosystem began placing significant energy behind in-depth investigations that form one of the core approaches of slow journalism. Philanthropic interest in the region’s rebuilding has led to the sprouting of numerous news nonprofits designed around missions of slow newswork. To better understand the shifting news ecology at hand, this research outlines recent transitions in the city’s organizational landscape and practitioner routines surrounding the production of slow journalism in post-Katrina New Orleans."]}, {"title": "Methods", "paragraphs": ["Case studies generally encompass a “comprehensive research strategy,” fusing multiple methods together (Flyvbjerg 2006; Yin 2003, 14). Conceptually, this case views the city of New Orleans as a news ecosystem, looking at the city’s “communicative infrastructure—the invisible system of communication set within a community’s residential environment” (Ball-Rokeach 2001, 5). This perspective examines the journalism outlets creating original news content within New Orleans, and assesses how these journalistic outputs align with the maintenance of an informed citizenry (Anderson 2013; Scolari 2012). Such ecological approaches have been applied in prior studies of Los Angeles (Ball-Rokeach 2001), Baltimore (Pew Research Center 2010), Chicago (Chicago Trust 2011), Philadelphia (Anderson 2013) Denver/Macon/Sioux City (Pew Research Center 2015) and three communities in New Jersey (Napoli et al. 2015). The current case study of the New Orleans news ecosystem draws upon 92 days of fieldwork conducted between August and November 2013. In addition to on-the-ground observation, 60 in-depth interviews were conducted. Initial interview subjects were identified through a process of networked ethnography—a strategy that applies elements of social network analysis to identify and map news producers operating in the city’s ecosystem (Anderson 2013; Howard 2002).", "In-depth interviewing formed the primary data collection technique of the research. In digital spaces, those producing original journalistic content are connected by links (Howard 2002). By applying graph theory (the study of network architecture), a small-scale network analysis of the New Orleans news ecosystem was conducted. In a process of networked ethnography, seed sites (the original list of links to news knowledge producers’ sites) were only included if the news knowledge producer updated content at least weekly (Howard 2002). For each major, active node identified in the social networking mapping, an interview subject was contacted. From this initial list of major interlocutors, snowball sampling was also employed, in attempts to locate all active news producers operating in New Orleans, including: newspapers, alternative weeklies, niche print publications, local television, public access television, news radio, radio talk shows, college newspapers and digital native publications. Of the 60 interview subjects, 19 journalists worked primarily for print publications, 13 journalists worked primarily for digital native publications, nine worked for radio broadcasts, eight worked for television broadcasts, seven were community activists and four were local academics.", "Conversations with interview subjects were informal, following a semi-structured interview schedule (Berger 2000; Soss 2006) about information needs in the community, the fluctuations of The Times-Picayune’s daily coverage, and how the roles, expectations and coverage have changed in the period since Katrina’s landfall. To assure both frankness and confidentiality, all interview subjects were granted complete anonymity, if requested. All direct quotes and identities used in the narrative were verified with interview subjects prior to publication.", "This study also features a 92-day period of direct field observation in the community-gathering spaces in which residents share news (coffeehouses, churches and libraries, for instance). In many instances, the in-depth interview subjects cued the researcher to sites of observational inquiry. Because the practice of slow journalism often mirrors fieldwork, this quasi-ethnographic method aligns with the need to understand the “storytelling neighborhoods” of New Orleans (Ball-Rokeach 2001). The fieldwork began with a period of “enculturation”—or “the natural process of learning a particular culture” (Spradley 1979, 47). To build a corpus of ethnographic observations, the environmental conditions for news within the city’s gathering spaces were recorded as field notes.", "The analysis of the qualitative findings began inductively by examining interview notes and field notes. From this inspection, the data was categorized into patterns of responses (Creswell 2012; Emerson, Fretz, and Shaw 1995; Yin 2003). The researcher relied upon triangulation, in which each important finding must be observed in three (or more) separate instances to be incorporated into the resultant narrative (Stake 2006). Taken together, the overarching goal of the study stands to place readers in the “storytelling neighborhoods” of New Orleans, delving deeper into the production of slow journalism, post-Katrina (Ball-Rokeach 2001, 5)."]}, {"title": "Advancing Slow Journalism Organizations in the News Ecology", "paragraphs": ["Ten years after Katrina, the public’s demand for accountability reporting—coverage that forms the core of a publication’s social responsibility mission—remains particularly strong. As Lee Zurik, chief investigative reporter and anchor for the city’s Fox affiliate, WVUE, said in an interview on October 1, 2013:Katrina changed everything here. I think one thing that it did … it pulled the Band-Aid off the city and the region, really. I think people reacted differently to everything that they saw—they used to accept things before. But then, they evacuated to different parts of the country, and they came back and had more of a distaste for corruption.", "Katrina changed everything here. I think one thing that it did … it pulled the Band-Aid off the city and the region, really. I think people reacted differently to everything that they saw—they used to accept things before. But then, they evacuated to different parts of the country, and they came back and had more of a distaste for corruption.", "The public’s “distaste for corruption,” compounded by the shortfall of content from The Times-Picayune (Bockino 2015), led to significant shifts in news production within New Orleans after the storm.", "Organizationally, the city’s news ecology migrated through three phases of restructuring. The Times-Picayune’s publication fluctuations acted as the initial catalyst for the first phase of ecological change. In this period of competitive chaos, organizations vigorously pursued news scoops. At the same time, news outlets in the Crescent City began placing a stronger emphasis upon the process and products of slow newswork. The entry of a competing print newspaper from neighboring Baton Rouge led to the second phase of ecological restructuring. The Advocate began producing a New Orleans-based edition, further reordering the production of the city’s news. The focus on longform narratives accelerated in this second phase, in which news organizations developed territorial exclusivity surrounding specific beats. News outlets identified that slow journalism could be used to competitive advantage, enabling organizations to carve out distinguishing areas of editorial focus. Given this entrepreneurial energy, philanthropic support heavily increased, leading to the third and most recent phase of ecological restructuring. Today, news actors now actively engage in co-production routines of collaborative newswork in which content is shared between newsworkers and across platforms. Taken together, the trio of phases has advanced the slow journalism movement in the Crescent City.", "The Times-Picayune’s publication fluctuations created an opening for new approaches to newswork and new journalistic ventures to thrive in the Crescent City, as readers were angered and frustrated by The Times-Picayune’s transition into a thrice-weekly newspaper (Theim 2013). News outlets were competing to attract readers who were looking for new sources of journalism in the wake of The Times-Picayune’s transitions. Tapping into this perceived void in the marketplace, a handful of print legacy outlets—mainly city magazines and business journals—began building their slow journalism presence in New Orleans. At New Orleans CityBusiness, for instance, writers were directed to cover the financial angles of the city’s rebuilding, unpacking complex trends and analysis through more comprehensive news analysis pieces. Similarly, entrepreneur Smith Hartley, who previously worked as a hospital administrator, identified a gap in the paper’s in-depth coverage of healthcare. Consequently, he founded the Healthcare Journal of New Orleans, a print magazine with a niche audience. In an interview on September 4, 2013, Hartley said, “I wanted to provide coverage of healthcare that would be specific to the city. The paper’s coverage of healthcare was not that effective or deep.”", "As legacy outlets reformulated their approaches, the competitive environment was enhanced by the entry of several digital-only journalism startups, which emerged as serious challengers to institutional news outlets. At the time, these startups were regarded as challengers to legacy producers, who believed that the new entrants would siphon off readers, and in turn, lure away lucrative advertisers. The newest additions to the city’s news environment, in fact, built their entire brands around socially responsible works of slow journalism. The Lens, the city’s first nonprofit news outlet, entered the market by focusing on five, primary public affairs beats: criminal justice, schools, government and politics, land use and the environment. Funded through a mix of foundation support and crowdfunded donations, the storytelling model of The Lens prioritized longform, in-depth investigative coverage that would expose and track the city’s post-Katrina corruption. The Lens was joined online by news provider, Uptown Messenger. Its blend of hyperlocal and longform journalism concentrated upon the city’s Uptown district, in efforts to expand accountability reporting to a neighborhood level. The site draws financial support from local advertising and private donations. Monthly “subscribers” are recognized on the hyperlocal site.", "The growth in such digital-only platforms led to more choice for consumers seeking slow journalism content. “Each of us represents a different entrepreneurial approach to the news,” says Uptown Messenger’s publisher, Robert Morris, “but we are all working to ensure that New Orleanians are better informed than ever before” (New Orleans Digital News Alliance 2012). The influx of content has also expanded the range of local news coverage within the domain of slow newswork. In an interview on September 12, 2013, WSGO radio talk show and “Politics with a Punch” host, Jeff Crouere said:People in the media are not all following the same story, So you’re getting different kinds of information because not everyone [news actor] follows every issue. Overall, I think it’s a big positive, because it lets the consumer have more choice.", "People in the media are not all following the same story, So you’re getting different kinds of information because not everyone [news actor] follows every issue. Overall, I think it’s a big positive, because it lets the consumer have more choice.", "This influx of content, however, meant that newsworkers began to compete more vigorously for stories in a crowded and competitive media environment. As the 2010s progressed, the city’s burgeoning reporting corps—both legacy and digital—actively fought to stake out pieces of the longform news ecosystem, applying a territorial approach to newswork in New Orleans.", "Given the increase in both news outlets and news reporters in New Orleans, strains were placed upon the city’s journalists to land stories first. To directly compete with The Times-Picayune, The Advocate—a newspaper from neighboring Baton Rouge—began producing a New Orleans-based print edition. In this climate of heightened competition, nearly all reporters in the city referred to the palpable “fear of getting scooped.” Journalists across news organizations were explicitly instructed to avoid the production of formulaic stories deemed “routine” (event-based stories drawn from traditional, newsprint beats). Such stories were ceded to the city’s paper. Instead, news organizations encouraged their staff to focus upon “exclusive” stories that yielded a competitive advantage, in that these detailed pieces would be difficult for competitors to replicate. In short, practitioners heavily capitalized upon the temporal quality of slow newswork for competitive advantage.", "In this period, news organizations also began building their brands around more specialized content that leveraged slow journalism—acting to distinguish competitors in the crowded marketplace. Digital-only outlet NolaVie embraced this ethos. The site, which focuses upon arts and lifestyle accounts, entered the news ecology “to fill the gap in diminished cultural coverage” (NolaVie 2015). Like other Web-based outfits in the city, NolaVie depends on private donations as well as corporate/nonprofit partnerships to fuel the site. Unlike its competitors, however, NolaVie contributors often write from first-person perspectives, acknowledging the interplay between their own points of view and the narrative. In this light, NolaVie’s coverage comports with some practices of slow newswork, in which journalists openly disclose their own biases in the production process. NolaVie fought to claim a space for slow journalism in the city’s increasingly crowded news market.", "As media outlets developed distinguishing brands of content, news organizations in the city (particularly in broadcasting) concurrently made “deliberate” and “aggressive” efforts to expand accountability coverage. Unlike “routine” stories, pieces constructed with investigative tools are more difficult for competitors to scoop because the time horizon is longer. The process of arranging and conducting interviews, logging field tape and editing video is incredibly lengthy. Building rapport with sources is also time-intensive, and requires labor in the field cultivating contacts. “I’ve always liked to do bigger projects—digging deep into data and documents that people couldn’t do in a day,” broadcaster Lee Zurik said. But as the concentration in longform investigations increased, news organizations uncovered that the significant time investment also equaled a significant financial investment as well. The solution to promoting slow journalism in the city’s news ecology rested in a counterintuitive approach to journalistic routines: collaboration among the city’s newsworkers.", "The slow journalism movement, which took hold in New Orleans in 2013, can be traced to an uptick in collaborative newswork. Conducting team-based reporting projects can help news organizations shoulder the weighty financial burden linked to investigative stories, in particular. The costs of accountability reporting, such as obtaining public records or keeping legal counsel on retainer, can be cut in half by joining forces with former media rivals.", "Beginning in 2013, two types of collaborative newswork emerged: alliances between legacy outlets and alliances that converged legacy and digital operations. The city’s primary print organizations both aligned with local television networks to bolster accountability reporting in the city. The Times-Picayune entered a content-sharing agreement with Fox 8. The television station also inked an agreement with New Orleans CityBusiness, in which the two news organizations collaborate on longform financial stories. Also The New Orleans Advocate—the new, daily newspaper that entered from neighboring Baton Rouge—announced a formal, longform content-sharing partnership with television broadcaster WWL. On air, the partnership’s first story—an investigation into a scholarship program at Tulane University—yielded a seven-minute and 40-second nightly news package—an expansive length for a 22-minute newscast that must also accommodate sports and weather. (Generally speaking, broadcast segments last two minutes or less). The collaborative nature of the package was emphasized throughout the segment. On screen, the chyron featured the logos of both The New Orleans Advocate and WWL. To emphasize the partnership, the anchor’s copy began, “Tonight, in a special investigation with The New Orleans Advocate…” At the piece’s end, viewers were reminded that, “Tomorrow morning, The New Orleans Advocate is breaking new details on our joint investigation.” In the print edition of the story, a slideshow of stills from the television broadcast accompanied the lengthy 3420-word narrative—a story for which WWL broadcaster Mike Perlstein also received a 1A byline.", "Mainline news knowledge producers have also formed partnerships to integrate digital-only content into the raw materials of slow newswork. NolaVie, for instance, has a “handshake agreement” to share content with The Times-Picayune. The newspaper created a special landing page on its Web portal, nola.com, for NolaVie stories. Also CBS affiliate WWL formed a content-sharing agreement with hyperlocal site, Uptown Messenger, to facilitate more extensive, neighborhood-level coverage.", "Digital-only news nonprofits are forging alliances as well. Fueled by a $100,000 Knight Foundation Community Information Challenge grant, the city’s largest content-sharing partnership tethers WWNO (the city’s National Public Radio affiliate) to a patchwork of independent, digital-only news organizations, including NolaVie, The Lens and the Greater New Orleans Data Center. For each collaborative story brainstormed between NolaVie and WWNO, two journalistic products are typically constructed: a longform piece for circulation on nolavie.com and a longform radio segment intended for broadcast on WWNO and its website, wwno.org. A prime example of this collaborative effort would be The Lens reporter Bob Marshall’s series “Last Call,” which studied the geological and environmental causes behind the erosion of the Southeast Louisiana coastline. Marshall’s work at The Lens was complemented by the talents of Fred Kasten, a veteran radio producer for WWNO who reshaped Marshall’s detailed print narrative for a slow journalism piece on public radio.", "In the hypercompetitive media environment of New Orleans, such partnerships are particularly vital to emerging digital-only outlets, as the collaborative efforts increase visibility for journalism startups. Furthermore, collaborative newswork can amplify the reach and audience of the news story itself. In this sense, the collaborative aspects of the slow journalism movement have fused with the culture of open source reporting. The Lens, for instance, publishes all of its news stories under a Creative Commons license. To reprint a Lens story, a news organization must use the nonprofit’s byline as credit. As evidence to the anti-competitive nature of slow newswork that has developed in the city, stories from The Lens have run in both The Times-Picayune and The New Orleans Advocate. Of the nearly 1000 stories filed online by the news nonprofit in 2013, more than 50 were picked up and redistributed by local media. Beyond regional ties, The Lens signed a content-sharing deal with ProPublica, and has redistributed its stories nationwide.", "From Katrina onward, the evolution of the city’s approach to slow journalism—born from enhanced competition and fully-formed from expanded collaboration—has yielded a vibrant ecosystem of content producers. Within these nimble news organizations, journalists have responded to the evolving landscape by altering their day-to-day routines in producing slow newswork."]}, {"title": "Co-producing Socially Responsible News", "paragraphs": ["At the level of individual practitioners, the process of manufacturing slow journalism often runs counter to deeply ingrained notions of practice, which value competition. Interactions at the heart of collaborative newswork stand as diametrically opposed to the ethos of territorial exclusivity. Unlike traditional structures of newswork, journalists engaging in content partnerships generally share the raw content of reporting (audio files from interviews or breaking news video from the scene, for instance) in the process of co-production. In New Orleans, numerous journalists referred to this process as the “report once, produce twice” model of reporting. In many cases, collaborative news products make more news knowledge available to the end consumer, because the collective raw materials of newswork can be stretched across multiple platforms for divergent audiences.", "The foundation of collaborative, co-produced slow journalism in practice rests upon fostering strong interpersonal relationships among the reporting team’s members. Collaboration, in the context of slow journalism, mandates relinquishing sole control over the ultimate editorial product(s), which can prove difficult. As digital works of slow journalism meld text, images and video into new, longform packages, team-based reporting requires working with journalists across media platforms, each with varying routines and norms of practice. Journalists in New Orleans described their initial encounters with their former competitors as “adversarial” and “challenging.” But as closer partnerships developed, journalists began sharing and exchanging complementary skills. “For a long time, the print journalists kind of looked down on TV journalists,” broadcaster Lee Zurik said. “In some cases now, there’s a newfound respect. They’re [print journalists] trying to do in-front-of-the-camera things and video. And they bring different perspectives, too.”", "For journalists engaging in collaborative newswork, open lines of communication are critical. Several journalists in the city referred to this as the “trust factor”—the promise that works will foster collaboration, not competition. Within the news ecosystem of New Orleans, all journalists engaged in team-based slow journalism had weekly editorial meetings to shape the product(s). But in between these sessions, reporters may independently receive tips from sources that may advance the story. For collaborative works of slow journalism to succeed, however, the leads must be incorporated back into the workflow of the collective reporting team. To heighten trust among collaborative reporting teams, the city’s public radio affiliate WWNO has embedded its producers across platforms, placing journalists in the newsrooms of its partners. Such engagement reflects the “shared table” of slow journalism, which favors co-production approaches and shared models of newswork."]}, {"title": "Toward Resilience and Sustainability", "paragraphs": ["Immediately after the flood, the communicative architecture of New Orleans rested in ruins. Once residents returned to the city, however, New Orleanians also longed to return to “normal life” in all its forms. Ten years after the flood—after periods of competitive chaos, territorial exclusivity and collaborative newswork—the city’s news ecosystem has demonstrated an ability to bounce back from crisis. Journalists effectively stumbled into the practice of slow journalism, which reordered practitioner routines in the digital age. While this case study approach is limited by its focus upon the Crescent City, this resurgence of news production post-Katrina more broadly suggests an underlying resilience of a city’s news ecology. In the context of New Orleans, this resilience can also be witnessed in the adaptation and adoption of slow journalism that has reshaped organizational structures and practitioner routines post-Katrina.", "The continued ability to produce longform works of slow journalism rests upon larger issues of the ecosystem’s long-term sustainability, however. Digital producers of slow journalism in the city rely heavily, if not entirely, upon funding from private-sector philanthropists. Most of the outreach has been in the form of short-term grants. Without dependable, annual funding, news organizations engaging in slow newswork remain in states of perpetual fundraising. If these resources are threatened, accountability reporting that, in the case of New Orleans, forms the core of slow journalism may substantially diminish. Beyond the city of New Orleans, the underlying tension between resilience and sustainability merits further academic inquiry. Future research is also needed to better understand how audiences, like news consumers in New Orleans, engage with slow journalism in urban spaces.", "In the mid-2010s, the expansion of news startups, digital-only outlets and other entrepreneurial publications centered upon slow journalism has led to more journalistic oversight of the city’s institutions, sharpening the long-standing journalistic commitment to social responsibility. Reporters, like WAFB’s lead investigative reporter Kiran Chawla, have integrated notions of the social responsibility ethos into their execution of slow journalism products. In an interview on September 25, 2013, Chawla said, “I see myself as a public servant. I don’t wear a badge, but I see myself as serving the public.” In the city of New Orleans, slow journalism has acted as another tool to check institutional power. This orientation toward enhanced public service, born of the ecosystem’s upheaval post-Katrina, has enhanced the ability to which New Orleanians are informed about the community in which they live. It has also shifted the work routines of reporters, who now engage in acts of co-production with colleagues. In the city’s restructured news ecology, slow newswork has emerged as another tool of accountability reporting, which advances the social responsibility mission of newswork in the digital age."]}], "references": [{"title": "The Re-emergence of American Investigative Journalism 1960-1975", "year": "1995", "journal": "Journalism History", "volume": "21", "authors": [{"name": "Aucoin James L.", "first_name": "Aucoin", "last_name": "L."}]}, {"title": "Toward a Theory of Press-state Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett W. L.", "first_name": "Bennett", "last_name": "L."}]}, {"title": "Times-Picayune Coverage Differs Print to Online", "year": "2015", "journal": "Newspaper Research Journal", "volume": "36", "authors": [{"name": "Bockino David", "first_name": "Bockino", "last_name": "David"}]}, {"title": "Social Responsibility Worldwide", "year": "2004", "journal": "Journal of Mass Media Ethics", "volume": "19", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford"}, {"name": "Nordenstreng Kaarle", "first_name": "Nordenstreng", "last_name": "Kaarle"}]}, {"title": "Five Misunderstandings about Case-study Research", "year": "2006", "journal": "Qualitative Inquiry", "volume": "12", "authors": [{"name": "Flyvbjerg Bent", "first_name": "Flyvbjerg", "last_name": "Bent"}]}, {"title": "Climate Change and the Possibility of ‘Slow Journalism’", "year": "2012", "journal": "Ecquid Novi: African Journalism Studies", "volume": "33", "authors": [{"name": "Gess Harold", "first_name": "Gess", "last_name": "Harold"}]}, {"title": "Deconstructing Journalism Culture: Toward a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Network Ethnography and the Hypermedia Organization: New Media, New Organizations, New Methods", "year": "2002", "journal": "New Media \\& Society", "volume": "4", "authors": [{"name": "Howard Philip N.", "first_name": "Howard", "last_name": "N."}]}, {"title": "What is Slow Journalism?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Le Masurier Megan", "first_name": "Le", "last_name": "Megan"}]}, {"title": "Weathering Corruption", "year": "2008", "journal": "Journal of Law and Economics", "volume": "51", "authors": [{"name": "Leeson Peter T.", "first_name": "Leeson", "last_name": "T."}, {"name": "Sobel Russell S.", "first_name": "Sobel", "last_name": "S."}]}, {"title": "Blog Functions as Risk and Crisis Communication during Hurricane Katrina", "year": "2009", "journal": "Journal of Computer-Mediated Communication", "volume": "15", "authors": [{"name": "Macias Wendy", "first_name": "Macias", "last_name": "Wendy"}, {"name": "Hilyard Karen", "first_name": "Hilyard", "last_name": "Karen"}, {"name": "Freimuth Vicki", "first_name": "Freimuth", "last_name": "Vicki"}]}, {"title": "News Organizations and Information Gathering during a Natural Disaster: Lessons from Hurricane Katrina", "year": "2009", "journal": "Journal of Contingencies and Crisis Management", "volume": "17", "authors": [{"name": "Miller Andrea", "first_name": "Miller", "last_name": "Andrea"}, {"name": "Goidel Robert", "first_name": "Goidel", "last_name": "Robert"}]}, {"title": "Radio’s Role during Hurricane Katrina: A Case Study of WWL Radio and the United Radio Broadcasters of New Orleans", "year": "2009", "journal": "Journal of Radio \\& Audio Media", "volume": "16", "authors": [{"name": "Moody Reginald F.", "first_name": "Moody", "last_name": "F."}]}, {"title": "The Historical Roots of the Normative Model of Journalism", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Nerone John", "first_name": "Nerone", "last_name": "John"}]}, {"title": "Longer View: Planning for the Rebuilding of New Orleans", "year": "2008", "journal": "Journal of the American Planning Association", "volume": "74", "authors": [{"name": "Olshansky Robert B.", "first_name": "Olshansky", "last_name": "B."}, {"name": "Johnson Laurie A.", "first_name": "Johnson", "last_name": "A."}, {"name": "Horne Jedidah", "first_name": "Horne", "last_name": "Jedidah"}, {"name": "Nee Brendan", "first_name": "Nee", "last_name": "Brendan"}]}, {"title": "Out of Time: Fast Subjects and Slow Living", "year": "2004", "journal": "Time \\& Society", "volume": "12", "authors": [{"name": "Parkins Wendy", "first_name": "Parkins", "last_name": "Wendy"}]}, {"title": "‘Someone’s Gotta Be in Control Here’: The Institutionalization of Online News and the Creation of a Shared Journalistic Authority", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "A Chronicle of Chaos: Tracking the News Story of Hurricane Katrina from The Times-Picayune to Its Website", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "‘If You Had Been with Us’: Mainstream Press and Citizen Journalists Jockey for Authority over the Collective Memory of Hurricane Katrina", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Media Ecology: Exploring the Metaphor to Expand the Theory", "year": "2012", "journal": "Communication Theory", "volume": "22", "authors": [{"name": "Scolari Carlos A.", "first_name": "Scolari", "last_name": "A."}]}, {"title": "Recovery from Disaster: How Journalists at the New Orleans Times-Picayune Understand the Role of a Post-Katrina Newspaper", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "The Case Study Crisis: Some Answers", "year": "1981", "journal": "Administrative Science Quarterly", "volume": "26", "authors": [{"name": "Yin Robert K.", "first_name": "Yin", "last_name": "K."}]}]}