{"doi": "10.1080/17512786.2019.1577696", "url": "https://doi.org/10.1080/17512786.2019.1577696", "title": "Covering Trump’s ‘Carnival’: A Rhetorical Alternative to ‘Objective’ Reporting", "volume": "13", "year": "2019", "issue": "10", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Parks", "first_name": "Perry", "name": "Perry Parks"}], "abstract": "ABSTRACTDonald Trump’s communication style – replete with grotesquery, mockery, boasts, and lies – diverges radically from past US presidents and disrupts normative politics in ways that threaten democratic institutions. Yet journalists covering Trump often fail to capture the uniquely damaging nature of his rhetoric, instead reconstructing Trump’s speech into coherent, “presidential” narratives. Using Mikhail Bakhtin’s concept of carnival, a medieval festival of multivocal ridicule and renewal, this analysis of two reporters’ live tweets from a 2018 Trump rally unpacks competing approaches to framing Trump’s post-normative rhetoric: a dominant approach representing traditional “objectivity” that squeezes his speeches into expected patterns of presidential communication, and an alternative approach that exposes Trump’s hybridization of carnivalesque subversion with his official role as head of state. The analysis renders unnatural the dominant reporting style and raises possibilities for contemporary reporting that could disrupt the existentially toxic political environment in the US and many Western democracies.", "body": [{"title": "Introduction", "paragraphs": ["On April 28, 2018, in Washington Township, Michigan, Donald Trump presided over a campaign-style rally in a suburban sports arena (C-SPAN 2018). During a rambling 80-minute address, Trump mocked and berated the news media: adopting a pompous, mimicking tone, insisting that reporters regularly invented sources and refused to report his accomplishments, and calling most of them “very dishonest people.” Trump also effected a haughty, stuttering mimicry of former FBI director James Comey, called him “a liar and a leaker,” and insisted he had done supporters “a great favor” by firing him in early 2017. Trump insulted Democrats as a party, saying they “don’t care about our military. … And they don’t care about our borders. And I don’t think they care much about crime.” Trump threatened to reveal unspecified damaging information about Montana Sen. John Tester because Tester had raised concerns about a cabinet nominee. Trump expressed admiration for Chinese President Xi Jinping, calling him “the Boss,” while deriding former US Secretary of State John Kerry and calling California Gov. Jerry Brown “Moonbeam!” Trump collectively trashed his whole lineage of predecessors, suggesting he was the first American president not to be a “patsy” and a “pushover” to foreign interests.", "Many members of the news media covered the rally, even as their colleagues assembled in Washington, D.C., for the annual White House Correspondents’ Association Dinner, which Trump ostentatiously spurned in favor of his down-home event. Here are some examples of how these reporters characterized Trump’s speech in the leads of their news stories: President Donald Trump took aim at familiar political targets and added a few fresh ones during a campaign-style rally Saturday night in an Upper Midwest state that gave him a surprising victory in the 2016 election. (Associated Press, April 28, 2018) Since Macomb County helped deliver the presidency to Donald Trump, he decided to return the favor Saturday night. He came to Washington Township in Michigan to tout his record since being inaugurated in 2017 and urge a huge crowd at the Total Sports Park arena to get to the polls in November to elect Republicans. (USA Today, April 29, 2018) President Trump capped a volatile week of progress and setbacks with a long, angry blast at Democrats, the news media, immigration laws and other favorite adversaries on Saturday night as he sought to reinforce his position as a Washington outsider victimized by a system threatened by him. (New York Times, April 28, 2018)", "President Donald Trump took aim at familiar political targets and added a few fresh ones during a campaign-style rally Saturday night in an Upper Midwest state that gave him a surprising victory in the 2016 election. (Associated Press, April 28, 2018)", "Since Macomb County helped deliver the presidency to Donald Trump, he decided to return the favor Saturday night. He came to Washington Township in Michigan to tout his record since being inaugurated in 2017 and urge a huge crowd at the Total Sports Park arena to get to the polls in November to elect Republicans. (USA Today, April 29, 2018)", "President Trump capped a volatile week of progress and setbacks with a long, angry blast at Democrats, the news media, immigration laws and other favorite adversaries on Saturday night as he sought to reinforce his position as a Washington outsider victimized by a system threatened by him. (New York Times, April 28, 2018)", "While many news stories were blunt about Trump’s aggressive tone and wandering focus, they also were matter-of-fact about his belligerence, invective, and false statements. No mainstream news story I reviewed suggested that veiled threats of blackmail, embrace of tyrants, repudiation of former presidents, personal insults against former subordinates, and fabrication of numbers and events was abnormal or inappropriate behavior for a head of state of a major government, let alone for the democratically elected president of a nation that has long asserted itself as the world’s moral leader.", "The purpose of this study is to illuminate and contrast two approaches to covering the style of political communication exemplified by Trump: the dominant, traditional approach evident in the coverage above, and an alternative approach that places Trump’s statements in immediate factual, historical, and affective context. For simplicity’s sake, we may refer to the dominant approach as the “objectivity paradigm” (e.g. McDevitt and Ferrucci 2017; Steiner 2018): the embrace of longstanding journalistic norms such as detachment, nonpartisanship, facticity, the inverted pyramid, and balance (Mindich 1998), under which reporters are forbidden to reveal their point of view or to cast doubt on a source’s authority without appealing to a contravening source. The alternative approach exemplified in this study, while not altogether abandoning certain tenets of objectivity, prioritizes an authoritative form of informed assertion based on the reporter’s observations, experience, and contextual knowledge – often privileging these over simply representing the source’s message and agenda in stenographic fashion. To contrast these approaches, I closely analyze live Twitter feeds from two reporters who covered Trump’s April 28, 2018, rally: Paul Egan of the Detroit Free Press, representing the dominant approach, and Daniel Dale of the Toronto Star, representing an alternative.", "Dale’s reporting denormalizes and demystifies Trump’s rhetorical tactics by exposing them to instantaneous critique rather than tacitly endorsing them through bare repetition, and by making full use of the Aristotelian tools of logos, ethos, and pathos (Grabe and Zhou 2003) – blending factual argument with emotional appeals to make a personal connection with his audience (Cloud 2018). Dale’s practices overtly place Trump’s abnormal speech in the realm of “carnival” – Mikhail Bakhtin’s concept of a “second” social world in which parody, debasement, and folk laughter invert the official, everyday “first” world of serious living. I argue that the dominant objectivity paradigm ­– through which Trump’s carnivalesque tactics are represented as normal “first world” politics through coherent summaries and elision of Trump’s wildest claims ­– offers less civically useful framing than approaches highlighting the “second world,” parodic inversion endemic to Trump’s public performances. In a thread brimming with context, background knowledge, bluntness, humor, and occasional bewilderment, Dale demonstrates in a barrage of 280-character dispatches that one can more effectively capture the experience of the Trump presidency by transcending entrenched objectivity and the perceived obligation to make more sense than one’s sources. Comparing Dale’s approach to the dominant frame renders unnatural the reporting style generally accepted as common sense and generates possibilities for rethinking contemporary reporting that could disrupt the existentially toxic political environment in the US and many Western democracies."]}, {"title": "Bakhtin, Carnival, and Trump", "paragraphs": ["Mikhail Bakhtin was a twentieth century Russian philosopher, ethicist, and literary theorist writing under repressive conditions. His concept of carnival offers a critical framework for theorizing Trump’s brand of political communication and his supporters’ performative responses (Hall, Goldstein, and Ingram 2016; Gaufman 2018). Bakhtin (1994) writes of “two worlds” of cultural interaction derived from the writer Rebalais’ portrayal of medieval social life: the official “first world” of ritual, pageantry, and formal statecraft, where the serious business of life is managed, and the extended events of carnival, a “second world” of unofficial folk entertainment and humor, where everyone participates and the mighty are both celebrated and ridiculed through profanity, flattened social hierarchies, and privileging of the body and the grotesque. Carnival is conceived as an outlet for marginalized or subaltern peoples to participate in social critique and achieve social renewal without upsetting the formal order (Gaufman 2018); it is “not a spectacle seen by the people; they live in it” (Bakhtin 1994, 198). Such spectacle includes “profanities and oaths … excluded from the sphere of official speech because they broke its norms. … Here in the carnival atmosphere they acquired the nature of laughter and became ambivalent” (Bakhtin 1994, 204).", "The carnival concept has been applied in contemporary American media culture through the satire and parody of such entertainments as The Colbert Report and Saturday Night Live, on which political figures often appear both as themselves and through impersonators (Druick 2009; Meddaugh 2010) and The Onion newspaper, which critiques cultural norms through hyperbolized performance of news media conventions (Achter 2008). These carnivalesque expressions invoke laughter through mocking and rendering grotesque official and serious “first world” institutions such as government and the news media. Carnival, which historically occurred for about a quarter of each year in pre-Protestant medieval societies (Druick 2009) is conceived as a temporary subversion of the official world by this grotesque, profane, egalitarian and multivocal celebration, much as contemporary comedy shows and publications provide a second-world respite from the day’s official news and events.", "Donald Trump, however, upsets this balance: In his public communication such as rallies, speeches, and tweets, he has collapsed these two worlds, merging the carnivalesque with official life (Jamieson and Taussig 2017; Kellner 2018). Trump invites his followers to play along in debasing themselves, the news media, political opponents, and the very institutions for which he is responsible, while simultaneously occupying a formal role as head of state, the “leader of the free world.” An example of this imposition of carnival performance on official first-world duty was Trump’s 2018 speech to the United Nations, where his hyperbolic claim to have accomplished more than any previous administration – the type of claim often reported with a straight face in US news media – was greeted by spontaneous laughter from the world leaders witnessing the speech (USA Today, September 25, 2018). Trump, thus, is both the fool and the king, breaking down the typical hierarchies between a president and everyday citizens in a way that allows certain people who feel socially insecure – the white majority that nevertheless self-identifies as subaltern (Gaufman 2018) – to embody his power. One illustration is a video in which a white Trump supporter, attempting to intimidate a black man on a public square, not only uses racial epithets but also asserts, “I run this country. … I’m the president” (NowThis 2018). The profanity of carnival is evident in the administration’s characterizations of Trump’s foreign policy, including the “’Fuck Obama’ Doctrine” and “We’re America, Bitch” (The Atlantic, June 11, 2018). It should be noted that even in the equalizing world of carnival, society’s most marginalized groups – the true subaltern – remain the prime targets for abuse and ridicule (Gaufman 2018).", "Rhetorical theory suggests that words are not just inert symbols that communicate denotative meaning; their utterance constitutes “speech acts” that make things happen in the world (Parks and Takahashi 2016; Goodwin 2018), and communicators take on corresponding ethical commitments to their audiences. The two approaches to covering Trump’s carnivalesque rhetoric under study here make different things happen and suggest different ethical commitments. The “objective” approach, featuring formal nods to neutrality such as the inverted pyramid structure and non-evaluative reproductions of Trump’s claims (Mindich 1998; Kovach and Rosenstiel 2014), help to render those claims legitimate products of first-world, official common-sense. They signal to audiences that Trump, while perhaps colorful, is coloring within the lines of normal politics rather than blurring those lines and co-mingling the official world with the grotesque, non-serious world of carnival. Such “objective” coverage of this style of communication does not serve the general public but rather “serves dominant groups that don’t play fair” (Steiner 2018, 1855) and in normalizing carnivalesque inversion “can have disastrous consequences for a political community” (Gaufman 2018, 3).", "Dale’s approach, on the other hand, produces speech acts that bring the carnivalesque nature of Trump’s rhetoric into clear relief. Dale denaturalizes Trump’s lies and insults, thereby activating many readers’ critical faculties and offering citizens who aren’t constrained by partisan blinders an opportunity to recognize the threats that carnivalesque governance poses to democratic processes. The present study details how the traditional objectivity paradigm necessitates speech acts that normalize Trump’s rhetoric, and how Dale’s hybrid approach – favoring the objective paradigm’s emphasis on verification (Kovach and Rosenstiel 2014) but allowing for a subjective incorporation of pathos that lends authenticity and urgency to the verification process – offers a “third way” of representing Trump’s speech between the banal stenography that validates it and either the policy advocacy of punditry or the comedic satire that dismisses its serious repercussions."]}, {"title": "Trump Deconstructs – Media Framing Reconstructs", "paragraphs": ["A fascinating aspect of Trump’s public communication is the carnivalesque ambivalence of his messaging: He not only deploys explosive, divisive, grotesque and profane rhetoric (Jamieson and Taussig 2017; Wahl-Jorgensen 2018), but he often transparently deconstructs this rhetoric for both reporters and supporters. He reportedly told an associate that he was deliberately labeling an FBI informant who had monitored his campaign’s ties to Russia as a spy, “believing the more nefarious term would resonate more in the media and with the public” (Associated Press, May 23, 2018). Trump told a reporter during the 2016 campaign that he attacked the press “‘to discredit you all and demean you all so when you write negative stories about me, no one will believe you’” (“Lesley Stahl … ” 2018). Trump leveled with his voters at post-election rallies about his manipulation tactics, noting that the “Lock Her Up!” chant from the campaign “plays great before the election. Now we don’t care” (Huffington Post, December 9, 2016) and almost ridiculing their frenzied carnival behavior: “You people were vicious, violent, screaming, ‘Where's the wall? We want the wall!’ Screaming, ‘Prison! Prison! Lock her up!’ I mean you are going crazy” (CNN, December 17, 2016). Reading from a speech to abortion opponents, Trump began telling supporters their 2018 votes were as important as their 2016 votes – then, perhaps reflecting that he wasn’t on the 2018 ballot, ad-libbed: “Although I’m not sure I really believe that, but you know. I don’t know who the hell wrote that line, I’m not sure. But it’s still important, remember” (Washington Post, May 23, 2018). Shortly after crowing about his achievements at the June 2018 summit with North Korean leader Kim Jong Un, Trump explained how he would react if his lofty goals deflated: “I don’t know that I’ll ever admit that I was wrong. I’ll find some kind of an excuse” (Raleigh 2018).", "At the same time Trump waxes candidly about his rhetorical means and ends, he is a prolific presidential liar (Leonhardt and Thompson 2017). News organizations tracking his falsehoods have reported that he uttered thousands of fabrications in his campaign and early presidency (e.g. Washington Post, June 1, 2018), prompting no small amount of hand-wringing among journalists as to how to characterize his fallacies (Weiss 2016; Barry 2017; Greenberg 2017; Milbank 2018).", "This behavior has all been reported; mainstream media sources account for most of the examples cited above. But the episodes are generally offered as brites, asides, post-hoc analyses (e.g. Qiu 2018; Westwood 2018), or bits of color (Heidt 2018), rather than the central operating principle of Trump’s character or presidency. For instance, Trump’s laughter-evoking boast in his 2018 UN speech cited above was a brief sidebar in the USA Today’s reporting, compared with a main story published nearly an hour earlier that portrayed Trump as expressing a coherent and resolute world view: “President Donald Trump blamed Iranian leaders for sowing ‘chaos, death and destruction’ in a steely speech to the United Nations General Assembly on Tuesday that heavily emphasized the president's support of national sovereignty over globalism” (Fritze and Shesgreen 2018).", "In this fashion, the US news media’s overriding practice has been to reconstruct what Trump tears apart, to produce a smoothed over version that presents Trump as undifferentiated from previous presidents. Lesley Stahl, for instance, apparently saved her anecdote about Trump’s motives for attacking the press until the second year of his presidency. Politico (June 1, 2018) noted how Trump would blast the news media on the record – rhetoric that was dutifully reported – then go off the record to speak informally with the reporters he publicly distrusts and despises. Such revelations about Trump’s statements typically take a back seat to the empirically dubious content of those statements. Just two days after Trump was reported saying he would make up excuses if the North Korea summit failed, the New York Times (June 13, 2018) published a story based solely on Trump’s early-morning tweets: “President Trump returned to the United States early on Wednesday praising his diplomatic prowess after his meeting with the North Korean leader and declaring, ‘There is no longer a nuclear threat’ from Pyongyang.”", "Rendering Trump’s statements – however false, self-serving, profane, or unrealistic – as official presidential pronouncements bearing the legitimacy of the office is a deliberate framing choice, not an inevitable journalistic practice. “To frame is to select some aspects of a perceived reality and make them more salient in a communicating text” (Entman 1993, 52, emphasis in original). In the dominant objectivity paradigm, Trump’s surface claims, rather than the bizarre and grotesque context of those claims, are often presented as the most salient aspects of his rhetoric. It’s not that journalistic resources aren’t used to correct Trump’s falsehoods; it’s that traditionally framed news accounts of Trump’s rhetoric – routine coverage of speeches, rallies, and other events ­– proceed as though this ample critical reporting did not exist. Mainstream reporters occasionally call attention to this dominant reporting frame, as when the Washington Post’s Glenn Kessler (2018) observed his colleagues simply picking up Trump falsehoods from an interview: Trump keeps repeating stuff that's been previously fact checked. There should be no excuse for a reporter to quote from his Fox and Friends interview without noting his factual errors.Reporters appeared to confront Trump more aggressively as he repeatedly blamed Democrats for his policy of separating immigrant children from parents at the border (Stelter 2018). Some scholars (e.g. Rosen 2018) took such efforts as a sign that journalists were reconsidering their dominant frame for covering Trump statements. But an alternative model for framing Trump’s rhetoric had already existed in Toronto Star Washington Bureau Chief Daniel Dale. In the analysis below, I compare Dale’s frame orientation of deconstructing Trump using the full rhetorical arsenal of logos, ethos, and pathos against the dominant approach of reconstructing Trump’s carnivalesque rhetoric as official speech. Dale’s deconstructions provide a style of journalism that addresses Trump and his supporters’ politics of “norm-shattering rhetoric” (Jamieson and Taussig 2017) characterized by strategically anti-rational, anti-empirical, and anti-civil communication that speaks to followers through code and confounds good-faith deliberation through contradiction and obfuscation. By highlighting a journalistic approach that spotlights the norm-shattering rather than attempting to make sense of it, I hope to make such practice more salient for researchers and journalists, thus nudging scholarship and practice toward more contextual and holistic approaches to post-normative political actors.", "Trump keeps repeating stuff that's been previously fact checked. There should be no excuse for a reporter to quote from his Fox and Friends interview without noting his factual errors."]}, {"title": "Method", "paragraphs": ["This study was inspired by a Daniel Dale tweet on Trump’s April 28, 2018, rally in Michigan. During one incoherent moment, Dale stopped trying to represent what Trump was saying in mid-tweet and wrote, “I don’t even understand.” I retweeted that post, noting how rarely journalists indicate that a major politician is being unclear or indecipherable rather than trying to impose some order and logic onto their statements. The observation inspired me to compare Dale’s live Twitter reporting on the event with other coverage to analyze how his commentary departed from standard journalistic framing and could point the way to a journalistic approach equipped to meet Trump’s carnivalesque regime. Analyzing text in its cultural context offers unique insight into “the ideological potential … between production and consumption,” with a focus not on “how accurately does the text reflect reality but what version of reality is normalized and as a consequence, how emancipatory or hegemonic is the text” (Fürsich 2009, 249, emphasis in original). Close analysis of relatively small textual samples enables a depth and nuance of insight that brute methods of higher-volume analysis can overlook (Parks 2019).", "I captured Dale’s tweets after the rally both by manually copying the link to his coverage thread and by launching a search for relevant tweets through analysis software DiscoverText. For a comparison thread from the dominant reporting frame, I performed a Google search for other news organizations that covered the event and looked to reporters’ Twitter feeds for whether they had also live tweeted. I did not find a thread as meticulous or extensive as Dale’s, but one voluminous live feed was tweeted by Paul Egan from the Detroit Free Press, a regional newspaper near the rally. I preserved Egan’s tweets by both manually copying and pasting individual unthreaded tweets into a notes file and creating a data stream in DiscoverText. I used Dale and Egan’s Twitter threads and a C-SPAN video of the rally with a running transcript to identify points in Trump’s speech where either Egan or Dale had made a Twitter reference. From these three sources – the transcripted Trump statements and the two reporters’ live-tweets, I compiled a table to show when each reporter tweeted and how he characterized Trump’s comments. This arrangement allowed a comparison of which aspects of Trump’s speech each reporter chose to highlight and, in cases where the reporters noted the same comments, a comparison of how each reporter presented those comments. For efficiency in managing the text of Trump’s 78-minute speech, I personally transcribed not the full speech but the portions that either Egan or Dale tweeted about, usually including additional contextual statements surrounding whatever quote(s) the reporters highlighted in their tweets. Egan’s (35) and Dale’s (60) relevant tweets combined for a total of 85 rows for analysis. Some rows contain only Egan tweets, particularly a series of pre-rally posts leading up to Trump’s speech; many rows contain only tweets from Dale, who tweeted nearly three times as often from the actual speech as Egan did; and a handful of rows consist of tweets from both reporters addressing the same passage of Trump’s text.", "After transcribing and arranging statements and tweets across columns, I created a new column for analytical notes and examined each row to discern the characteristics of each reporter’s tweets. I first noted whether tweets uncritically quoted or paraphrased Trump or if they critiqued his assertions. I was particularly interested in analytical points where both reporters tweeted from the same Trump statement, but this occurred less often than expected. In addition to noting cases of critical vs. uncritical tweets, I also read for patterns in the types of statements the reporters picked up for tweeting and for the cumulative frame each reporter constructed from his body of tweets through choices of which topics and commentary to make salient. I compared the overall tone and content of the Twitter feeds not just against each other but with a purposive sample of mainstream news stories from the rally, including posts from national news organizations such as the New York Times, the Washington Post, and the Associated Press. I also compared the tweets against stories for the Detroit Free Press and USA Today (both owned by Gannett) that Egan contributed bylines to. I did not find a narrative text story about the rally by Dale. It’s possible Dale’s live tweeting of the event was more complete than Egan’s because Dale used the format as his sole reporting platform.1"]}, {"title": "Results and Discussion", "paragraphs": ["Trump’s April 28, 2018, speech recapitulated the carnivalesque rhetorical tropes and self-deconstructions described in the first half of this paper. As the introduction notes, Trump contrasted his appearance in Michigan with the White House Correspondents’ Dinner he had spurned in Washington, D.C. He voluminously belittled and mocked his enemies in politics, government, and the press, such as calling California’s governor “Moonbeam.” He praised U.S. ideological adversaries such as the authoritarian leader of China, while deriding traditional allies such as democratic trading partners. He set himself and his accomplishments above all predecessors and competitors. He moved from topic to topic seemingly through free association, rather than following a logical progression of points. He uttered multiple empirical falsehoods. He devoted a chunk of the speech, more than a year into his presidency, to a lengthy reminiscence of his Election Night surprise. He performed, in short, a post-normative political display: framing everything in relation to himself, embracing only his loyal followers, undermining the historical gravitas of the presidency, delegitimizing democratic institutions such as a free press and federal law enforcement, and reversing the poles on modern U.S. global alliances.", "Yet, as noted above, the dominant mainstream framing of Trump’s rally was to summarize his speech through a traditional, official, “first world” orientation, with inverted-pyramid style that lent the performance a veneer of normalized presidential coherence and a selection of quotes and paraphrases assembled in logical order with narrative transitions. CNN’s lead, for instance, was: “President Donald Trump criticized Democrats and the media and touted what he described as his accomplishments in office during a campaign-style rally in Michigan on Saturday” (Foran 2018). The story notes how Trump “attacked Democratic Sens. John Tester of Montana and Debbie Stabenow of Michigan, … talked up his domestic agenda and laid out a potential timeline for talks with North Korean leader Kim Jong Un.” It adds that “Trump made promises to the Michigan crowd that echoed his 2016 campaign,” such as “’straightening out’ what he referred to as ‘disastrous trade deals.’” The story does not distinguish between when Trump appears to be reading from his script and when he is ad-libbing, nor does it distinguish between when he appears to be telling the truth and when he is making things up. The Washington Post lead reads, “President Trump bragged about his economic and diplomatic accomplishments and savaged the media during a raucous rally Saturday before thousands of supporters in a state that is critical to his reelection hopes” (Chason and Lynch 2018). The story notes that the speech was long and “rambling,” lists the range of topics covered – “nods to space travel, the price of the new U.S. Embassy in Jerusalem, promises of ‘crystal clean water,’ entertainer Kanye West and plans to rehabilitate local infrastructure” – a subtle acknowledgement of Trump’s carnivalesque rhetorical sprawl – and contextualizes some of Trump’s economic claims with federal labor data. But the story avoids Trump’s most outrageous statements, threats, and open mockery listed at the beginning of this paper and does little to challenge his economic and diplomatic optimism. Note, for instance, that while the Post lead contains the strong verbs “bragged” and “savaged,” both the formal summative structure and the platitudinous context of “a raucous rally … in a state that is critical to his re-election hopes” serve to legitimize Trump’s rhetoric as normal, “first-world” politics. The USA Today, picking up reporting from its Detroit Free Press staffers, features this sentence: “Trump spoke to a crowd that filled about two-thirds of the arena and they showed their support with cheers, MAGA hats and T-shirts bearing his name and likeness” (Gray, Siacon, and Egan 2018a), a descriptive representation of the multivocal carnival crowd. But despite the reporters’ observation that the arena was not at capacity, the story ignores Trump’s false claim that five times as many people were waiting outside.", "Michigan media followed a pattern similar to national reports, but also emphasized attending state politicians and Trump’s promise to fix the aging Soo Locks facilitating shipping in the upper Great Lakes. The Detroit Free Press story, by the same reporters who filed for USA Today, includes several paragraphs on the locks, noting that “[Trump] said he might even call the U.S. Army Corps of Engineers about the project Saturday night, though it might not happen until Sunday” (Gray, Siacon, and Egan 2018b). Such credulous reproduction of this extemporaneous claim is an example of “officializing” Trump’s carnival speech. Meanwhile, a fawning report by statewide media group MLive summarized the speech this way: “In comments that ranged from reminiscing about winning Michigan and other Midwestern states in the 2016 presidential election to policy issues such as immigration and relations with foreign countries, Trump remained fully confident that he was taking the country in the right direction” (Gibbons 2018).", "The tweets of the Free Press’s Paul Egan and of the Toronto Star’s Daniel Dale offer a different temporal perspective on Trump’s rally from the summative news stories. Produced in real time, they present a more staccato impression of Trump’s performance and reproduce it in largely chronological order. The Twitter platform allows for instantaneous observations and commentary that might not make it into a narrative news story. But within the medium’s affordances and constraints, Egan and Dale took remarkably different approaches to framing Trump’s rhetoric.2 Egan tweeted only about half as many times as Dale, and did more work setting up the event with pre-reported contextual tweets ahead of the talk. Dale did not start tweeting until Trump started speaking, and he was more prolific in capturing the bulk of Trump’s utterances. But Dale did not simply report Trump’s statements; he critically evaluated them with occasional personal expressions, making salient the carnivalesque nature of the event rather than superimposing an everyday, normalized frame on Trump’s assertions.", "The first of Paul Egan’s 35 rally-related tweets comes about an hour before Trump speaks, when he previews coverage by his Free Press colleague Kathleen Gray and announces he’ll be livetweeting from a livestream. Egan devotes 17 tweets – nearly half – to pre-rally color and context, with local-interest information including rally-related traffic tie-ups and details about the arena, which he notes “holds about 5,000 ppl indoors per fire regulations, but thousands more could watch on giant monitor from nearby soccer fields.” Egan also provides background on Trump’s 2016 margin of victory in the host county and state Republican candidates’ relations with Trump.", "Egan’s first Trump quote comes at the top of the speech, when Trump says, “You may have heard I was invited to another event tonight, the White House Correspondents’ Dinner. But I’d much rather be in Washington, Michigan, than in Washington, D.C. right now. That I can tell you.” Egan quotes, “I’d much rather be in Washington, Michigan, than in Washington, D.C.” Two minutes into the speech, Egan notes Trump’s “shout-out” to Michigan Attorney General Bill Schuette, a gubernatorial candidate and Trump booster. Egan also captures Trump’s casual carnivalesque profanity by noting that Trump muttered “wherever the hell he is” when he couldn’t find Schuette in the audience. About three minutes in, Egan notes Trump’s praise of Michigan native Ronna Romney McDaniel, then chair of the Republican National Committee. Egan’s subsequent tweets are sporadic, often lapsing up to five or 10 min between posts. His first tweet on the substance of Trump’s speech is summary: “#Trump is hitting on many of his 2016 campaign themes: Immigration, the need for strong borders, strong military and a border wall, praise for law enforcement, attacking Dems and ‘sanctuary cities.’” Seven minutes later, Egan quotes Trump on diplomacy: “The denuclearization of the Korean Peninsula, North Korea … we’ll see how it goes. Whatever happens happens … I think we'll do fine.” The phrase elided by Egan’s first ellipses is Trump interrupting himself to chant, “De-nuke. De-Nuke!” By reducing Trump’s statement to his bare message, while skipping over his strange verbal prancing, Egan’s tweet renders the statement presidential and official, instead of performative and carnivalesque.", "Egan’s next tweet, with no context, quotes Trump’s threat toward Montana Sen. John Tester, who had raised concerns about short-lived Veterans Affairs appointee Ronny Jackson: “#Trump: ‘I know things about Tester that I could say too, and if I said them, he’d never be elected again.’” About 25 min into Trump’s speech, Egan picks up on Trump’s Michigan reference: “#Trump: ‘For too long the loyalty of Michigan workers was repaid with pure and simple betrayal.’” At 27 min, Egan quotes Trump saying he blames past presidents, not foreign countries, for historically “tak[ing] advantage” of the United States, then four minutes later he quotes Trump saying, “Guess what? Not happening any more, folks. It's not happening.” At 33 min, Trump brings up the Soo Locks, suggesting he learned about them from a Michigan member of Congress in the car on the way to the venue. Egan tweets, “#Trump now pledges to upgrade the Soo Locks – something Gov. Rick #Snyder and other state leaders have been pushing for.” About 55 min in, Egan notes Trump’s pivot to “recalling his last rally of the 2016 campaign, in Grand Rapids MI, which went into the early morning hours of Election Day.” Egan returns about 10 min later, when Trump reprises his Soo Locks interest and then reinforces his local connection; Egan quotes him saying: “We're going to stand up for places like #Detroit that need help … and we're going to stand up for great states like Michigan.” Egan does not tweet for the last 12 min of Trump’s speech, concluding with “#Trump wraps up his Michigan rally with ‘I accomplished more than I promised and I'm doing it for you,’ then ‘We will #MAGA.’ He spoke for about 80 minutes.” Egan’s last tweet, post-speech, links to the Free Press roundup story.", "The most noteworthy characteristic of Egan’s live tweets is how little they differ from the traditional framing of presidential speech coverage exemplified in the text stories described above. Egan could have been reporting nearly any speech from nearly any politician, so routine, detached, and matter-of-fact is his recounting. His dispatches summarize, localize, and represent the speaker’s comments – focusing salience on the surface-level claims without imposing a response, judgment, or wider context onto them. His speech act emphasizes the ethos in Aristotle’s rhetorical triumvirate (Grabe and Zhou 2003): It seeks audience support by establishing the reporter’s credibility as a neutral observer, with the effect of presenting Trump’s rhetoric as undifferentiated from his predecessors’. In the next section, I show how the Toronto Star’s Daniel Dale makes clear as a matter of practice that Trump’s speech is anything but normal; that it is, in fact, a performance that veers wildly from accepted US democratic and presidential traditions. Dale’s alternative framing foregrounds how Trump’s performance exists in the world of carnival.", "Dale reported on many Trump events in 2018. Unlike the dominant framing approach, which tends to take Trump at his word when initially reporting statements and only later or less prominently to “fact-check” or contextualize Trump’s claims (e.g. Qiu 2018), Dale has relentlessly watchdogged Trump’s utterances. Dale does not just fact-check in real time: He expresses indignance, impatience, and confusion in real-time as well. Rather than tying up a Trump performance in a presidential package with a legitimizing bow, Dale’s approach makes salient the anti-normative and grotesque aspects of Trump’s rhetoric. For instance, Dale highlights Trump’s self-deconstructions rather than leaving them in the background. While commenting on one Trump speech, he tweeted, “It is always wild when Trump is boringly reading a boring script and then flips the switch to Actual Trump” (Dale 2018a), signaling to readers the difference between words put into Trump’s mouth by staff and words that pour out of his own brain.", "In another thread comparing his reporting with the dominant approach, Dale observes: I can’t even tell you the number of times I’ve covered a rally where Trump has said more than 15 false things and then read stories on the rally that didn’t once mention this incessant dishonesty. It’s “Trump talks up tax plan” or “Trump attacks such and such.” (Dale 2018b).In the same thread, Dale argues that whether Trump’s falsehoods are called “lies” or something else is not as important as “coverage frequency and intensity” – being willing to treat the dissembling as “a central daily story of this presidency.”", "I can’t even tell you the number of times I’ve covered a rally where Trump has said more than 15 false things and then read stories on the rally that didn’t once mention this incessant dishonesty. It’s “Trump talks up tax plan” or “Trump attacks such and such.” (Dale 2018b).", "Dale constructs this frame by calling Trump out statement by statement while live-tweeting a speech. In one thread, Dale (2018c) actually narrates Trump “formulating a lie in real time,” showing how he changed a scripted detail from the fact that criminal gang MS-13 had called for killing police on Long Island to the false statement that they had actually done so. Dale added that “the president inventing a cop-killing - got no coverage outside of Twitter, as far as I can tell from the internet.”", "Dale has also applied this framing strategy to his follow-up stories for the Star, arguing that a traditionally formatted article cannot capture Trump’s “unhingedness” as effectively as simply listing a series of his statements, which Dale did under the headline “Minute by minute: Trump’s wildly dishonest rally speech in Nashville” (Dale 2018d). Contrast this approach with the dominant approach of artificially reconstructing Trump’s deconstructions from the same event, such as the Washington Post’s (May 30, 2018) summative headline, “Trump ties Republican midterm strategy to immigration, claims Mexico will pay for border wall.”", "On the night of the April 28, 2018, Michigan rally, Dale began live-tweeting as Trump began speaking, seizing on the same quote as Egan about Trump’s preference for Washington Township over Washington, D.C. Overall, Dale, who does not appear to have written a wrap-up story of the rally, tweeted much more comprehensively than Egan. While Dale’s first tweet matches the observation and tone of Egan’s, the two reporters quickly diverge in their approach. To begin, Dale does not simply report Trump’s claim that five times as many people are outside the rally as inside; he tweets, “Any reporters on the scene?” in an attempt to crowdsource and verify the claim in real time. (A follower then snidely asks if a Trump crowd claim has ever been accurate, and Dale responds, “no, but i can't assume.”)", "Before fully engaging his alternative frame, Dale quotes a couple of early Trump platitudes without critique: First, “We support the rule of law, and we support the heroes of law enforcement” and then, “We honour our flag. And if others honoured our flag, they'd be a lot better off.” But about six minutes into the speech, Dale diverges from Egan’s credulous coverage style and adopts a more critical and authoritative frame. Dale’s alternative reporting is marked by three key strategies, corresponding to the rhetorical tools of logos, ethos, and pathos. First, Dale spotlights unpresidential, carnivalesque utterances such as name-calling and bizarre syntax by calling attention to their irrational nature, fulfilling the role of logos in enforcing “[c]onsistency in the logic of the message and supporting evidence” (Grabe and Zhou 2003, 316). Second, Dale identifies and tracks lies in real time by drawing on his past reporting, thereby establishing an ethos of disciplinary credibility that surpasses mere stenographic accuracy while simultaneously highlighting Trump’s dubious ethos. Third, Dale deconstructs Trump’s discursive and rhetorical moves, in part by sharing his own confusion or disbelief – an appeal to pathos, or emotional connection with the audience, that most news reporting lacks (Parks, in press).", "Together, these strategies applied to live news reporting make salient the non-normative and often anti-democratic nature of Trump’s political communication.", "Dale appeals to logos by spotlighting Trump’s irrational, illogical claims. On immigration, for instance, Dale quotes Trump and in the same tweet contradicts him: “San Diego, they're being just overrun … overrun by people pouring. So they're begging us for a wall.” San Diego is not begging for a wall. Trump then falsely says the wall has been “started in San Diego.” Only prototypes have been built there.Just short of the eight-minute mark, when Egan summarizes Trump’s policy topics, Dale notes what Egan does not: that Trump had just called the governor of California “Moonbeam.” In the actual speech, Trump delights in the nickname, saying it once as a sentence unto itself: “Moonbeam,” and then repeating it louder, with apparent joy: “Moonbeam!” Nicknames are a hallmark of carnival (Gaufman 2018); they “connect the subject to the grotesque body, thus becoming comic … By mocking the subject and making the named person look foolish, nicknames give special power to the provider” (Hall, Goldstein, and Ingram 2016, 86). But this carnival speech, reported by Dale, went unreported in most mainstream news stories and in Egan’s livetweet. Dale reprises this kind of pickup – spotlighting Trump’s bizarre name-calling and diversions – when he notes in the 24th minute: “Trump is on an extended rant against Comey, the ‘two lovers’ at the FBI, and Andrew McCabe. He falsely says again that Andrew McCabe took $700,000. He references the pathological liar character Jon Lovitz once played on Saturday Night Live.” When Trump speaks of the Chinese leader, Dale tweets, “Trump with some admiration: ‘I looked at President Xi, and he's the BOSS. He's the guy.’” Dale points out when “Trump brings back one of his weirdest false claims, saying he was named Michigan's ‘Republican of the Year’ even before he was running. He used to claim he was named Michigan Man of the Year, period, which is not a thing.” Dale reports and contextualizes another Trump standby: “Trump is getting even more detailed in his almost certainly fictional story about how he almost signed a plan to spend $1 billion on a new Jerusalem embassy and then stopped.” Dale shows how Trump deploys celebrity allies to create the sheen of a diverse support base: “Trump: ‘Kanye West gets it. He gets it. He gets it.’” Dale captures Trump’s grotesque flippancy regarding his ominous military power: “Trump on a military strike: ‘Look at what happened in Syria: boom, boom, BING.’”", "“San Diego, they're being just overrun … overrun by people pouring. So they're begging us for a wall.” San Diego is not begging for a wall. Trump then falsely says the wall has been “started in San Diego.” Only prototypes have been built there.", "Dale demonstrates extraordinary rigor in keeping track of Trump’s fictions – not merely pointing them out but documenting each case of a repeated falsehood – thus building credibility with his audience for each new claim while documenting Trump’s own troubled ethos. During a late-speech passage in which Trump reminisces about his final pre-election rally in Grand Rapids, Michigan, the Free Press’s Egan captures Trump’s nostalgia: “‘We had a great time,’ he says, and it was evident ‘we're going to win Michigan.’” Dale’s tweet, alternatively, captures Trump’s grasping exaggeration: “Trump twice says he had 32,000 people at his election-eve rally in Grand Rapids, Michigan. The hall had a capacity of 4,200. Local media estimated 8,000 total including people stuck outside.” Also near the end, when Trump speaks on health care, Dale tweets: “Trump, boasting about eliminating the individual mandate, on Obamacare: ‘Some people would say essentially we've gotten rid of it.’ If anyone says that, they are not correct!” In the sixteenth minute, when Egan tweets that Trump expects to “do fine” with North Korea, Dale picks a different quote in which Trump alludes to the 2015 Iran nuclear deal: Trump on dealing with North Korea: “I may go in, it may not work out, I leave. I'm not going to be a John Kerry.” For the 10th time in office, he falsely says the Obama administration gave Iran $150 billion.When Trump inflates the US trade deficit with China, Dale tweets, “That is the 30th time in office he has given an inaccurate figure for the China trade deficit. It is $337 billion.” On Middle East policy: “For the 11th time, Trump falsely claims the U.S. has spent $7 trillion on Middle East wars. One Brown University estimate puts it at $4.3 trillion.” On the domestic economy: “For the 16th time, Trump falsely claims ‘wages are going up for the first time in many, many years.’ They have been rising since 2014.”", "Trump on dealing with North Korea: “I may go in, it may not work out, I leave. I'm not going to be a John Kerry.” For the 10th time in office, he falsely says the Obama administration gave Iran $150 billion.", "One of the most remarkable moments from Dale’s livetweet comes in the 21st minute of Trump’s speech, when Trump breaks into a convoluted denial of collusion with the Russian government by suggesting a Trump-campaign-connected Russian lawyer acknowledged her ties to Vladimir Putin to defame Trump because he had been so unforgiving with Russia. Over two tweets, we watch Dale try to make sense of this argument and then, counter to the longstanding practice of rendering presidential speech sensible, simply give up: “I'm tougher on Russia. Nobody ever thought. In fact. Have you heard about the lawyer? For a year, a woman lawyer … ” Trump is offering an elaborate and bizarre theory for why Natalia Veselnitskaya now claims to be an “informant” in contact with the Russian government, claiming it's actually because he's so tough on Russia that … I don't even understand.", "“I'm tougher on Russia. Nobody ever thought. In fact. Have you heard about the lawyer? For a year, a woman lawyer … ”", "Trump is offering an elaborate and bizarre theory for why Natalia Veselnitskaya now claims to be an “informant” in contact with the Russian government, claiming it's actually because he's so tough on Russia that … I don't even understand.", "This last admission by Dale not only highlights the incongruity of Trump’s argument rather than imposing a false coherence; the speech act also rhetorically positions Dale as a vulnerable authority seeking audience trust through revelation of uncertainty and his own limitations. So while the traditional “objective” view of news reporting focuses on logos and ethos, Dale adds the third crucial element of communication – pathos – by inviting the audience on his journey of witnessing Trump's speech. Grabe and Zhou (2003, 16) write, “When the audience identifies with the storyteller's point of view and ‘suffers with’ the characters and the circumstances of the plot, pathos is fully realized.” While the traditional model encourages reporters to keep their suffering to themselves (Parks 2018a), when Dale laments “I don't even understand” what Trump is trying to say, he invites the audience to suffer with him.", "Dale deconstructs Trump’s rhetoric through the remainder of the speech, noting in a follow-up to the collusion argument that attacks on his Veterans Affairs nominee are “all innuendo from an unnamed ‘they’” – an observation that illustrates the vagueness of Trump’s accusations. Dale also pauses to emphasize Trump’s use of possessive language when referring to US citizens: “‘I love my farmers.’ Interesting ‘my.’” Egan had demonstrated Trump’s objectification more subtly with back-to-back tweets about Trump saying “wherever the hell he is” regarding Bill Schuette and Trump quoting himself – “I said get that woman that ran Michigan” – when acknowledging RNC chair Ronna Romney McDaniel. These quotes suggest, without saying, that Trump treats people instrumentally, not relationally. But when Trump brought up the Soo Locks for the second time in the speech, pledging to act immediately to fix them, Egan simply picked up Trump’s rhetoric linking foreign and domestic failures: “After spending all that money in the Mideast, can you imagine – We can't fix a lock.” Dale, meanwhile, brings skepticism to Trump’s sudden enthusiasm about the locks: “Trump says that as soon as he gets back to Washington he is going to get to work on fixing Michigan's Soo Locks, which he sounds like he may have just heard of.” With about 12 min left in the speech, when Trump suddenly starts reading from his script, Dale catches it: “‘It's time to look past the old divisions … and finally come together as one nation under God,’ Trump says, returning to his prepared text, after … that.” Dale also captures a significant Trump self-deconstruction. Ending his speech, Trump circled back to the Correspondents’ Association Dinner and laid bare his disdain of the annual ritual: I could be up there tonight, smiling like I love where they’re hitting you shot after shot, these people they hate your guts, shot, and then I’m supposed to [big fake grin] and you know, you gotta smile. And if you don’t smile they’ll say “He-he was terrible, he couldn’t take it.” And if you do smile, they’ll say “What was he smiling about?” You know, there’s no win.This is a moment of rare and even poignant honesty from Trump, expressing what previous presidents might have felt but would not say. Most news media ignored this unpresidential, unflattering, but humanizing admission, but Dale captured the pathos, tweeting, “Trump says he could be at the ‘phony’ correspondents dinner putting on a fake smile because the media demands one, but he wouldn't want to be smiling because he doesn't like those people.”", "I could be up there tonight, smiling like I love where they’re hitting you shot after shot, these people they hate your guts, shot, and then I’m supposed to [big fake grin] and you know, you gotta smile. And if you don’t smile they’ll say “He-he was terrible, he couldn’t take it.” And if you do smile, they’ll say “What was he smiling about?” You know, there’s no win.", "Finally, on Trump’s concluding point, which Egan tweeted in part as the direct unchallenged quote “I accomplished more than I promised and I'm doing it for you,” Dale tweets: Trump now says “somebody from the news” is the one who said Trump is the only one who “accomplished more than he promised.” He is the one who said that, though he keeps attributing it to unnamed others.", "Trump now says “somebody from the news” is the one who said Trump is the only one who “accomplished more than he promised.” He is the one who said that, though he keeps attributing it to unnamed others."]}, {"title": "Conclusion", "paragraphs": ["Carnival, in Bakhtin’s conception, can be a positive time in which social cohesion is partially renewed through the self-aware profaning and debasing of official hierarchies and figureheads by multivocal, highly participatory rites and festivities. Donald Trump used carnival tactics to great success in the 2016 US presidential election (Gaufman 2018) but, despite widespread expectation that Trump would become “presidential” once he assumed office and frequent efforts by mainstream reporters to contort his wildly abnormal pronouncements into official forms (Parks 2018b), Trump has effectively merged the “carnival” world with the “official” one, transforming the public sphere into a burlesque with sweeping and tragic real-world consequences for democratic institutions, marginalized groups, and efforts to fight global climate change (Kellner 2018). This paper highlights an alternative to the dominant journalistic approach of framing such a carnivalesque public figure through normative practices that legitimize that figure as an exemplar of official, mainstream discourse. The alternative approach – a rhetorical “third way” between the twentieth-century objectivity model and the ridicule and satire provided by late-night comedy and political commentators – is news reporting that uses the full rhetorical trove of logos, ethos, and pathos to make salient the carnivalesque nature of the aberrant politician’s behavior, as Toronto Star reporter Daniel Dale does in his frequent coverage of Donald Trump.", "Analysis of Dale’s live-tweeting of a Trump rally compared to the Detroit Free Press’s Paul Egan, representing the dominant objectivity paradigm, shows that Dale regularly employed three strategies to foreground the carnivalesque nature of Trump’s rhetoric: emphasizing unpresidential speech, rather than normalizing it; highlighting and tracking dishonest statements as they are uttered, rather than repeating or eliding them; and transparently and affectively deconstructing rhetorical tropes, rather than taking them at face value. There are not many occasions where Egan and Dale chose to tweet off the same Trump statement, which is indicative of disparate framing emphases. When they did, Egan tended to report summatively on what Trump said and to select an on-message quote. Dale typically pulled out the grotesque or false aspects of the statement. These differently oriented speech acts produce vastly different impressions of Trump as a communicator and a human being. A helpful question for journalists, scholars, and citizens is: Which frame is more salient for a democratic citizenry?", "I argue that Dale’s approach better captures the essence of Trump and his daily assault on democratic norms, and therefore better serves citizens seeking guidance to make informed decisions (Kovach and Rosenstiel 2014). Dale’s framing represents a movement urging journalists to adopt post-normative approaches to covering Trump, who has used traditional values such as “balance” and “objectivity” (Crouse 1973; Mindich 1998; Waisbord 2018) to normalize his aberrant messages. This work may be easier for Dale, as a foreign correspondent representing the Canadian press, than it is for American journalists, for whom patriotic obligation (Parks 2019) and “respecting the office” of the presidency are cultural common sense. Dale, reporting from a country that has been overtly at odds with the US administration, may in a sense be acting in a nationalistic context comparable to American journalists reluctant to directly criticize Trump. But Dale also informs a substantial US audience through social media, and his position with one foot in each country provides him perspective from which US journalists and citizens can learn. From the view of feminist standpoint epistemology, an alternative model to journalistic objectivity offered by Steiner (2018), being both an outsider to American political culture and an insider in national journalistic circles might give Dale greater insight into the ideological traps of the American objectivity paradigm.", "What do Dale’s reporting strategies accomplish? Journalistically, they fulfill key normative requirements of the field that have been frequently neglected in standard coverage of Trump's rhetoric – particularly the discipline of verification (Kovach and Rosenstiel 2014), a key driver of both journalistic logos and ethos. Unlike reporting that simply repeats Trump's claims – like an NBC News (2018) tweet passing on Trump's baseless assertion that court filings by special counsel Robert Mueller were exculpatory – Dale's reporting regularly places claims in factual context as they are uttered. Such speech acts redirect Trump's claims from the official contexts that lend them formal legitimacy and toward the realm of carnival, which invites ambiguous response and active evaluation on the part of the audience. This is a crucial rhetorical move for arming citizens to recognize the deviant nature of Trump’s behavior.", "Dale performs this speech act through the genre of news reporting, not political commentary. He witnesses events and tells people what happened, with both factual and emotional context, which is not the same as opining about whether the US should build a border wall or how best to negotiate with foreign governments. Dale’s move is to realign newsgathering practice with the contemporary rhetorical and political environment.", "Journalists can adopt similar rhetorical practices to cover Trump and other carnivalesque actors more productively by shifting the frame from the content of the rhetoric to the context of it, taking into account not “what’s in the box but who gets to decide its boundaries and shape” (Cloud 2018, 9). Doing so both de-emphasizes the content, which is often false or misleading, and denaturalizes the context – the grotesquery surrounding the utterance. When political actors are speaking or acting outside of normative political tradition, journalists can point this out. Coded racist language, for instance, should not simply be passed on, but identified as coded racist language. When addressing carnivalesque rhetoric, journalists need not simply tweet or write headlines and leads that validate it; they can immediately verify or challenge the claim. They can demonstrate when a discrete speech act fits in with a broader pattern of speech acts, as when Dale notes not just that Trump has lied but how many times he has uttered a variation of the same lie. If a speaker is being frustratingly dishonest or incoherent, journalists can share that frustration and confusion with their audience, rather than constructing false coherence on behalf of the source. Together, this panoply of strategies can lift news reporting beyond rote fact-checking, which suffers from “narrowness of focus, hyper-thoroughness, and naïve empiricism,” (Cloud 2018, 54) toward what Cloud calls “frame-checking,” or evaluating political discourse in broader contexts.", "Will such an approach be persuasive for Trump supporters who shut their eyes and ears against critique and build identities around rejection of mainstream reporting (e.g. Gottfried, Stocking, and Grieco 2018)? This is unlikely, until discourse shifts in a way that softens those identities. But for “most Americans,” who “pay much less attention to news than the minority of highly engaged people who have strong partisan identities” (Grossman 2018, 6), the rhetorical strategies embedded in Dale’s reporting might introduce an element of critical thinking regarding Trump's claims that’s not evoked through traditional stenographic reportage. This may be increasingly effective as more journalists adopt similar strategies. Dale published an op-ed in the Washington Post comparing his methods against the dominant reporting approach (Dale 2018e), and he has won a substantial following that might encourage other political journalists to follow suit. Media scholar Jay Rosen, for instance, tweeted of Dale on October 24, 2018: When the numbers are called and the ledgers cleared, @ddale8 will step forward with a clean conscience. He did what he could. […] But what about the rest of them?The “rest of them” seem to be acknowledging a need for new approaches to covering carnivalesque political rhetoric. CNN launched an occasional real-time practice of using a “Facts First” graphic that incorporates verified information alongside the claims of politicians appearing onscreen (Savransky 2017). NPR Politics on November 9, 2018, posted a tweet contextualizing, rather than reproducing, a Trump assertion: “President Trump has a history of making claims of voter fraud without providing evidence to back up his claims. Now, he's doing it again in the Florida Senate race.” The Associated Press, criticized for repeating a Trump error, changed course: “We have deleted a tweet about President Trump's claim that the U.S. is the only country that grants birthright citizenship because it failed to note that his statement was incorrect” (October 30, 2018). And, shortly after publishing Dale’s op-ed, the Washington Post added a “Bottomless Pinocchio” rating to its fact-checking feature to account for relentlessly repeated lies. These moves indicate attempts to pull back focus from isolated utterances toward a broader frame encompassing Trump’s carnivalesque posture toward truth.", "When the numbers are called and the ledgers cleared, @ddale8 will step forward with a clean conscience. He did what he could. […] But what about the rest of them?", "Agenda-setting theory suggests that consistent and persistent media frames can influence public perceptions of people and events (e.g. McCombs, Shaw, and Weaver 2014). It is reasonable to believe that if Dale’s approach became the dominant journalistic approach, a broader awareness of the carnivalesque nature of Trump’s presidency would take hold."]}], "references": [{"title": "Comedy in Unfunny Times: News Parody and Carnival After 9/11", "year": "2008", "journal": "Critical Studies in Media Communication", "volume": "25", "authors": [{"name": "Achter Paul.", "first_name": "Achter", "last_name": "Paul."}]}, {"title": "Dialogic Absurdity: TV News Parody as a Critique of Genre", "year": "2009", "journal": "Television and New Media", "volume": "10", "authors": [{"name": "Druick Zoë", "first_name": "Druick", "last_name": "Zoë"}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "In Defense of Textual Analysis: Restoring a Challenged Method for Journalism and Media Studies", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Fürsich Elfriede.", "first_name": "Fürsich", "last_name": "Elfriede."}]}, {"title": "The Trump Carnival: Popular Appeal in the Age of Misinformation", "year": "2018", "journal": "International Relations", "volume": "", "authors": [{"name": "Gaufman Elizaveta.", "first_name": "Gaufman", "last_name": "Elizaveta."}]}, {"title": "News as Aristotelian Drama: The Case of 60 Minutes", "year": "2003", "journal": "Mass Communication and Society", "volume": "6", "authors": [{"name": "Grabe Mary Eliazabeth", "first_name": "Grabe", "last_name": "Eliazabeth"}, {"name": "Zhou Shuhua", "first_name": "Zhou", "last_name": "Shuhua"}]}, {"title": "The Hands of Donald Trump: Entertainment, Gesture, Spectacle", "year": "2016", "journal": "HAU: Journal of Ethnographic Theory", "volume": "6", "authors": [{"name": "Hall Kira", "first_name": "Hall", "last_name": "Kira"}, {"name": "Goldstein Donna M.", "first_name": "Goldstein", "last_name": "M."}, {"name": "Ingram Matthew Bruce", "first_name": "Ingram", "last_name": "Bruce"}]}, {"title": "Disruption, Demonization, Deliverance, and Norm Destruction: The Rhetorical Signature of Donald J. Trump", "year": "2017", "journal": "Political Science Quarterly", "volume": "132", "authors": [{"name": "Jamieson Kathleen Hall", "first_name": "Jamieson", "last_name": "Hall"}, {"name": "Taussig Doron", "first_name": "Taussig", "last_name": "Doron"}]}, {"title": "New Directions in Agenda-Setting Theory and Research", "year": "2014", "journal": "Mass Communication and Society", "volume": "17", "authors": [{"name": "McCombs Maxwell E.", "first_name": "McCombs", "last_name": "E."}, {"name": "Shaw Donald L.", "first_name": "Shaw", "last_name": "L."}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}]}, {"title": "Populism, Journalism, and the Limits of Reflexivity", "year": "2017", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "McDevitt Michael", "first_name": "McDevitt", "last_name": "Michael"}, {"name": "Ferrucci Patrick", "first_name": "Ferrucci", "last_name": "Patrick"}]}, {"title": "Bakhtin, Colbert, and the Center of Discourse: Is There No “Truthiness” in Humor?", "year": "2010", "journal": "Critical Studies in Media Communication", "volume": "27", "authors": [{"name": "Meddaugh Priscilla M.", "first_name": "Meddaugh", "last_name": "M."}]}, {"title": "The Boys on the Timeline: Political Journalists’ Use of Twitter for Building Interpretive Communities", "year": "2014", "journal": "Journalism", "volume": "16", "authors": [{"name": "Mourão Rachel R.", "first_name": "Mourão", "last_name": "R."}]}, {"title": "Crisis Continued: Cable News, American Exceptionalism, and Discourses of Danger", "year": "2019", "journal": "Journalism Studies", "volume": "20", "authors": [{"name": "Parks Perry.", "first_name": "Parks", "last_name": "Perry."}]}, {"title": "The Discipline-Autonomy Paradox: How U.S. Journalism Textbooks Construct Reporters’ Freedom Just to Tear It Down", "year": "2018", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Parks Perry.", "first_name": "Parks", "last_name": "Perry."}]}, {"title": "An Unnatural Split: How Human Interest Sucks the Life from Significant News", "year": "", "journal": "Accepted for publication in Media, Culture \\& Society", "volume": "", "authors": [{"name": "Parks Perry.", "first_name": "Parks", "last_name": "Perry."}]}, {"title": "From Apes to Whistleblowers: How Scientists Inform, Defend, and Excite in Newspaper Op-Eds", "year": "2016", "journal": "Science Communication", "volume": "38", "authors": [{"name": "Parks Perry", "first_name": "Parks", "last_name": "Perry"}, {"name": "Takahashi Bruno", "first_name": "Takahashi", "last_name": "Bruno"}]}, {"title": "Solving Journalism’s Post-Truth Crisis With Feminist Standpoint Epistemology", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Steiner Linda.", "first_name": "Steiner", "last_name": "Linda."}]}, {"title": "Twitter as a Reporting Tool for Breaking News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida.", "first_name": "Vis", "last_name": "Farida."}]}, {"title": "Truth is What Happens to News", "year": "2018", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Waisbord Silvio.", "first_name": "Waisbord", "last_name": "Silvio."}]}]}