{"doi": "10.1080/1461670X.2018.1494515", "url": "https://doi.org/10.1080/1461670X.2018.1494515", "title": "Understanding Collaborative Investigative Journalism in a “Post-Truth” Age", "volume": "19", "year": "2018", "issue": "13", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Carson", "first_name": "Andrea", "name": "Andrea Carson"}, {"last_name": "Farhall", "first_name": "Kate", "name": "Kate Farhall"}], "abstract": "The political economy for watchdog reporting is deeply challenging, yet exposing abuses of public trust had renewed focus in 2016. “Spotlight”—a Boston Globe investigation into Catholic Church sex abuse—inspired an Oscar-winning film. Two months later, 300 International Consortium for Investigative Journalism members broke the global story of tax evasion with the Panama Papers. These represent exemplar moments for watchdog journalism in a “post-truth” age characterised by fake news. They illustrate a shift in investigative reporting practice: from an “old model” of a highly competitive single newsroom environment—like the “Spotlight” team—to a “new model” of multiple newsrooms (and countries) sharing information to expose wrongdoing on a global scale, like the Panama Papers. This paper applies mixed methods to analyse the development and consequences of this new model of collaborative investigative journalism. It examines 30 years of national media awards in Britain, the United States and Australia to identify when award-winning newsroom collaborations began, their key story targets and outcomes. These findings are triangulated with interviews with investigative journalists. The findings theoretically and empirically add to emerging scholarship examining how digital media technologies—held responsible for the “journalism crisis”—paradoxically offer opportunities for evidence-based journalism.", "body": [{"title": "Introduction", "paragraphs": ["News media in democracies are in a state of flux in the digital age. Technologies and the internet have made it faster, cheaper and easier to access, share and produce news globally. But this comes with economic and social costs. Scholars have extensively studied financial impacts on traditional news media owing to a range of cultural, political, and economic factors including technological developments that have led to a significant loss of advertising to online competitors (Carson 2013; Picard 2016). Research highlights the consequences of newsroom cutbacks, tens of thousands of journalism job losses and hundreds of newspaper closures since the internet’s commercialisation (Schudson 2008; Wunsch-Vincent et al. 2010). For particular consideration is the impact of these changes on the news media’s watchdog role (Franklin 2014).", "At the same time that investigative journalism’s viability is questioned, public confidence in the veracity of information is challenged by fake news (Mitchell et al. 2016). The internet and computer algorithms make it easier for misinformation to spread, whether deliberately (fake news) or not (sloppy reporting). A century after the sensationalist “yellow press”, fake news stories spread further and faster through digital technologies. Since US President Donald Trump’s election, public apprehension has intensified about “alternative facts”, his “war” on journalists, and fake news (Solon 2016). Eighty-eight per cent of Americans believe fake news confuses the public about basic facts (Barthel, Mitchell, and Holcomb 2016). Labelled the post-truth age, the Oxford English Dictionary declared it “word of the year” in 2016.", "This matters because watchdog reporting and informing the public are considered part of the normative functions that liberal democratic theorists ascribe to news media in democracies. Inaccurate reporting has consequences for this democratic role, particularly during election campaigns (McNair et al. 2017). Further, investigative journalism can provide a check on the excesses of government and powerful private interests. Among others, de Burgh (2000), Ettema and Glasser (1998), and Schudson (2008) find the investigative journalist’s role is to expose wrongdoing in the public interest. This may include: exposing injury and injustice; revealing information that would otherwise remain hidden; or promoting reforms to correct a wrong. Investigative journalism is not the only means of exposing transgressions, but according to Schudson (2008), its existence serves as a deterrent to democracies.", "Twentieth-century examples of watchdog reporting, like the Kim Philby spy affair in Britain in the 1960s, or Watergate in the United States in the 1970s, highlight investigative journalists’ exposure of information in the public interest. This was considered a “golden era” for watchdog reporting, with the advent of many specialist investigative reporting units across the Anglophone world and beyond (Carson 2013). Central to the thesis of this article, these units were typically highly competitive and mutually independent.", "But, with the twenty-first century came digital communication technologies that enable a more inclusive digital public sphere (McNair et al. 2017). Castells’ (2013) network communication theory finds that the internet can play a democratising role, enabling citizens to come together to overcome traditional and limited “flows of power”, replacing these with flows of information. For investigative reporters, Castells’ theory highlights how digital tools can assist collaboration across newsrooms and geographies, and previously impossible levels of data interrogation.", "However, proponents of a political economy perspective argue media’s commercial interests impede its public interest functions. Rather than offering a check on power, they counter that media produce the “news fit to print” to uphold interests of capital and elites (Herman and Chomsky 1988). Accordingly, concentrated media ownership structures and profit-making motives can result in neglect of costly investigative journalism (Curran 2002, 225). Digital media technologies that enable the viral spread of disinformation provide a timely reappraisal of existing media theories as they challenge the media’s normative fourth estate functions to provide the public with accurate information.", "This paper contributes to this theoretical debate. While each of the existing theoretical streams is useful for understanding aspects of media power in democratic society, they are usually regarded as oppositional (Curran 2002). A notable exception in the political economy literature is Hamilton’s (2016) cost–benefit analysis of investigative reporting. He finds that investigative journalism is both normatively and economically valuable. Hamilton’s work is salient here because it provides an alternative framework whereby investigative journalism’s role in democratic accountability sits alongside, rather than counter to, a political economy perspective.", "This framework is useful when focusing on collaborative investigative journalism to understand why once competitive media outlets now willingly share resources to undertake investigative reporting. This article argues that while digital disruption has undeniably led to formidable challenges for newsrooms, and the public sphere in the form of fake news, the digital media environment also heralds unprecedented opportunities for investigative journalism. It argues that the same conditions that allow the viral spread of fake news—internet connectivity, and many-to-many digital networks—are also responsible for a decisive shift in investigative reporting practice from the “old model” of highly competitive single newsroom investigations to a collaborative model of multiple newsrooms (and countries) sharing information to expose wrongdoing. With exceptions (Kröll 2016), this transition is under-researched but important, because for the first time, as the Panama and Paradise Papers reveal, collaborative investigative reporting is possible on a global scale. The extent of the transition of quality investigations originating from single newsrooms to collaborations with multiple journalists and outlets and their characteristics is now examined. Specifically, content analysis is applied to national journalism awards in three comparable democracies to identify collaborative investigative journalism’s prominence, prevalence, story targets and public interest impacts. Data are triangulated with interviews with investigative journalists to elucidate these collaborative relationships."]}, {"title": "Method", "paragraphs": ["This project analyses exemplar journalism in select categories of the oldest peer-reviewed national journalism awards in Australia (Walkley Awards, est. 1956), Britain (British Press Awards, est. 1962, renamed Press Awards in 2010) and the United States (Pulitzer Awards, est. 1917). Each has prestige within their respective journalism communities, attracting hundreds of entries each year.1 As media have changed, so have the categories. For this reason, only categories most consistent over a 10-year period and relevant to investigative reporting are analysed in detail from 2007 to 2016 for this project (see online Appendix). This time frame collects data from 180 awards and is expected to capture investigative collaborations. Obviously, collaborations occur that do not win awards and may occur earlier than captured here. This study analyses national awards to ensure a comparative and systematic approach to research collaborations recognised by the journalism community as exemplary in each country. The research questions for this project are: What press outlets win awards for investigative journalism? Has this changed over time as the economic landscape for media has altered?Who are the common targets in the investigative stories? Have they changed?When did journalistic collaborations appear in the awards? What other characteristics can be observed about the awarded investigative stories?", "What press outlets win awards for investigative journalism? Has this changed over time as the economic landscape for media has altered?", "Who are the common targets in the investigative stories? Have they changed?", "When did journalistic collaborations appear in the awards? What other characteristics can be observed about the awarded investigative stories?", "We operationalise a definition of investigative reporting with a written coding system. Weber (1990, 42) noted in most cases, the content analysis relies on sampling rather than entire populations for time and cost reasons, this approach is taken here. The 10-point coding frame was developed building on previous studies (Carson 2013) and the close readings of past definitions of investigative reporting. Key features of investigative journalism identified were: stories about a “truth” (de Burgh 2000, 15); that was hidden, unknown or not thought of in such a way before (de Burgh 2000, 15). The information may not be strictly new but must be revelatory (Tiffen 1999). The “truth” was in the public interest, meaning that the story was more than simply scandalous or voyeuristic (de Burgh 2000, 15); and a moral standard was implied (Ettema and Glasser 1998). The story might gather new information by disclosing a secret wrongdoing or a revision of an accepted version of a “truth” (Tiffen 1999, 33). Investigative journalism challenges veracity in ways that daily reporting does not (IRE 1983, vii). In order to code for investigative reporting, distinct categories are constructed (Table 1). Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018TABLE 1 Key considerations for defining investigative journalism and collaborationsCSVDisplay Table", "Not all 10 features need to be present to be considered investigative, and some qualities are more crucial than others. For example, some stories were not about victims or villains but were still considered investigative. In order to differentiate between investigative stories and news reports, five of the above elements were designated as mandatory. The five appear with an asterisk in Table 1. The non-compulsory fields remain salient features of investigative journalism but were not critical for determining whether a story was “investigative” or not.2 Further, because this study specifically focuses on collaborations, any collaboration, either between media in the same city, country or cross-national, is awarded a point.", "The award-winning journalism was located on the awards’ websites. In many cases, particularly with Britain’s Press Awards, once the title and author were ascertained, a LexisNexis database search was required to find the story for evaluation."]}, {"title": "Data and Findings", "paragraphs": ["The first notable finding is that the press’ role this century in producing investigative journalism remains important, notwithstanding significant newsroom cost-cutting and masthead closures. Two of the three awards (Pulitzers and Press Awards) specifically honoured press and online journalism, so it is a moot point about how the quantum of press investigative journalism compares to other platforms. However, the Australian Walkley awards include all media categories. These awards show that while newspapers (print and online) still produce more award-winning investigative reporting than broadcast media, award-winning investigations are increasingly being presented across multiple platforms and through television–print collaborations. For example, collaborations between newspapers and television programmes won the prestigious Gold Walkley for the first time in 2014, and the “investigative journalism” award in 2014 and 2016. Until 2014, this was unprecedented. It marks a turning point from single newsroom investigations to cross-media investigations for award-winning investigative journalism in Australia. This significant change is discussed further, below.", "The second observation is that investigative journalism is not commonplace in the news cycle. The head of the Washington Post’s investigative unit, Jeff Leen (interview 30 August 2016), makes this point: Maybe only one per cent of journalism is true investigative journalism. And that’s journalism that’s done by well-funded mainstream outlets just because it’s so expensive and so difficult and takes so much time.All three countries’ awards reveal that very established mastheads continue to win awards in the digital age for their investigative reporting (see Figures 1, 4 and 5). The New York Times, Wall Street Journal and Washington Post are prominent producers of US award-winning investigative reporting this century. In Britain, The Guardian, alongside Rupert Murdoch’s The Times and Sunday Times—the first British papers to establish “Insight”, a dedicated investigative unit, in the 1960s—remain key providers of investigative reporting (Figure 1). Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018FIGURE 1  British publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=36Display full sizeFIGURE 1  British publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=36", "Maybe only one per cent of journalism is true investigative journalism. And that’s journalism that’s done by well-funded mainstream outlets just because it’s so expensive and so difficult and takes so much time.", "FIGURE 1  British publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=36", "FIGURE 1  British publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=36", "Further, from the data it can be seen that The Guardian has been recognised for its quality investigative reporting in all three studied countries, demonstrating that its global ambition has not come at the expense of its watchdog role. Also of note, is that tabloid-styled newspapers in Australia—unlike their British counterparts such as the Daily Mail—rarely produce award-winning investigative journalism. One reason for this might be that traditional Australian broadsheet-styled papers such as The Australian, The Age and the Sydney Morning Herald (SMH) have dedicated watchdog reporters, and these units have been largely left unscathed after several rounds of newsroom cutbacks (Carson 2013). Former ABC Managing Director and former Fairfax editor-in-chief, Mark Scott (interview 19 August 2010), argued that investigative journalism by Australian media organisations had always been subsidised, and companies do this because of its value to their brand: “Investigative journalism is all part of the brand of who you are.” Leen (interview 30 August 2016) also makes this argument: The Washington Post still believes that investigative reporting is part of its brand. The Washington Post achieved an international brand through investigative reporting, through Watergate. And it built its reputation on that and so investigative reporting is very important to us, it’s part of our DNA … that’s a big commitment in terms of resources.This suggests marketing considerations are not antithetical to media’s liberal democratic functions (see Hamilton 2016). However, while these newspapers continue to produce quality investigative journalism, traditional media’s financial challenges have forced outlets to adapt in other ways to the harsher political economic environment. These changes are now explored.", "The Washington Post still believes that investigative reporting is part of its brand. The Washington Post achieved an international brand through investigative reporting, through Watergate. And it built its reputation on that and so investigative reporting is very important to us, it’s part of our DNA … that’s a big commitment in terms of resources.", "The loss of journalism jobs and masthead closures are well recorded and there is not space to detail these here, other than to acknowledge key trends: further media ownership consolidation, with a loss of 20,000 US journalism jobs over 20 years; 100 fewer US mastheads since 2004; Google and Facebook dominating digital advertising revenues, and becoming the primary sites for news audiences (Mitchell, Holcomb, and Weisel 2016).", "Yet from the gathered data, the impact of these changes on award-winning watchdog reporting is nuanced. On one hand, collaborations and new tools have meant that the quality and quantity of reporting is high. Figure 2 shows that, of the studied awards, more stories passed the operative definition of investigative reporting in 2016 (on the left) than 10 years prior. Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018FIGURE 2  Number of stories passing the watchdog definition, 2007–2016. Source: Authors. Notes: n=100Display full sizeFIGURE 2  Number of stories passing the watchdog definition, 2007–2016. Source: Authors. Notes: n=100", "FIGURE 2  Number of stories passing the watchdog definition, 2007–2016. Source: Authors. Notes: n=100", "FIGURE 2  Number of stories passing the watchdog definition, 2007–2016. Source: Authors. Notes: n=100", "However, the types of investigations and their story targets have changed. Following the Global Financial Crisis, there is an increase in every country’s corporate and business focused award-winning investigative journalism (see Figure 3). This is a positive development as earlier research found a conspicuous absence of Australian corporate investigative reporting prior to the global meltdown (Carson 2013). Figure 3 reveals a smaller breadth of topics of award-winning investigative journalism in Australia compared to the larger markets of the United States and Britain. This might be indicative of the highly concentrated press duopoly in Australia with just 12 metropolitan daily newspapers compared to the offerings in Britain and America. Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018FIGURE 3  Investigative story targets in three countries, 2007–2016Display full sizeFIGURE 3  Investigative story targets in three countries, 2007–2016", "FIGURE 3  Investigative story targets in three countries, 2007–2016", "FIGURE 3  Investigative story targets in three countries, 2007–2016", "Yet, even in these larger markets, there are fewer investigations that focus on local politics and industrial relations issues from 2007 to 2016 (see Figure 3). This is the case for all studied countries, and might be indicative of the shrinking state of newsrooms and the loss of specialised reporters (Schieffer 2017, 31). Echoing this, the Boston Globe’s “Spotlight” editor, Walter Robinson, (interview 25 September 2016) was concerned that: There are so many important junctures in life where there is no journalistic surveillance going on. There are too many journalistic communities in the United States now where the newspaper doesn’t have the reporter to cover the city council, the school committee, the mayor’s office … we have about half the number of reporters that we had in the late 1990s you can’t possibly contend that you are doing the same level or depth of reporting. Too much stuff is just slipping through too many cracks.", "There are so many important junctures in life where there is no journalistic surveillance going on. There are too many journalistic communities in the United States now where the newspaper doesn’t have the reporter to cover the city council, the school committee, the mayor’s office … we have about half the number of reporters that we had in the late 1990s you can’t possibly contend that you are doing the same level or depth of reporting. Too much stuff is just slipping through too many cracks.", "Downie and Schudson (2009) predicted that to counteract shrinking budgets and staff numbers, the viable newspapers would try to do many things at once: Publish in print and digitally, seek new ways to attract audiences and advertisers, invent new products and revenue streams, and find new partners to help them produce high-quality news at lower cost.This development of “new partners” is reflected in the Australian and US data. In Australia this began with Fairfax Media’s The Age and SMH collaborating on investigative stories in 2009. Three years later, the data highlights the first award-winning collaborations between traditionally competing media companies, the ABC and Fairfax. This trend strengthens between 2014 and 2016, with six Australian cross-newsroom collaborations, including an academic partnership—SMH with the University of Technology Sydney—producing award-winning investigative reporting. Fairfax partnering with the ABC shows the perceptiveness of Downie and Schudson’s (2009) forecast (Figure 4). Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018FIGURE 4  Australian publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=31, Walkley award winners from 2007 to 2016 (right)Display full sizeFIGURE 4  Australian publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=31, Walkley award winners from 2007 to 2016 (right)", "Publish in print and digitally, seek new ways to attract audiences and advertisers, invent new products and revenue streams, and find new partners to help them produce high-quality news at lower cost.", "FIGURE 4  Australian publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=31, Walkley award winners from 2007 to 2016 (right)", "FIGURE 4  Australian publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=31, Walkley award winners from 2007 to 2016 (right)", "Award-winning collaborative investigative journalism appeared earlier in the United States, but did not take hold until the 2010s. In 2004, the New York Times’ David Barstow, with PBS Frontline and the Canadian Broadcasting Corporation, won the public service Pulitzer for exposing deaths and injuries of American workers when employers breached safety rules. Such cross-media collaborations increased from 2010 with not-for-profit organisations such as ProPublica teaming up with various partners to produce Pulitzer prize-winning investigative journalism. This includes ProPublica working with the New York Times Magazine (2010) to trace the devastating consequences of local hospital workers’ decisions when cut off by Hurricane Katrina’s flood waters. Through this, and similar collaborations since, ProPublica, which began reporting in 2008, is matching established newspapers in producing award-winning investigative reporting. In this analysis, it won three awards, the same as the Washington Post and one fewer than the New York Times. As can be seen in Figure 5, other not-for-profit journalism outlets were also winning Pulitzers for their investigative journalism, including InsideClimate News (in 2013 for revealing the “Dilbit Disaster” oil spill), and the Centre for Public Integrity in 2014 (for exposing the coal industry’s inaction about miners’ black lung disease). Understanding Collaborative Investigative Journalism in a “Post-Truth” AgeAll authorsAndrea Carson http://orcid.org/0000-0001-5503-3334 & Kate Farhall http://orcid.org/0000-0003-3737-1860https://doi.org/10.1080/1461670X.2018.1494515Published online:12 July 2018FIGURE 5  US publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=33Display full sizeFIGURE 5  US publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=33", "FIGURE 5  US publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=33", "FIGURE 5  US publishers of award-winning watchdog reporting, 2007–2016. Source: Authors. Notes: n=33", "These cross-media collaborative trends, however, are barely observable in Britain’s Press Awards. The only case is the collaborative effort of The Guardian’s Ewen MacAskill working with US investigative reporter Glenn Greenwald and documentary maker Laura Poitras. Together, they tell the story of, “Edward Snowden: the whistleblower behind the NSA surveillance revelations.”3 The largest data leak of its time, now surpassed by the Paradise Papers, it led to award-winning data collaborations in each studied country.", "This collaborative effort followed the mass data dumps of WikiLeaks such as the “Afghan War Logs” in 2010, which scholars describe as “sunshine journalism,” whereby the original documents on which a story is based are made public (Dreyfus and Hrafnsson 2013, 41). WikiLeaks, and the Snowden leaks, were important transitional steps from single newsrooms producing watchdog journalism to highly coordinated large-scale collaborations, such as the Panama and Paradise Papers.", "While the Press Awards have yet to yield much data on transborder collaborations, The ICIJ was a winner in the 2017 Pulitzer Prizes (outside the range of this data collection), and its Australian partners were finalists in the 2016 Australian Walkley awards. It was the largest example of cross-border collaborative investigative reporting with hundreds of journalists on six continents. The head of the ICIJ, Gerard Ryle (interview 9 August 2016), differentiates between the Panama Papers and WikiLeaks’ data dumps arguing that: When we get information like this we believe that you need to apply journalism ethics and journalism practice to the documents, and what’s inside the documents, and put context around what we have seen. We don’t publish all of the documents. We give them to the journalists and we let them find the stories and then report on it … We are now the alternative to WikiLeaks. It is a different model.", "When we get information like this we believe that you need to apply journalism ethics and journalism practice to the documents, and what’s inside the documents, and put context around what we have seen. We don’t publish all of the documents. We give them to the journalists and we let them find the stories and then report on it … We are now the alternative to WikiLeaks. It is a different model.", "Barstow (interview 5 May 2016) of the New York Times argues that new tools and collaborations can increase the quality of investigative reporting: The very best investigative reporting is a cut above what used to be the best. The highest level is in part because we have a whole bunch of new tools, our ability to interrogate data, our ability to display original documents, to embed original documents online, digital presentations, our growing sophistication with graphics, growing sophistication with how to integrate all of the different forms of storytelling.Each of the awards has changed its categories over time to accommodate journalism’s changing methods of storytelling and reaching audiences. This is most obvious with experimentation of online, digital and multimedia categories beginning at the turn of the century. However, award-winning digital journalism does not gain traction until 2006–2007. By 2009, crowdsourcing information, through databases and social media, was recognised in awards as an innovative form of data gathering for investigative reporting. By 2016, social media was embedded in award-winning storytelling as a way to reach bigger audiences.", "The very best investigative reporting is a cut above what used to be the best. The highest level is in part because we have a whole bunch of new tools, our ability to interrogate data, our ability to display original documents, to embed original documents online, digital presentations, our growing sophistication with graphics, growing sophistication with how to integrate all of the different forms of storytelling.", "Changes to the award names acknowledge that journalism is no longer limited to a single production platform. ProPublica’s Managing editor Robin Fields (interview 6 September 2016) emphasises that data reporters are integral to the reporting team: We would consider our data journalists, our news app developers, our social media platform folks, they are all journalists and they are all operating as reporters in various ways. When they collaborate with traditional reporters on projects, they don’t do so passively as if they were mere technicians.Other award-winning developments entail the inclusion of the audience in both storytelling and dissemination. In Britain, The Guardian used crowdsourcing, most famously to upload half a million documents in 2009 to allow readers to scrutinise politicians’ expenses. While it was scooped by rival the Daily Telegraph, it did win “reporter of the year” in 2009 for another crowdsourcing story. Paul Lewis used Twitter and CCTV footage to crowd-source information proving a newspaper seller, Ian Tomlinson, was pushed to the ground by a police officer and died during the G20 protests. Similarly, in Australia, Linton Besser was awarded the 2010 investigative Walkley for exposing the Department of Defence’s overspending on luxury items. The SMH built a database to enable public scrutiny of 70,000 defence contracts to detect these abuses.", "We would consider our data journalists, our news app developers, our social media platform folks, they are all journalists and they are all operating as reporters in various ways. When they collaborate with traditional reporters on projects, they don’t do so passively as if they were mere technicians.", "The Pulitzer prizes have rewarded innovative digital investigative projects since 2006, coinciding with changes to eligibility criteria. In 2009, the Las Vegas Sun used video, online interactives, and documents to reveal that one construction worker died every six weeks on building works along the Las Vegas Strip. Among the 2012 winning entries, The Times-Picayune, New Orleans, used a blog to visually represent Hurricane Katrina’s devastation. That same year, The Seattle Times won the Pulitzer for employing data journalism using “computerized analysis of death certificates, hospitalization records and poverty data” to show that Washington State treated chronic pain patients with methadone leading to 99 deaths, most in poor areas. The Washington Post’s 2016 National Pulitzer prizewinner was a national database illustrating thousands of unprosecuted deaths from police shootings.", "While data journalism has been around for several decades, these tools are only recently being used to provide a higher level of evidence for readers to verify stories. The Guardian’s Data Projects editor, Helena Bengtsson (interview 24 September 2016), states: Not until, 2010/11 did it really take off. The US has had a solid database interest since early 1990s … but even in the US, in 2010, something happened and it exploded. Visualisations really took speed then, you got different tools to work with and all of a sudden the developer community started to get interested in that.The data reveal that investigative reporters are using the digital capabilities and social media tools, which enables the unprecedented reach of “fake news”, to interrogate claims and provide further evidence in stories.", "Not until, 2010/11 did it really take off. The US has had a solid database interest since early 1990s … but even in the US, in 2010, something happened and it exploded. Visualisations really took speed then, you got different tools to work with and all of a sudden the developer community started to get interested in that."]}, {"title": "Conclusion", "paragraphs": ["The shifts from single newsroom investigative journalism to collaborations, to the use of multimedia, data and crowd-sourcing in storytelling suggest that despite challenging economic conditions that have triggered significant industrial restructures in newsrooms, quality investigative journalism continues in the digital age. Indeed, this research finds that the industry has adapted to these changed economic conditions through developing innovative approaches to investigative work that still enable journalists to fulfil fourth estate functions. Specifically, this paper has focused on digital tools and collaboration (across outlets, media platforms, national borders, and with non-media like academia) as a means to mitigate the pressures journalists face to produce quality investigative reporting. There are obvious benefits to working collaboratively and digitally. These include: sharing costs and information; increased story reach and a strengthened ability to set the news agenda. It also allows for more comprehensive or complex reporting on a global scale, like the Panama Papers. In this way, investigative collaborations and digital approaches are powerful antidotes to declining revenues and falling journalist numbers as we move deeper into the twenty-first century. Moreover, while decades of scholarship have established the important watchdog role played by investigative journalism as it seeks to uncover wrongdoing in the public interest, in an era of “fake news” and declining public trust in media, comprehensive investigative work that seeks to serve the public may be increasingly vital to preserve both public trust and editorial quality. Collaborations and the use of digital media exemplify ways to sustain this vital role.", "However, collaborative work comes with associated costs. This research suggests that a rise in collaborative journalism may be associated with less diversity in story targets, particularly in the Australian context where news media ownership is highly concentrated. The shift in investigative practice from a more pluralistic investigative journalism marked by rivalry between single outlets, towards larger-scale collaborative work, potentially reduces the quantum of diverse investigative stories, although, to date, the studied data suggest a healthy breadth of quality investigative reporting. Yet despite these actual or potential drawbacks to the rise in collaborative investigate journalism, the findings in this paper demonstrate that collaboration provides a novel way for news media to negate challenging structural changes within the industry, while still producing detailed and valuable journalism in the public interest. The growth in data journalism and digital engagement further strengthens this narrative of the adaptability of the industry. The gentle rise in the total number of investigative winners across the time period under examination indicates that investigative journalism continues to be produced and celebrated in the digital age. Theoretically, and in accordance with Hamilton (2016), we find that the public interest function of journalism and its economic imperatives do not have to be mutually exclusive."]}], "references": [{"title": "The Reconstruction of American Journalism", "year": "2009", "journal": "Columbia Journalism Review", "volume": "48", "authors": [{"name": "Downie Leonard", "first_name": "Downie", "last_name": "Leonard"}, {"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "The Future of Journalism", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Franklin Bob.", "first_name": "Franklin", "last_name": "Bob."}]}]}