{"doi": "10.1080/1461670X.2016.1154446", "url": "https://doi.org/10.1080/1461670X.2016.1154446", "title": "Making Sense of Innovation", "volume": "19", "year": "2018", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Evans", "first_name": "Sandra", "name": "Sandra K. Evans"}], "abstract": "“Innovation” is a ubiquitous and value-laden term in many journalism organizations, and one that is often ill-defined or unquestioned. This study examines the management and meaning of innovation within public radio organizations. The question I address is, how do employees and managers make sense of innovation within their organizations in relation to a rapidly evolving digital media environment? I apply an interdisciplinary body of literature on innovation stemming from strategic management and journalism research to data from interviews with 56 employees and experts from 11 different public radio stations. Results show how people in public media organizations make sense of innovation by relying primarily on process-oriented, rather than product-oriented frames. I also introduce the terms “autodisruption,” or how organizations attempt to disrupt themselves, and “storytelling innovation,” a hybrid way of operationalizing process and product innovation in this industry context. The findings provide insight into the meaning and practice of innovation within the understudied environment of public service broadcasting, and contribute to innovation research in journalism institutions more broadly.", "body": [{"title": "Introduction", "paragraphs": ["Within the study of journalism there is a growing interest in innovation in management practices (Boyles 2015), yet the study of innovation primarily focuses on the role of technology in relation to the production and distribution of content (Boczkowski 2004; Mitchelstein and Boczkowski 2009) or on technological innovations (Anderson and De Maeyer 2014). Moreover, previous research has been biased toward traditional print journalism (Mitchelstein and Boczkowski 2009) and, more specifically, toward online news content more (Steensen 2009). While this technological approach is valuable for examining journalism practices, it does not address the question of how organizational and social contexts influence innovation (Mitchelstein and Boczkowski 2009), nor does it question the complex, overused term innovation itself. This study examines how managers and employees working in public service broadcasting make sense of innovation and the broader role of organizational innovation in journalism environments. This study takes an interdisciplinary approach by applying strategic management literature on process and product innovation to assess how journalism organizations are attempting to innovate in order to better serve their missions and to survive in an increasingly competitive environment.", "“Innovation speak” has been rampant within journalism (Vincel 2014). This is problematic, because many institutions may strive for innovation without enough reflection on what that term actually means to them. Similarly, in journalism research, the term innovation is often used as a vague stand-in for digital or new media (Anderson and De Maeyer 2014). Within management research, the literature on innovation is vast (Crossan and Apaydin 2010), yet management innovation as a type of process innovation has been under-researched (Damanpour and Aravind 2012; Peris-Ortiz and Hervás-Oliver 2014). Much past literature has focused on technological products or outcomes, with a bias toward commercial manufacturing or services firms that are product-oriented, rather than non-profit entities or those in the creative industries (Caves 2000; Černe, Jaklič, and Škerlavaj 2013). Increasingly, however, scholars have recognized that there are more ways to measure innovation than traditional product-oriented measures like number of patents (Sempere-Ripoll, Hervás-Oliver, and Peris-Ortiz 2014). This rich body of research can add insight into how we conceptualize and study innovation in journalism organizations.", "I address these parallel gaps in literature by examining the relationship between process and product innovation in public service broadcasting organizations in the United States. These public media organizations are non-profit institutions whose organizational missions are public service-driven. Public radio stations, in particular, represent a space in which experimentation with new ideas has been occurring for several reasons, including the low production costs of audio production (as compared to television production), which can facilitate experimentation, and technologies like smartphones, which provide new avenues for audio delivery. Additionally, a growing list of competitors in the audio space, such as Radiotopia, Public Radio Exchange (PRX), independent podcasts, iHeartRadio, among others, have provided many leaders with motivation to keep up with this rapidly changing media space (Evans 2015). The public media stations evaluated in this study consist of radio and dual-license (combined radio and television) stations that produce some news programming and foster journalism-centric organizational cultures.", "This study seeks to address the overarching question, what does innovation mean to journalism practitioners? More specifically, in a public media context, how do employees and managers make sense of innovation within their organizations in relation to a rapidly evolving digital media environment? Also to what extent do employees and managers describe innovation as product- and/or process-oriented? Using data from interviews with 56 employees and experts from 11 different public radio stations, I show how people in public media organizations make sense of innovation by relying on process and storytelling frames. I also introduce the two terms, autodisruption, or how organizations attempt to disrupt themselves, and storytelling innovation, a hybrid way of operationalizing process and product innovation in this industry context. The findings provide insight into the meaning and practice of innovation within the understudied environment of public service broadcasting, and contribute to innovation research in journalism institutions more broadly. The following section discusses theory on process and product innovation and contextualizes innovation in media settings."]}, {"title": "Theoretical Context", "paragraphs": ["Innovation is often presented as a way for journalism organizations to deal with technological change (Kreiss and Brennen, forthcoming). This concept is a future-oriented notion that often carries the unquestioned implication of being something inherently positive with respect to end goals such as organizational performance. According to Crossan and Apaydin, innovation is [t]he production or adoption, assimilation, and exploitation of a value-added novelty in economic and social spheres; renewal and enlargement of products, services, and markets; development of new methods of production; and establishment of new management systems. It is both a process and an outcome. (Crossan and Apaydin 2010 , 1155)", "[t]he production or adoption, assimilation, and exploitation of a value-added novelty in economic and social spheres; renewal and enlargement of products, services, and markets; development of new methods of production; and establishment of new management systems. It is both a process and an outcome. (Crossan and Apaydin 2010 , 1155)", "Crossan and Apaydin's (2010) emphasis on novelty is a key feature that differentiates innovation from organizational change (Woodman 2008; Peris-Ortiz and Hervás-Oliver 2014). Innovation can be viewed as a component of the broader notion of organizational change, though not all organizational change is linked with innovation (Woodman, Sawyer, and Griffin 1993).", "The concept of disruption (Christensen 2003) similarly taps into the idea of the impact of external changes on organizations. Since Christensen popularized the term, disruption has been used both in the context of disruption theory and as a colloquial way to talk about more general changes that affect organizations (Leading Edge Forum 2015). Christensen's approach to disruption applies to situations in which technologies enable new types of competitors who unexpectedly challenge incumbent organizations, such as when Japanese automakers like Toyota first began to compete with US auto incumbents by providing lower-cost, efficient vehicles (Dyer, Gregersen, and Christensen 2011). Additionally, Christensen and Overdorf (2000) distinguish between sustaining and disruptive innovations in corporate settings. Sustaining innovations tend to be incremental improvements conducted within incumbent organizations, such as improving an existing project. A disruptive innovation, in contrast, is a type of radical innovation based on the introduction of a product or service that results in the creation of a new market (Christensen and Overdorf 2000).", "While disruption theory is most commonly applied in a corporate context, Christensen has discussed the concept of disruption in the context of news media (Benton 2012). Organizations often face the challenge both of perceiving and of reacting to the signs of disruption before it is too late (Benton 2012). Examples of disruptive entities in the journalism context include the Huffington Post and Buzzfeed, which were able to attract non-traditional news audiences despite initial critiques about their lower quality, and became competitive threats to other legacy news outlets (Christensen, Skok, and Allworth 2012). The authors argue that organizations can better deal with the threat of disruption by reshaping themselves around audiences’ needs (Innosight 2016), rather than focusing mainly on audience demographics (Christensen, Skok, and Allworth 2012). Additionally, organizations can work toward developing new, external business units to compete with their own incumbent practices (the current practices being used in the organization), and also consider what the organization wants to add or create, rather than focusing on how the organization can adapt in its current form (Benton 2012). Some “innovation labs” created by journalism organizations reflect an increasingly popular way of adapting some of these prescriptive ideas. Two examples include the Guardian’s Mobile Innovation Lab (Welsh 2015), which focuses on mobile content, and the New York Daily News’ Innovation Lab, which supports digital media start-ups and hosts technology-oriented events (“About Innovation Lab” 2015). Similar examples of this type of organizational experimentation can be found in many industries, from universities to corporations.", "Crossan and Apaydin's (2010) definition also indicates a major dichotomy within innovation literature between the depiction of innovation as a product or outcome and its depiction as a process. Examining literature on product and process innovation allows us to break down what innovation looks like in organizational settings. Schumpeter ([1934] 1983 , 66) first described product innovation as “the introduction of a new good … or a new quality of good.” Scholars have built on this definition by continuing to refer to “new products or services introduced to meet an external user or market need” (Damanpour 1991, 561).", "Public broadcasting is an industry in which product innovations can occur, but standard measures of product innovation, such as patents, do not usually apply. Research on product innovation and related concepts often use a narrow selection of outcomes as dependent variables, like patents and R&D spending (Cattani 2005; Silverman 1998). Powell and Grodal (2005) argue that these proxies for innovation can be problematic. For example, even organizations that develop new products regularly may have little need for patents, and conversely, some organizations purchase patent libraries without having developed the intellectual property. Additionally, R&D tends to be a major factor in certain types of industries, such as the technology sector, and thus research tends to ignore other industries.", "The literature on process innovation allows us to understand what drives innovation, or the question of “how,” rather than “what” or “how many” (Crossan and Apaydin 2010, 1167). To Schumpeter ([1934] 1983 , 66) process innovation is “the introduction of a new method of production … or a new way of handling a commodity commercially.” This definition of process innovation emphasizes new methods or practices. Key dimensions of process innovation include drivers, sources, direction, and the locus of innovation (Crossan and Apaydin 2010). Drivers encompass internal or external factors that influence how process innovation occurs. Internal drivers include elements like knowledge or resources within an organization, whereas external drivers relate to outside factors like the role of regulation or market characteristics that can impact an organization. Sources are the inspiration for ideas stemming from internal factors, such as ideation and knowledge, or external factors, such as the adoption or imitation of outside ideas. Direction relates to whether process innovation is top-down or bottom-up—whether managers are implementing new processes or employees are participating in process innovation endeavors, for example. Locus refers to the space of innovation, such as closed (within an organization) versus open processes (within a network); for example, process innovation may occur within an organization, or it may stem from the relationships among several organizations (Powell and Grodal 2005). In the present study, internal drivers and sources are particularly relevant when examining what prompts process innovation within public media organizations.", "Management innovation is a form of process innovation that is considered non-technological and influential in impacting the performance of organizations (Černe, Jaklič, and Škerlavaj 2013). This perspective on innovation reflects a way to view the role of management practices in journalism organizations. According to Damanpour and Aravind (2012, 429), management innovation encompasses processes that lead to change in “strategy, structure, administrative processes, and systems.” The terms management innovation and organizational innovation are often used interchangeably. In this paper I apply Damanpour and Aravind's definition that positions managerial innovation as “new organizational structures, administrative systems, management practices, processes, and techniques that could create value for the organization” (424). Like process innovation more generally, management innovation is an under-researched area in management as well as journalism research (Damanpour and Aravind 2012; Peris-Ortiz and Hervás-Oliver 2014).", "Technological (or technical) innovation is a type of product innovation that can refer to changes in technologies over time (Lawless and Anderson 1996), including operating systems within organizations (Damanpour, Walker, and Avellaneda 2009). This term can refer to a combined approach to process and product innovation in that the iterative process of product development requires both marketing efforts and technology development (Garcia and Calantone 2002); nevertheless, this approach tends to be focused on products or technology to the extent that management innovation is often placed in opposition to technological innovation. Rather than overvaluing management or technological innovation, Peris-Ortiz and Hervás-Oliver (2014) advocate for research that uses a socio-technical approach to assess the impact of combined management and technological innovations, for example, by analyzing the co-adoption of such innovations and the resulting outcomes.", "Within journalism literature, Boczkowski's (2004) ethnographic research represents a pivotal take on innovation in news media organizations by providing insights into experimentation with content creation in different news settings. In addition to innovation from a content production perspective, organizational context and social interactions are closely tied to innovation. For example, in a review of scholarship on online news production, Mitchelstein and Boczkowski (2009, 566) describe a “process of innovation,” which is the “interplay between technology and local contingencies,” including people and organizational contexts that shape changes in the online journalism space. Similarly, in an examination of computational exploration in journalism, Gynnild (2014) concludes that, technological and computational tools aside, fostering strong journalists is still key to enabling the impact of journalism going forward.", "Studies have also addressed innovation in the context of new technologies, such as the introduction of different payment systems for journalistic content (Arrese 2015) and the use of new technologies, such as Twitter, in relation to the gatekeeping role of journalists (Lasorsa, Lewis, and Holton 2012). However, some have critiqued the way innovation research has overemphasized online content (Steensen 2009) and new technologies (Steensen 2011). Additionally, the focus on traditional news organizations, and on newspapers in particular, has meant that research has not adequately dealt with different types of journalism organizations (Mitchelstein and Boczkowski 2010). Limited research has also focused on the complex tensions between organizational structures, processes, and journalism practices (Evans, forthcoming). Some studies point to ways of bridging technological foci and organizational issues; for example, Lewis and Usher (2013) show how the cross-pollination of people with different technological skills and news employees can be a way of blending and invigorating, not replacing, core values in news, and Carlson and Usher (2015) assess how for-profit news start-ups are impacting discourse about the field of journalism.", "In addition to these research gaps, another incentive for exploring the concept of innovation is the unique, normative environments of many journalism institutions, particularly in the United States. In a journalism context, innovation is ideological in that it plays into normative assumptions about the civic role of journalism in society (Kreiss and Brennen, forthcoming)—assumptions that are not salient in the strategic management literature, in which researchers deal primarily with commercial firms. Kreiss and Brennen (forthcoming) argue that in journalism organizations, innovation is also used to mask or avoid economic and structural problems, rather than being framed as a solution to these problems. Examining meaning-making around innovation can shed light on how the term is used to create or reinforce organizational processes and structures.", "Public radio organizations present a unique setting for the study of innovation. Like many journalism organizations, public radio stations are facing the threat of technological change and an influx of competition from sources like streaming media services, satellite radio, the increasing popularity and mobile accessibility of podcasts and other audio content, and the diminishing role of terrestrial radio as the default form of in-car entertainment. Disrupted media institutions, or institutions in crisis, are not new phenomena. The newspaper industry is a well-known example in which widespread profitability declined as use of the internet led to changes in advertising revenue models and impacted both the practice of news production and consumer habits (Pickard, Stearns, and Aaron 2009; Hinsley and Weiss 2010; Picard 2010). The crisis that has impacted newspapers has not yet had the same catastrophic impact on public radio or television, but leaders at several radio stations still fear a similar fate (Evans, forthcoming; Ramsey 2012). While major historical events, including the 2008 Great Recession, have increased uncertainty at the station level, many public radio stations have fared relatively well in recent years. Revenues for the public radio industry as a whole have risen gradually, though it is notable that the largest stations account for a significant percentage of that growth (Corporation for Public Broadcasting 2012; Mark Fuerst, personal communication, 2012). Nevertheless, public media stations are reacting with fear to the fact that they, like other journalism outlets, face the threat of technological disruption and increased competition from the growth of mobile audio options such as podcasts, streaming media, and in-car entertainment (Evans 2015).", "In terms of the study of innovation from an interdisciplinary perspective, public media stations are unique because they are not obvious subjects for classical metrics of innovation such as research and development (R&D) spending, number of patents, or number of products developed. In fact, one of the major constraints to innovation in these non-profit organizations is that few stations have the economic resources to allocate funds to formal R&D or exploratory innovation endeavors. Broadcast programming takes precedence because of the 24-hour nature of the medium, and so it is difficult to shift funding away from broadcast production; often grants or new sources of revenue are needed. Additionally, because of lean operating budgets and trends in grant funding that often favor the introduction of new projects versus sustaining funds, it can be challenging to maintain new projects over time (S. Edwards, personal communication, 2013; Lynn Pollard, personal communication, 2013). The term innovation is ubiquitous across public radio stations, as in many other journalism organizations, and thus I explore how employees and managers of such stations make sense of innovation in their context."]}, {"title": "Sensemaking as an Analytical Lens", "paragraphs": ["Sensemaking is a useful lens for examining interpretations of innovation in journalism institutions. Sensemaking describes the way “people seek to/produce, negotiate, and maintain a shared sense of meaning” through communication processes (Gephart, as quoted in Weick 2012, 145). Based on an extensive review of sensemaking literature in an organizational context, Maitlis and Christianson (2014, 67) explain the process of sensemaking as one that is “prompted by violated expectations, that involves attending to and bracketing cues in the environment, creating intersubjective meaning through cycles of interpretation and action, and thereby enacting a more ordered environment from which further cues can be drawn.” This explanation encompasses the way that sensemaking is motivated by one's environment, the process of meaning making, and the subsequent way one enacts his or her environment. Within management and organizational literature, sensemaking theory has been highly influential as a process theory because “organizing is achieved to the extent that sensemaking is accomplished” (Brown, Colville, and Pye 2014, 267). In the present study, sensemaking theory provides a framework for analyzing how organizational members discuss innovation. By using a sensemaking lens for the analysis of innovation, this study shifts the perspective on innovation from being outcome-focused to process-focused."]}, {"title": "Methods", "paragraphs": ["This study examines data from individuals working in US public radio. Public radio stations are part of a large network of non-profit radio and television broadcasting organizations that pursue a public service mission which involves providing content that is otherwise undervalued in commercial broadcasting, such as educational programming (Waldman 2011). Congress formalized the contemporary system of public radio and television stations in 1967 with the Public Broadcasting Act. This law created the Corporation for Public Broadcasting (CPB), a non-partisan organization, to assist with the dispersion of funding to radio and television stations (Waldman 2011). The US public media system is unique compared to the public media systems of other countries in that most funding does not stem from the federal government, but rather from a range of private sources such as grants, colleges and universities, support from individual donors, and foundations (Waldman 2011). For public radio, revenues from individual donors make up the largest proportion of funding at 39 percent in 2010, though this proportion varies greatly depending on the station (NPR 2013).", "This study focuses on public radio stations because more change and innovation is occurring in this segment of the industry at the station level than in public television. Some reasons for increased experimentation in public radio include the relatively low cost of radio production as compared to television production, and the fact that stations own more of their content outright than do public television stations and can therefore do more with it. At the same time, radio stations tend to have smaller staffs and budgets than television stations. Additionally, the US public media system has struggled in the digital age; most stations broadcast “nationally aggregated program packages” and produce little or no content of their own, and much of the funding for public media is used to support physical broadcast infrastructure (Goodman 2009).", "Based on sensemaking theory as a way of analyzing discourse on innovation, this project uses data from semi-structured, in-depth interviews with 56 participants from 10 public media stations, and six participants from supporting organizations, including NPR (National Public Radio) Digital Services, the CPB, Public Radio International (PRI), and the Public Media Futures Forums. Interviews were conducted in 2012 and 2013 (see Tables 1 and 2). I sought out participants at large-market, NPR member stations in different regions of the United States. A combination of snowball sampling and cold calling was used to reach out to stations. Interviews were conducted with top-level managers and with digital media employees (including interactive, Web, and social media employees). When possible, I spoke with a range of employees as well, including reporters and engineers. On average, four people were interviewed per station, and interviews lasted from 40 minutes to two hours. Interviews with individuals from supporting organizations (non-stations) provided outside perspectives from people working in the industry. Making Sense of InnovationProcess, product, and storytelling innovation in public service broadcasting organizationsAll authorsSandra K. Evans http://orcid.org/0000-0001-5218-2190https://doi.org/10.1080/1461670X.2016.1154446Published online:08 March 2016TABLE 1 List of participating organizationsCSVDisplay Table Making Sense of InnovationProcess, product, and storytelling innovation in public service broadcasting organizationsAll authorsSandra K. Evans http://orcid.org/0000-0001-5218-2190https://doi.org/10.1080/1461670X.2016.1154446Published online:08 March 2016TABLE 2 List of intervieweesCSVDisplay Table", "Interviews were conducted in person or via the voice-over-IP service, Skype. Participation was voluntary, and the option of confidentiality was offered to all interviewees, though most allowed the use of their full name. In the Results section, I use job descriptions rather than full names in order to provide context about participants’ roles in their organizations. Some examples of these descriptions include Senior Executive (such as Chief Executives, Chief Operating Officers, Senior-level Directors or Vice Presidents), Newsroom Executive (those in roles like Editor or Executive Producer), and Digital Media Executive or Employee (managers and employees working in digital, interactive, Web or in social media).", "Interview questions pertaining to innovation asked respondents to describe an instance in the organization of something that was innovative and to describe a potentially innovative project that did not work out as expected. While the term “innovative” was deliberately used in these questions, I did not explain my own definition of the term in order to see how interviewees would respond to this type of inquiry. Additionally, a question that expressly asked about an interviewee's own definition of innovation was posed near the end of interviews to get a fuller perspective on participants’ definitions of this key term. When asking about innovation, I also refrained from introducing related concepts like process and product innovation in order to avoid biasing interview data. This allowed for variation in interviewee discourse regarding the interpretation of innovation.", "I analyzed interview data using the program MAXQDA (VERBI Software 2014). With this software, I uploaded interview transcripts and used a qualitative coding process to examine large amounts of data systematically. This qualitative coding process was completed using a combination of first- and second-round coding procedures (Saldaña 2009; Miles, Huberman, and Saldaña 2014). Theory on innovation informed the codebook design, including the use of categories centered on product and process innovation (Armbruster et al. 2008; Crossan and Apaydin 2010; Damanpour and Aravind 2012). By reflecting on these theory-driven categories through a sensemaking lens, I examined how people described and interpreted narratives about their experiences with innovation in their organizations. Emergent themes were also permitted; for example, some respondents described how connections among people and partnerships reflected innovation. In first-round coding, I focused on interviewees’ stories about innovation and failed attempts at innovation, and their definitions of the term. I then examined these data for themes that were shared across multiple interviews to get a sense of patterns in the discourse on innovation in a public radio setting. During the coding process, I discussed key findings with individuals affiliated with public media and with other journalism and communication scholars to help gauge “face validity” with regard to the individuals identified as relevant interviewees, and to the broader themes stemming from the interview data (Table 3). Making Sense of InnovationProcess, product, and storytelling innovation in public service broadcasting organizationsAll authorsSandra K. Evans http://orcid.org/0000-0001-5218-2190https://doi.org/10.1080/1461670X.2016.1154446Published online:08 March 2016TABLE 3 Codebook for qualitative interview analysisCSVDisplay Table"]}, {"title": "Results", "paragraphs": ["Analysis of interview data demonstrated common themes pertaining to maintenance versus autodisruption, discussion about how organizations were trying to support innovation through organizational structures, a combined process and product approach to innovation centered on storytelling, and a perspective on innovation as centered on the relationships between people.", "Some interviewees used the term disruption, even though this term was not used in interview questions. Like innovation, disruption is sometimes used in the theoretical sense but is also popular colloquially to depict perceived competitive threats (Leading Edge Forum 2015). A Newsroom Executive of KQED stated that people entering public media must be comfortable with the “very, very disruptive landscape” of changing media. An executive at NPR Digital Services was concerned that because many stations have had moderate to improved performance records in recent years (particularly in larger markets), they failed to see that disruption is occurring: We look at our audience numbers and we say we're still doing really well, and so … we're not being disrupted. And I think that's problematic. Disruption theory doesn't say that you lose audience first … so calling that out as evidence that there is no disruption occurring is just plain wrong.", "We look at our audience numbers and we say we're still doing really well, and so … we're not being disrupted. And I think that's problematic. Disruption theory doesn't say that you lose audience first … so calling that out as evidence that there is no disruption occurring is just plain wrong.", "A Newsroom Executive at KPCC echoed this sentiment: We're in a position of strength where our audience has been growing, our radio audiences continue to grow but disruption is all around us, and disruption is about to reach radio, so the things we're doing with getting staff engaged in this is meant to keep us in an adaptable, agile kind of mode so that we can continue to be relevant in people's lives.", "We're in a position of strength where our audience has been growing, our radio audiences continue to grow but disruption is all around us, and disruption is about to reach radio, so the things we're doing with getting staff engaged in this is meant to keep us in an adaptable, agile kind of mode so that we can continue to be relevant in people's lives.", "She described disruption both in terms of technological disruption and in terms of the need to increase diversity in staffing and programming, a major ongoing challenge in public media. A Senior Executive at WBUR similarly noted that their new organizational strategy was “driven by a conviction [that] the digital revolution [is] disrupting all media, and that it will continue to undermine journalism in America.” He added that, although his station was healthy financially, this was not going to continue unless they changed to a more multi-platform distribution strategy for audio content. When asked what he would like to change in the organization, this Senior Executive said, “Everything,” because taking 10 or 20 years to succeed meant that it would almost be easier to rebuild from the ground up.", "An emergent theme stemming from the discourse on disruption in these interviews is the tension between the relative health of many stations in the sample and the need to autodisrupt their organizations, by which I mean taking initiative within an organization to disrupt itself before external forces, such as new competition or changing consumer behaviors, compel major changes. A Newsroom Executive at WBUR described how, as with other stations, the largest audience and source of revenue still stemmed from radio broadcast programming, but to continue to succeed they must, he said, be “willing to disrupt ourselves—even though it makes no sense to cannibalize our own audience—for a stronger outlet going forward.” He meant that steering parts of the broadcast audience toward other, less well-monetized content areas might hurt the organization in the short term but pay off in the long run. A Senior Executive at KCRW further encapsulated the tension between managing a broadcast enterprise and dealing with disruption. She observed that, in general, public radio is “doomed to be un-innovative” because it is a traditional medium first, and so everything is designed to support the resource levels needed to maintain this structure, and there is little room for funding change.", "Several interviewees highlighted organizational structures and systems that have been instituted to support innovation. For example, WNYC developed a formal system for scouting, piloting, and testing new ideas. This system focuses on testing two project ideas per year and pairs radio and digital employees. They also instituted more formal ways of soliciting outside ideas for new programming and addressed a major challenge of employee time: most fulltime employees do not have the time or resources to add on the work of developing a new project or idea, so WNYC set up a way to pay employees involved on new projects over a set amount of time.", "At WBUR, OPB, and KQED, they have been experimenting with topic-based verticals or pillars in which people are organized into teams based on topic (such as environmental or arts coverage) rather than by medium (radio staff, Web staff, etc.). WBUR has also developed an innovation fund and internal “laboratories” to help support idea development.", "KQED is a partner on an accelerator, a venture capital entity that funds new projects. This was a means through which KQED could formalize attempts at autodisruption and disruptive innovation without infringing on day-to-day operations at the station. As a Digital Media Executive put it: It's really difficult to disrupt yourself, so one of the ways we do that is to be a part of [the accelerator] where those entrepreneurs by their own nature very well may disrupt media, not necessarily KQED in general or not necessarily public media, but they could.", "It's really difficult to disrupt yourself, so one of the ways we do that is to be a part of [the accelerator] where those entrepreneurs by their own nature very well may disrupt media, not necessarily KQED in general or not necessarily public media, but they could.", "This partnership was described as an “inside out and outside in” endeavor that aims to aid innovation through design thinking (an approach that aims for end-user outcomes such as inventions by focusing on iterative product improvement or rapid prototyping; see Meinel and Leifer 2010). The above represent a sample of some of the more structural managerial endeavors interviewees’ described that were aimed at supporting innovation.", "While products were conceptualized as a component of innovation, interviews revealed how a product view was incorporated into a process view of innovation. A KPBS Digital Media Specialist noted that new platforms can influence experimentation, but evaluation processes are critical for managing this experimentation: There's a lot about process and workflow and project planning that people don't realize are a key part of innovation as well. I mean, I think you need to know the platforms, you need to know the technology, and you need to know people's experiences or expectations of those platforms.", "There's a lot about process and workflow and project planning that people don't realize are a key part of innovation as well. I mean, I think you need to know the platforms, you need to know the technology, and you need to know people's experiences or expectations of those platforms.", "Similar examples included a narrative about the first time a station used Twitter to provide audiences with real-time data about severe brush fires (KPBS), and the critique that some people think innovation just means developing a mobile application, but that alone is not an example of innovation (Digital Media Employee, WBEZ).", "Another common theme that addressed product and process innovation is what I term storytelling innovation. This was a salient response to questions asking respondents to discuss an example of something in their organization they viewed as innovative. This frame tended to mix product and process innovation in the context of a journalistic or storytelling example. For example, a KPCC Newsroom Executive described innovation as telling stories in new ways. A Digital Media Employee at KPBS emphasized multimedia storytelling as a type of product. She gave the technical example of the creation of destination pages, or a single Web page for each story to which all multimedia content on a story is directed. This technological innovation was described not as an example of innovation on its own but as part of the larger process of reaching out to audiences in new ways and changing journalism practices. A Newsroom Executive at WBUR stated, “I would say innovation for me is pushing to find new, effective, and original ways of telling and informing and monetizing and growing the people that we serve.” Similarly, a Newsroom Executive at KPCC said that innovation meant “telling stories in a different and unexpected way or delivering stories in a different and unexpected way … or breakthrough things that stick in your mind …  It's about storytelling, I guess, mostly, as opposed to delivery devices.”", "Others gave examples of innovative projects such the Public Insight Network (PIN), an online network that connects journalists with individuals who can be contacted as sources for or participants in news stories (American Public Media 2013). A Digital Media Executive at WBEZ said, “I think [PIN] is really innovative because it seeks to do something that a lot of other media outlets have sort of tried to capitalize on individually, but not collectively” by creating a networked means for building stories by engaging with sources. Another story-oriented example included a real-time information feed of posts, comments, and photos during regional and national elections (Senior Executive, APM).", "These examples represent a mixed view of process and product innovation. According a Newsroom Executive at WBEZ, innovation means thinking in new ways about the storytelling that we do, and it means applying that thought process to every assignment …  It's a process about challenging ourselves to not fall onto the same habits that work really well in storytelling in public broadcasting and that helped to define the sound of public broadcasting.", "thinking in new ways about the storytelling that we do, and it means applying that thought process to every assignment …  It's a process about challenging ourselves to not fall onto the same habits that work really well in storytelling in public broadcasting and that helped to define the sound of public broadcasting.", "Similarly, a Digital Media Executive at WBEZ observed, “I think innovation for us, for anybody who's telling stories, is largely based on how to do what you do best better and different than anyone else, and sometimes that's using tools that exist and sometimes that's creating tools.” These statements capture the connection between storytelling and technology that bridges the process and the product points of view on innovation.", "Some interviewees described the role of people and relationships as components of innovation. A Senior Executive at HPM described innovation as being smart about the people around you. A Senior Executive from OPB said that working with new people with different technological skills has been an example of innovation: “For us, innovation often means working with people you haven't worked with before.” He meant that novel processes required radio and television employees to interact in new ways and apply their skills in different media—for example, encouraging radio reporters to create television segments.", "Relationships with other organizations were also described as examples of innovation. A Newsroom Executive at HPM stated that her example of something innovative stemmed from one of the first times KUHF radio worked with the local public television station (prior to their merger) by coordinating coverage of Texas primary elections: they hosted a candidate debate and streamed it on television and radio, and supplemented this with live blogging. To her, innovation was located in the interorganizational relationship. This perspective is notable because within public media there is a history of organizations behaving in solitary ways and not engaging in partnerships, particularly partnerships involving programming and news production. While this is partly attributable to the localized missions of each organization, it also reflects institutional cultures. Now, this seems to be changing. For example, WLRN has been one of the first NPR stations to partner with a newspaper (the Miami Herald) for content sharing. One interviewee employed at a radio station stated that the continuing lack of content-oriented partnerships among public radio and other media entities stems from a history of managerial arrogance that had previously been noticeable among newspapers and is still present in radio stations. According to the interviewee, The arrogance has a lot to do with the complacency in the system about disruptive change. We're just starting to see mobile technology disrupt our audience on air. But very few people are worrying about this or responding to it.", "The arrogance has a lot to do with the complacency in the system about disruptive change. We're just starting to see mobile technology disrupt our audience on air. But very few people are worrying about this or responding to it.", "Other interviewees stated that this type of reticence toward partnerships is changing, but not without tension in some cases. For example, a Newsroom Executive stated that KCRW was experimenting with partnerships with commercial entities. For example, KCRW has partnered with IHeartRadio, a digital radio and jukebox service, which is owned by Clear Channel, a corporate entity. This has been frowned upon by some in the public media community but is one method by which this station has been pushing their music-oriented programming out to audiences in novel ways. This relational view relates more closely to the process and network perspectives on innovation in that the relationship or connections between people or organizations prompt novel outcomes (Tuomi 2002; Powell and Grodal 2005)."]}, {"title": "Discussion", "paragraphs": ["These results show evidence of paradoxical tensions surrounding the maintenance of the status quo versus disruption, of expected and unique ways of portraying process and product innovation, and of how social relations inform project performance and innovation. First, the concept of disruption was invoked as a way to describe changes occurring in public radio. There was a shared emphasis on technology as a driver of change (Crossan and Apaydin 2010) and the inspiration for discourse on innovation. The notion of disruption can be used to describe major technological shifts, particularly with regard to the impact of information and communications technologies on broadcast and print-based journalism and media companies.", "The notion of autodisruption emerged from interview data as a strategic way of conceptualizing innovation in relation to disruption. This type of self-disruption was postulated by some leaders as the way to support internal innovation and to stay ahead of rapidly changing media technologies. Within the literature on innovation, there is an inherent tension between maintaining the status quo and disruption, or the need for innovation-related change. This notion relates to Christensen's (Christensen 2003; Benton 2012) argument that even in news organizations, it can be advantageous, though challenging, to develop external, separate business units that can compete with or shake up incumbent practices of an organization, rather than relying on incremental organizational changes. Tuomi (2002, 27) similarly argues that innovation “is possible only because members of user communities can break the institutionalized forms of practice …  More importantly, some rules can be extended, reinterpreted and broken.” While Tuomi does not confine this statement to organizations, the significance of this view is that innovation involves the conscious disruption of established practices and rules. Thus, those who spoke in terms of autodisruption were describing a strategic way of dealing with the tension between relatively strong contemporary organizational performance and the knowledge that long-term performance depends largely on management innovation and experimentation in the digital media space that challenges or even “cannibalizes” successful parts of the business.", "Many examples of innovation demonstrated evidence of experimental managerial innovation, such as structural and administrative changes made in attempts to support innovation. Among some organizations, experimental structures and processes were instituted to foster innovation internally or externally (locus) and to help bridge top-down and bottom-up ideas of development and implementation (direction; Crossan and Apaydin 2010). While most examples focused on internal managerial innovations such as innovation labs, some interviewees described locating groups outside the main workings of their organizations; for example, KQED's investment in an accelerator is a unique attempt to capitalize on external disruptive innovation, as well as design thinking and technology sector resources that are situated in the Silicon Valley region.", "There was also a strong trend toward seeing innovation as a novel means for storytelling. Storytelling innovation combined process and product innovation frames in a unique way. Stories can be viewed as the products or outputs of these media organizations. The idea of the story was depicted as guiding process as well as product development. A story could be viewed as the outcome of managerial and technological innovation processes; yet, stories were not framed as a type of invention. Rather, stories represented the visible and/or auditory expression of the networks of individuals and technologies—for example, the way PIN linked organizations, journalists, and sources through an online social network, or the way story pages at KPBS combined the multi-media outputs of different contributors in single topic areas. This reflects an example of socio-technical innovation (Peris-Ortiz and Hervás-Oliver 2014) in which there is an inherent connection between management and technical innovation.", "Overall, there was a much stronger emphasis on process innovation than product innovation in narratives about projects or other events viewed as innovative. Relationships among people and organizations were also situated as loci of innovation (Armbruster et al. 2008). This discourse reflects the growing body of research that points to how social networks among people and organizations can lead to increased innovation (Powell and Grodal 2005; Uzzi and Spiro 2005). When individuals did describe products, these examples were often couched in the language of process or reflected the combined socio-technical approach to evaluating both types of innovation advocated by Peris-Ortiz and Hervás-Oliver (2014). When examples of product innovation were discussed, they were often situated in cultural discourse; for example, descriptions of new mobile applications as expressions of organizational values rather than as ends in and of themselves. This discourse was product-focused in that people talked about how new technologies could change the ways in which news stories were gathered and distributed, but the emphasis on innovation was not on technological tools but on the outcome of a novel means for conveying a story. Together these observations support research that points to the relational factors that support innovation and present an example of how innovation can be viewed in the context of a media organization."]}, {"title": "Conclusion", "paragraphs": ["This article sought to study how notions of innovation were interpreted among people working in a unique non-profit media sector and the social factors that inform innovation inside organizations. This study builds upon management literature by assessing the connections between management innovation systems and processes that add value to organizations and outcomes (Damanpour and Aravind 2012). The findings address research gaps in the understanding of process innovation and in innovation in a journalism context. Overall, the relational process and storytelling frames that dominated discourse point to the value of social and communication-oriented perspectives for assessing innovation within organizations.", "By coalescing data from a range of different public media organizations, this study has practical implications for those in this industry and in other non-profit and commercial media industries facing disruption, such as newspapers, the music industry, television news, and television programming more broadly. Because many public radio stations act independently, it is valuable for this audience to gain a broader understanding of what is happening in other stations and how different people (managers as well as employees) make sense of overused but highly valued concepts like innovation. This depiction of sensemaking about innovation can be used to evaluate and inform strategic planning and decision-making processes geared toward dealing with disruption. Additionally, the theoretical contributions discussed point to new ways of conceptualizing innovation for practitioners, such as the importance of paying closer attention to communication networks of employees and the potential for productive partnerships with other organizational entities.", "This study has several limitations. Because I focused on interpretations and opinions about innovation, this article does not assess other types of outcomes such as the number or impact of certain types of projects. For example, a story-based project may be viewed as incredibly innovative but the audience reach and engagement related to a given project are also worth examining. Future qualitative and quantitative research can more closely examine some examples of the innovation efforts described to assess how project outcomes match with perceptions about the project.", "Future research can also examine other types of data to compare across organizations, such as data from websites and social media sites that demonstrate the rationale and implementation of new ideas or story innovations. Additional research could evaluate the relationships between the organizations themselves (station-to-station partnerships, station and non-public media partnerships, or networked innovation-oriented relationships like PIN) to better assess knowledge sharing, advice seeking, or collaboration among different types of entities. In sum, this paper makes a contribution to literature linking journalism and strategic management perspectives on innovation and provides insight into how public media organizations are dealing with disruption and innovation."]}], "references": [{"title": "Objects of Journalism and the News", "year": "2014", "journal": "Journalism", "volume": "16", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}, {"name": "De Maeyer Juliette", "first_name": "De", "last_name": "Juliette"}]}, {"title": "Organizational Innovation: The Challenge of Measuring Non-Technical Innovation in Large-Scale Surveys", "year": "2008", "journal": "Technovation", "volume": "28", "authors": [{"name": "Armbruster Heidi", "first_name": "Armbruster", "last_name": "Heidi"}, {"name": "Bikfalvi Andrea", "first_name": "Bikfalvi", "last_name": "Andrea"}, {"name": "Kinkel Steffen", "first_name": "Kinkel", "last_name": "Steffen"}, {"name": "Lay Gunter", "first_name": "Lay", "last_name": "Gunter"}]}, {"title": "From Gratis to Paywalls: A Brief History of a Retro-Innovation in the Press&#039;s Business", "year": "2015", "journal": "Journalism Studies,", "volume": "", "authors": [{"name": "Arrese Ángel.", "first_name": "Arrese", "last_name": "Ángel."}]}, {"title": "Making Sense of Sensemaking in Organization Studies", "year": "2014", "journal": "Organization Studies", "volume": "36", "authors": [{"name": "Brown Andrew D.", "first_name": "Brown", "last_name": "D."}, {"name": "Colville Ian", "first_name": "Colville", "last_name": "Ian"}, {"name": "Pye Annie", "first_name": "Pye", "last_name": "Annie"}]}, {"title": "Preadaptation, Firm Heterogeneity, and Technological Performance: A Study on the Evolution of Fiber Optics, 1970–1995", "year": "2005", "journal": "Organization Science", "volume": "16", "authors": [{"name": "Cattani Gino.", "first_name": "Cattani", "last_name": "Gino."}]}, {"title": "Decoupling Management and Technological Innovations: Resolving the Individualism–collectivism Controversy", "year": "2013", "journal": "Journal of International Management", "volume": "19", "authors": [{"name": "Černe Matej", "first_name": "Černe", "last_name": "Matej"}, {"name": "Jaklič Marko", "first_name": "Jaklič", "last_name": "Marko"}, {"name": "Škerlavaj Miha", "first_name": "Škerlavaj", "last_name": "Miha"}]}, {"title": "A Multi-Dimensional Framework of Organizational Innovation: A Systematic Review of the Literature", "year": "2010", "journal": "Journal of Management Studies", "volume": "47", "authors": [{"name": "Crossan Mary M.", "first_name": "Crossan", "last_name": "M."}, {"name": "Apaydin Marina", "first_name": "Apaydin", "last_name": "Marina"}]}, {"title": "Organizational Innovation: A Meta-Analysis of Effects of Determinants and Moderators", "year": "1991", "journal": "Academy of Management Journal", "volume": "34", "authors": [{"name": "Damanpour Fariborz.", "first_name": "Damanpour", "last_name": "Fariborz."}]}, {"title": "Managerial Innovation: Conceptions, Processes, and Antecedents", "year": "2012", "journal": "Management and Organization Review", "volume": "8", "authors": [{"name": "Damanpour Fariborz", "first_name": "Damanpour", "last_name": "Fariborz"}, {"name": "Aravind Deepa", "first_name": "Aravind", "last_name": "Deepa"}]}, {"title": "Combinative Effects of Innovation Types and Organizational Performance: A Longitudinal Study of Service Organizations", "year": "2009", "journal": "Journal of Management Studies", "volume": "46", "authors": [{"name": "Damanpour Fariborz", "first_name": "Damanpour", "last_name": "Fariborz"}, {"name": "Walker R. M.", "first_name": "Walker", "last_name": "M."}, {"name": "Avellaneda C. N.", "first_name": "Avellaneda", "last_name": "N."}]}, {"title": "Defining Distinctiveness: The Connections between Organizational Identity, Competition, and Strategy in Public Radio Organizations", "year": "2015", "journal": "International Journal of Business Communication", "volume": "52", "authors": [{"name": "Evans Sandra K.", "first_name": "Evans", "last_name": "K."}]}, {"title": "A Critical Look at Technological Innovation Typology and Innovativeness Terminology: A Literature Review", "year": "2002", "journal": "Journal of Product Innovation Management", "volume": "19", "authors": [{"name": "Garcia Rosanna", "first_name": "Garcia", "last_name": "Rosanna"}, {"name": "Calantone Roger", "first_name": "Calantone", "last_name": "Roger"}]}, {"title": "Journalism Innovation Leads to Innovation Journalism: The Impact of Computational Exploration on Changing Mindsets", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid.", "first_name": "Gynnild", "last_name": "Astrid."}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Generational Technological Change: Effects of Innovation and Local Rivalry on Performance", "year": "1996", "journal": "Academy of Management Journal", "volume": "39", "authors": [{"name": "Lawless Michael W.", "first_name": "Lawless", "last_name": "W."}, {"name": "Anderson Philip C.", "first_name": "Anderson", "last_name": "C."}]}, {"title": "Open Source and Journalism: Toward New Frameworks for Imagining News Innovation", "year": "2013", "journal": "Media, Culture \\& Society", "volume": "35", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Sensemaking in Organizations: Taking Stock and Moving Forward", "year": "2014", "journal": "Academy of Management Annals", "volume": "8", "authors": [{"name": "Maitlis Sally", "first_name": "Maitlis", "last_name": "Sally"}, {"name": "Christianson Marlys", "first_name": "Christianson", "last_name": "Marlys"}]}, {"title": "Between Tradition and Change: A Review of Recent Research on Online News Production", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "Online News Consumption Research: An Assessment of Past Work and an Agenda for the Future", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "What&#039;s Stopping Them? Towards a Grounded Theory of Innovation in Online Journalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Steensen Steen.", "first_name": "Steensen", "last_name": "Steen."}]}, {"title": "Online Journalism and the Promises of New Technology: A Critical Review and Look Ahead", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Steensen Steen.", "first_name": "Steensen", "last_name": "Steen."}]}, {"title": "Collaboration and Creativity: The Small World Problem", "year": "2005", "journal": "American Journal of Sociology", "volume": "111", "authors": [{"name": "Uzzi Brian", "first_name": "Uzzi", "last_name": "Brian"}, {"name": "Spiro Jarrett", "first_name": "Spiro", "last_name": "Jarrett"}]}, {"title": "Organized Sensemaking: A Commentary on Processes of Interpretive Work", "year": "2012", "journal": "Human Relations", "volume": "65", "authors": [{"name": "Weick Karl E.", "first_name": "Weick", "last_name": "E."}]}, {"title": "Toward a Theory of Organizational Creativity", "year": "1993", "journal": "Academy of Management Review", "volume": "18", "authors": [{"name": "Woodman Richard W.", "first_name": "Richard", "last_name": "W."}, {"name": "Sawyer John E.", "first_name": "Sawyer", "last_name": "E."}, {"name": "Griffin Ricky W.", "first_name": "Griffin", "last_name": "W."}]}]}