{"doi": "10.1080/17512786.2012.663610", "url": "https://doi.org/10.1080/17512786.2012.663610", "title": "(NOT) THE TWITTER ELECTION", "volume": "6", "year": "2012", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Burgess", "first_name": "Jean", "name": "Jean Burgess", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Bruns", "first_name": "Axel", "name": "Axel Bruns", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This paper draws on a larger study of the uses of Australian user-created content and online social networks to examine the relationships between professional journalists and highly engaged Australian users of political media within the wider media ecology, with a particular focus on Twitter. It uses an analysis of topic-based conversation networks using the #ausvotes hashtag on Twitter around the 2010 federal election to explore the key themes and issues addressed by this Twitter community during the campaign, and finds that Twitter users were largely commenting on the performance of mainstream media and politicians rather than engaging in direct political discussion. The often critical attitude of Twitter users towards the political establishment mirrors the approach of news and political bloggers to political actors, nearly a decade earlier, but the increasing adoption of Twitter as a communication tool by politicians, journalists, and everyday users alike makes a repetition of the polarisation experienced at that time appear unlikely. ", "body": [{"sec_title": "Introduction", "sec_content": ["Social media like Facebook and Twitter increasingly form part of everyday communication, social coordination and news consumption for citizens worldwide. Participation in these environments is becoming increasingly important to journalists as well, whether as a means of gaining situational awareness, as part of a broader online audience engagement strategy, or as a means of communicating directly to the public in a professional capacity. The changing roles of journalists, and the significance of social media in relation to the broader media environment in which journalists work, are particularly highlighted at times of heightened political activity like elections.", "This paper focuses on the microblogging platform Twitter as a site of public communication during the last Australian federal election, held on 21 August 2010. It draws on a multi-layered empirical analysis of a large archive of election-related tweets (collected under the #ausvotes hashtag1) to explore the themes and patterns of Australians’ engagement with the processes, themes and key actors (including journalists) associated with the election campaign, with a particular focus on the relationships between Twitter and the news (or current affairs) media. In doing so, we highlight some of the implications for journalism practice of the shift that has seen certain individual journalists become prominent Twitter users.", "Social media sites like Twitter form part of the overall, transforming landscape of media in Australia; they provide a further channel through which private and public discussions can be conducted. Twitter itself, in particular, has become a space for the conduct of public discussions about issues of common interest, from national television events such as the Masterchef series (#masterchef) through natural disasters such as the 2011 Queensland floods (#qldfloods) to political developments like the 2010 Labor Party leadership change (#spill) and the subsequent election which we examine here.", "Twitter's role as a platform which supports the ad hoc formation of large online publics debating such topics is aided in part by its underlying structure: the #hashtag system, in particular, makes it possible for users to follow and contribute to such public debates easily even if they have no established connections with (or even knowledge of) other participating users. Additionally, participants are able to direct public messages—in Twitter terms, an @reply—to any user whom they encounter during these debates, again without needing to formally “follow” or “friend” the recipient first. This positions Twitter very immediately as a site for the potentially rapid emergence of politically engaged publics that may include ordinary citizens, political actors and professional journalists.", "By including the #ausvotes hashtag in their tweets, participants make a conscious choice to make themselves publicly visible as citizens engaged in the discussion about the impending election event, which we understand as a catalyst that activates an existing community of interested citizens; the #ausvotes community, in other words, is a self-selecting subset of all Australian Twitter users (and a number of overseas contributors). Further, through our work we are also able to observe this community interacting and communicating not “outside” of but in a symbiotic (if frequently tense) relationship to our longer-established media institutions, forms and practices."]}, {"sec_title": "The “Social Media Election” in Context", "sec_content": ["Australia's political system is a parliamentary democracy based on the Westminster system, and Australia is one of a few countries with compulsory voting. It is dominated by the two-party system, with the conservative side of politics represented by a coalition of the Australian Liberal and National Parties, and the left represented by the Australian Labor Party (ALP); supplemented by a number of minor parties. The Australian media system suffers from “extraordinary concentration” (Jones and Pusey, 2008) around a handful of major outlets; Australia is consistently ranked as one of the countries with the highest levels of media ownership concentration in the world, with even a number of its major state capitals served only by one local newspaper and five free-to-air television stations. Arguably, this has led to a comparatively active alternative media environment, headed by a number of well-known political blogs and citizen journalism websites (Bruns and Adams, 2009), and has contributed to the substantial presence of political discussion in the Australian Twittersphere.", "The 2010 federal election was in many ways an extraordinary one, with much to attract the attention of the small segment of the Australian public that was already heavily invested in both formal politics and the news media. Along with the Australian media more broadly, the Twitter audience was dramatically activated around a highly mediated event that heralded the forthcoming election: the dramatic leadership spill that occurred within the governing ALP, which swung into motion in the early evening of 23 June and was resolved by the next morning. In the span of less than 24 hours, the then Prime Minister Kevin Rudd was deposed by his Deputy Julia Gillard, giving Australia its first ever female Prime Minister in the process. The event prompted a flurry of tweets coordinated around the #spill hashtag—briefly hijacking it from discussion of the ongoing crisis around the BP oil spill in the Gulf of Mexico. Observers in Australia and elsewhere expressed their shock, traded updates, news items and rumours, and shared their reactions in real-time as they watched outgoing Prime Minister Kevin Rudd deliver an unusually emotional performance in a final press conference, broadcast live via free-to-air television and streaming video (Carter, 2010). Gillard served only a few weeks as Prime Minister before calling an early election for 21 August 2010, setting the nation's media into campaign mode. In the end, the election resulted in a hung parliament, and only with the support of a number of key Independents did the ALP eventually hold on to government. From our perspective in this paper, the campaign was most notable for how various aspects of the “mediatisation” (Schulz, 2004) of politics and the roles and relationships of professional journalists in relation to social media were cast into the spotlight, amplifying some significant and transformative trends that had begun to emerge in the previous Australian federal election in November 2007.", "For political campaigning, the 2007 election marks a turning point for the perceived importance of social media channels in mobilising support among voters (Chen, 2008). With the “Kevin '07” cross-media campaign, the eventually victorious Australian Labor Party famously embraced social media platforms from YouTube to Facebook in an integrated marketing campaign (Macnamara, 2008), while the outgoing Liberal Party appeared to completely neglect direct online campaigning. Famously, then Prime Minister John Howard's YouTube appearances were stilted and formal, simply replicating the format of traditional television announcements, while Kevin Rudd affected a more intimate, conversational style of presentation more in keeping with the culture of YouTube; demonstrating the contrast in the level of understanding of the potential of social media between the two major parties (Flew, 2008).", "As various media and communications scholars (Bruns et al., 2009; Flew, 2008; Macnamara, 2008) have discussed elsewhere, the 2007 election also marked a shift in the Australian political mediascape more broadly, signalling a substantially greater, if contested, significance for online media outside of the mainstream press. In particular, a number of blogs devoted to political commentary and analysis or critique of the mainstream media coverage of the election played an important role. While a number of political blogs, online opinion and alternative news websites already had established audiences, and mainstream media outlets like the ABC (Australian Broadcasting Corporation, the public broadcaster) had ventured into interactive and opinion-based online offerings, 2007 saw a marked intensification and amplification of the attention received by alternative publishing outlets, especially blogs and opinion-based websites, in relation to more mainstream political reporting. Indeed, blogs and social media came under direct attack from some mainstream media outlets, particularly the Murdoch press, for doing so (Bruns et al., 2009)—a tendency that sees no sign of abating at the time of writing.2 ", "While the tensions and turf wars between the mainstream media (especially the Murdoch press) and bloggers have only intensified since 2007, the Australian federal election in August 2010 came at a time when Twitter had rapidly become firmly established as a primary channel of audience engagement with Australian political news and media. Beginning with the acute and intense activity around the #spill hashtag, referencing the extraordinary change of leadership in the ALP that foreshadowed the election, the campaign was covered on a minute-by-minute basis by Australian Twitter users. The election was also characterised by a far more widespread and deeply embedded usage of social media in covering the campaign on behalf of journalists and media organisations, with Twitter playing a particularly prominent role. The impact which this process of gradual adoption is continuing to have on overall journalistic practices still needs to be examined in detail; to do so is beyond the scope of the present paper, however.", "At the same time, there was a significant level of speculation and debate in the press about the significance (or lack thereof) of the intense activity of Australian Twitter users as they followed the election campaign, debated the issues, and engaged directly with journalists. In a now familiar pattern of discourse associated with the rise to mainstream attention of new media platforms, the debate veered (even within the pages of certain individuals’ newspaper columns) between breathless anticipation of “the Twitter election”, on the one hand (Jackson, 2010), and counter-hyperbolic coverage dismissing Twitter as minoritarian, banal and irrelevant to the outcome, on the other (Jackson and Elliott, 2010).", "Though it may not have had a substantial effect on the eventual outcome, Twitter was a highly visible component of the 2010 Australian election coverage; although not, as it turned out, because of a particularly proactive utilisation of social media tools by the major political parties themselves. With a small number of exceptions, the major parties and politicians themselves generally treated social media (YouTube, Facebook, and Twitter) as multi-platform extensions of existing campaigning tactics (e.g. by treating YouTube as a distribution platform for “viral” campaign videos); arguably, use of social media in the 2007 election was more sophisticated than in 2010, at least for the ALP. More significantly, the 2010 election marks a turning point in the relations among Australian political journalists, independent political bloggers and commentators and the relatively small segment of the Australian public that is both keenly invested in both formal politics and highly active in social media participation. Key campaign events (the leaders’ debates, their appearances on the ABC's town hall-style television show Q&A, and major policy announcements) became globally trending topics on Twitter; the overall #ausvotes hashtag for the election generated over 400,000 tweets in the five weeks of campaigning; and a number of political journalists, in particular, used Twitter to update the public about the progress of events on the campaign trail."]}, {"sec_title": "The #ausvotes Conversation", "sec_content": ["As part of a larger study of Australian user-created content in online social networks, throughout the campaign period we used a number of computer-assisted methods to track and analyse the activity surrounding the #ausvotes hashtag, which emerged very quickly (within 24 hours of the election being announced) as the dominant hashtag for the election.", "Using the free archiving service Twapperkeeper, we began collecting tweets containing the hashtag on 17 July (the day the election was called). This resulted in a very large (although incomplete) data set—the total number of tweets collected during the main election period (17 July to 24 August) was 415,009; within that, there was (understandably) a large spike on election day, with 94,910 tweets published between 12.00 am and 11.59 pm on 21 August (see Figure 1).", " FIGURE 1  Overall activity on the #ausvotes hashtag during the election period", " FIGURE 1  Overall activity on the #ausvotes hashtag during the election period", "Represented in this data set are nearly 37,000 unique Twitter users overall, with 19,000 participating in the Twitter conversation on election day alone. However, despite the size of the sample, it is by no means representative of the Australian voting population as a whole. Even if we very generously assume that each of these user accounts represents a single Australian citizen of voting age, 37,000 individual users would represent a very small proportion—a mere 0.26 per cent—of the total number of Australians enrolled to vote, which according to the Australian Electoral Commission stood at 14,038,528 for the 2010 election.3 ", "Leaving aside the issue of national scale, it is similarly difficult to say exactly what proportion of the total number of Australian Twitter users this archive represents, because at the time of writing there was no reliable estimate available. According to a report released by the Australian Communications and Media Authority based on Nielsen data in June 2010, only about 2 per cent of Australian broadband users reported regularly using Twitter, but using a different method based on the comprehensive scraping of actual Twitter accounts, the analytics company Tribalytic suggested in May 2010 that there were up to 2.5 million Australian Twitter users—which would be closer to 11 per cent of the total Australian population (Bull, 2010). On the other hand, within the Australian Twitter universe, the #ausvotes hashtag saw an extraordinary amount of traffic—for the purposes of comparison, Twapperkeeper reported the total number of tweets for the regularly trending #qanda hashtag (which is used to coordinate live audience discussion of the ABC panel show Q&A, discussed further below) at over 360,000 between February and December 2010, while #ausvotes had received over 500,000 tweets between July and December alone—even more extraordinary given that Q&A screens weekly, and the election occurred only once.", "It is also important to note that the #ausvotes archive by no means represents the entire Twitter conversation about the election—there were thousands (perhaps hundreds of thousands) more tweets on various topics related to the political process, media coverage or issues related to the election, and many more side conversations between users, where the hashtag #ausvotes was not used. What the archive does represent is a specific mode of Twitter participation: because hashtags are hyperlinked and so tweets that use them show up in the search results for the term followed by the hash (#) symbol, the inclusion of “#ausvotes” in a tweet signals that the user wishes to participate in the public that was emerging around the election. The #ausvotes archive therefore is both something less and something more than an archive of tweets about the election: less because it contains only a portion of the tweets on the topic; more because it represents the most intensive and self-reflexively public of those conversations.", "As these reflections indicate, despite the huge volume of tweets during the election, the population involved in this conversation represents a particular subculture—people who are heavy Internet users and likely to be interested in technology-related topics (technology policy, news and information), and because of their participation in the #ausvotes conversation, the most active of them can safely be considered what Stephen Coleman calls “political junkies” (Coleman, 2003) as well. The findings of the study are best understood within these subcultural terms—their primary significance is in revealing the changing relationships between Australia's most avid political media audiences—we might even call them “fans” (van Zoonen, 2004)—and Australia's political and media establishment, in the post-blogging era."]}, {"sec_title": "Engagement with Election Themes", "sec_content": ["The relative weight given to specific election themes in the Twitter conversation certainly appears to reinforce this view of the most active participants as Internet-savvy political fans. The thematic analysis of the #ausvotes data set was achieved relatively simply: first, we identified the most frequently used keywords and phrases in the corpus; and then we aggregated them into themes that correspond to the most prominent election issues throughout the campaign.4 From these data, five policy fields emerge as having been of major interest to #ausvotes commenters during the campaign—national broadband policy (most centrally, the choice between Labor's proposed National Broadband Network scheme and the Coalition's alternative broadband proposal); the “Cleanfeed” controversy around proposed legislation to create a compulsory Internet filter, pursued by Labor communications minister Stephen Conroy; climate change; asylum seekers; and same-sex marriage. It is probably no surprise that of these, two are very clearly identified as topics of interest to heavy Internet users—another indication, not least, that the participants whose content we are analysing here are unlikely to be representative of the wider Australian population. Figure 2 visualises the relative prominence of each of these themes over time.", " FIGURE 2  Occurrence of issue-related themes over time", " FIGURE 2  Occurrence of issue-related themes over time", "The conversation in the earlier stages of the campaign (if at very low volume) was mainly dominated by low-level rumblings about the Internet filter. There was a brief spike of interest in climate change topics, but this mainly remained limited to 23 July, when Julia Gillard made a major speech on her climate change policy which included the idea of forming “a Citizens’ Assembly” (soon widely denounced for the further delays in action which it would introduce, and for its non-expert makeup) “to examine over 12 months the evidence on climate change, the case for action and the possible consequences of introducing a market-based approach to limiting and reducing carbon emissions” (Gillard, 2010).", "However, there were interesting developments around half-way through the campaign: with an announcement by the oppositional Liberal–National Party Coalition on 5 August that it would block the legislation designed to introduce the Internet filter, which boosted the numbers for that topic; and most visibly with a significant spike for the National Broadband Policy theme following the Coalition's announcement of its own alternative national broadband policy and Coalition leader Tony Abbott's somewhat unsuccessful attempts to explain that policy on the ABC's primetime current affairs programme The 7.30 Report, on 10 August (Collerton, 2010). From that point on, of these five topics, broadband policy clearly dominated the discussion, even in comparison to the Internet filter.", "Against this, issues surrounding asylum seeker policy remained backgrounded, despite the prominence given to them by both the major parties and by the corresponding mainstream media coverage. The prominence of the asylum seeker debate cannot be overstated—it was deliberately constructed as a primary election issue by the major parties and the media alike, to the extent that one of the main slogans of the Abbott-led Liberal–National Party Coalition, repeated ad nauseam across every available media platform, was a promise to “Stop the Boats”. However, apart from a number of Twitter “memes” that emerged, making a game of parodying the Coalition's position on the issue by riffing off the “stop the boats” slogan and making ample use of other nautical puns, the issue of asylum seeker policy was a relatively minor concern for the #ausvotes public. By contrast, the coverage on Twitter of same-sex marriage, which had not been a major theme in the mainstream media during the campaign, although it became important in the months following the election, was fairly intense. The results of this exercise in thematic analysis appear to indicate that, although the dominant topics of debate and discussion on Twitter largely mirror those of the “official” election campaign (as determined by the major parties and news organisations) in their content, they depart quite significantly from the received agenda in regard to the relative intensity of interest associated with each theme. The pattern throughout the campaign seems to indicate once again that the #ausvotes public tends to the “left” on social and economic policy issues (hence the importance of climate change and same-sex marriage policy); but that at the same time it is most energetically mobilised around technological and information policy issues (like the National Broadband Network)."]}, {"sec_title": "#ausvotes and the Media Ecology", "sec_content": ["As well as tracing its general shape and thematic focus, our study deliberately sought to situate the #ausvotes conversation within and alongside the broader Australian media ecology. One objective was to identify which kinds of external media objects were most likely to be included as part of the ongoing Twitter conversation about the election campaign—were Twitter users drawing on blog entries, newspaper articles, YouTube videos, and so on, as resources? If so, in what proportions? In order to investigate this question we extracted and resolved the hyperlinks included in the tweets in the #ausvotes archive, and then tabulated the frequencies for each link. By isolating and categorising the most frequently tweeted (or retweeted) links, we then made some basic observations with implications for further research. While much popular discussion of Twitter's social impact tends to characterise it as sitting outside of the mainstream media—whether as an alternative to it, or irrelevant to it, the results of our study show significant overlap and interdependence between the Twitter community as constituted via the #ausvotes hashtag and the mainstream media—including broadcast news and current affairs as well as the press and online opinion websites.", "For the purposes of illustration, in what follows we provide the results of three such exercises: one from the first weeks of the election campaign, one from the middle of campaign, and one from the final days before the media blackout commenced. First, we tabulated the most-tweeted links associated with the #ausvotes hashtag for the week beginning Sunday 25 July and ending Sunday 1 August. The results of this (very limited) preliminary exercise included a mixture of official and unofficial campaign pages, “meta” materials related to the #ausvotes conversation itself, press releases, and live or recorded video from media appearances made by the candidates; but only one article from a mainstream newspaper. The tweets associated with each link indicate that the Twitter community was engaging in the practices long associated with the “active audience”—they were largely employing these external media objects as communicative resources to amplify and illustrate their own political affiliations or positions on election issues. For fans of political news and vampire gore alike, social media are an extension or remediation of audience practices, not a replacement for them.", "For example, the top link redirected to the (highly unofficial) Bob Brown 4 PM Web page. Bob Brown is the leader of the Australian Greens—a minor party which went on to secure a respectable proportion of the overall vote, and its first-ever Member of Parliament. Australian Twitter and Facebook users used links to this page as a kind of anchor for their opinions on a range of issues, from the failure of the two-party system, to their disappointment on climate change policies and the triumph of what they perceived as “vote-chasing” over values.", "In fourth place was a highly retweeted press release from the ALP about the National Broadband Network: RT @AustralianLabor: NBN: Fibre for over 1000 Australian cities and towns http://dlvr.it/3B5yC#ausvotes#AusLabor   ", "RT @AustralianLabor: NBN: Fibre for over 1000 Australian cities and towns http://dlvr.it/3B5yC#ausvotes#AusLabor ", "Interestingly, it appeared to have been retweeted far more frequently than similar, regularly released press releases sent from the ALP's official Twitter account (@AustralianLabor) around the same time (including, for example, announcements about ALP policies for disability services), again emphasising the technophilia that appears to dominate the #ausvotes conversation.", "In fifth and sixth place, respectively, were the link to the live Sky News feed, and the live Web feed for the ABC's recently launched 24-hour news channel ABC News 24—mainly associated with various press conferences held by both Julia Gillard and Tony Abbott. There were also two YouTube videos: one spoof of the viral Old Spice advertising campaign:5  Tony Abbott: the man your PM should be  ", "Tony Abbott: the man your PM should be", "and one from an ABC source originally, containing footage of one of Julia Gillard's more fiery press conference performances: RT @lapuntadelfin: Cop that Downer. JG in full flight. You Go Girl http://youtu.be/dW4NtYIu2XE#ausvotes   ", "RT @lapuntadelfin: Cop that Downer. JG in full flight. You Go Girl http://youtu.be/dW4NtYIu2XE#ausvotes ", "It was not until reaching the 10th most-tweeted link that mainstream political reporting appeared, with a story in The Age about an accidental strategy leak in the ALP campaign referenced in a highly retweeted post by ABC political (gossip) journalist @annabelcrabb, in which, making reference to the tightly controlled ALP media campaign, she quipped: Hold the phone! There is a debate blooper after all: http://tinyurl.com/22kp6z9 #ausvotes  ", "Hold the phone! There is a debate blooper after all: http://tinyurl.com/22kp6z9 #ausvotes", "What is immediately striking is how much of this activity is concerned with the meta-level of media (including social media) around the election, rather than with substantive policy issues. This is unsurprising for two reasons: first because we know that, historically, a huge amount of communication in any emerging medium is concerned with the medium (or “metamedium”) itself (Evens, 2009); and second, because, while their political affiliations and issues-based interests may vary enormously, familiarity with the national media coverage of the campaign was arguably the one experience that the majority of Twitter users had in common. Indeed, the major parties and mainstream media have a significant presence—in particular, via the retweeting of links to live TV news feeds. Consistent with this pattern, the lists of the most tweeted YouTube videos as at 6 and 12 August 2010—midway through the campaign—were dominated by official campaign videos released by the major parties, as well as the non-profit activist organization Get Up!; “Gotcha!” moments from television news and current affairs footage (including professionally produced parody and humorous commentary); and other media content concerned with the role of the media in the election campaign, rather than by videos substantively concerned with election issues, or user-created “viral” videos.6 ", "The third exercise we undertook examined the activity around the respective appearances of the two political leaders (Tony Abbott and Julia Gillard) on the ABC's extremely popular Q&A programme—a programme that deliberately engages with the real-time Twitter audience by broadcasting selected tweets at the bottom of the screen. For both of their appearances in the final week of the campaign, the #qanda hashtag became a globally trending topic.", "Between 10 and 11 pm on Tuesday 9 August, the night of Gillard's appearance on the show, Twitter mentions of both leaders comfortably beat the 10,000 tweets per hour mark. Following the same methodology as for our overall mapping of themes discussed above, we generated a list of the top keywords for the tweets published during the broadcast. Table 1 lists the most commonly occurring key phrases in descending order of frequency.", "It is no surprise, of course, to see Gillard and Abbott themselves mentioned frequently, as well as Q&A host Tony Jones and former Labor leader Mark Latham. There are also comments about Gillard's media strategy and media performance: the then newly unveiled “Real Julia” (following a promise to do away with the overly scripted and stage-managed appearances of the initial weeks of the campaign, and to allow the PM to be herself), her pronunciation of Tony Abbott as “Mr Rabbit”, and the overused (and subsequently largely abandoned) ALP slogan “moving forward”—however, it is evident that actual political and policy issues also rate highly. Tweets on same-sex marriage and climate change appear roughly equal in volume (342 versus 330 mentions—but also note an additional 214 mentions for “gay marriage”, and 96 for the proposed “citizens’ assembly” to discuss climate change); on same-sex marriage, some prominent retweets are also boosting the numbers, indicating the extent to which particular statements found support from the wider community of #qanda participants: RT @dctcool: Same sex marriage should go to referendum RT If you agree #qanda  RT @samesame: You're right Julia your answer on same-sex marriage does disappoint us. #qanda  ", "RT @dctcool: Same sex marriage should go to referendum RT If you agree #qanda ", "RT @samesame: You're right Julia your answer on same-sex marriage does disappoint us. #qanda", "Much as we observed for the overall #ausvotes hashtag, the “boat people”/“asylum seekers” topic appeared somewhat less prominently (207/139 mentions), though a number of widely retweeted statements are notable here. These generally appear to indicate frustration with the mobilisation of human tragedies for political gain, as in this call to end the political blame game: RT @wolfcat: here is an idea lets just use australia to process boat people #qanda  ", "RT @wolfcat: here is an idea lets just use australia to process boat people #qanda", "What also emerges in this and other contexts, however, is the use of humour in response to obvious frustrations with both the prominence of specific themes, like asylum seekers, in the campaign, and the scripted and frequently repetitive statements made by the leaders in addressing them. During Gillard's appearance, for example, the following ironic question by Catherine Deveny, a prominent newspaper columnist, was widely retweeted: RT @CatherineDeveny: What? 30 minutes in and no talk of boat people? This is bullshit #qanda  ", "RT @CatherineDeveny: What? 30 minutes in and no talk of boat people? This is bullshit #qanda", "A prominent meme during Abbott's appearance, on the other hand, was related to his conservative views on same-sex marriage: in our study of key phrases, the phrase “friends are” appeared some 340 times, largely in variations on the line “some of my best friends are gay”, or indeed retweets of its extensions: RT @HyperBrendan: some of my best friends are non-smoking gay boat arriving muslims #qanda  RT @marcfennell: some of my best friends are chainsmoking homosexual illegal islamic arts patrons #qanda  (which received 39 and 96 retweets, respectively).  ", "RT @HyperBrendan: some of my best friends are non-smoking gay boat arriving muslims #qanda ", "RT @marcfennell: some of my best friends are chainsmoking homosexual illegal islamic arts patrons #qanda ", "(which received 39 and 96 retweets, respectively).", "Similarly, Abbott's hard-line stance on asylum seekers resulted in this widely shared message from comedian Corinne Grant: RT @corinne_grant: Over 50000 people overstay their tourist visas every year. Bugger stopping the boats stop the backpackers! #qanda  ", "RT @corinne_grant: Over 50000 people overstay their tourist visas every year. Bugger stopping the boats stop the backpackers! #qanda", "Abbott's promise to “pick up the phone” to speak directly to the commander of any navy ship dealing with people smugglers also generated instant derision: RT @crazyjane13: You know what would be BRILLIANT? If the #qanda audience spontaneously broke into a chant of ‘Na nanananananana BOATPHONE!’  ", "RT @crazyjane13: You know what would be BRILLIANT? If the #qanda audience spontaneously broke into a chant of ‘Na nanananananana BOATPHONE!’", "(Indeed, the hashtag #boatphone which resulted from this exchange turned into a short-lived Twitter meme of its own during the following day.)", " Such tweets, and their propagation through substantial retweeting, can be understood as a mildly subversive, if large inconsequential, form of speaking truth to power—to some extent simply an extension, perhaps, of speaking back at the TV screen, but on the other hand also a means for members of Q&A's television audience to determine that they are not alone in their opposition to either or both political leaders. This sense of computer-mediated televisual communion is most powerful, however, if it is also represented on screen by a member of the actual studio audience, as in the following exchange during Tony Abbott's appearance on the show: GEOFF THOMAS: Thank you. I am a Vietnam veteran, I have been a plumbing contractor for 37 years and I support, with a social conscience, the Liberal philosophy. I have a gay son. When I was confronted with that situation in a very short amount of time and with due consideration I accepted his position and I overcame my ignorance and my fear of gays and the idea of gay marriage. When will you, Mr Abbott, take up the same—when will you, sir, overcome your fear and ignorance of gay people and give them the dignity and respect that you'd happily give to all other Australians?7    Typical, much-retweeted reactions by #qanda tweeters included:    RT @MoreOj: Geoff … my vote for Father of the Year #qanda  RT @audreyapple: Vietnam Vet with the gay son gets my vote for Most Excellent Father Of The Year #qanda  ", "GEOFF THOMAS: Thank you. I am a Vietnam veteran, I have been a plumbing contractor for 37 years and I support, with a social conscience, the Liberal philosophy. I have a gay son. When I was confronted with that situation in a very short amount of time and with due consideration I accepted his position and I overcame my ignorance and my fear of gays and the idea of gay marriage. When will you, Mr Abbott, take up the same—when will you, sir, overcome your fear and ignorance of gay people and give them the dignity and respect that you'd happily give to all other Australians?7 ", " ", "Typical, much-retweeted reactions by #qanda tweeters included: ", " ", "RT @MoreOj: Geoff … my vote for Father of the Year #qanda ", "RT @audreyapple: Vietnam Vet with the gay son gets my vote for Most Excellent Father Of The Year #qanda", "Taken together, then, the findings of these three exercises demonstrate that, far from being a separate “space” that sits outside of the mainstream media, Twitter was being used to filter, comment on or use mainstream media content as a catalyst for further discussion of election issues, or (more often than not) of the role of the media in the election campaign. Indeed, we might characterise the practices of the most active Twitter users in the #ausvotes (and the highly interconnected #qanda) conversation as those of highly engaged political media fans.", "Evidence from #ausvotes, #qanda, and other related hashtags clearly points to a significant overlap between the Twitter audience's social media activities and their engagement with Australian news and current affairs, and with the election campaign itself. Much of this activity is in the vein of live audience activity—highly playful and performative, commenting on the mediatisation of the campaign and parodying the media performance of key political actors as a form of sidelong critique, rather than necessarily engaging in a “serious” discussion of the substantive issues (or even directly critiquing the perceived intellectual poverty of the debate). A full evaluation of the role and potential implications of this playfully snide reaction to mainstream political activity as well as political journalism remains outside the scope of the present article, but a number of broad interpretations may be briefly outlined here.", "First, reacting to politics (and even @replying to politicians and journalists) in this immediately sarcastic tone rather than addressing them in good faith may indicate that Twitter users from the outset have little hope that their Twitter-based comments will be heard and taken on board; in the face of both politicians’ and journalists’ perceived indifference towards the electorate, citizens may decide that they are left with no other option than to outwardly show their disdain for the current state of Australian politics.", " Second, use of Twitter in this way may also indicate how this medium is positioned within the wider media ecology, in the minds of its users: as a backchannel which operates according to the collective will of the #ausvotes user community, and thus in sharp contrast to the professionally managed print and broadcast outlets which constitute the mainstream media. This raises important questions for the ability of journalists and politicians to engage in good faith through their own accounts on Twitter and elsewhere with such social media communities, of course; we note that significant differences may also exist in this context between user conduct within hashtag communities, like #ausvotes, and within general Twitter usage outside of hashtags.", "At the same time, however, the sharing of relevant (if often also humorous) links to further information also points to a third interpretation, which sees an important role for Twitter in not simply as a space in its own right, but as a means of disseminating information alternative to the mainstream media coverage and mass-mediated political discussion, and connecting such information to current debates. In this, Twitter would fulfil an important bridging role between mainstream political media (as discussed within #ausvotes and other similar hashtag communities) and alternative news and political commentary (as it exists in citizen journalism sites of various forms, which links may point to): Twitter would operate as a form of real-time gatewatching (see Bruns, 2005)."]}, {"sec_title": "Mapping #ausvotes as a Social Network", "sec_content": ["In addition to the content of tweets on particular topics and around particular media events discussed above, we also examined the interactions and relationships between users that evolved throughout the campaign. We analysed and represented the #ausvotes conversation as a social network, where social connections are constituted via communication (that is, not by whether or not Twitter users “follow” one another's accounts). By doing so, we were able to outline a tentative typology of journalistic and quasi-journalistic uses of Twitter—ranging from relatively “passive” (broadcast-only) to highly conversational (interactive) modes of engagement; with one of the more striking findings being that at least some journalists, if not the official channels of their employers, feature quite prominently in the resulting visualisation of the #ausvotes conversation network.", "In technical terms, these networks are constituted by “replies” between Twitter users (represented by the inclusion of “@username” in the content of a tweet)—which, in keeping with vernacular Twitter conventions, will be referred to from this point on as “@replies”. It is important to note that there is one important limitation of looking at @replies in this way: first, not all @reply conversations will necessarily continue to include the #ausvotes hashtag in further tweets—one way of describing this is to say that where #ausvotes is missing from follow-up tweets, the users @replying to one another have stepped away from the crowd and begun a more private conversation (though still in a public space, unless they move to direct messaging). What we are analysing here, by contrast, are only public conversations where the #ausvotes hashtag was retained—i.e. where users were talking to (or at) one another, but did so still with the wider #ausvotes audience in mind; we might understand this as a deliberately publicly performed conversation.8 ", "Using the open source network visualisation software Gephi, the nodes of the network were arranged according to their strength of interlinkage—the more frequently connected nodes (each of representing a single Twitter username) attract one another, while unconnected nodes repel one another (see Figure 3).9 The Twitter users associated with the nodes that cluster closely together are addressing one another most persistently, and the key nodes in the centre are the most central nodes in the overall network. The node sizes here are determined by the measure of indegree—that is, by how many @replies each user received between 17 July and 24 August. Node colours indicate a statistical measure called “betweenness centrality”—in simple terms, the extent to which a user acts as a central connector or information broker—for others in the @reply network.10 The darker a node, the higher that Twitter user's betweenness centrality. Table 2 lists a small number of the most prominent users as ranked by those two measures.", " FIGURE 3  Central portion of the #ausvotes conversation visualised as a social network", " FIGURE 3  Central portion of the #ausvotes conversation visualised as a social network", "Clearly, there are some significant differences between the two lists—Twitter users like Prime Minister Gillard (whose username is juliagillard) or Opposition Leader Abbott (tonyabbottmhr) might get tweeted at a lot, but themselves tend to use the service more to make unidirectional announcements than to engage in two-way conversation (often failing to use the #ausvotes hashtag as they do so), and therefore show up here as having many incoming @replies, but not as major information brokers. Remarkably, for example, Abbott did not tweet at all within #ausvotes between 17 July and 24 August 2010, and sent no @replies with that hashtag to anyone during the election campaign, so his betweenness centrality is zero (Gillard, who sent 18#ausvotes@replies or retweets, is at 570).", "Political parties and some news organisations are in a similar situation—ABC News (abcnews), as well as the Labor (australianlabor), Greens (greens), and Liberal parties (liberalaus) are amongst the Twitter users who are tweeted at frequently, but do not necessarily reply as much. Other notables here are the Twitter accounts of Wendy Francis (wendy4senate), a Family First candidate for the Senate from Queensland who generated some notoriety (and a substantial number of outraged replies) through a number of homophobic comments posted by her Twitter account—and later attempted to deflect the blame to her campaign staff—and similarly controversial columnist Catherine Deveny (catherinedeveny).", "The betweenness centrality figures are necessarily different from this list—here, indegree (received @replies) and outdegree (sent @replies) both count, as does the user's overall location in the network. From that perspective, interestingly, the most important information brokers in the #ausvotes @reply network are two journalists: then Radio 3AW reporter Latika Bourke (latikambourke)—by some margin—and the ABC's political gossip columnist Annabel Crabb (annabelcrabb). Both of them have come to some prominence on Twitter as a result of their live tweeting from press conferences and other unfolding campaign events, and are located very centrally in the overall network, as Figure 3 shows.", "Most of the other highly (betweenness-) central members of the network seem to serve different roles, however: for the most part, they are independent, private political commentators who have developed some degree of visibility in the Australian Twittersphere, rather than professional journalists. Included amongst the list are Twitter users such as Australian law academic and media commentator Peter Black (peterjblack), who was also the public face of Electronic Frontiers Australia's campaign against the government's proposed Internet filter; former “This Is Not Art” festival director Marcus Westbury (unsungsongs); and technology columnist and regular ABC The New Inventors panellist Mark Pesce (mpesce)—to name just a few—as well as a number of less well-known (user)names. We might speculate that these people act as a kind of repeater station for local regions of the wider network: unlike Bourke and Crabb, they are not central nodes overall, but they are central to their own social neighbourhoods.", "A few interesting outliers are also in evidence—much further from the centre of the graph we see the Twitter account for the Sunrise breakfast show on Channel 7 (sunriseon7), which acts as a gateway into a small cluster of other Channel 7 outlets (vote7news, 7newsqld, and y7news); as well as a few other journalistic outlets—such as Sky News Australia (skynewsaust), close to its political editor David Speers (david_speers); News Ltd. commentary outlet The Punch's editor David Penberthy (penbo); and SBS News (sbsnews), linked to its chief political correspondent, Karen Middleton (karenmmiddleton). These, then, are mainstream media staff and organisations who did not quite manage to position themselves either as central targets or information brokers in the overall #ausvotes @reply network."]}, {"sec_title": "Implications for Journalism Practice", "sec_content": ["Given the symbiotic relationships and substantial overlap between the Twitter participants in the #ausvotes hashtag and the broader media ecology, it is unsurprising that some of the most active sub-conversations were directly concerned with the changing nature of political journalism, and the mediatisation of the political process more generally. For example, several commentators also spoke out against what they perceived as a focus on day-to-day (or even minute-by-minute) process over substance, taking the mainstream media—including some of the journalists who were most active on Twitter—to task for covering interpersonal gossip in great detail while ignoring key policy questions (see Adams, 2010; Dunlop, 2010; Grog's Gamut, 2010).", "This also raises questions about the appropriate use of social media platforms like Twitter by professional journalists. Should they participate in the messy mixture of personal and professional performance that is one of the dominant modes of self-presentation on Twitter? Should they engage in the blow-by-blow, often ironic and playful media-watching activities of the “political junkies” who are the most active participants in political media coverage on Twitter? Or should they treat Twitter as simply another medium for publication, and ensure that their use of it corresponds to the professional standards of journalism?", "The real issue for many commentators, however, is not the self-presentation of journalists on Twitter, but the way that the more playful or mundane uses of it during the election highlight a real dearth of in-depth, accurate and investigative reporting of politics and its related issues in Australia (Bruns, 2010). The communicative practices of political media fans on Twitter around campaign issues are certainly no solution to this problem, but they may indicate that although small, there is a significant and highly engaged community of media-savvy Australian citizens with whom Australian news organisations could engage much more positively than is currently the case.", "In this, the further evolution of Twitter as a medium (at least in part) for political discussion may follow similar lines as that of the political blogs which preceded it. Political blogs (and citizen journalism sites in general) were long perceived by the media establishment as a disruption which was to be held in check, rather than as a new media form with new opportunities for engaging with interested audiences; while many mainstream news media websites now include at least nominal opinion “blogs”, the overall effect of the “blog wars” of the mid-2000s was to significantly delay more thoughtful explorations of the opportunities inherent in this new platform. In Australia, indeed, some of its most recalcitrant news organisations are arguably still fighting the last battles in the blog wars Bruns, (forthcoming).", "As we have noted, the often snide attitude of #ausvotes Twitter users towards mainstream journalism and politics in Australia may contribute to a similarly adversarial relationship between the two sides; The Australian's heavy-handed attempts to silence its critics in the #twitdef affair (see Dodd, 2010) certainly support this view. At the same time, a growing number of journalists and politicians are beginning to participate on Twitter, with varying levels of skill and interest, and some news organisations are harnessing the obvious enthusiasm for political commentary on Twitter (even where such commentary is critical of the organisation itself, as is often the case with the #qanda tweets relating to the ABC's Q&A programme).", "If, with the benefit of hindsight, a repeat of the blog wars can be avoided, then, it may be possible for journalists and politicians to work more directly towards acceptable arrangements with their Twitter followers and critics. Evidence of such arrangements may be found in further research conducted along the lines we have outlined here: if the patterns of Twitter users’ interaction with political campaigns and other events begin to diverge substantially from the sideline commentary which dominates our findings, and moves further (for example) towards a direct engagement between politicians, journalists, and the electorate, then Twitter would have found a very different role in the political process."]}], "references": [{"title": "A Tale of Two Houses: the House of Commons, the Big Brother house and the people at home", "year": "2003", "journal": "Parliamentary Affairs", "volume": "56", "authors": [{"name": "Coleman Stephen", "first_name": "Coleman", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Not Yet the Internet Election: online media, political commentary and the 2007 Australian federal election", "year": "2008", "journal": "Media International Australia Incorporating Culture and Policy", "volume": "126", "authors": [{"name": "Flew Terry", "first_name": "Flew", "last_name": "Terry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mediated Political Communication in Australia: leading issues, new evidence", "year": "2008", "journal": "Australian Journal of Social Issues", "volume": "43", "authors": [{"name": "Jones Paul", "first_name": "Jones", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pusey Michael", "first_name": "Pusey", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reconstructing Mediatization as an Analytical Concept", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Schulz Winfried", "first_name": "Schulz", "last_name": "Winfried", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Imagining the Fan Democracy", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Van Zoonen Liesbet", "first_name": "Van", "last_name": "Liesbet", "affiliation": "", "orcid": "", "role": ""}]}]}