{"doi": "10.1080/17512786.2013.859828", "url": "https://doi.org/10.1080/17512786.2013.859828", "title": "“We Write with Our Hearts”", "volume": "8", "year": "2014", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Hatcher", "first_name": "John", "name": "John Hatcher"}, {"last_name": "Haavik", "first_name": "Emily", "name": "Emily Haavik"}], "abstract": "While news organizations worldwide struggle to adapt to the changing media landscape and large regional papers in Norway decline, the local Norwegian newspaper enjoys some of the highest readership in the world. Since the decentralization of the government in the 1970s, Norwegian culture has witnessed what Skogerbø and Winsvold describe as a “revalorization of the local”: a counter-urbanization in which local newspapers play a key role in preserving a sense of local community identity. This qualitative inquiry uses a media sociology perspective to explore the role community journalists see for themselves in a society that places such salience on preserving local identity, and whether they feel pressure to adapt to a changing media landscape. A total of 36 journalists at nine local newspapers were interviewed.", "body": [{"title": "Introduction", "paragraphs": ["A transformed media landscape has been the death knell for newspapers worldwide, but in Norway, the local, or community newspaper, continues to thrive. Historically, Norwegian newspapers have enjoyed the highest readership figures in the world (Østbye 2010). While the growth of online media has meant circulation declines for daily, regional newspapers, by most indicators, the smaller, local, print newspaper continues to succeed, albeit with a very slow decline in the circulation of established local non-dailies (Høst 2012). To date, scholars have focused most of their research on explaining the reasons for the success of the local press in Norway: the country's rugged, isolated landscape; a culture that places great value on reading; a decentralized political system; and government subsidies for local and ethnic press (Høst 2012). Recently, research has focused on what impact the growth of internet use has had on the reading habits of Nordic audiences and on whether news organizations are adapting to a changing media landscape (Findall 2008). However, little is known about the news values of the Norwegian community journalists themselves.", "Drawing on media sociology, community journalism and values research, this exploratory, qualitative inquiry examines the factors that influence the news values of community journalists in a culture where local news enjoys such salience. The high readership of local newspapers in Norway suggests that news decisions being made by Norwegian journalists are congruent with the expectations of their community. The findings in this study prompt a discussion of whether technology and globalization have had a counterintuitive influence on the news values of Norwegian community journalists. A culture already defined by a strong desire to preserve its rural community heritage as a form of identity has witnessed what Skogerbø and Winsvold (2011) call a “revalorization of the local” that has been magnified by perceived external threats. For the respondents in this study, this effect appears to have reinforced journalistic news values that embrace a community-focused orientation. These journalists described themselves as community members first and journalists second.", "The main goal of this study is to explore how the news values of Norwegian journalists intersect with their notions of and connections to community. It asks whether Norwegian community journalists' defined roles vary based on the level of attachment they feel to their community. As longtime Norwegian media researcher Sigurd Høst (2012, 107) notes, “One crucial question is whether work in small local papers is a special kind of journalism, or just ordinary journalistic work conducted in a small community.” A secondary goal is to understand whether the growth of online users and content has prompted local Norwegian journalists to evolve and react to the new media ecosystem. The prevailing argument is that journalists must adapt or risk becoming obsolete. However, no research can be found that looks specifically at local news organizations, especially ones like those in Norway that are succeeding as part of small-town communities in spite of unprecedented changes.", "The following research questions guide this inquiry.", "How do Norwegian community journalists describe their news values? Do journalists in different communities operate under different values?", "Have external forces such as digital technologies and globalization changed these missions and values and, if so, how?", "What role do Norwegian community journalists see for themselves in their communities? How do they balance their responsibilities as journalists with their position as community members?", "Norwegian newspaper readership figures have historically been some of the highest in the world, second only to Japan in the number of newspaper sales per 1000 adults in the population (World Association of Newspapers 2009). Olle Findall of the World Internet Institute observed that these trends in readership in Norway and other Nordic countries occur in spite of the fact that they are some of the more internet-accessible nations in the world (Findall 2008). However, even Norway is not immune to declining readership. In 1991, an estimated 84 percent of Norwegians surveyed by Statistics Norway reported reading a newspaper, a percentage that stayed relatively steady up until 2000 (Statistics Norway 2011). Since then, the annual survey has marked a steady decline down to 64 percent in 2010 and 63 percent in 2011. Similarly, the number of minutes spent reading a newspaper has slowly declined from 39 minutes in 1991 down to 24 minutes in 2011 (Statistics Norway 2012). In contrast, the percentage of Norwegians aged 9–79 who used the internet on an average day climbed to 80 percent in 2011 (Statistics Norway 2011).", "The nation's large daily and regional papers have suffered the same fate as other such papers around the world, with declining readership and loss of local control due to buyouts by larger, global media companies such as the British investment company Mecom, which in 2006 acquired the newspaper holdings of Orkla Media, giving it control of six of the country's 10 largest newspapers (Harrie 2009). After Mecom, this group of Norwegian newspapers was sold to a company called A-pressen. The combined company is now named AMedia.", "However, aggregating media use to the country level hides what is happening at the local newspaper level. Since 1966, the number of newspaper titles in Norway has grown from 193 to 228 in 2011, and the average circulation has climbed from 1962 to 2501, according to Høst (Medianorway 2012a). More specifically Norwegian newspapers experienced growth from around 1970 to 1990 and some stagnation from 1990 to 2000, then decline (Medianorway 2012a). At the local newspaper level, readership figures have actually increased from 9 to 13 percent of the population reporting that they read a local newspaper (Medianorway 2012b).", "One of the more compelling aspects of the non-daily local newspaper system in Norway is that it is a relatively new phenomenon, though it has deep historical roots. Except for a group of independent papers in the years after World War II, Norway's larger regional newspapers backed particular party interests (Hoyer 2009). This began to change in the 1970s when economic growth, press subsidies for local press and technological innovations in printing presses were combined with institutional changes in government structure to usher in a new era for the local newspaper (Høst 2012). Today, local community boards decide on the resources of the community, making the information found in the local newspaper directly relevant to the lives of citizens (Høst 1999). Norway's local newspapers have been described as “a virtual forest of local newspapers that cover relatively small geographic areas and which address the public in their capacity as locals” (Skogerbø 1997, 100).", "Since the decentralization of the government in the 1970s, Norwegian culture has witnessed what Skogerbø and Winsvold (2011) describe as a “revalorization of the local”: a counter-urbanization in which local newspapers play a key role in preserving a sense of local community identity. Surveys of Norwegians show them to be passionate about local news: “The ‘informed citizen’ is incorporated as an ideal in the Norwegian population, and following the news is seen as a citizen's duty” (Elvestad 2009, 109). Norwegian readers have a strong desire for news about their community—which, in many cases means news about the hometown they may no longer live in (Skogerbø and Winsvold 2011). Further, Skogerbø and Winsvold found those with a strong connection to their community also appear to have a preference for accessing this information via the newspaper, which enjoys strong credibility compared to what Norwegians see as the internet's watered-down version of information. “Our findings suggest that printed and online newspapers are conceived of as distinctly different media by the audiences. If so, the moving of audiences may not be a simple process of transition” (Skogerbø and Winsvold 2011, 228). However, these authors also note that most newspapers in Norway offer less of their print content online, so the option of finding the content online may not be there.", "The success of the Norwegian community newspaper demonstrates the role local journalism plays in a culture that takes great pride in its rural identity (Skinner 2012). The landscape of Norway is comprised of many small communities, isolated from one another by fjords and mountains, a situation that lends itself to community-specific newspapers. Further, the changes to Norway's political system in the 1970s was driven by a desire to preserve the country's rural character.Centralization began to mean the loss of cultural values attached to rural places, values that were not considered mobile, and therefore were lost if the rural was abandoned. The survival of these values to date is what makes it possible to celebrate counter-urbanization almost as a victory against the evil force of development in the Norwegian debate. (Hidle, Cruickshank, and Nesje 2006, 191)These values may be one of the reasons the Norwegian government offers subsidies to preserve local newspapers, including those that serve marginalized groups like the indigenous Sámi people who primarily live in the northern part of the country.", "Centralization began to mean the loss of cultural values attached to rural places, values that were not considered mobile, and therefore were lost if the rural was abandoned. The survival of these values to date is what makes it possible to celebrate counter-urbanization almost as a victory against the evil force of development in the Norwegian debate. (Hidle, Cruickshank, and Nesje 2006, 191)", "Scholars such as Hallin and Mancini (2004) have argued that increased globalization of media are erasing country-level differences in media systems. As media become more global, the values of journalists may be more informed by a professionally defined set of values than by attributes specific to one particular culture. But other scholars have noted that part of the Norwegian culture is a resistance to such outside influences. Skinner (2012) found that the Norwegian desire to maintain its separate identity is part of the reason Norwegians have resisted joining the European Union and maintaining what she calls “Euroscepticism”. Elvestad and Blekesaune (2008) found certain aspects of the Norwegian culture explain the country's high readership figures in comparison to other European countries.", "Sylvie, Lewis, and Xu (2010) found, in a comparative analysis of journalists in the United States with Nordic journalists, that values affect decision-making. Their assumption is that news organizations are going to face increasing pressure to adapt to the new media landscape, and they find that Nordic journalists do not let their own personal values influence their decision-making, preferring to rely on journalistic norms of behavior. However, Nordic editors also were found to take into account the values of their audience more when compared to US editors.", "Further complicating the understanding of the values of Norwegian community journalists is the idea that those who work in community media may have a very different perception of their journalistic role because of the intimate relationship they share with the community they are a part of (Lauterer 2000). Reader (2012) argues that community journalism is measured by understanding the level of connection a journalist shares with his or her audience. Christians (2004) espouses a communitarian view of community journalism, saying that decision-making should be guided by journalists seeing themselves as members of a community. This argument challenges the journalistic norm of objectivity that asks journalists to operate from a position outside their community and removed from any influence.", "Norwegian community journalists operate in a culture that values the work they produce (Elvestad 2009). Journalists know that their audience takes great pride in its history and heritage and that many of their readers are former residents of their community who still subscribe to the local newspaper. Further, they know that the local government issues are not only of interest to readers but important because so much power is at this smallest level of government. It is worth mentioning a sort of “unwritten social modesty code” called Janteloven, or Jante Law, shared by Norway and Denmark (Nelson and Shavitt 2002, 441). Originally written about in Aksel Sandemose's 1933 novel A Fugitive Crosses His Tracks, the Jante Law is an unwritten yet widely followed social code that demands modesty and equality, with the first law being, “Thou shalt not believe that thou art something” (Avant and Knutsen 1993, 453). These laws essentially demand that individuals live for the community, not themselves. According to Avant and Knutsen, not every Norwegian may have read Sandemose's book, “But almost any Norwegian is able to explain the term Janteloven to you, in its popularized, well-used form” (455).", "A snapshot of Norway today shows that it is a rugged, isolated landscape with two-thirds of the countryside comprised of mountains, 25,148 kilometers of coastline and more than 50,000 islands (The World Factbook 2013). The discovery of oil and natural gas deposits off the coast brought new wealth to the country. The oil deposits are controlled by the government, which controls a $700 billion sovereign wealth fund—the second largest in the world—that is used for public expenses. Though the country has the lowest population density in Europe, roughly 79 percent of the population now lives in urban areas (The World Factbook 2013). This rural-to-urban shift has been seen as a major problem in a country that has fought against centralization of government and for the preservation of the country's rural identity (Hidle, Cruickshank, and Nesje 2006).", "Mathisen (2007) describes the local journalist in Norway as a local patriot, defending the community against outside threats. Community media in Norway have faced challenges and criticisms from professionally driven practitioners who have accused them of ignoring controversial subjects, favoring instead a cozy style of journalism that some say lacks credibility (Høst 2012). Høst notes that the local newspapers in Norway are less likely to take on what some have called the watchdog role of the press: “The task of criticizing local authorities is usually not undertaken by the local non-dailies themselves. Instead, they give plenty of room for politicians, organized interest groups, and concerned individuals” (Høst 2012, 107). However, Bruns and Himmler (2011) argue that by providing more local content, newspapers in smaller communities may influence the efficiency of local government in a tone which might be described like a neighbor keeping fellow community members apprised of what has transpired."]}, {"title": "Method", "paragraphs": ["This study employs a qualitative case study to draw data from in-depth interviews, on-site observations and an informal content analysis that was limited due to the language barrier (Yin 1994; Taylor and Bogdan 1998). The researchers sought journalists working at respected, independently owned, local newspapers. Respondents were found by contacting the national association of local newspapers (Landslaget for Lokalaviser) and Sigurd Høst, considered the top scholar of the Norwegian press system. They were asked to identify news organizations that offered a good cross-section of successful community newspapers in different community situations. In all, 36 journalists from the nine newspapers shown in Table 1 were interviewed during a month-long visit during May and June of 2010. Those newspapers shared the traits of being what Norwegians would call local newspapers.", "These newspapers differed in a number of important ways: First, the newspapers varied based on the number of years they had operated. The oldest, Lillesands-Posten, was first published in 1870. The newest is ÅmliAvisa, which was launched in 2008 after community members pooled their resources to create their own community newspaper. Several of the newspapers, Fjuken, Os og Fusaposten and Fanaposten, were all established during an institutional shift in the Norwegian government that brought more power to the local governments.", "Second, the newspapers varied based on their location within the country and the types of communities they serve. Some, like Fanaposten, are what might be considered suburban newspapers, serving communities that are part of larger urban settings—in this case, Bergen, the second-largest city in the country. Fanaposten is the only suburban paper included in this study. Others serve small, rural communities that are remote and, because of Norway's rugged landscape, geographically isolated. Two of the newspapers, Sykkylvsbladet and Møre-Nytt, are located in a region that is believed to have the highest concentration of newspapers in the world (S. Høst, personal communication, 2010).", "Third, with one exception, all of the newspapers visited are defined as community media based on serving geographically defined communities. However, the newspaper Ságat was also included in the study for two reasons. First, this newspaper both serves a geographic region as well as a community of interest: Ságat is one of a few newspapers that is oriented toward the indigenous ethnic group, the Sámi, who live primarily in the Arctic Circle in countries including Norway, Finland, Sweden and Russia. While all community newspapers receive small subsidies from the government, more than half of the Sámi newspaper budget comes from a government subsidy (personal communication, June 10, 2010).", "Semi-structured interviews with journalists, which took place during a one-month visit to Norway in May and June of 2010, followed an interview guide, but were also kept open ended to allow respondents to have a say in the direction of the discussion, and, therefore, the research itself. Interviews included one-on-one discussions with journalists as well as group discussions involving journalists from each news organization. All interviews were recorded and transcribed. Data analysis used a traditional journalism framework, comparing the responses given by the respondents using the research questions as a guide. Interviews and field notes were triangulated with expectations from existing research about news values. Analytic induction urges research to focus on the negative cases as a way of refining and qualifying themes (Znaniecki 1934). Analysis occurred in waves over the life of the project with the goal being to allow findings to emanate from the data through ongoing analysis, reflection and challenging of findings (Taylor and Bogdan 1998). After each interview and site visit, detailed field notes were written. From those field notes, memos regarding initial findings and patterns were noted. At a later date, each interview was then transcribed, with the memos, observations and initial findings used to compare the responses and to arrive at both common themes based on the three research questions and to explore those situations that appeared to deviate from the group. Next, a second coder listened to the interviews and coded data following the same method as a way of validating and questioning the initial findings. Finally, a member check was conducted when a draft of the initial findings of this study was sent to all respondents."]}, {"title": "Results", "paragraphs": ["In response to RQ1, which asks how Norwegian community journalists describe their news values, a number of themes emerge that all connect to a strong relationship to community membership: The Norwegian desire to embrace their heritage through their community identity may also define the role journalists see for themselves. This strong local identity also may help to understand RQ2. The Norwegian journalists' response to external forces such as digital technologies and globalization has been to enhance their sense of being community-oriented journalists. The findings related to RQ3 follow in the discussion section.", "In response to RQ1, the level of connection the journalists in this study feel to the community where they work greatly influences their news values. In the small, rural Norwegian communities, journalists embraced their role as members of the community they serve. At Hallingdølen, the newspaper editor described himself as an advocate for his community, speaking up for it and giving it a voice when facing issues and threats that come from outside sources. “We have to fight for this region against the local power,” he said (personal communication, May 31, 2010). “I think I am an activist and I want to be an activist.” He said his paper sets the agenda for what issues the local government will talk about and is oriented firmly toward acting on behalf of the citizens of the local community.", "Journalists at the newspaper Sykkylvsbladet said that just like any member of the community, the newspaper has a personality. People know the newspaper and have expectations about what it will and will not publish. For example, they described how a local citizen who rose to prominence in the federal government was found guilty of a serious crime. While this story ran prominently in both local television and national and regional press, the readers of the local paper did not read one word about it in their newspaper. “We didn't need to make it worse,” said one of the journalists working at the paper (personal communication, June 3, 2010).", "Several other papers also said they did not write about controversial issues and when they had in the past, they were harshly criticized. The journalists at Lillesands-Posten said there was a murder in their community and even though everyone knew who had been killed and who was charged, the paper resisted naming the person facing the charges. One rationalization for a decision like this, cited by multiple journalists, was that because the bigger papers would have already reported on the murder story, everyone already knew the name anyway. The editor at Fjuken referred to this sensitivity to community wishes as an “ethic[al] standard very high” because of the close connection to the community (personal communication, June 2, 2010). She said it is mostly a good thing “because we have to learn to be a human.”", "The journalists did not agree on how the community press should handle stories involving local controversy. The editor of Møre-Nytt—in an almost identical community situation as Sykkylvsbladet—said that it is his job to bring up both good and bad news in his newspaper. He talked of an incident where a local government official was convicted of drunk driving. The newspaper reported the story and released the identity of the official. This is the kind of journalism the community has come to expect from his newspaper, he said. “They know what we do,” he said (personal communication, June 3, 2010).", "A number of the journalists discussed a reporting strategy that would be considered forbidden in the rules of traditional objective media: they show news articles to sources before publication and allow sources to make changes to stories before they are published. Several of the journalists in this study said this practice is common in not only local papers, but also the larger papers in Norway. One journalist at the newspaper Os og Fusaposten discussed how a story was completely revised after a source read the article and decided he did not like how he was portrayed. “It was like I was working for him,” the reporter said of the experience. “After that, I am much more aware of it” (personal communication, June 7, 2010). Although this experience sobered the reporter somewhat, another journalist at the same paper said that the other side is “I must treat them with respect” (personal communication, June 7, 2010).", "The journalists as a group offered mixed feelings about being journalists who were also members of the communities where they worked. In many cases, membership is not a strong enough word. Many of these journalists can trace back their family's roots in these communities for centuries, as can their readers. The publisher of Fjuken described her relationship with readers as being an intimate one because of this heritage. “We are so close to the community,” she said. That means that news can focus on “the small things. Everything that happens.” But by everything, she means everything positive. “Our world is so full of bad news. We write with our hearts” (personal communication, June 2, 2010). Perhaps the strongest example of this is the Sámi newspaper where the journalists and their readers share a common bond through an ethnic group that has faced oppression and discrimination over the years. The journalists at Ságat are unapologetically advocates for their readers. “We see the world with Sámi eyes. We see it the same way as the people see it,” the newspaper's editor said (personal communication, June 10, 2010).", "In contrast, the editor of the newly launched newspaper, ÅmliAvisa, was hired to come into the community and start a newspaper. She had no previous connection to this community and said she did not think it would be possible to do her job if she had community ties. A professionally trained journalist, she thought that it was important that she remain outside of the community situation (personal communication, May 27, 2010). In many Norwegian communities, she said, there is very little mobility; readers know not just who you are but likely know who your family is going back for generations. A journalist at Lillesands-Posten, who considered it a benefit that the employees grew up locally, had experience outside of the community before he decided to become a journalist. “When I came back from my studies and from a long stay abroad … I thought, ‘What's going on in this city?’ It's like I felt it was sort of corruption or nepotism going on because it was growing fast and I didn't like it. So I thought, ‘I can't be a politician overnight but I can write newspaper.’”", "Journalists said the strong connections Norwegians feel for the communities where their families come from means their audience expects journalists to share in this community-focused ethic. Journalists at several newspapers said a large percentage of the copies printed (nearing 50 percent in several cases) are mailed to people who now live somewhere other than their hometown. ÅmliAvisa, for example, was created because people feared their community was losing its identity as more and more young people left the region for larger urban areas. “Our paper is like a letter from home,” said the editor of ÅmliAvisa (personal communication, May 27, 2010). How does this influence the mission and content of the paper? The editor at ÅmliAvisa said she has twice as many subscriptions to the paper as people living in the actual community. She knows many papers go out to those who have left this sparsely populated, rural valley. She described her paper as a “nice friend,” which tells the reader of important municipal information but also information about “important people and unimportant people.” These same words, “a letter from home,” were used by many of the respondents as they described the mission of their newspapers.", "While Norway can be seen as a largely homogenous country on many scales, community structure seems to explain a great deal with respect to the role community journalists see for themselves in a community. Take, for example, the thrice-weekly newspaper Hallingdølen, which has three times been named the best local newspaper in the country (Landslaget for Lokalaviser 2013). The publisher of this newspaper said his newspaper was created by a group of citizens who wanted to make sure they had a voice that could rally community interest and speak to the larger national government (personal communication, May 31, 2010). This community enjoys a fair amount of affluence due to a strong tourism trade at local ski resorts, vacation retreats owned by people who live in Oslo, as well as money that comes from payments from the hydroelectric power that is drawn from this region. Of all the papers visited, this one seems to see its mission as much more of a watchdog, doing investigative stories and investing heavily in a news product that has a reporting staff that is relatively large in proportion to the size of the community.", "In contrast, a neighboring valley does not enjoy these same community resources and also does not have a community newspaper. Likewise, the editor at Hallingdølen said this neighboring community has also been unsuccessful in trying to rally community effort to speak as a voice in the larger political discourse of the country.", "RQ2 asks how the growth of technologies and globalization have challenged local Norwegian journalists' news values. In fact, bolstered by a sense that their communities value their community-focused news ethic, the Norwegian community journalists' reactions to questions regarding fears of declining readership, the growth of competition from blogs and other forms of electronic media could only be described as oblivious. What appear to have had a greater effect on news values are the decentralization of Norwegian government in the past half-century, government subsidies for local press and a community-ownership model.", "One of the most striking findings of this study is how blithe these community journalists seem to feel about any threat from either television or the internet. Several of the newspapers have no internet presence aside from a page that gives out the contact information for the newspaper. The journalists work in a media environment in which they feel quite certain that they have a strong and dedicated audience who will not find this same information from any other source. The editor at Møre-Nytt felt that blogs produced by citizen journalists were not close enough to the news genre to be any real competition. “They are more like thoughts and reflections about society and their life. So I think that about news, it's only papers who can deliver at this time” (personal communication, June 3, 2010). The editor at Fjuken even went so far as to say that the rise of the internet is helpful to newspapers, in a way. “We have so much social media, we have so much internet, we have TVs, our houses are full with news from the rest of the world and very often bad news. And to have this small newspaper and read things that for the most are good things, I think that means sort of relax for people, a good feeling” (personal communication, June 2, 2010).", "Not every journalist is unconcerned about the challenge of the internet, though. The editor at Hallingdølen said he thinks falling circulation at some newspapers could be due to the internet. He said some of the people who have unsubscribed from the paper said it was because they can read the news online. “I'm a little bit anxious about the future. And the young readers, maybe they will drop the newspaper and just only read the Web” (personal communication, May 31, 2010). Perhaps in response to this, the newspaper began in 2012 to require a subscription to access the newspaper's digital content (Saxotech News 2012).", "Journalists at Sykkylvsbladet, which has no internet presence aside from a page listing contact information, said they feel they need to join the internet revolution if they are going to keep up. “I think it's hard not to be there … because we don't want to lose subscribers. That's what we are fearing” (personal communication, June 3, 2010).", "When asked what the key to their success was, many of the journalists pointed to their commitment to using the paper as a platform for local voices. The editor at Hallingdølen summed it up by saying, “If you want to make good local newspaper, the readers they have to feel that this is my newspaper. And … if you shall give them this feeling, you have to bring these people in the newspaper. They have to be a very big part of the newspaper. You are not only writing about them, you have to write for them” (personal communication, May 31, 2010).", "This comes in many forms: from simply writing articles about regular people, to publishing letters to the editor, to more creative venues for showcasing local people. At Lillesands-Posten, a journalist said, “It's very open too, everybody can come and they get their story”—so much so that the former editor wrote in to complain that they were a “sewer pipe” (personal communication, May 29, 2010). Needless to say, they published his letter. Sykkylvsbladet runs a weekly Q & A profiling a local person who has moved away or is still living in the community: “Stories about people” (personal communication, June 3, 2010). The editor at Møre-Nytt said that they are proud to be “near” their readers. “It's a low level of things that they can take to us and have in the paper. Pictures of mountains, flowers, skiers, and from the kindergarten … They make the connection between the readers and the paper very close” (personal communication, June 3, 2010).", "The papers that do use the internet seem to be using it largely to keep this strong local connection alive. The editor at ÅmliAvisa, a newspaper that does not put any content on its website, asks people in the community what they think about certain issues through Facebook. “I stay in touch with them through Facebook. I get ideas from there; I pick up what they are concerned about” (personal communication, May 27, 2010). Lillesands-Posten posts a new question online each week and asks readers to respond (personal communication, May 29, 2010). Hallingdølen allows readers to write their own blogs, hosted by the newspaper's website (personal communication, May 31, 2010).", "As Høst (2012) notes, journalists say the importance and power of the local municipality appears to have a strong influence on the relevance that local issues have on citizens' lives. The growth of the community press shares a strong correlation with this institutional change; people read the local paper and pay close attention to it because the decisions of the local government affect them directly. The editor of Møre-Nytt said he thinks that one of the great challenges facing local newspapers is the push to consolidate local municipalities and reduce the number of them (personal communication, June 3, 2010).", "To understand the influence of strong local government, consider a community that does not have a local government. The community of Fana lost its community municipality roughly 40 years ago and has, instead, a kind of advisory group, but in many ways it has little power and mostly tries to be heard as a voice in the larger Bergen community. So, does this influence the relevance that readers see in the content of their community paper, Fanaposten? The editor said his readers are much more oriented toward being members of the larger Bergen community (personal communication, June 8, 2010).", "The decentralization of government brought with it a desire to encourage community media because of its connection to local identity. This came, in part, through ownership and government subsidies for local, independent media. Most of these newspapers were started by community members and are owned by community members. In many cases, this ownership consists of many community members owning shares in the newspaper, with strong limits placed on the power that any one of these shareholders can have. Another common form of ownership is by the founder of the paper and/or the founder's family. This ownership structure can be similar to a community stockholder ownership. At ÅmliAvisa, more than 150 community members own a share in the newspaper. The editor said this is a very positive relationship, “because they own me.” And because her owners represent so many groups, she said, it frees her to look critically at the actions of the local government because they know the voice of the paper is, truly, the voice of many citizens. Many of the journalists at these community-owned publications agreed that operating from this perspective gives them a clearly defined mission and empowers rather than constrains them.", "The government subsidies seem to have less of an impact on the mission of the newspapers. Government subsidies are only given to non-daily papers with circulations under 6000. Most publishers said the amount they receive from the government is miniscule and does not affect their mission. The one exception to this is the Sámi newspaper, Ságat, which receives roughly 9 million kroner a year from the Norwegian government, accounting for more than half of its revenue (personal communication, June 10, 2010). In this situation, the newspaper editor said, the subsidy frees them to be more autonomous from their community's expectations and, most importantly, from the influence of advertisers (personal communication, June 10, 2010)."]}, {"title": "Discussion", "paragraphs": ["The findings from RQ1 and RQ2 build toward a deeper understanding of the final research question's exploration of what role Norwegian journalists see for themselves and how they balance their news values with their community values. The findings of this study suggest the news values of local Norwegian journalists are constructed on a foundation of community membership that informs all aspects of their news routines.", "As previous research has demonstrated, numerous institutional and historical factors make Norway the ideal setting for local newspapers to flourish. The past 40 years have witnessed what Skogerbø and Winsvold (2011) term a “glocalization” as Norwegians have rejected the effects of globalization to reclaim local identity. Local municipal boards serve a vital role in Norwegian life, making local news directly relevant to the lives of citizens. It is no wonder that the growth of local Norwegian newspapers has paralleled this shift, as documented by Høst (1999). At many of the nine newspapers visited during this qualitative study, the number of newspapers printed for each issue outnumbers the people living in the community. Editors know that their audience includes not just current residents of the community but those who live elsewhere but still want a connection with their heritage as part of their identity. As Morris Janowitz (1967, 11) noted in early research on the role of the local newspaper, “The community press acts as a mechanism which seeks to maintain local consensus through emphasis on common values rather than on the solution of conflicting values.”", "Of course, this position also seems to have a strong influence on journalists' news decisions. Many of the journalists said it was not their role to report on scandals and negative aspects of community life. As such, many journalists—though certainly not all—said their readers would have a strong, negative reaction to a newspaper that served what Tichenor, Donohue, and Olien (1973, 1980) refer to as the feedback function of social control.", "While some generalizations can be made about the journalists who participated in this study, pronounced differences were found when comparing the role of journalists based on the community setting. Most of these connections seem to give validity to the idea that the structural-pluralism model might have explanatory power in the Norwegian setting. In larger communities that enjoyed greater affluence and a stronger connection to urban areas, news organizations seemed empowered to serve a stronger watchdog role, reporting on controversial issues in a critical manner. Journalists in these communities said they had received negative feedback from these types of news decisions on occasion, but also said their credibility depended upon being willing to take a critical stance when it was required. In contrast, journalists in smaller, more remote communities said they would never report on negative issues and in the few incidences in the past when they had, the reaction from the community was immediate and harsh. There was, as would be expected, passionate debate among the respondents about whether backlash from the community should influence journalists' news decisions.", "Two very strong factors appear to connect to journalists' news values. The first is whether the journalist has been trained professionally. The second is whether the journalist has a connection to the community, either by residing in the community or by being able to trace his or her own heritage back in the community. As might be expected, journalists who call the community where they work their ancestral home feel a great sense of pride in both their work and in their community. Often, this prompted them to favor a journalistic role that reinforced the positive aspects of community life."]}, {"title": "Conclusion", "paragraphs": ["Obviously, the greatest limitation of this study is that the sample size is small and the sample group may not be representative of the larger population of journalists at other Norwegian news organizations. However, the results offer an intriguing invitation to explore a niche of journalism that has received very little attention from media scholars. Hopefully, the findings of this research will lay the groundwork for larger, quantitative surveys of journalists at the local level. Such research should attempt to parse out whether news values can be explained based on the level of connection a journalist feels to a community. To compare whether aspects of local journalists are distinctly Norwegian, it would also be useful to expand this research to comparative studies of local journalists in several cultural situations.", "In conclusion, one of the most perplexing aspects of this study was how little concern most of the journalists interviewed expressed about the potential for decline in newspaper readership driven by internet use. This is not to say that most of the newspapers in this study did not have some kind of Web presence. Of the nine newspapers visited, three have websites that just list subscription and contact information. However, in several cases, the newspapers were producing video and other content for their website that was complementary to the print version of their newspaper. But most of the journalists pointed to growing print circulation figures, strong readership and a lack of any competition from other producers of local news as the reasons why they feel sanguine about maintaining their current news routines. As has already been noted, these findings should not be used to conclude that the internet and increased media conglomeration are having no impact on the readership of newspapers in Norway.", "However, for the journalists in this study, chosen because of their strong commitment to their news organization and their community, their news values are, in a sense, a reaction to the external threats to local identity posed by globalization and new technologies. They define their role based on strong local ownership, often by community shareholders; their own community membership; and by producing a newspaper described as a “letter from home” for former residents who subscribe. The findings challenge the assumption that a changing media landscape has a homogenizing effect on all cultures. In some cultural situations, the threat of outside influence may actually trigger in some community journalists what Manuel Castells (2010, 421) describes as resistance identities, “which retrench in communal heavens, and refuse to be flushed away by global flows and radical individualism.” Time will offer insight into whether this position is prescient or foolhardy."]}, {"title": "FUNDING", "paragraphs": ["The research and travel for this project was funded through a Grant-in-Aid through the University of Minnesota and a further grant from the Office of the Vice President of Research."]}], "references": [{"title": "Understanding Cultural Differences: Janteloven and Social Conformity in Norway", "year": "1993", "journal": "ETC: A Review of General Semantics", "volume": "50", "authors": [{"name": "Avant Gayle R.", "first_name": "Avant", "last_name": "R."}, {"name": "Patrick Knutsen Karen", "first_name": "Patrick", "last_name": "Karen"}]}, {"title": "Newspaper Circulation and Local Government Efficiency", "year": "2011", "journal": "The Scandinavian Journal of Economics", "volume": "113", "authors": [{"name": "Bruns Christian", "first_name": "Bruns", "last_name": "Christian"}, {"name": "Himmler Oliver", "first_name": "Himmler", "last_name": "Oliver"}]}, {"title": "Ubuntu and Communitarianism in Media Ethics", "year": "2004", "journal": "Ecquid Novi: African Journalism Studies", "volume": "25", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford"}]}, {"title": "Introverted Locals or World Citizens? A Quantitative Study of Interest in Local and Foreign News in Traditional Media and on the Internet", "year": "2009", "journal": "Nordicom Review", "volume": "30", "authors": [{"name": "Elvestad Eiri", "first_name": "Elvestad", "last_name": "Eiri"}]}, {"title": "Newspaper Readers in Europe: A Multilevel Study of Individual and National Differences", "year": "2008", "journal": "European Journal of Communication", "volume": "23", "authors": [{"name": "Elvestad Eiri", "first_name": "Elvestad", "last_name": "Eiri"}, {"name": "Blekesaune Arild", "first_name": "Blekesaune", "last_name": "Arild"}]}, {"title": "Market, Commodity, Resource, and Strength: Logics of Norwegian Rurality", "year": "2006", "journal": "Norwegian Journal of Geography", "volume": "60", "authors": [{"name": "Hidle Knut", "first_name": "Hidle", "last_name": "Knut"}, {"name": "Jørn Cruickshank", "first_name": "Jørn", "last_name": "Cruickshank"}, {"name": "Nesje Liv M.", "first_name": "Nesje", "last_name": "M."}]}, {"title": "Newspaper Growth in the Television Era: The Norwegian Experience", "year": "1999", "journal": "Nordicom Review", "volume": "20", "authors": [{"name": "Høst Sigurd", "first_name": "Høst", "last_name": "Sigurd"}]}, {"title": "The Political Economy of the Norwegian Press", "year": "2009", "journal": "Scandinavian Political Studies", "volume": "3", "authors": [{"name": "Hoyer S.", "first_name": "Hoyer", "last_name": "S."}]}, {"title": "Horizontal and Vertical Individualism and Achievement Values: A Multimethod Examination of Denmark", "year": "2002", "journal": "Journal of Cross-Cultural Psychology", "volume": "33", "authors": [{"name": "Nelson Michelle R", "first_name": "Nelson", "last_name": "R"}, {"name": "Shavitt Sharon", "first_name": "Shavitt", "last_name": "Sharon"}]}, {"title": "Media Landscape: Norway", "year": "2010", "journal": "European Journalism Centre", "volume": "", "authors": [{"name": "Østbye Helge", "first_name": "Østbye", "last_name": "Helge"}]}, {"title": "Norwegian Euroscepticism: Values, Identity or Interest", "year": "2012", "journal": "Journal of Common Market Studies", "volume": "50", "authors": [{"name": "Skinner Marianne Sundlisæter", "first_name": "Skinner", "last_name": "Sundlisæter"}]}, {"title": "Subsidy System in Norway: Controversial Past – Unpredictable Future", "year": "1997", "journal": "European Journal of Communication", "volume": "12", "authors": [{"name": "Skogerbø Eli", "first_name": "Skogerbø", "last_name": "Eli"}]}, {"title": "Audiences on the Move? Use and Assessment of Local Print and Online Newspapers", "year": "2011", "journal": "European Journal of Communication", "volume": "26", "authors": [{"name": "Skogerbø Eli", "first_name": "Skogerbø", "last_name": "Eli"}, {"name": "Winsvold Marte", "first_name": "Winsvold", "last_name": "Marte"}]}, {"title": "Norwegian Media Barometer 2011", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Values in Nordic Newspaper Editor Decision-Making", "year": "2010", "journal": "Journal of Media Business Studies", "volume": "7", "authors": [{"name": "Sylvie George", "first_name": "Sylvie", "last_name": "George"}, {"name": "Seth Lewis", "first_name": "Seth", "last_name": "Lewis"}, {"name": "Xu Qian", "first_name": "Xu", "last_name": "Qian"}]}, {"title": "Mass Communication Research: Evolution of a Structural Model", "year": "1973", "journal": "Journalism Quarterly", "volume": "50", "authors": [{"name": "Tichenor Phillip J.", "first_name": "Tichenor", "last_name": "J."}, {"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A."}, {"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N."}]}]}