{"doi": "10.1080/1461670X.2015.1104259", "url": "https://doi.org/10.1080/1461670X.2015.1104259", "title": "Legitimation Strategies in Journalism", "volume": "18", "year": "2017", "issue": "8", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Robinson", "first_name": "Sue", "name": "Sue Robinson"}], "abstract": "In Madison, Wisconsin, a member of a typically marginalized community challenged the status quo with the proposal for a charter school dedicated to Black youth. A year of debate ensued in mainstream news organizations and social media. Calling on critical race theory, this research compares the legitimation strategies of journalists to school officials, activists, and others writing online. Using textual analysis and in-depth interviews, the evidence demonstrated that even as journalists and others worked to reinforce the status quo by drawing from dominant institutions and principal storylines, the digital work of authentication and grassroots organizing of African-Americans and other supporters of the charter school forced an alternative discourse to develop—one centered on experiences of inequities. The article also shows how organizational constraints stymie well-meaning reporters when trying to story-tell about issues of race, and how all of these strategies from both Blacks and Whites come from a place of identity construction and maintenance.", "body": [{"title": "Introduction", "paragraphs": ["In 2011 in a mid-sized city of Madison, Wisconsin, the local Urban League asked the school district to consider spending about $17.5 million over five years on a charter school1 (called Madison Preparatory Academy or “Madison Prep”) that would educate Black boys and girls. The Urban League of Greater Madison provided evidence of the need: Dane County, where Madison is located, boasted the worst achievement gap in the nation when it came to Black males in virtually every metric from testing scores to graduation rates and had a rising incarceration rate of young Black men (Nelson and Winn 2013). School board members and public-school advocates were skeptical about spending so much money on a small subset of the population. A year of intense debate ensued in the news media, set at a time when the ubiquitous term “post-racial America” implied the country's racist past was behind it and just as the first non-White president was about to be elected for the second time. And yet, it was also a time of constant racially motivated violence and tension nationally. Dozens of public hearings were held on the charter-school proposal; community members weighed in both online and offline. A handful of reporters and bloggers followed the issue regularly. Facebook erupted with updates and links, petitions, long dialogues, and arguments. At a contentious, hours-long meeting at which hundreds of people jammed the venue to testify, the school board rejected the proposal with little discussion.", "Using a study combining textual analysis with in-depth interviews, this article interrogates that discourse to understand the various storylines for this issue in relation to race, journalistic practice, and power dynamics. I was keen to understand how various actors sought legitimation over the issue within and alongside the news media, especially given that a member of a typically marginalized2 group was spurring this dialogue and that the blogosphere teemed with online discussion. This leads me to my primary research question for this article: RQ1: What legitimation strategies do journalists exercise in public discourse compared to non-professional content producers such as bloggers and commenting citizens?", "RQ1: What legitimation strategies do journalists exercise in public discourse compared to non-professional content producers such as bloggers and commenting citizens?", "Public stories offer a site of inquiry for those interested in understanding how social hierarchies perpetuate in any given community. We learn how to act, what norms our culture values, and how to appreciate order in the chaos of life. The narratives found in the publications of news organizations, for example, reflect the social orders we abide by. For the purposes of this article, I consider a Parsonian understanding of “social order” as referring to shared cultural values regulated by institutions such as the schools and the news media to orient us and guide our actions toward a collective good. This brings me to another research question: RQ2: What cultural values do professional journalists offer in the exercising of these strategies compared to online citizen contributors? And specifically, how does each perpetuate or challenge the status quo?", "RQ2: What cultural values do professional journalists offer in the exercising of these strategies compared to online citizen contributors? And specifically, how does each perpetuate or challenge the status quo?", "I wanted to document who was authorized to speak and what stories were told in order to lay bare any social orders prescribed as “normal.” I also wished to show whether citizens, particularly those from marginalized communities, are taking advantage of interactive digital technologies to tell their own stories, with their own strategies and own value systems. Any new strategies and value systems often reinforce existing hegemony but also hold the potential to undermine a hierarchy. Thus, a final research question is suggested: RQ3: What conclusions can be drawn about how these strategies and values reflect macro cultural conditions and norms at work in the competing production environments of today's digital era?", "RQ3: What conclusions can be drawn about how these strategies and values reflect macro cultural conditions and norms at work in the competing production environments of today's digital era?", "This study offers a triangulated statement about how people are harnessing digital technologies to change the power dynamics in our stories. Using critical discourse analysis, I adopt an analytic framework about legitimation strategies from social-semiotics scholar Theo Van Leeuwen (2007) to examine the data, and I draw from critical race theory to understand it. I think about legitimation strategies in conjunction with a deep understanding of the press as an interpretive community that offers us a cultural value system to show how institutional norms for journalists perpetuate problematic dialogic dynamics. This case study demonstrates a complex representation of identity maintenance and identity challenge that allows for discussion of race, inequity, and journalistic practice. This evidence revealed how both the journalism and social media around a racially charged issue reified the dominant ideology and worked to marginalize those challenging the status quo—reflecting deep-seated tensions in this liberal enclave. An analysis of these legitimation strategies showed how many bloggers and Facebook posters parroted the values of reporters and confirmed the grand Progressive narrative of this city. However, this interactive domain does engender an interrogation of these identity constructs by people speaking from the experience of inequity, necessitating a different kind of story in the mainstream information flow. These kinds of strategies say much about the values held dear in a world that will have trouble shedding its racial inequities until new discursive techniques can be legitimized as well."]}, {"title": "Journalism, Race, and Legitimation Strategies in Digital Spaces", "paragraphs": ["Early on, Walter Lippmann (1922) considered news as responsible for the “pictures in our heads” about the world with which we had no direct experience. Gans (1979) formalized how reporters abide by an implicit, ideological value system in the United States that exudes: responsible capitalism, small-town pastoralism, altruistic democracy, individualism, moderation, social order, leadership, and ethnocentrism. From cultural press theory, we know that reporters called on narrative forms such as myth and chronicle by simplifying the framing, seeking out “characters” (as opposed to citizens), and adhering to consistent storylines—all to try to create order out of disorder and reify the American way of life (and law and institutions and systems) (Bird and Dardenne 1997; Gans 1979; Lule 2001).", "Some scholars have observed how this commitment to master narratives means complicating facts can be obscured, alternative ideologies demonized, countercultures rarely covered (except as “other”), and power elites as voices of reason—all in the name of a good moral. Critical race theorists, in particular, have demonstrated how White privilege results in biased news content (Campbell et al. 2011), and have noted how journalists inculcate terms such as “post-racial America” that serve to let the dominant White mainstream off the hook for any further racial introspection (Squires 2014). Analyzing a racially charged political drama, Ettema wrote that: the press gives its readers guidance in how to think about issues as well as how to act upon them, and in doing so, the press helps to “contain,” in Carey's term, the domain of the political within the cultural. (Ettema 1997, 475)", "the press gives its readers guidance in how to think about issues as well as how to act upon them, and in doing so, the press helps to “contain,” in Carey's term, the domain of the political within the cultural. (Ettema 1997, 475)", "He and others (Shah and Thornton 1994; Squires 2007) have argued that the press enacts a mass-mediated ritual of social control through its coverage, allowing politicians, reporters and others with access to the public discourse the opportunity to legitimate specific stories—generally ones that reinforce a White supremacy—instead of others.", "To create, enact, and extend these social orders through narrative, authors practice strategies of legitimation, which “provide the ‘explanations’ and justifications of the salient elements of the institutional tradition … [and] justifies the institutional order by giving a normative dignity to its practical imperatives” (Berger and Luckmann 1966, 111). Habermas (1976), Berger and Luckmann (1966), Van Leeuwen (2007), and others have suggested that all communication reflects legitimation through vocabulary, framing, and other exercising of language. When considered legitimate, individuals embody the authority to influence people in their relationships, decisions, and other actions (Habermas 1976). When some perspective is considered legitimatized, it eventually can be folded into the fabric of discourse such that alternative viewpoints have a harder time gaining visibility (Berger and Luckmann 1966). Studying education texts, Van Leeuwen (2007) showed how legitimation strategies occur through narrative work such as moral evaluations. Much research has documented how journalists assert their authority through such legitimation tactics as quoting experts, bearing witness, self-reflexivity, storytelling, using semantics such as “said,” “according to,” and “confirmed,” and operating as an “interpretive community” that codifies journalistic practice (Allan 1999; Zelizer 1993a, 1993b). Reporters engage in paradigm repair-work and other methods to elevate their content above the fray and single out their profession as the only true storytellers (Carlson 2007; Dahlgren 1992; Eason 1988; Zelizer 1993b).", "With digital technologies that allow for mass self-communication (Castells 2013), bloggers and others can redefine what is legitimate content. Some bloggers avoid a detached reportorial style and instead tell stories of personal experience and make bold statements that are linked to evidence (Matheson 2004). As a result, some audiences rate bloggers as being more credible than journalists in some studies (Johnson and Kaye 2004, 2010). Fernando, Suganthi, and Sivakumaran (2014) even found that blogs help set the agenda on some issues. Also these blogs offer values: justice, honesty, courage, redemption, freedom, industriousness, independence, democracy are popular themes (Meares and Islam-Zwart 2006). Commenters too are testing the boundaries of information authority by questioning journalists’ “facts” and developing their own norms (Robinson 2010).", "But are these interactive realms any more inclusive or open to alternative voices that challenge the status quo? Much scholarship exists on this, showing how many national bloggers tend to reflect the party lines (and White, educated, male perspectives) that dominate mainstream America (e.g. Hindman 2008), while others have demonstrated how some online communities emerge as counter spaces (or publics) (Eckert and Chadha 2013; el-Nawawy and Khamis 2012). I was curious about local community production spaces and wanted to examine a specific case of values through strategies of storytelling to advance this literature by understanding journalism and social media as connected in an emergent and evolving media ecology."]}, {"title": "A Case Study of Public Storytelling About Race", "paragraphs": ["I chose the public discourse surrounding the racial achievement disparities in the K–12 education system of Madison, Wisconsin, to access a charged environment for community storytelling. Kaleem Caire, the head of the Urban League of Greater Madison,3 submitted his proposed charter school (called “Madison Prep”) in an intensely Progressive city of a state with a Tea-Party governor, Scott Walker. It played out against the backdrop of the governor's hotly contested (but successful) bill to castrate teacher unions by eliminating collective bargaining rights, igniting months of protests that made international news, and creating a volatile environment for any education proposal. The school proposal also came at a point when the city itself had just 21 percent people of color, but the schools had passed the mark of minority–majority with only 47 percent of its student population White. With the passage of the federal No Child Left Behind that mandated test scores and other metrics be broken down by race, it became much more (universally)4 known that Madison—despite its Progressive leanings—harbored serious disparities between its Whites and everyone else.", "At that point in time, the Madison Teachers Inc. union dominated education policy;5 for example, the Wisconsin State Journal found that between 2002 and 2010, the union-endorsed school board candidate won 70 percent of the time (Defour 2012f). The union appreciated the long history of gaps between minorities and Whites in the schools but was not willing to give up resources for small percentages of the population (personal communication, 2014). By 2011, the Urban League of Greater Madison had had enough of inaction and was asking for $17.5 million over five years to pay for 840 6th through 12th graders in a district already strapped for cash and a community suspicious of the school privatization movement being heralded by Tea Partiers and other Republicans. And though the city's Black and Brown communities were wildly diverse (economically, socially), they flocked in huge numbers to the public hearings in favor of the charter school. It is important to note that not all White Progressives opposed the school just as not all African-Americans supported it; indeed, many Whites spoke in favor of Madison Prep.6 Thus, I will talk about “Madison Prep Supporters” and “Madison Prep Opponents.”7", "A team of graduate students and I collected all of the news articles, public Facebook posts, and blogs surrounding the proposal, debate, and aftermath from September 1, 2011 to September 1, 2012 through an online content-capturing program, news site archives, Google searches (and alerts), LexisNexis, and links via social media. In total, we collected 1287 articles, posts, and comments from 18 news media outlets, 19 blogs, and the 19 public Facebook pages of the most prolific content producers (both individuals and organizations). The exhaustive sample included all of the Madison outlets such as the Wisconsin State Journal, Isthmus, and Capital Times, as well as the Milwaukee Journal Sentinel, and local ethnic and college media.8 Major blogs included one run by a Board of Education member, a former city counselor, and a local Progressive activist, as well as the state Department of Public Instruction's website. This time period included not only the Board of Education vote rejecting the charter school in December 2011, but also the school board elections following (April 2012) and a much-publicized gap plan by the superintendent (June 2012). I supplemented this content with interviews of those contributing information to the public realm. In all, my team and I interviewed 20 reporters and 39 citizens producing content in public spaces.", "I approached all of this content using critical discourse analysis. Critical discourse analysis delves into the “semiotic dimensions of power, injustice, abuse, and political-economic or cultural change in society” that contribute to shaping social life, according to Fairclough, Mulderrig, and Wodak (2011, 357). By examining language offered in a text such a news article, we reveal representations of the world, social relations between people, and identities being constructed (370). I “coded” the content according to Van Leeuwen's legitimation strategies for narrative construction: Authorization: Van Leeuwen suggested several modes of authorizations that can be present: personal authorization (that is, status as official), expert authority (a title), role model authority (an exemplar), impersonal authority (laws), tradition (customs), and conformity (everybody does this).Moral evaluation: Another technique of legitimation is the moral evaluation through statements, abstractions, and analogies that offer “common-sense” reasoning for ensuring consensus (Van Leeuwen 2007, 98). Public content producers such as journalists and bloggers—and those they source—offer up a systemized morality that “teaches” us what to think.Rationalization: Van Leeuwen described instrumental rationalization, which entails laid-out purposes, goals, uses, and effects as a way to orient the reader, and theoretical rationalization, which suggests a natural order for an expressed ideology. Common techniques for these legitimation devices include asserting a kind of “just the way things are” tone and explanatory definitions.Mythopoesis: Storytelling offers moral lessons of legitimation, called “mythopoesis,” which is “legitimation conveyed through narratives whose outcomes reward legitimate actions and punish non-legitimate actions” (Van Leeuwen 2007, 92). Through narrative elements, value systems can be legitimatized.", "Authorization: Van Leeuwen suggested several modes of authorizations that can be present: personal authorization (that is, status as official), expert authority (a title), role model authority (an exemplar), impersonal authority (laws), tradition (customs), and conformity (everybody does this).", "Moral evaluation: Another technique of legitimation is the moral evaluation through statements, abstractions, and analogies that offer “common-sense” reasoning for ensuring consensus (Van Leeuwen 2007, 98). Public content producers such as journalists and bloggers—and those they source—offer up a systemized morality that “teaches” us what to think.", "Rationalization: Van Leeuwen described instrumental rationalization, which entails laid-out purposes, goals, uses, and effects as a way to orient the reader, and theoretical rationalization, which suggests a natural order for an expressed ideology. Common techniques for these legitimation devices include asserting a kind of “just the way things are” tone and explanatory definitions.", "Mythopoesis: Storytelling offers moral lessons of legitimation, called “mythopoesis,” which is “legitimation conveyed through narratives whose outcomes reward legitimate actions and punish non-legitimate actions” (Van Leeuwen 2007, 92). Through narrative elements, value systems can be legitimatized.", "This technique pointed to a response to RQ1 about the employed legitimation strategies. To answer the remaining two questions about what value systems these strategies advocate, I looked at the content with an understanding of cultural press theory—that is, reporters as an interpretive community abide by uniform norms that reify the status quo, creating cultural tropes and meanings9—and through a lens of critical race theory. Critical race theory's concern with symbolic narratives, use of language, and racial schemas (Delgado and Stefancic 2012; Kang 2004; Squires 2014) paired well with critical discourse analysis and the analytic framework. Together these techniques revealed power dynamics at work in the sample as well as any cultural implications."]}, {"title": "Journalists", "paragraphs": ["In this journalistic discourse, reporters legitimated the status quo hierarchy—as others have found (Bennett, Lawrence, and Livingston 2008; Shah and Thornton 1994)—through techniques of authorization, rationalization, and mythopoesis.", "Many articles linked to the dominant institutions in town or the key influencers of the city in a way that legitimatized the networked infrastructure (see e.g. Defour 2012d; Fanlund 2012a; Schneider 2012b). A common tactic by reporters included citing statistics and drawing from government reports as forms of expert authorization that helped position the journalist's content as a credible relaying of the Madison Prep debate—even as it reinforced the White-dominated institutions that produced those reports (as in the following articles: Comp 2012b; Defour 2012a, 2012b, 2012c; Schneier 2012). School board members were by far the most cited source in the stories10 and most of the comments associated with the officials reminded readers that as officials they embodied a personal authority extending to all children: “We have some very important issues on the table currently, so we have to stay focused on the 26,000 students we're serving,” [Board of Education member Ed Hughes] said. “I don't know if the timing is right for Madison Prep.” (Comp 2012a)", "“We have some very important issues on the table currently, so we have to stay focused on the 26,000 students we're serving,” [Board of Education member Ed Hughes] said. “I don't know if the timing is right for Madison Prep.” (Comp 2012a)", "Meanwhile in the majority of the mainstream news articles, the primary Black organizer of the project, Urban League president Kaleem Caire, is referred to not as expert (despite his years working with President Obama on the Race to the Top education policy), but as a “charismatic champion” (Schneier 2012) experimenting with a “laboratory” (Comp 2012a). Only those minorities who are part of White institutions have been granted “expert” status (Troller 2011). This was reinforced in the interviews as reporters talked about whom and what represented a credible source. All the reporters interviewed articulated very specific—and uniform—understandings of “good” sources. They expressed skepticism about all non-profits and activists: “Everybody's got an angle. Everybody is trying to get his or her story out, essentially,” said one reporter. They found sources mainly through press releases, planned events, connections with officials such as school principals or activists, and by talking to people who contact them. Reporters considered themselves “impartial observers”: “I have to disassociate as much as possible any organizations or groups,” said another. To be credible, one must have credentials, be willing to be named, and be visible to these reporters. In seeking people deemed “credible” and “expert,” reporters declined to look toward neighborhoods—in either White or Black neighborhoods. They went to meetings where they knew they would find people already motivated to state their name, for example. Said one reporter: “I do feel like a lot of what we have written … includes the same names. That happens in every subject that you cover. [With race,] I wouldn't even know how to begin” finding different sources. This leads to a reliance on the superintendent and the contacts on press releases. Another, explaining how she found a Black parent for her story, said, “It's really difficult to find parents to speak on the record … Sometimes, you know, the gods just drop one on me.” Here, the reporter relates her finding someone willing to be named as an act of serendipity. Instead, journalists depended on tactics of impersonal authorization that comes from staying among the powerful such as elected officials and their data.", "This impersonal authorization resulted in process-based stories that provided an instrumental rationalization for the way the educational system was responding to the charter alternative. By framing the story around the instrumental rationalizations of the institution, the journalist reminds readers that the natural social order in place will resolve the conflict “logically” in a formal procedure. One reporter suggested he fell back on reports, meeting stories, financial pieces, and political-game coverage so as to avoid the complexity of the actual issue at work in the charter school debate—race. It was one of those issues where I was not getting as much into the community and individual teachers. I mean that was kind of one of my weaknesses as covering the beat as I was a lot more up in the power structures … I think I stuck with procedural and meeting coverage to maintain impartiality on a sensitive issue. You can't approach whether the charter school is a good or bad idea in the same way that you approach whether racism is right or wrong (it's wrong) … The achievement gap issue is far more complicated than a Black-and-White conception of racism being the cause.", "It was one of those issues where I was not getting as much into the community and individual teachers. I mean that was kind of one of my weaknesses as covering the beat as I was a lot more up in the power structures … I think I stuck with procedural and meeting coverage to maintain impartiality on a sensitive issue. You can't approach whether the charter school is a good or bad idea in the same way that you approach whether racism is right or wrong (it's wrong) … The achievement gap issue is far more complicated than a Black-and-White conception of racism being the cause.", "Rather than focusing on a story about disparities, the reporter rationalizes the school board as the major actor whose every move must be covered; the Board of Education itself becomes the prominent protagonist in the narrative with the Urban League as the challenging antagonist (instead of a partner in search of a solution to a community problem). The result was that the journalism reinforced the institutional power hierarchy of this community.", "The dominant mainstream story to arise was about societal structure with a moral tale that any change must be made within the existing hierarchy of power (Capital Times 2012; Conniff 2012; Defour 2012d; Kujak 2012; Schneider 2012a). Every anecdote and detail about the issue was framed in terms of all of the major bodies of power involved: “The controversial charter school has been a hot topic in the community, setting up the two School Board contests as a perceived battle between the Urban League and the teachers union, which opposed the school” (Defour 2012d). Audience members were asked to choose a team, as in this December 2011 Wisconsin State Journal Facebook post: “Kaleem Caire rips the Madison School Board. Whose side are you on?” Within this he-said/she-said game framing, reporters set up two major storylines, as stated in this column by one editor: that leads to what our other moral responsibility is, and that is to educate our students the best we can. It is really a perfect storm, because we have more children in need now than we've ever had before with less funding. (Fanlund 2012b)", "that leads to what our other moral responsibility is, and that is to educate our students the best we can. It is really a perfect storm, because we have more children in need now than we've ever had before with less funding. (Fanlund 2012b)", "This moral tension arose over and over again in the storyline (Defour 2012e; Kaczmarowski 2012; Staff 2012). In this Wisconsin State Journal story, the two moral tales are juxtapositioned: Board member Ed Hughes, who voted for the Madison Prep proposal in March with reservations about the cost, said his concerns are heightened because of the added cost … Richard Scott, a retired East High School teacher, joined a chorus of charter school supporters Thursday who asked the School Board to support the proposal. Scott said he witnessed how low expectations for minority students led to frustration, aggression and eventually incarceration. “The issues that we're hearing about and addressing now are the same issues when I came here in 1975,” Scott said. “It's not about the dollars. It's about making sense for our young people.” (Defour 2012e)", "Board member Ed Hughes, who voted for the Madison Prep proposal in March with reservations about the cost, said his concerns are heightened because of the added cost … Richard Scott, a retired East High School teacher, joined a chorus of charter school supporters Thursday who asked the School Board to support the proposal. Scott said he witnessed how low expectations for minority students led to frustration, aggression and eventually incarceration. “The issues that we're hearing about and addressing now are the same issues when I came here in 1975,” Scott said. “It's not about the dollars. It's about making sense for our young people.” (Defour 2012e)", "For Hughes, a member of the institutional power, the moral tale centers on funding the status quo's health (that is, the greater good here is fiscal frugality). In contrast, Richard Scott calls on his personal experience of four decades to shift the moral tale to that of “young people” and their success. The reporter presents this as a cautionary tale from Scott: not investing and having low expectations leads to kids in jail. In contrasting these two moral tales, the reporter can use one official source and one archetype (a symbol of a larger group) to offer the dominant narratives of the Madison Prep debate, articulating the sanctioned problem through the structure of the institution (e.g. Scott held legitimation because of his connection to the schools). As Van Leeuwen (2007) argued, these moral tales offer a prescription for a specific social order. In these stories, we can see how the educational system stands as the dominant power that must be engaged with and its representatives the most influential characters.", "Meanwhile, whole stories about the people affected by the disparities in the school system went untold. Only 3 of the 20 journalists interviewed attempted to go to events in neighborhoods with more diverse citizens. All candidly expressed difficulty in covering race issues as White reporters. Said one reporter: The core truth is we are White people writing about Black people and you are aware of all of these assumptions being made. I think the intentions have always been good, but if you say something wrong you can throw … any progress you have made is gone.", "The core truth is we are White people writing about Black people and you are aware of all of these assumptions being made. I think the intentions have always been good, but if you say something wrong you can throw … any progress you have made is gone.", "So you play it safe, she implied. Their strategies in covering race included: produce procedural stories that could be done quickly; attend meetings where people would be willing to attach names to comments; and talk to already-sanctioned power players such as the head of the Urban League or Boys & Girls Club—people who understood reporter deadlines, could talk in sound bites, and most importantly, would answer the call. Reporters noted they are constrained by time, access to the communities, and traditional conceptions of credibility. To deviate from these protocols would challenge the journalistic identity: their understanding of “objectivity” demands a dependence on officials and a wariness of being perceived as promoting someone else's agenda."]}, {"title": "Contributing Citizens’ Strategies and Values", "paragraphs": ["So now the question is, did citizens strategize in different ways in online spaces and what were the resulting value systems competing in the digital environment? Interestingly, citizens aligned themselves according to the “sides” that journalists had laid out for them—those seeking an alternative to the status quo (the “other”) and those trying to protect the establishment. As we might expect, then, many highly networked Madison Prep opponents (mostly White Progressives) mimicked journalistic strategies of impersonal authorization—with personal authorization aligning with “objectivity” values. In addition, both White and Black activist groups writing in online spaces employed theoretical rationalization and moral evaluation to make their points, in contrast to the reporters (whose tenets and practices prohibited them from engaging in this kind of strategy).", "Most of the blogs about education in town are written by White Progressives;11 at the time of this study, they remained frustrated about the passage of Act 10 and Governor Scott Walker's assault on teachers’ and other public unions. In Madison and Dane County, Progressives occupied most of the major leadership positions in town, including the Board of Education (Craver 2015). After Act 10, the Progressives in Madison circled the wagons so that when the Urban League proposed a charter school without some teacher-union positions, some saw a way to reinforce what they had failed to protect just months prior.", "Like the reporters, those opponents of Madison Prep cited statistics from government sites, linked to news articles and blogs, and found academic reports that disparaged charter schools. They “reported” links between the proposer of the plan and conservative funders whose stated goal was to privatize education (see e.g. Ruff 2012). Most of these impersonal authorization tactics served to buoy dominant, mainstream institutions—the very entities that helped systematize the disparities. In a March 2012 Facebook post, one White Progressive who ran a non-profit housing center in town and wrote a blog called Forward Lookout, reported how the vast majority of homeless in the county were minority (70 percent) and argued that this related to education disparities. In the comments, another White Progressive blogger (who had just won election to the school board at the time of his post in March 2012) added that “40% of African American 10th graders in MMSD [Madison Metropolitan School District] entered their current school after the third Friday. Yes, that has much to do with achievement issues.” This prompted another activist and frequent Progressive commenter in town to write: “And a prominent member of the African American community is arguing with me that this group has been poor for decades and that should not affect their achievement in school. REALLY?” Use of the all-capitals in this last comment conveyed a sense of sarcasm that showed contempt for anyone who did not align with their position that education achievement gaps were caused by poverty—not the schools. Ultimately this strategy served to absolve the schools from having to radically alter the system in place. Each of these frequent contributors read each other, cited each other, and referred to each other's points throughout the media ecology. They promoted their own expertise. In his blog writings, one White Progressive described his historian background, as someone who values objectivity. He said in the interview: “That's where my skills come in sometimes: What are the questions that are asked? What is the size of sample? How is change over time calculated? Or plotted?” He called his blog “a form of journalism.”", "In their theoretical rationalization strategies, those against Madison Prep exuded skepticism about anything they feared diminished public schools (and teachers and unions). In one example, one White blogger described the information coming out of the Madison Prep movement as being “PR unleashed” in a Facebook post. To be “unleashed” is to not be rational. Another White Progressive continued this strategy in a January 2012 Facebook post: Madison Prep wants another vote in February. Smells like an elections stunt to me. I really wish instead of cramming their ideas down our throats, we could back up and Urban League would lead an open, transparent and inclusive discussion.", "Madison Prep wants another vote in February. Smells like an elections stunt to me. I really wish instead of cramming their ideas down our throats, we could back up and Urban League would lead an open, transparent and inclusive discussion.", "In suggesting that the Urban League was a charlatan with hidden motives, this blogger aligned on the side of democracy as someone protecting the will of the people from those who wish to cloak the process of deliberation.", "Many other Madison Prep opponents employed theoretical rationalization mixed with moral evaluations based on “facts” that were not backed up in any authoritative manner. These tended to be commenters under news stories or on the public Facebook pages of some activists. Kids from disadvantaged homes are going to underperform. They tend to be kids of color. Unfortunate? Yes. But we can't ask schools to take the place of parents and families who devote themselves to supporting and nurturing their children. My kids’ schools pay aids to help students with projects that most do at home, with the support of their parents. Wouldn't it be nice if those parents put in the time I did to support my kids? And sadly, I can tell you factually that in my daughter's 4th grade classroom, these are the Afro-American boys. No amount of tax money can compensate for a home life that is not supportive of education.", "Kids from disadvantaged homes are going to underperform. They tend to be kids of color. Unfortunate? Yes. But we can't ask schools to take the place of parents and families who devote themselves to supporting and nurturing their children. My kids’ schools pay aids to help students with projects that most do at home, with the support of their parents. Wouldn't it be nice if those parents put in the time I did to support my kids? And sadly, I can tell you factually that in my daughter's 4th grade classroom, these are the Afro-American boys. No amount of tax money can compensate for a home life that is not supportive of education.", "This comment on a Channel 3000 May 2012 Facebook update attested to the “fact” that parents of students of color do not care about education. These posters made declarative statements without links or quotation marks but form an argument that is persuasive through moralization. This comment—common throughout the dataset—illustrates how people's strategies reflect a commitment to a system that works for White children and a dismissal of why it is not working for others.", "Those in support of the charter school recognized the political struggle happening between the Progressives and the conservative actions by state lawmakers and reacted using a wide array of techniques, especially theoretical rationalization and moral evaluation. Many supporters cited reports or statistics of course, but often this data corroborated what was referred to as “authentic” personal experiences and moral statements about community. For example, in this Facebook post on the wall of a Black activist, one Black woman wrote: It is very unfortunate that it is difficult for some to see pass their own interests. When does it become about making sure that all children get to graduate. This is so not about walker … This is about poor and minority children only graduating at 50% … 1 in every 2. Geesh.", "It is very unfortunate that it is difficult for some to see pass their own interests. When does it become about making sure that all children get to graduate. This is so not about walker … This is about poor and minority children only graduating at 50% … 1 in every 2. Geesh.", "She tried to shift the focus of the narrative away from teacher bashing and the union battle. Using theoretical rationalization combined with moral evaluation, she also employed impersonal authorization by citing education statistics and reminding audiences of the American commitment to public education.", "This task proved difficult because commenters in favor of the charter school did not have an established, agreed-upon message in public information networks in the same way Madison Prep opponents did—many of whom had been fighting against charter schools and other education privatization policy for years. And they were not as networked either. Furthermore, they were challenging not just the system in power but also the very ideology privileging the status quo. One result of this dynamic meant that people had to first establish their own legitimacy—both within the niche community as well as externally. One Black activist posted numerous times about the broad coalition of support for Madison Prep as a way to establish legitimacy: Madison Preparatory Academy has the largest and most diverse coalition of supporters of any education innovation that has come before the Madison School Board … It's interesting that those who oppose us cannot claim such unity of purpose, or such results.", "Madison Preparatory Academy has the largest and most diverse coalition of supporters of any education innovation that has come before the Madison School Board … It's interesting that those who oppose us cannot claim such unity of purpose, or such results.", "Whites in support of the charter school had to seek credibility with audiences and the Black community, as demonstrated by several posts that gave long lists of associations with African-Americans and civil-rights organizations before commenting: I am certainly not an expert and never will be, but I have been studying the education of our minority children for a number of years now … I have been a member of Mt. Zion Baptist Church for over 5 years now … I work with teens, helping to teach them Sunday School … I have been associated with the Southside Raiders youth football program for 3 years now and was the 5th grade head coach last year. … I have been added to the planning team for the South Madison Promise Zone [sic].", "I am certainly not an expert and never will be, but I have been studying the education of our minority children for a number of years now … I have been a member of Mt. Zion Baptist Church for over 5 years now … I work with teens, helping to teach them Sunday School … I have been associated with the Southside Raiders youth football program for 3 years now and was the 5th grade head coach last year. … I have been added to the planning team for the South Madison Promise Zone [sic].", "These authorization techniques helped Madison Prep supporters insert themselves into the grand narrative: an alternative solution was legitimate because the proposal had community support and because people had experienced the need for it. This kind of bearing witness reflected grassroots values rather than a macro democratic one.", "Throughout this sample, those in support of the school challenged the storyline put forth by journalists and those writing in opposition in online spaces—often within the news brands themselves. Consider one activist, a 60-year-old White single mother and therapist who had been involved in race issues in California and moved to Madison for its good, yet diverse schools. Her commentary could be found under news articles and blogs, and on various Facebook pages of everyone from Black activists to White Progressives. In an interview, she said her only intentional strategy was to “make people aware that there are real people behind their words, that we are talking about children.” For example, on his Facebook page, a reporter shared a blog post about a school board candidate's speech on February 8, 2012, eliciting a dialogue between a group of half a dozen Progressive activists, most of whom were at the event. They each told their “story” of what happened, portraying different characters from the Madison Prep debate, relaying dialogue in quotation marks, challenging the “fact” of whether the candidate was changing her story about her position on the charter school, and offering alternative motivations for her words. The fact that this dialogue took place on the major reporter's Facebook page—with no intervention by the reporter12—is significant. It attracted the White supporter of Madison Prep, who responded about the candidate: [This candidate] may well be one of the most direct and honest people I have ever known. Her position on Madison Prep is the same every place she speaks. She is an advocate for closing the achievement gap and creating a positive academic and social environment in the schools for all students … IF YOU HAD talked to her … you would know that.", "[This candidate] may well be one of the most direct and honest people I have ever known. Her position on Madison Prep is the same every place she speaks. She is an advocate for closing the achievement gap and creating a positive academic and social environment in the schools for all students … IF YOU HAD talked to her … you would know that.", "This woman's post contained no quotation marks, links or other mechanisms of authority—only the implication that she had talked to the candidate herself. She said in an interview that she felt “compelled” to state her mind online and wrote in passionate, emotive statements “based only on my many years of experience … grounded in years and tomes of research and statistics.” But her main strategy in dozens of posts involved moral evaluation (as in the last line of her post: “Be respectful … the children … are watching”) in conjunction with what she termed an “authentic viewpoint.” Indeed, the word “authentic” appeared throughout my sample of those supporting the school and never by those opposing the school.", "In these online conversations, citizens engage on issues of race on a much deeper level than in the journalistic copy. One important difference between these public comments and what is found in journalism is a constant reference to the more systemic forces at work in regards to racial disparities. One striking conversation on a Black activist's Facebook page in November 2011 was spurred when the activist posted about hearing from his kids and others how disconnected they felt. Eighty-six comments were exchanged as participants debated the causes of the gap and weighed the possible solutions in a deliberative, measured manner. When someone posted a comment that was deemed too sharp, that person apologized and the discussion continued. Many disagreed with the post's tone regarding teaching, suggesting it implied that the majority of teachers were incompetent in instructing African-American kids. Others argued that it was not about individual teachers, but a system that institutionalized low expectations for children of color.", "In other exchanges, activists used digital spaces to ignite a raw yet important dialogue about race in the city overall. Consider this November 2011 exchange between a White Progressive activist/blogger and a Black activist/talk show host that happened on a public Facebook wall: There are folks in this community that feel that the White liberal establishment in Madison believe that they and they alone know and should decide how education is taught to students of color, regardless of graduation rates or achievement gaps. So along comes Kaleem Caire and the Urban League, who present an idea to help address the issue. And while it's met with skepticism by some who have legitimate questions, there are others who have the attitude of “who does this Black man think he is, telling US how we should educate students or how our way isn't the only way?” [sic]. (Black activist)", "There are folks in this community that feel that the White liberal establishment in Madison believe that they and they alone know and should decide how education is taught to students of color, regardless of graduation rates or achievement gaps. So along comes Kaleem Caire and the Urban League, who present an idea to help address the issue. And while it's met with skepticism by some who have legitimate questions, there are others who have the attitude of “who does this Black man think he is, telling US how we should educate students or how our way isn't the only way?” [sic]. (Black activist)", "He here uses theoretical rationalization to lay bare the feelings that many in town felt but were not willing to say in the public hearings at the school. He is, in a sense, using race itself as a strategy—and it was one that was repeated among some other African-Americans who commented publically. The White Progressive replied on this public Facebook wall: I was trying to explain why I have felt it necessary to fact-check and pointing out that there has been a lot of misinformation … You may be right that some people have a racist take on Kaleem Caire's credentials … for me the issue is that his career has been in the service of those whose explicit agenda is to destroy public education and that from my perspective he has been on the wrong side of every major educational issue for the last decade, doing much more harm than good. Nothing to do with race; everything to do with his actions.", "I was trying to explain why I have felt it necessary to fact-check and pointing out that there has been a lot of misinformation … You may be right that some people have a racist take on Kaleem Caire's credentials … for me the issue is that his career has been in the service of those whose explicit agenda is to destroy public education and that from my perspective he has been on the wrong side of every major educational issue for the last decade, doing much more harm than good. Nothing to do with race; everything to do with his actions.", "By offering a “color blind” argument strategy, the blogger argues his opposition is purely political. He portrays supporters of the Madison Prep charter school as pawns for the far-right, weaving a tale of good characters (“heroes of the schools”) and perpetrators (“enemies of public education”) and assigning motives. The Black commenter responded forcefully, trying to take down the dominant narrative: But the problem is, those same people that feel that there's a racial component to this also feel that it isn't just Kaleem, it's ANY Black man or woman in this community that presents an idea such as this.", "But the problem is, those same people that feel that there's a racial component to this also feel that it isn't just Kaleem, it's ANY Black man or woman in this community that presents an idea such as this.", "In his interview, this Black activist said he used social media to call out Madison's hidden biases. Reporting strictly “facts”—though useful at times—was not as effective, he said: Data is important … We need an unbiased view of where we are. But I also think too that not only do we need to be honest about the data itself, but we need to say things that sometimes are going to make people uncomfortable.", "Data is important … We need an unbiased view of where we are. But I also think too that not only do we need to be honest about the data itself, but we need to say things that sometimes are going to make people uncomfortable.", "In his prolific public commentary, the Black activist set out to reclaim the storyline and restate the morals.", "Many Madison Prep supporters privileged authenticity and raw emotion in these digital spaces: Sitting here in my house with my children, nieces and nephews and all of them are saying they feel like very few of their teachers care about them. Heard African American boys in our group at Sennett say the same thing Friday morning. Too many teachers aren't connecting with the hearts and souls of our children. They are saying it; not me.", "Sitting here in my house with my children, nieces and nephews and all of them are saying they feel like very few of their teachers care about them. Heard African American boys in our group at Sennett say the same thing Friday morning. Too many teachers aren't connecting with the hearts and souls of our children. They are saying it; not me.", "This poster's “They are saying it; not me” statement represents a bid for legitimacy within this claim of authenticity. Many Black parents shared stories about their kids’ experiences in the schools while Black graduates of Madison schools chimed in with negative interactions and disdain about the district's ability to resolve the gaps: Man … stay AWAY from Madison, if you're Black and male … they don't want us there … except to farm us into their jails and state prisons. The few who are USED by them … will soon be marginalized once they start speaking up louder … left to suffer slowly under alcoholism, drugs, and depression.", "Man … stay AWAY from Madison, if you're Black and male … they don't want us there … except to farm us into their jails and state prisons. The few who are USED by them … will soon be marginalized once they start speaking up louder … left to suffer slowly under alcoholism, drugs, and depression.", "In interviews, people of color expressed cynicism that their opinion mattered to those in charge, and so they turned to digital spaces to be heard."]}, {"title": "Some Conclusions", "paragraphs": ["The University of California at Berkeley law professor John Powell (2012) suggests that White supremacy and institutional racism comes from an entrenched White identity that has enacted American policy of enlightenment principles for centuries. To challenge that system is to challenge the majority's sense of the White American self. Journalism as an American political institution governed by such Enlightenment tenets as objectivity is part and parcel of this system. We can see from the values and strategies in this content and in these interviews how committed to this journalistic sense of self these reporters and editors were during this conversation. When journalists were asked why they did not take the Madison Prep debate as an opportunity to explore racial issues in the schools, they talked about traditional sourcing mandates (everyone needs to be named) or deadline and other logistical issues. They use school board and other government meetings as story props, but these story settings reify the power structure, pushing any other voices to the margins. With the meeting as the central narrative fulcrum, reporters cite officials and those who have already self-selected to speak; any other citizens can be superfluous to the storyline, and thus, have no role in that narrative. Journalists grant expert status to school board members and people whose credentials come from institutional hierarchy—as demonstrated by the ubiquitous presence of informal authoritarian legitimation strategies. To challenge the status quo—to really explore racial disparities, change standards to make people more willing to talk, or build in the time for communal storytelling—would pose a threat to their way of being. To not have named sources or to accept personal, informal experience as expert, for example, creates credibility challenges in an environment where their authority as society's storytellers is already compromised.", "This brings us to whether interactive spaces online might extend opportunities to counter these systems of power. This exploration centers on how the narrative strategies that were employed and the values relayed in communicating about this topic reflected existing power dynamics in this city through common stories repeated in public American conversations. The Madison Prep opponents exercised a medley of legitimation strategies that ultimately served to support the existing social order. As part of the long-time dominant group in the city, Madison Prep opponents were poised to attack what they perceived as fundamental and ideologically driven challenges to public education—really, the Progressive identity—and they had the communicative networks and established blogs to do so effectively. To de-legitimate the Madison Prep position, the school's opponents (successfully) called into question the motivations of its supporters, using institutionally sanctioned facts and grand ideological narratives to re-focus the problem on poverty (absolving the educational system). This demonstrated a clear valuing of the existing public institution of the schools by defending teachers, emphasizing the needs of the majority, and battling the antagonists—without offering alternative systemic-based solutions to the persistent disparities. Indeed, such solutions would have undermined the fundamental Progressive identity construct.", "Meanwhile, the Madison Prep supporters responded with their own authorization techniques, trying to find a foothold in the dialogue. One major technique included a kind of racial authorization to tell this story. While some pro-school commenters called on data as evidence, the more prolific legitimation strategy incorporated calling on their expertise of authenticated identity borne from personal experiences. For these citizens, the rationalization of Madison Prep lay in the moral principle that community takes care of all of its own and to have one in every two Black males failing to graduate in four years (with many heading to prison) represented a system failing. Thus, they attacked the district with stories of experienced racism, universally low expectations for children of color, and a cynicism borne from institutional relationships often characterized by acrimony and suspicion.", "The resulting overall public story—combining traditional media with online non-professional work—relayed narrative tension threaded with competing values of fiscal frugality versus the future of all children, institutional versus communal responsibility, and majority rules versus individual needs. But it also depicted a city whose inhabitants felt their very identities and value systems were being threatened and reacted accordingly, with distrust. This case study documented the process of that contestation of the grand narrative.", "The very fact that this story entered the mainstream discourse—a direct result of this Black community's assertive online efforts—opened up narrative space for a community-wide conversation about these achievement gaps. In this challenge, those in power were forced to consider an alternative social practice and its potential implications for the community. After this community-wide conversation, a renewed social movement called Justified Anger occurred with public forums on race and a collaboration with one local news organization (which had also hired one African-American and begun an internship program for journalism students of color). One major Madison Prep supporter won election to the school board, and three citizens started a new media channel called Madison365 with a successful $10,000 Kickstarter campaign to discuss Black lives and racial disparities. In the end, previously marginalized voices gained amplification through their own legitimation strategies in this story."]}], "references": [{"title": "Blogs and Journalistic Authority: The Role of Blogs in US Election Day 2004 Coverage", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt."}]}, {"title": "Muslim Bloggers in Germany: An Emerging Counterpublic", "year": "2013", "journal": "Media, Culture \\& Society", "volume": "35", "authors": [{"name": "Eckert Stine", "first_name": "Eckert", "last_name": "Stine"}, {"name": "Chadha Kalyani", "first_name": "Chadha", "last_name": "Kalyani"}]}, {"title": "Divergent Identities in the Virtual Islamic Public Sphere: A Case Study of the English Discussion Forum ‘Islamonline’", "year": "2012", "journal": "Journal of Arab \\& Muslim Media Research", "volume": "5", "authors": [{"name": "el-Nawawy Mohammed", "first_name": "el-Nawawy", "last_name": "Mohammed"}, {"name": "Khamis Sahar", "first_name": "Khamis", "last_name": "Sahar"}]}, {"title": "If You Blog, Will They Follow? Using Online Media to Set the Agenda for Consumer Concerns on ‘Greenwashed’ Environmental Claims", "year": "2014", "journal": "Journal of Advertising", "volume": "43", "authors": [{"name": "Fernando Angeline Gautami", "first_name": "Fernando", "last_name": "Gautami"}, {"name": "Suganthi L.", "first_name": "Suganthi", "last_name": "L."}, {"name": "Sivakumaran Bharadhwaj", "first_name": "Sivakumaran", "last_name": "Bharadhwaj"}]}, {"title": "Wag the Blog: How Reliance on Traditional Media and the Internet Influence Credibility Perceptions of Weblogs among Blog Users", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Johnson Tom", "first_name": "Johnson", "last_name": "Tom"}, {"name": "Kaye Barbara", "first_name": "Kaye", "last_name": "Barbara"}]}, {"title": "Believing the Blogs of War? How Blog Users Compare on Credibility and Characteristics in 2003 and 2007", "year": "2010", "journal": "Media, War \\& Conflict", "volume": "3", "authors": [{"name": "Johnson Tom", "first_name": "Johnson", "last_name": "Tom"}, {"name": "Kaye Barbara", "first_name": "Kaye", "last_name": "Barbara"}]}, {"title": "Weblogs and the Epistemology of the News: Some Trends in Online Journalism", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Matheson Donald.", "first_name": "Matheson", "last_name": "Donald."}]}, {"title": "Traditionalists vs. Convergers Textual Privilege, Boundary Work, and the Journalist–Audience Relationship in the Commenting Policies of Online News Sites", "year": "2010", "journal": "Convergence", "volume": "16", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "Racial Ideology in U.S. Mainstream News Magazine Coverage of Black-Latino Interaction, 1980-1992", "year": "1994", "journal": "Critical Studies in Mass Communication", "volume": "11", "authors": [{"name": "Shah Hemant", "first_name": "Shah", "last_name": "Hemant"}, {"name": "Thornton Michael", "first_name": "Thornton", "last_name": "Michael"}]}, {"title": "Legitimation in Discourse and Communication", "year": "2007", "journal": "Discourse \\& Communication", "volume": "1", "authors": [{"name": "Van Leeuwen Theo.", "first_name": "Van", "last_name": "Theo."}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie."}]}]}