{"doi": "10.1080/21670811.2015.1026683", "url": "https://doi.org/10.1080/21670811.2015.1026683", "title": "Unsustainable Journalism", "volume": "3", "year": "2015", "issue": "5", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Miller", "first_name": "Toby", "name": "Toby Miller"}], "abstract": "From the development of print to the era of mobile telephony, the media technologies used by writers and publishers have drawn upon, created, and emitted dangerous substances, generating multi-generational risks for ecosystems and employees alike. Many of these risks are invisible to journalism, because they are separated from the labor process that disseminates news output in newsrooms and other reporting sites, or they appear at different stages of the life cycle of these technologies. Journalism needs a new set of ethics to deal with this ecological crisis.", "body": [{"title": "Introduction", "paragraphs": ["Journalists luxuriate in the rapid and profound research, communication, and publication guaranteed by new media technologies. Of course, numerous well-known drawbacks accompany such benefits. Instantaneity can breed error and embarrassment as quickly and easily as accuracy and accolades, while the overproduction of news can endanger the professional autonomy and security of journalists and overload them with multiskilling, as cycles of reportage obey the rhythms of capital rather than conscience.", "But there is another, life-threatening, earth-endangering aspect to digital journalism that all too often eludes such debate: the environmental impact of news. I lay that out here, then look at corporate, activist, and scholarly responses to the crisis.", "The International Telecommunication Union (ITU) (2008, 2009, 2012, 2014) predicts that communication technologies will connect all 6.5 billion residents of the Earth by the close of 2015, enabling everyone to “access information, create information, use information and share information.” This development could even “take the world out of financial crisis,” principally thanks to developing markets. But the ITU is wise enough to say that these technologies may also cause grave environmental problems, so it presses for “climate neutrality” and greater efficiency in energy use. In that spirit, the 2008 World Telecommunication Standardization Assembly in South Africa urged members to reduce the carbon footprint of communication, in accord with the United Nations Framework Convention on Climate Change (Touré 2008).", "There are lessons here for journalism in the digital age. They connect to a lengthy history of environmental despoliation that is rarely referenced in J-School, in media studies, or in newsrooms.1 Since the development of print and on to the days of mobile telephony, the technologies used by writers and publishers have drawn upon, created, and emitted dangerous substances, generating multi-generational risks for ecosystems and employees alike. Many of these risks are invisible to journalism, because they are separated from the labor process that disseminates news output in newsrooms and other reporting sites, or they occur at different stages of the life cycle of the media technologies that journalists deploy.", "An alternative account of journalism is required that centers ecology at the heart of the profession. This requires a horizontal as well as a vertical historiography in order to look at the entire material history of the commodity sign called journalism.", "Such a history begins with the systematic deforestation, conflict mining, perilous extraction, and unsustainable industrialization that characterize obtaining the raw materials of journalism, from paper, over the last two centuries, to cell phones, over the last two decades. The next phase, manufacturing, leaves its own destructive trace. Print labor has long contended with poisonous solvents, inks, fumes, dust, and tainted wastewater. Telegraphy and telephony involved the first major commercial applications of electricity, through batteries. Then as now, battery workers were exposed to lead and other pathogens that damage the lungs, skin, and nervous system. Today, people manufacturing these and other media technologies, from television sets to printers to cell phones to laptops to tablets, run the risk of brain, liver, kidney, and stomach cancers (Maxwell and Miller 2012).", "We move forward next to the impact of these gadgets when they are in operation. More than 10 billion communications devices around the world need electricity. They are responsible for about 15 percent of the world’s residential energy use. Without a change to that trend, the proportion will rise to 30 percent of global residential consumption by 2022, and 45 percent by 2030. Most of these gadgets derive their power sources from fossil fuel-driven electricity, and the rechargeable batteries of mobile technologies have energy costs as part of their production, usage, and disposal (International Energy Agency 2009).", "Let’s consider for a moment the seemingly simple question of the cell phone, a staple of the journalistic craft that is often in use—but frequently left in semi-repose and still turned on. The International Energy Agency estimates that 400 terawatt hours per year are wasted in this way each year. That figure is equivalent to “the annual electricity generated by 133 mid-size coal-fired power plants (500 megawatts each), each requiring 1.4 million tonnes of coal per year” (International Energy Agency 2014).", "Then there is the electricity used in every on-line search and exchange of information. Most searches are probably coal-powered, though their energy sources are as hard to pin down as the packet system itself. We do know that Google’s 2011 carbon footprint was almost equal to that of Laos or the United Nations Organization, largely due to running its search engines (Clark 2011).2", "Problems also arise when digital journalism is received by the public. New technologies of reading are often assumed to be greener than print because they do not involve deforestation. Paper and pulp are the United States’s leading commercial users of water, the fourth biggest emitters of toxins into waterways, and the third largest industrial consumers of energy, making them the third worst emitters of greenhouse gases; and we can add to this the toxic problems of dumping paper waste into landfills, carbon emissions from the transportation of printed material, and a reliance on monoculture plantation forestry (Planet Ark 2008).", "But there is no accepted measurement system for readers, publishers, scholars, policy makers, librarians, and salespeople to calculate the renewable virtues of paper versus the electrical vices of electronics (Maxwell and Miller 2012).3 Paper producers increased recycling from 5 percent of all fiber in 2004 to 24 percent in 2010, reduced carbon emissions by 25 percent between 2006 and 2010, and save five million trees annually. They argue that youthful trees absorb carbon more readily than venerable ones, and digital publishing does nothing to remove carbon from the atmosphere (Book Environmental Council and Green Publishing Initiative 2013).", "Let’s make the comparisons sharper: the average e-reader uses 33 pounds of minerals; a paper book uses two-thirds of a pound. The respective corollary figures in related fields are: 79 gallons of water versus two gallons and a hundred kilowatt hours of fossil fuels versus two hours, with proportional emissions of carbon dioxide. Also the amount of time per day that electricity is used for digital reading, especially via the power grid, must be factored into determining environmental impacts. Current research indicates that reading online for half an hour equates to 90 minutes of watching television or the printing of a newspaper (Maxwell and Miller 2012).", "Finally, when old and obsolete digital technologies are discarded, they become electronic or e-waste, which is the fastest-growing component of municipal cleanups around the Global North. E-waste generates serious threats to workers’ and residents’ health and safety wherever plastics and wires are burnt, monitors smashed and dismantled, and circuit boards grilled or leached with acid, while the toxic chemicals, noxious gases, and heavy metals that flow from such practices have perilous implications for people, soil, and water both locally and downstream. Epidemiologists and other health scholars have shown that e-waste recyclers in the informal economy, ragpickers, suffer an historically unprecedented prevalence of low hemoglobin, high monocyte and eosinophil counts, gum disease, diarrhea, and dermatitis. Extraordinary levels of psychological distress are also reported, and many states seek to outlaw them (Devi, Swamy, and Krishna 2014; Premalatha et al. 2014; Reis de Oliveira, Bernardes, and Gerbase 2012).", "Even though these facts are readily available via policy reports, scientific publications, and civil society groups, the love affair of the general public and media professionals with our deadly digital devices and problematic processes continues: expenditure on information technology reached US$3.7 trillion in 2013 (Brown 2013).", "Consider the latest exciting blind date—with big data. Everybody’s banging on about it these days, from the Guardian’s Sustainable Business podcast (http://www.theguardian.com/sustainable-business/big-data-sustainability-podcast) to the Financial Times (Harford 2014) to AT&T (Neff 2014). True believers see the potential for adding value to research and investigative journalism as a saving grace of technological change for those with the right skills to participate, thereby offsetting the negative impacts of job losses (Mair et al. 2013). These information society chorines, many of them journalists, rejoice that a full 90 percent of all currently existing data was created between 2012 and 2013 alone (Hsu 2013; Ramanathan 2013; SINTEF 2013). So much for Austen, Foucault, and Confucius. Le Monde has declared this the moment “When Mathematicians Became Sexy”—surely the most bathetic Romance-language headline of 2013 (Durut 2013).", "Beyond the hum of faith healing and oil-skin sales, some critical questions are being posed, such as whether big data will truly make governments and firms more alert to the public interest and whether it will undermine privacy. But what about how its energy use will affect the environment? This question is basically unasked by journalists and their wannabe and lapsed equivalents in universities."]}, {"title": "Sustainable Journalism", "paragraphs": ["Much of the problem lies with the perhaps accidental invisibility of these issues, which I mentioned earlier. But there is also a willful obfuscation. Consider that seemingly benign metaphor: “the cloud.” It signifies the place where all good software goes for rest and recuperation, emerging on demand, refreshed and ready to spring into action. Seemingly ephemeral and natural—clouds are necessities of life that rain on us then go away—these are actually coal-fired server farms and data centers. The US National Mining Association and the American Coalition for Clean Coal Electricity gleefully avow that the “Cloud Begins with Coal” (Mills 2013). They note that the world’s communication technologies use 1500 terawatt hours each year—equivalent to Japan and Germany’s overall energy use combined, and 50 percent more than the aviation industry. That amounts to 10 percent of global electricity. The Association and the Coalition even quote poor old Greenpeace (2012) on the negative environmental implications of data centers, as evidence of future growth for the extractive industries.", "Here is a classic case of the sign exceeding its referent while being hugely obscured by it. Compare this to the visible, concrete, and public equivalents of an earlier era: telephone exchanges, post offices, and power stations—the materiality of a popular if implicit socialism.", "A second instance of metaphorical obfuscation occurs when sustainability and journalism are linked syntagmatically. In the Global North, the profession is running scared, as proprietors: cut costs; interlace entertainment, advertising, sports, and news; lose their commitment to the public interest; turn covetous eyes to opportunity cost’s alternative valuations; and behave abominably to their workers. Journalists are joining a rapidly expanding cognitariat (Miller 2013). The way that marginal cultural labor, from the jazz musician to the street artist, has long survived sans regular compensation and security now models the expectations we are all supposed to have, displacing our parents’ or grandparents’ assumptions about steady employment. Hence the success of concerns such as Mindworks Global Media, a company outside New Delhi whose Indian-based digital journalists and copyeditors work long-distance for newspapers with reporters supposedly located in the United States and Europe, with 35–40 percent cost savings (http://www.mindworksglobal.com/); or the US advertising agency Poptent, which undercuts big competitors in sales to major clients by exploiting quasi-amateur labor in the name of “empowerment.” That empowerment takes the following form: Poptent pays the creators of homemade commercials US$7500. It receives a management fee of US$40,000 and the buyer saves US$300,000 on the usual price (http://www.poptent.com/creativenetwork).", "Many journalists are even complicit with these environmental and occupational hazards. Consider Schumpeterian celebrants of this new era, which supposedly clears out decadent, incompetent media companies (Brock [2013] is a stereotypical example); earnest seekers after new business models (Braiker 2014); or coin-operated managers engorging themselves in capitalist self-congratulation (D’Vorkin 2012). The cheerleaders are as numerous as the redundancies they blissfully ignore. In 2013, the late David Carr, chief confessor of the New York Times and its principal technology booster, wrote this advice to young anglo-parlante journalists:Right now, being a reporter is a golden age. There may be a lack of business models to back it up, but having AKTOCA on—All Known Thought One Click Away—on my desktop, tablet or phone makes it an immensely deeper, richer exercise than it used to be. (http://www.reddit.com/r/IAmA/comments/16k598/iama_columnist_and_reporter_on_media_and_culture)", "Right now, being a reporter is a golden age. There may be a lack of business models to back it up, but having AKTOCA on—All Known Thought One Click Away—on my desktop, tablet or phone makes it an immensely deeper, richer exercise than it used to be. (http://www.reddit.com/r/IAmA/comments/16k598/iama_columnist_and_reporter_on_media_and_culture)"]}, {"title": "Corporate Responses", "paragraphs": ["The story is not as bleak as I have made out. The BBC, a major contributor to energy misuse thanks to its thousands of employees and global over-reach, is as adept at excoriating auto-critique on this score as any other (apart from its uncritical embrace of idiotic neologisms that keep Orwell’s critique of language alive, one deathly acronym at a time). Also it has convened researchers and organized studies of its own footprint in order to reform internal policies and programs (West and Crowther 2013).", "When I lived in Los Angeles, I spent some time speaking to people at Fox about their efforts on this score, which run counter to the firm’s deserved reputation for climate-change denial, but not to its internal acknowledgement of reality (blended with an oleaginous desire to diminish costs and avoid regulation). Units at News Corp and 21st Century Fox have an “energy team leader,” and there is regular intervention from on high. Dedicated managers are paid for this work, while other participants receive non-monetary recognition. The Fox lot in Hollywood buys renewable energy certificates from facilities across the country to offset its carbon footprint, and broadcast studios in Turkey use natural cooling and heating (Carbon Disclosure Project 2010), while anyone venturing to deepest Brentford in west London will see an otherwise grotesque light-industrial wasteland distinguished by Sky’s micro wind farm, which can be seen in action in this sensational video: http://www.ovguide.com/burton-wold-wind-farm-9202a8c04000641f8000000006f853cf.", "The entire Fox/News project is couched in terms of risk—of regulation, financial peril, reputation, “lost viewership/readership,” and “lost revenues from business partners and advertisers for companies that that [sic] have a poor reputation on environmental issues” (Carbon Disclosure Project 2010). In effect, science and democracy are sources of risk, not truth and justice. Words like “aggressive” denote value, whereas “risk” has a more negative connotation. A social and environmental duty to care for other living creatures is absent from the rhetoric.", "One of Murdoch’s several beneficiaries of filial piety, über-nepotist James Murdoch (2009), published the embarrassingly titled op-ed “Clean Energy Conservatives Can Embrace” in the Washington Post, boasting that: “At News Corporation, we have saved millions by becoming more energy-efficient … This has yielded savings that help us invest more in talent and has inspired us to look for further opportunities to improve.”", "Despite that endorsement from the benefits recipient, Fox News Channel does not cover its parent company’s initiative. Climate-change policy applies to the network in terms of industrial production, but does not suit the station’s audience targeting, which focuses, inter alia, on climate-change deniers. Who knows what its employees made of the company’s “Green It, Mean It” campaign or whether they have availed themselves of the US$2.75 paid to workers who ride buses or the US$4000 for those purchasing a Prius (Kurland and Zell 2010; Sheppard 2010)? Here’s the rub: having selected Murdoch as the corporate executive most responsible for blocking efforts to stop global warming in 2010, Rolling Stone succinctly summarized his corporations’ contradictory efforts: “Murdoch may be striving to go green in his office buildings, but on the air, the only thing he’s recycling are the lies of Big Coal and Big Oil” (Goodell 2011, 39). And yet…", "Conversely, it’s a cliché, isn’t it, for the scholarly left to turn to the Guardian as either a last or lost hope, either celebrated or indicted for its soft leftism? But it is one of the few newspapers that have both stimulated debate in this area (Dodd 2007) and opened itself up to public, scholarly scrutiny of its environmental impact (Wood et al. 2014). The newspaper has highlighted the issue of airplane travel (generally accorded responsibility for about 7 percent of greenhouse-gas emissions and frequently undertaken by junketeering “travel writers” who urge readers to add frequent-polluter miles and boosterish/adrenaline-fancying “war correspondents” encouraging us to follow our idols into combat) and the environmental costs of the profession’s dedication to participant observation over armchair ethnography."]}, {"title": "Activist Responses", "paragraphs": ["What of civil society’s response to this crisis? Greenpeace (2012, 2014) has produced excellent research on problems with the so-called cloud and the search for greener gadgetry, and pioneered a “Click Clean” campaign (http://www.greenpeace.org/usa/en/campaigns/global-warming-and-energy/A-Green-Internet/clickingclean/). Hong Kong’s Students and Scholars Against Corporate Misbehaviour group has published investigative reports on labor conditions in the production of communications devices (http://sacom.hk/media-type/investigative-reports/), as has Mexico’s Centro de Reflexión y Acción Laboral (http://www.cerealgdl.org/index.php/es/). These are just a handful of dozens of examples I could cite.", "What of journalists’ own organizations? The occupation is not very forthcoming on such subjects. The Society of Professional Journalists has made no discernible reference on-line to the carbon footprint of its members since 2007 (http://www.google.com/cse?cx=016561358561312553625:jrlnopll9n0&q=carbon%20footprint#gsc.tab=0&gsc.q=carbon%20footprint&gsc.page=1). The National Union of Journalists adopted a policy calling for greener workplaces that same year, but shows no taste for problematizing its complicity in the problem (https://www.nuj.org.uk/news/nuj-signs-environmental-pledge/), and the International Federation of Journalists is silent on the topic (https://www.google.be/search?q=site%3Aifj.org+carbon%20footprint).", "This lacuna occurs even when organizations unfurl their credentials as committed to reporting climate-change science (http://colombia.ifj.org/en/contents/climate-change-how-to-report-the-story-of-the-century-2); the Project for Improved Environmental Coverage (http://greeningthemedia.org/) fails the test of reflexivity. WWF India’s otherwise excellent “Recommendations on Environmental Journalism” (WWF 2009) do not address the necessity of knowing and publishing the carbon footprint of reportage, from all moments in its life cycle—mineral extraction, manufacture, transport, and consumption. The profession’s codes of ethics (e.g., http://www.ifj.org/about-ifj/ifj-code-of-principles/) need amending to address this failure."]}, {"title": "Academia", "paragraphs": ["Communication, media, and journalism studies, the core scholarly sites for studying these technologies, has a marginal sub-discipline, environmental communication, which analyzes how the media explain the transnational risks of climate change. Its primary focus is on science and environmental reporting, and other fictional and non-fictional forms of media representations of non-human nature, climate change, and related economic and cultural matters, including the influence these media have on public awareness of ecosystem processes and environmental problems. This emphasis on public knowledge is valuable, but largely excludes the environmental impact of media technologies.", "This intellectual neglect is attributable to foundational precepts that focus on professional training in the media or study their social and psychological influences. Environmental impact has not been a priority. The conventional approach says the principal role of these technologies is to inform, entertain, and involve the public, providing a grand conduit of knowledge and hence consciousness—and latterly, a universal, devolved system of making meaning that transcends the centralized model of the mass media, transforming each consumer into a producer in the process and sweeping away needless intermediary forces of time, space, or gatekeeping like so much detritus consigned to the landfill of history (Maxwell and Miller 2012).", "It is significant that much of the relevant research into e-waste, for example, comes from outside communication, journalism, or media studies, and from beyond the Global North. One must turn to environmental studies and occupational health to find sizeable and distinguished contributions to knowledge on the topic, largely coming from West Africa, East Asia, and Latin America (da Silva, Fassa, and Kriebel 2006; Devi, Swamy, and Krishna 2014; Mukherjee, Sanjukta with Central Department for Development Studies, Tribhuvan University 2003; Nnorom and Osibanjo 2009; Ray et al. 2004; Reis de Oliveira, Bernardes, and Gerbase 2012). Those materials can facilitate a fundamental rethinking of how academia both studies and educates journalists.", "Resources for this type of analysis from beyond the field of science include: policy documents from public bureaucracies (international, national, regional, state, and municipal governments) and private bureaucracies (corporations, lobby groups, research firms, nongovernmental organizations, religions, and unions) on raw materials, conservation, and recycling; debates (congressional/parliamentary, press, lobby-group, activist, and academic) pertaining to climate change and environmental policy; budgets and green accountancy (where do publishers, for example, draw their money from and what are the environmental liabilities of communication technologies?); laws (relevant legislation and case law about worker safety and environmental impact); histories (to foil the fetishism of the new and identify the ecological context of past and present technologies); places (can analysts in the Global North contextualize their findings as partial, not universal, by examining other examples; can trans-territorial connections be traced along global supply chains?); people (who is included and excluded and who is highlighted and hidden, when technologies and content are made, and who bears the risks of toxic production?); non-human nature (who will represent all inhabitants of this planet?); pollution (what are the environmental costs?); ethnography (listening to participants in the creation and management of e-waste); and art (how can we represent and intervene in the reality of this disaster?) (Maxwell and Miller 2012; Maxwell, Miller, and Yúdice 2015; Maxwell, Raundalen, and Vestberg 2015)."]}, {"title": "Conclusion", "paragraphs": ["This was an uncomfortable essay to write. It points in a difficult and problematic direction. The evidence presented here suggests a need for less discourse—that culture and communication are not endlessly renewable, inexhaustible resources, which has been the implicit assumption underpinning the potential and value of democracy (Maxwell and Miller 2013). It appears to suggest that journalists should do less research, less travel, less interaction, less recording, and less writing—even as just such dictates are hemming journalists in and proletarianizing them as part of the deprofesssionalizing project of the bourgeois media in the Global North. I don’t wish to contribute to that.", "Also despite the confident tone of much that you have read above, I worry that the end game of this piece implicitly argues for a static, parochial, suburban, staidly green journalism. I am uncertain whether a heavy reliance on carbon-fueled data searches is preferable or inferior to gumshoe and tarmac journalism, or can substitute for them.", "I am, however, clear in my call for a comparative audit of the impact of these forms of journalistic research and a transparent declaration of their carbon footprint, along with that of their consumption by readers, as a new principle of the field.", "A circuit breaker is needed in order to depart our era of unsustainability. The formidable forces arrayed against good journalism do not include environmentalism. Rather, the principal problems are censorship, discrimination, and finance.", "Adding a new layer of ethical self-awareness and public disclosure to digital journalism would improve its ethical standing and its informative role. For their part, corporations need to follow the example of enlightened firms in ensuring a serious engagement with ecological audits of everything they do. Both groups must consider environmental science and draw on the inspiration of environmental activists to undertake such changes. Then we can confront the challenges of the anthropocene confident in our ability at least to engage them with a transparent reflexivity that is unafraid of holding ourselves accountable."]}], "references": [{"title": "Studies on the Solid Waste Collection by Rag Pickers at Greater Hyderabad Municipal Corporation, India", "year": "2014", "journal": "International Research Journal of Environment Sciences", "volume": "3", "authors": [{"name": "Devi Kuruva Syamala", "first_name": "Devi", "last_name": "Syamala"}, {"name": "Swamy Arza V. V. S.", "first_name": "Swamy", "last_name": "S."}, {"name": "Krishna Ravuri Hema", "first_name": "Krishna", "last_name": "Hema"}]}, {"title": "Who’s to Blame—The 12 Politicians and Corporate Executives Most Responsible for Blocking Efforts to Halt Global Warming", "year": "2011", "journal": "Rolling Stone", "volume": "", "authors": [{"name": "Goodell Jeff", "first_name": "Goodell", "last_name": "Jeff"}]}, {"title": "The Green in Entertainment: A Conversation", "year": "2010", "journal": "Journal of Management Inquiry", "volume": "19", "authors": [{"name": "Kurland Nancy B.", "first_name": "Kurland", "last_name": "B."}, {"name": "Zell Deonne", "first_name": "Zell", "last_name": "Deonne"}]}, {"title": "Toxicity Characterization of Waste Mobile Phone Plastics", "year": "2009", "journal": "Journal of Hazardous Materials", "volume": "161", "authors": [{"name": "Nnorom Innocent Chidi", "first_name": "Nnorom", "last_name": "Chidi"}, {"name": "Osibanjo Oladele", "first_name": "Osibanjo", "last_name": "Oladele"}]}, {"title": "The Generation, Impact, and Management of E-Waste: State of the Art", "year": "2014", "journal": "Critical Reviews in Environmental Science and Technology", "volume": "44", "authors": [{"name": "Premalatha M.", "first_name": "Premalatha", "last_name": "M."}, {"name": "Tabassum-Abbasi Tasneem Abbasi", "first_name": "Tabassum-Abbasi", "last_name": "Abbasi"}, {"name": "Abbasi S. A.", "first_name": "Abbasi", "last_name": "A."}]}, {"title": "Respiratory and General Health Impairments of Ragpickers in India: A Study in Delhi", "year": "2004", "journal": "International Archives of Occupational and Environmental Health", "volume": "77", "authors": [{"name": "Ray Manas Ranjan", "first_name": "Ray", "last_name": "Ranjan"}, {"name": "Mukherjee Gopeshwar", "first_name": "Mukherjee", "last_name": "Gopeshwar"}, {"name": "Roychowdhury Sanghita", "first_name": "Roychowdhury", "last_name": "Sanghita"}, {"name": "Lahiri Twisha", "first_name": "Lahiri", "last_name": "Twisha"}]}, {"title": "Collection and Recycling of Electronic Scrap: A Worldwide Overview and Comparison with the Brazilian Situation", "year": "2012", "journal": "Waste Management", "volume": "32", "authors": [{"name": "Reis de Oliveira Camila", "first_name": "Reis", "last_name": "de Oliveira Camila"}, {"name": "Bernardes Andréa Moura", "first_name": "Bernardes", "last_name": "Moura"}, {"name": "Gerbase Annelise Engel", "first_name": "Gerbase", "last_name": "Engel"}]}, {"title": "Fair and … Carbon Neutral?", "year": "2010", "journal": "Mother Jones", "volume": "", "authors": [{"name": "Sheppard Kate", "first_name": "Sheppard", "last_name": "Kate"}]}, {"title": "Energy Use and Greenhouse Gas Emissions in Digital News Media: Ethical Implications for Journalists and Media Organisations", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Wood Stephen", "first_name": "Wood", "last_name": "Stephen"}, {"name": "Shabajee Paul", "first_name": "Shabajee", "last_name": "Paul"}, {"name": "Schein Daniel", "first_name": "Schein", "last_name": "Daniel"}, {"name": "Hodgson Christopher", "first_name": "Hodgson", "last_name": "Christopher"}, {"name": "Preist Chris", "first_name": "Preist", "last_name": "Chris"}]}]}