{"doi": "10.1080/1461670X.2011.614816", "url": "https://doi.org/10.1080/1461670X.2011.614816", "title": "TELEVISION REALITY SHOWS IN THE ARAB WORLD", "volume": "12", "year": "2011", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Ayish", "first_name": "Muhammad", "name": "Muhammad Ayish"}], "abstract": " As much as Western-style reality television in the Middle East has gained extensive popularity among the region's audiences, it has also provoked serious ethical questions. In addressing this emerging genre, some television channels have evolved their own reality shows that emphasize local values and traditions. Based on a survey study and a focus group discussion involving University of Sharjah (United Arab Emirates) students who were exposed to two sets of reality shows, one “globalized” and the other “localized”, it was clear that both were perceived to carry converging and diverging universal and Arab-Islamic values and norms. The findings of the study suggest that convergence between indigenous and universal media ethics supports the case for a “glocalized” media ethics the Arab world needs to sustain its emerging media industries in a global context. ", "body": [{"title": "Introduction", "paragraphs": ["Recent transitions in the Arab communications landscape as marked by satellite broadcasting have not only induced the proliferation of hundreds of television channels, but have also given rise to imported global programs genres, the most controversial of which is reality television. According to the market consultancy firm, Arab Advisors Group (2008), reality television formats in the Arab world emerged after the introduction of the 2003 Superstar show on Lebanese Future TV, followed by the Lebanese Broadcasting Corporation's (LBC) Star Academy. Ever since, the region's television sphere has served as a launching pad for scores of Western-style reality television shows like Big Brother, Fear Factor, Ton of Gold, Perfect Bride, The Chef Star, and Mission Fashion. In its 2010 survey of reality television markets in the Middle East, Arab Advisors Group (2010) noted that reality shows are spurred by media market liberalization, and a boom in satellite television and viewership.", "But while reality television has been hailed as a success story among private broadcasters, advertisers, and producers, it has not always been perceived as such by the region's publics. This genre's reflection of “candid” living experiences, especially those involving open and intimate male–female relations, and its focus on specific issues widely perceived to have “the least redeeming moral and social values”, were bound to keep itself at the center of political and cultural controversies. In early 2008, Arab information ministers issued a “Satellite Television Charter” calling for the restriction of television content with “damaging cultural and social effects” (Amin, 2008). In October 2009, leaders of the six-member Gulf Cooperation Council adopted a declaration addressing adverse television effects on children and the youth (Doha Declaration, 2008). Across the region, Future Television's Super Star, LBC's Star Academy, and MBC's Big Brother shows have provoked critical reactions. It is often argued that these shows were encroaching on cultural values and traditions through their featuring of unfettered male–female relations (Ayish, 2008). In 2006, hundreds of people took to the streets in Bahrain to protest MBC's planned taping of a Big Brother-style show in which young men and women were supposed to be living together under the same roof.", "The region's reactions to Western-style reality television have not been confined to public complaints and official condemnations. Broadcasters themselves have shown aversion to those formats by evolving their own reality shows that lend themselves more to the region's peculiar cultural traditions. It is widely believed that as a genre, reality television has a huge potential for shaping public opinion on wide-ranging social and cultural issues as long as it functions within the parameters of Arab-Islamic morality. When properly harnessed, this format can even be instrumental for promoting democracy in the region (Ayish, 2009; Kraidy, 2007). Based on these assumptions, culturally “localized” reality television seems to have emerged as a response to “globalized” reality shows that draw on Western-style social and moral values. Examples include shows like Abu Dhabi Channel's Million's Poet, Qatar Television's Stars of Science, and Dubai Television's Innovators. Localized programs primarily endeavor to promote specific values relating to religious morality, eloquence, and scientific creativity.", "This article addresses how both “globalized” and “localized” reality shows are perceived by youthful publics in the region. Based on a survey and a focus-group discussion involving University of Sharjah (United Arab Emirates) students who were exposed to three episodes of two “localized” and two “globalized” Arabic reality shows, the study explores how both sets of programs were rated against a set of cultural and moral values. The “globalized” shows include: LBC's Star Academy and Future Television's Super Star, while the “localized” ones include Abu Dhabi Channel's Million's Poet and Qatar Television's Stars of Science. It should be noted here that both reality show categories are not taken as epitomizing two mutually-exclusive cultural values, but do share significant features that could support the case for a “glocalized” media ethics in the region."]}, {"title": "Television Ethics in the Middle East: The Ongoing Debate", "paragraphs": ["In a region immersed in serious ferment, the introduction of Western-style formats and contents was bound to create heated political, cultural and ethical debates. Across the Arab world, most television organizations were inclined to develop codes of ethics that stress professional values like accuracy, objectivity, impartiality, responsibility, balance, and freedom. The most outstanding code of ethics has been evolved by al Jazeera satellite channel. al Jazeera's code stresses adherence “to the journalistic values of honesty, courage, fairness, balance, independence, credibility and diversity, giving no priority to commercial or political considerations over professional ones” (al Jazeera, 2008). al Jazeera's rival, al Arabiya, has created its own code of ethics lending itself more to international than to local professional standards. In the UAE, Dubai Media Inc., Abu Dhabi TwoFour54 Media Authority, Dubai Media City, and Sharjah Television have their own codes of ethics that draw on both local and global professional orientations and norms. In 2009, the UAE Journalists’ Association joined hands with the International Federation of Journalists (IFJ) in launching an “ethical media initiative” (IFJ, 2010). The initiative is described as “a non-binding and voluntary program that will attempt to regulate journalistic practices in areas of accountability, ethics, equality and objectivity” (IFJ, 2010).", "An important feature of the Arab world's media ethics movement is its emphasis on indigenous morality. Advocates of relativist ethical standards in this region often invoke the peculiar social, political, and cultural contexts in which media institutions operate to argue against globalized visions. Arab societies in the Middle East and North Africa, generally conservative in their lifestyles and values, are dominated by patriarchal political and social traditions that would always impact on how media operate. Prevailing tribal and religious orientations normally militate against the institution of Western-style media systems founded on freedom of speech and adversarial state relationships. In state-controlled media institutions, issues of national interest, as defined by the state, are of paramount importance in legal and ethical regulatory schemes. Religious and inherited cultural traditions relating to expression, gender, morality, the individual, and the community have been instrumental in defining how media handle sensitive social and political issues (Ayish and Badawi, 1997).", "But the growing globalization of communications industries in the Middle East seems to have given rise to a new brand of professional ethics that preserves fundamental indigenous morality, without alienating global standards. Growing Arab publics’ exposure to international media through satellite television and the Web seems to have enhanced their appreciation of how television content needs to be handled, at least in technical terms. The notion of filming people in real-life situations doing something innovative with redeeming moral and social values has never been stranger to the region's publics. For over six decades, television broadcasting has been entrusted with a major “developmental function” that would be conveniently carried out through innovative formats like reality shows. Hence, the notion of “localization” or “indigenization” has come to gain much vogue in recent years as local broadcasters sought to accommodate local moral values and globalized television standards. It is true that television is a Western invention; yet, as the sample student population surveyed in this study noted, it can be harnessed to promote indigenous social and cultural traditions. What matters here is not the medium per se, but how it is used in the context of well-defined ethical standards.", "There is, however, no consensus in the Arab region that all Western-style television reality shows are ethically subversive. The growing popularity of LBC's Star Academy and Future Television's Super Star suggest how divided the region has been along social and cultural lines when it comes to how individuals, especially the youth, identify themselves. In one of the rare, yet most exciting scholarly works on reality television in the Middle East, Kraidy (2009) reveals the pull between traditional cultural values and the modernization of Arab society, and the ways in which reality television in the Islamic world is communicating the ideas behind modern beliefs. Kraidy provides specific examples that highlight how different groups have used the medium of reality television to further their agenda and how popular culture can become political currency. In another study on public perceptions of reality TV shows, al Kaaki (2008) noted how this format is providing young women and men with alternative entertainment that offsets the heavy dose of political talk shows carried by channels like al Jazeera and al Arabiya. It has also been argued that reality shows offer individuals opportunities for public participation and expression that they normally would not find in their own communities (Kraidy, 2005)."]}, {"title": "Debates on Global Media Ethics", "paragraphs": ["Ward defines global journalism ethics as aiming at “developing a comprehensive set of principles and standards for the practice of journalism in an age of global news media” (2005, p. 4). Though the notion of “glocalization” or “hybridization” of media ethics has enjoyed a good amount of scholarly currency, it was in the post-9/11 era that the issue received substantive attention. In 2003, a special issue of the Journal of Media Ethics discussed ideas on whether there can be a universal set of moral values toward which media professionals may look for guidance. Contributors saw the September 11 attacks as creating the need for a commitment to global communitarianism to align powerful Western media and the rest of the world. Long before 9/11, however, Christians had spearheaded a remarkable intellectual drive for a global media ethics rooted in what he termed “universal proto-norms” shared by human cultures (Christians and Traber, 1997). Cognizant of the fact that theoretical debates about global media ethics are marked by disagreements about the nature, possibility, and desirability of a global ethics, Christians et al. (2008) champion what they label as an “ethics of universal being” expressed by such universals as the sacredness of life, truth, and nonviolence. According to Steiner (2011), the compelling ethical legacy of Christians and his profound commitment to moral action is enriched by his engagement with universal “proto-norms”, values that order all human relationships and institutions and so bypass the divisiveness of appeals to individual rights, cultural practices, or national prerogatives.", "For some scholars, the construction of a global media ethics is a natural response to increasing media globalization. Ward (2008) refers to the emergence of a global media ethics movement comprising scholars, global-minded journalists, websites and international journalism associations who are united in their belief that the globalization of news media requires a re-thinking of the principles of journalism. As the “public” of journalism turns increasingly trans-national, basic norms, such as objectivity, should be interpreted from an international perspective. In answering the question of why journalism ethics should go global, Ward (2008) argues that in a radically connected world, news media should report on events in a way reflecting a global plurality of views. It should practice a journalism that helps different groups understand each other, and avoid conflict. Among other things, Ward (2008) notes that a global journalism ethics reins in parochial media inclinations such as extreme patriotism. He cites the case of how some news organizations during the Iraq War of 2003 so quickly shucked their peacetime commitments to independent, impartial reporting as soon as the drums of war started beating.", "The genesis of global media ethics goes back to the early 1990s as tensions between the local and the global came to dominate academic and policy discussions of media development, especially in developing nations. According to Robertson (1995, p. 26), who is credited with popularizing the term, “glocalization” describes “the compression of the world and the intensification of the consciousness of the world as a whole”. Though Robertson's notion of “glocalization” has received ample criticism from researchers, it has remained a defining framework for understanding how the local relates to the global in different disciplines, including media ethics. Rao and Wasserman (2007), for example, sought ways to integrate “local” or “indigenous epistemologies” within global media ethics. In a comparative study of media ethics among journalists in India and South Africa, Wasserman and Rao (2008) found a two-way relationship between global and local epistemologies and practices. They suggested a global-to-local theoretical matrix that takes into consideration the complexity of journalism ethics in specific cultural and national contexts. Tehranian (2002) takes peace as a central universal value on which sustainable media ethics could be founded. He argues that in a globalized world, media ethics must be negotiated not only professionally but also institutionally, nationally, and internationally.", "In the Middle East, the advent of satellite television and the World Wide Web has offered unique opportunities for local and global media to converge. Though debates on this issue have failed to generate any genuine region-specific media ethics perspectives, the adoption of global program formats and genres to communicate with local audiences across the region was bound to foster interest in this field."]}, {"title": "Method", "paragraphs": ["The study draws on a January 2010 survey of an 80-student sample from the University of Sharjah who were exposed to three episodes of two sets of reality television shows representing “globalized” and “localized” formats. The globalized was represented by LBC's Star Academy and Future Television's Super Star and the localized represented by Abu Dhabi Channel's Million's Poet and Qatar Television's Stars of Science shows. The survey findings were supplemented with the results of a focus-group discussion carried out on April 15, 2010 and involving 20 students who participated in the survey. Students were asked to rate their perception of the strength of each one of the following 10 social and moral values assumed to be carried by the shows on a five-point scale: (1) Freedom, (2) Responsibility, (3) Decency, (4) Intimacy, (5) Individualism, (6) Innovation, (7) Diversity, (8) Honor, (9) Participation, and (10) Cooperation. In the context of the ongoing debate in the region about the ethical implications of satellite television on cultural traditions and values, the survey seeks to find out how television publics in the Arab world perceive television-mediated morality through reality shows.", " Super Star (Future Television; year of launch: 2003). Launched by Lebanese Future Television, Super Star was believed to have enhanced Future Television's stature both nationally and regionally as thousands of Arabs auditioned to participate in the program and millions watched and voted for their favorite contestants (Kraidy, 2005). The show draws on having three contestants perform on stage in front of jurors. Both young men and women from different Arab countries, in Western-style dresses, sought to impress the in-studio jury and audience as well as the wider publics across the Middle East with their singing performance. But as Kraidy (2005) notes, as the show reached its final weeks, it turned from an artistic competition between individual contestants to an international rivalry in which each contender was primarily performing as a representative of their country. The show is performed in highly glamorous musical atmospheres reflecting a clearly liberal outlook. In its premier appearance in summer 2003, the show was instrumental in polarizing audiences on patriotic and nationalistic grounds.", " Star Academy (LBC Television; year of launch: 2003). Star Academy has been considered the most controversial reality television show in the region. It draws on playing host to young men and women serving as performing arts students who aspire to be stars in their own fields. The accommodation of men and women under the same roofs and the development of open relationships in highly liberal contexts have created much uproar in the region. Unlike in Super Star, participants in Star Academy lead their daily natural life under live camera and direct television transmission. Music coaching sessions are also transmitted live to allow viewers to contribute in the evaluation process. According to Kraidy (2005), Star Academy demonstrates that a television program can become a highly controversial public event that not only survives its numerous critics but at the same time saturates pan-Arab public discourse, becoming a full-fledged media event.", " Million's Poet (Abu Dhabi Channel; year of launch: 2008). In this show, the best poet is chosen from a range of contestants who compete in what is described as the Arabs’ biggest classical Arabic poetry reality show. Organized and produced by the Abu Dhabi Authority for Culture and Heritage, the show is broadcast live every Wednesday at 10:30 pm on Abu Dhabi TV. The competition between the poets normally gets tougher in the second phase as they are required to deliver a free rhyme poem from 15 verses in the first part of the episode. In the second part, contestants have to prove their poetical ability to build up a poem that keeps up with famous poems. In one episode, four female poets who participated in this season were able to make it to the second phase as they delivered powerful poems that impressed the jury panel and the audience. The Million's Poet who wins first place receives an increased grand prize of five million AED ($1,362,000) while the one ranking second receives four million AED ($1,090,000).", " Stars of Science (Qatar Television; year of launch: 2009). In this show, 16 young Arab men and women from different backgrounds and professional/academic disciplines are selected by a professional jury of engineering, design, and business experts to take their innovation projects forward. Each contestant has an original project he/she wishes to turn into an innovation with real-life application. The 16 selected innovators work on their projects in a specially-designed workshop based inside Doha's innovation hub, Qatar Science and Technology Park, that is equipped with state-of-the-art tools, materials, and computer labs. During the weeks, contestants are tutored by experts in the business, and are given unprecedented levels of access to the resources and expertise from some of the world's finest academic institutions (Qatar Foundation, 2010)."]}, {"title": "Findings", "paragraphs": ["Based on their moral worldviews, the 80 students who were randomly selected from 1200 College of Communication students to rate the presence of 10 values in the four “globalized” and “localized” reality shows they had watched. As Table 1 suggests, while students perceived some of the values to be generally shared by the two program categories, there were clear divergences about others. It is clear from the table that respondents reported the dominance of shared values like freedom, individualism, innovation, diversity, participation, and cooperation while they diverged on values like responsibility, decency, intimacy, and honor. While the first set of converging values may be labeled as universal proto-norms, diverging values are intrinsically culture-specific and are defined by the peculiar cultural and social context in which respondents live.", " Table 1 summarizes students’ views of both sets of programs.", "Students perceived both “localized” and “globalized” television shows to carry a significant degree of freedom. Yet, based on the post-survey focus-group discussion, students were able to differentiate between two types of freedom in the four shows: in the globalized programs, it was freedom from the social and cultural shackles imposed on personal lifestyle. That was particularly conspicuous when it comes to men in close contact with women, putting on what students believe were indecent clothes, and even in practicing the very art of singing and music. On the other hand, a majority of students also saw the value of freedom in the localized programs in a different way. In both Stars of Science and the Million's Poet, it is freedom to be creative and to pursue your cultural visions through oral expression and scientific innovation. The basic impression I received from my post-survey focus-group discussion is that while “globalized” reality shows do promote freedom in its Western liberal sense, this type of freedom is not relevant to Arab communities, especially in the conservative Gulf region.", "Based on their perceptions, students seemed unanimous in seeing “globalized” shows as least responsible when it comes to their representation of what they see as “cherished” social values and traditions. In the focus-group discussion following the survey, it was clear that most of the students viewed such shows as engaging in what some labeled “subversive” activities that seek to destroy our morality and force alien values and norms from outside. On the other hand, it was clear that the two “localized” shows were favorably viewed as highly responsible because, as students noted, the shows sought to revive our oral traditions and past scientific heritage through poetry and innovation. According to students taking part in the focus-group discussions, participants appearing in the two “localized” shows were demonstrating their commitment to the development of their nations and communities through indulgence in oral and scientific feats that are far more important than music and singing. Again, these perceptions of performing arts as constituting lower priorities when it comes to community development reflects a highly traditional view of what music can do in promoting social and cultural advancement in the Middle East.", "Decency here refers to the quality of conforming to Arab-Islamic standards of propriety and morality. The view of both Super Star and Star Academy as carrying indecent features represented by participants’ clothes and verbal and non-verbal language shows a rather conservative view of the public sphere. For some respondents taking part in the focus-group discussion, indecency also derives from the fact that young men and women are working very closely together with no barriers in the context of the performing arts. It was noted that the fact that women appearing in the “globalized” programs were wearing tight clothes with no head covers and with parts of their bodies exposed was bound to reflect a negative image of the two shows. On the other hand, mean scores for respondents’ views of the two localized shows suggest how their conservative dress code and physical disengagement of men and women in public space were perceived as highly positive. One of the poets who appeared in the Million's Poet show was a Saudi woman (Hissa Hilal) who wore a veil and was introduced to the stage by a female presenter. In Stars of Science, there was only one young woman with no head cover and innovators were mingling in a “scientific exploration” rather than in a performing art context. This very context of the show seemed to have been quite central in defining students’ perceptions of it as highly decent.", "Describing close familiarity or association among participants in the shows, intimacy is one of the defining features of how ethical communication could be perceived in the Middle Eastern public sphere. It was clear that respondents perceived the two globalized formats showing significant intimate scenes or words relating to how men and women communicate. In one of the Super Star episodes, even the referee committee was so moved by the lyrics of one song because it was thought to be “too seductive” to overlook. In Star Academy, the fact that men and women are staying under the same roof under the camera spotlight was raising a lot of eyebrows among students. On the other hand, while some of the poems delivered on the Million's Poet carried highly sentimental elements, they were generally viewed as far more abstract than the visual messages embedded in the globalized programs. In the Stars of Science, intimacy received the lowest mean score because respondents perceived the show as purely scientific.", "Interestingly, the findings suggest that students perceived the two reality program categories as having a significant individualistic component. In the focus-group discussion, students were unanimous in describing each participant in the show, whether he/she is a performing artist, a poet, or a scientist, as seeking to reflect his/her individual self and to express his/her potential as a creative person in his/her field of specialty. Singers and actors on Super Star and Star Academy are after fame (and of course, fortune) and they see themselves as commanding a potential to realize their goals. In the Million's Poet and the Stars of Science, the notion of individualism is highly visible in the assertive and competitive feature of the program where each participant is harnessing his/own potential to beat his/her rivals. Of course, this does not mean that there is no place for collectivism in the shows. In fact, both Stars of Science and Star Academy participants do their work in a team-based style.", "Respondents reported the value of innovation embedded in the four reality television shows examined in this study. It is interesting to find that while the majority of respondents thought the globalized shows had negative effects on their communities by virtue of their promotion of Westernized lifestyles and values, they still believe it takes a good deal of creativity and innovation to produce competitive performing arts. This variation in perceptions of communication as “socially unacceptable” and as “creatively distinctive” is a significant finding that marks key tensions between the social and the innovative as not too mutually exclusive ingredients of communication acts. In the localized shows, students taking part in the focus-group discussion noted how poetry represents a talent that takes some creative power to induce in the dominantly oral Arab traditions. For the Stars of Science show, it was clear for respondents that the power to innovate was indispensible for giving rise to technological inventions. In many ways, the relationship between innovation, on the one hand, and poetic composition and scientific inventions, on the other hand, seems more acceptable than its relationship with performing arts, on the other hand, something that strikes at the very power of cultural peculiarity to define critical values and attitudes.", "Diversity here does not only denote a state of difference, but recognition of that difference as healthy. Respondents’ views of diversity in the four shows were generally rated as “high”. The “globalized” shows hosted young men and women from different ages and nationalities and their performances reflected such pluralistic composition. It should be noted that for viewers of the globalized reality programs, the issue was often turning into one of patriotism as they voted for their favorite stars. Hence, the two programs were turning into arenas for national competition among stars affiliated with nationally and geographically divergent publics. For the Million's Poet respondents perceived diversity to be manifested in the wide-ranging topics addressed by poets, their national affiliation, and their gender composition. The final decisions on winners rested with a referee committee made up of poetry critics. The same criteria seemed to have been applied to the Stars of Science show where participants hailed from different Arab countries, pursued different scientific feats, and were marked by good gender composition.", "Honor is one of the central cultural values defining Arabs’ worldview (Ayish and Badawi, 1997). In many ways, honor is associated with a good public reputation that derives from decency in the person's conduct and of his relatives, especially women. It is in this context that respondents thought the globalized shows which feature women with clothing which left parts of their bodies exposed as low in honor. They thought that no matter how noble the theme of the performing arts is, it should be delivered in the most decent and honorable forms. In the poetry and science programs, respondents believed it was “honorable” to compose poetry and defend one's reputation and that of his tribal or national leaders. It was also “honorable” to pursue scientific and technological innovations because that would eventually enhance the development of their communities. This view of poetry and scientific invention as “honorable” acts that deserve to be supported is reinforced by the fact that both shows are delivered in a context with high cultural and social relevance.", "For many respondents, the fact that average persons with outstanding talents are enabled to express their creative powers in performing arts, poetry and scientific innovations is a positive development in a region long marked by state-controlled access to the public sphere. This view has been noted in writings by Ayish (2009) and Kraidy (2007) about reality television promoting democratic participation in the Arab world. In perceptions of the four shows, it was clear that the new Arab public sphere carries a good promise for non-mainstream voices to be heard on the basis of their personal creative merits rather than on the basis of their political or ethnic features. In the focus-group discussion, students seemed unanimous in noting how reality shows are empowering talented persons to find their way into achievement, something that is barely present in real-world situations in the region. This sense of participatory orientation, according to students, would most likely contribute to the diffusion of a new democratic culture in which the individual makes the aspired difference.", "In the Middle East's consensus-based political and cultural traditions, conflict is viewed as a negative quality that would most likely hinder community progress. The extent to which the four reality shows demonstrate cooperation as a defining value has received almost similar ratings by students, at least in the Star Academy, Super Star and the Million's Poet shows. But it also generated higher ratings in the Stars of Science show because all scientific inventions are achievable only through team work. In the focus-group discussion, students noted that even performing arts are team-based feats that need to be carried out on the basis of concerted efforts exerted by musicians, performers, and even the studio-based audience. The same applies to the poetry program which is intrinsically centered on the poet himself; yet, the role of the referee panel and the audience is also instrumental in defining the final outcome of the competition. In the Stars of Science show, it was impossible for one young scientist to come up with any invention on his or her own. The division of labor within teams required contributions from all members to realize the final innovation and explain it before the panel of judges."]}, {"title": "Conclusion", "paragraphs": ["The findings of this study suggest that Arab publics’ perceptions of “globalized” and “localized” reality television shows do not carry clear-cut demarcations between what is ethically good or bad. The fact that students believe the two program categories share six values and diverge on four others is quite significant for addressing global media ethics in the region. As noted earlier, the converging values in students’ responses actually represent universal proto-norms that are shared across cultures while the diverging values are intrinsically cultural and suggest some peculiarity to the region's religious and social traditions. The fact that students saw “globalized” and “localized” reality shows as carrying both global and local values is important for the glocalization or hybridization of media ethics. This study demonstrates that it is difficult to think of media ethics beyond their local and global dimensions but as harmoniously integrated into a new system of “glocalized” media ethics. The study concludes that public perceptions of media ethics are rooted in local and global grounds and this should serve as a catalyst for media professionals to understand universals in undertaking future ethical initiatives."]}], "references": [{"title": "Toward a Global Media Ethics: theoretical perspectives", "year": "2008", "journal": "Ecquid Novi: African Journalism Studies", "volume": "29", "authors": [{"name": "Christians Cliff", "first_name": "Christians", "last_name": "Cliff"}, {"name": "Shakuntala Rao", "first_name": "Shakuntala", "last_name": "Rao"}, {"name": "Stephen Ward", "first_name": "Stephen", "last_name": "Ward"}, {"name": "Herman Wasserman", "first_name": "Herman", "last_name": "Wasserman"}]}, {"title": "“Reality Television and Politics in the Arab World: preliminary observations”", "year": "2005", "journal": "Transnational Broadcasting Journal", "volume": "", "authors": [{"name": "Kraidy Marwan", "first_name": "Kraidy", "last_name": "Marwan"}]}, {"title": "The Value of (Universal) Values in the Work of Clifford Christians", "year": "2011", "journal": "Journal of Mass Media Ethics", "volume": "25", "authors": [{"name": "Steiner Linda", "first_name": "Steiner", "last_name": "Linda"}]}, {"title": "Peace Journalism", "year": "2002", "journal": "The Harvard International Journal of Press/Politics", "volume": "9", "authors": [{"name": "Tehranian Majid", "first_name": "Tehranian", "last_name": "Majid"}]}, {"title": "Philosophical Foundations for a Global Journalism Ethics", "year": "2005", "journal": "Journal of Mass Media Ethics", "volume": "20", "authors": [{"name": "Ward Stephen", "first_name": "Ward", "last_name": "Stephen"}]}, {"title": "Global Journalism Ethics: widening the conceptual base", "year": "2008", "journal": "Global Media Journal (Canadian Edition)", "volume": "1", "authors": [{"name": "Ward Stephen", "first_name": "Ward", "last_name": "Stephen"}]}, {"title": "The Glocalization of Journalism Ethics", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}, {"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}]}]}