{"doi": "10.1080/1461670X.2015.1074866", "url": "https://doi.org/10.1080/1461670X.2015.1074866", "title": "The Aussie 1918–1931", "volume": "17", "year": "2016", "issue": "4", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Chapman", "first_name": "Jane", "name": "Jane Chapman", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Feelings of community, cultural definition and memory were kept alive through the soldiers’ mass circulation tabloid, the Aussie, examined here in the light of theorisation of memory and representation, applied to both text and cartoons. The publication's aim for veterans’ values to become shared national values is analysed in the light of its high-profile usage of soft cartoon humour and also of nostalgia—highlighting the limitations as well as the effectiveness in terms of Australia's evolving national identity. When the post-war economic situation worsened, deeper issues of national tension were glossed over by the use of scapegoats such as “profiteers” and “lazy workers”. The armed forces were obliged to take on a political role of lobbying for their cause, but the Aussie as “cheerful friend” experienced its own identity crisis that proved to be terminal.", "body": [{"sec_title": "Introduction", "sec_content": ["In 1918, with only 10 months of the war to run, the first issue of Aussie: The Australian Soldiers’ Magazine was launched with a French price of 10 centimes.", "For the troops, newspaper communication was important, because the First World War was the first time Australia had embarked upon combat with its own discrete expeditionary force (Chapman and Ellin 2012; Robertson 1990; Seal 2004).1", "Veterans remembered 1914–18 with considerable national pride. After the war, feelings of community, cultural definition and memory were kept alive through their newspaper the Aussie,2 that continued until 1931 and in which cartoons played an important role. The way that the armed forces and others made a conscious and deliberate attempt through their networks, organs of communication and events, to evoke the national identity generated by this cataclysmic episode of history and by its subsequent interpretation has been well researched (Kristianson 1966; Sekuless and Reece 1986). Yet the ways in which representation of this evolved still need to be analysed—particularly as the Aussie faced a representational challenge by launching an ambitious bid for its soldier values to become shared national values.", "By the end of the war, circulation had reached 100,000 and following a post-War relaunch, by 1924 it had risen again to that level (including 20,000 sales in New Zealand). Yet by the 1930s the publisher was complaining of £200 losses per issue in the final months (Lawlor 1935, 120). What went wrong and how far did “digger” representation and nostalgia play a part? Whereas previous scholarship has concentrated on transnational changes within printing, publishing and the marketplace as part of Australia's evolving modernity (Carter 2008),3 this article focuses more specifically on the dilemmas of representation and remembrance and the political implications for the Aussie’s version of digger culture in a changing social and economic climate.", "Academics such as Robert Chartier have reflected on the inadequacies of representation more generally, by drawing attention to the functional dichotomy involved. As Chartier points out, on the one hand representation provides a presence—such as a statue, or a publication. On the other hand, it allows us to envisage something that is absent, pre-supposing there is a difference between what is being represented and what, or who, is doing the representing: “representation is the instrument of a mediated knowledge that makes an absent entity visible by substituting for it an ‘image’ capable of recalling it to mind” (Chartier 1988, 7). This dilemma meant that memories were central to the evolution of national awareness. Referring to concepts from memory studies, this paper analyses the process by which such considerations were articulated through cartoons and text, whilst also assessing the nature of the newspaper's approach in the light of criticism by Richard White (1981, 139). He argues that public presentation of the deserving digger was divisive because it implied disloyalty on the part of the rest of the working class. This could have amounted to a fatal inconsistency within the paper's identity."]}, {"sec_title": "De-mobbing the Aussie", "sec_content": ["The newspaper's front cover iconic logo was a figure of an Australian Imperial Force (AIF) soldier, with fixed bayonet in hand and distinguished by a craggy face half covered with a slouch hat. However, if turned to the right the portrait becomes a map of Australia (Figure 1). The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015FIGURE 1  Aussie, December 1918, front coverDisplay full sizeFIGURE 1  Aussie, December 1918, front cover", "FIGURE 1  Aussie, December 1918, front cover", "FIGURE 1  Aussie, December 1918, front cover", "The design was indeed symbolic: Aussie was not merely a newspaper, but also a person, referred to in the third-person singular: After this issue Aussie will be demobbed … Aussie looks forward to the time when he can reappear in another sphere, where he can not only continue to amuse you but also watch over your interests, and do everything in his power to ensure that the future will give a fair deal to you—the ex-Digger. (April 1919, no. 13, 13)", "After this issue Aussie will be demobbed … Aussie looks forward to the time when he can reappear in another sphere, where he can not only continue to amuse you but also watch over your interests, and do everything in his power to ensure that the future will give a fair deal to you—the ex-Digger. (April 1919, no. 13, 13)", "As soon as the peace began, a milestone Round Table article stated: “The achievement of these men will play an integrating part in the future of Australia. They will form the basis of a noble national tradition” (n.a. 1919, 401).4 As White (1981, 137) points out, “Many returned servicemen saw themselves as having given Australia its nationhood in the war, and as defending that nationhood in peace”. Indeed, when the moment came in 1927 for the opening of the Federal Parliament, the Aussie reminded readers, with expansive language, that the country was celebrating: “A Commonwealth more loyal to the Throne of England [sic] than any other Commonwealth yet known in this world”. The article recollected that: When the great War was being fought—a war that was a contest between brute force and gentleness—the loyalty of the Commonwealth of Australia was well marked—gloriously marked, and stampd [sic] indelibly in the annals of history—a history whose lustre the years can never tarnish. (April 14, 1927, vol. 8, no. 98)", "When the great War was being fought—a war that was a contest between brute force and gentleness—the loyalty of the Commonwealth of Australia was well marked—gloriously marked, and stampd [sic] indelibly in the annals of history—a history whose lustre the years can never tarnish. (April 14, 1927, vol. 8, no. 98)"]}, {"sec_title": "The Role of Memory", "sec_content": ["The peacetime voice of the digger relied on memory through inviting readers’ contributions (paid for if published), augmented by the selection and re-printing of archive items of wartime communication, such as armed forces’ jokes, articles, prose, poetry, cartoons and snippets—selected from the Aussie’s own back issues, other trench journals and returning troopship newspapers.", "Scholars have established that there are different categories of memory, of which episodic memory interprets the trajectory of our lives by storing specific events and experiences. It has been widely proposed that a specific type of episodic memory, autobiographical memory, serves to store our self-story, defining our identity (Eakin 1999, 111). John Robinson (1986, 23), for instance, maintained that autobiographical memories were resources used to reinforce or reconstruct parts of the self, and Jefferson Singer and Peter Salovey (1993, 4, 9–47) consider how “self-defining” memories are crucial to an individual's goals, relationships and psychological health.5 In the case of the Aussie, the aim was for “self-defining” memories to become part of the national (collective) imagination.", "In the newspaper, “self-defining” memories were subjected to a process of tabloidisation, by featuring whole pages of wartime cartoons. Typically there were frequent and varied offerings throughout 1918 and beyond, based on the two-panel illustrative theme “How We Do It in Blighty”, compared to “How We Do It in France”. Inevitably Blighty was civilised and opulent, whereas France was squalid and devastated.6 The December 1920 edition featured a column entitled “Duckboard Memories”, with an article on “Trench Rats” claiming “They were bigger than cats in Plaegstraet” (19). In addition, the newspaper proudly carried a dedicated section of the newspaper entitled “Digger Journalism from Land and Sea”, with journalism from the sea in the form of troopship publications.", "According to Yi-Fu Tuan, the concept of place as it relates to memory is essentially static, in that our attachment to it is formulated in a temporal way: “place as time made visible, or place as memorial to times past”. He concedes that if time is seen as a flow or movement “then time is a pause” (Tuan 1977, 179). The duration of the pause (such as Blighty 1914–18 versus the Western Front) matters less than the intensity of experience associated with it. For Tuan, movement in space can be in one direction or circular, implying repetition.", "The post-war repetition of themes in the Aussie, via both cartoons and text, was mirrored by the real-life repetition and circularity of Anzac Day annual ceremonies, and by other acts of remembrance and enhancement of nostalgia, such as digger amateur publications and memoirs. Backwards-looking definitions of collective self-image were generated and re-generated over the years. As Seal (2004, 93) points out, “such a culture must stultify and reify, failing (as digger culture largely did) to keep pace with the changes in Australian and international society”. The Aussie’s style was traditionally tabloid, but the newspaper covered content such as economics, politics and women's features insofar as these topics were relevant to ex-serviceman. For instance, the December 14, 1928 edition was “The Fishing Special Edition”, carrying a women's page lead article on “How to Handle a Fish Liar”.", "Gradually the newspaper reduced the references to 1914–18 and increased lifestyle features and women's pages, and when memories remained, there is evidence of their interaction with inter-war events, most notably the Depression. This concurs with Ricoeur's (1990, 2004) proposition that narrative identity is not just a psychological construct, but a composite of detailed memory and present re-evaluation. Narratives become both a testament to the diversity of past human accomplishment and the possible basis for further self-determination (Morny 1997, xxvi–xxvii). Many Aussie texts approximate to this. One such example is the creation of “Dave”."]}, {"sec_title": "“Dave” and the Rural Ideal", "sec_content": ["In 1927, in an article published in the Journal of the Royal Australian Historical Society, C. E. W. Bean underlined his previous assessments of the Australian digger as a “natural” bush man by linking the concept to an image of the Australian solider. This attempt to link the Anzac tradition with nation-building was replicated in reality by some 40,000 veterans who took up the rural ideal by becoming soldier settlers, with government aid (White 1981, 135). Aussie evoked bush culture through the epitome of “Dave”, who was carefully defined in a lead article on the inner front cover of the special edition (March 15, 1930, vol. 11, no. 133) devoted to him (Figure 2) as: “One of Australia's most important assets. He is the backbone of the farm and, of all the bush people, the most popular subject of good humor”.7 Dave was the quintessential digger, a “witty chap, too”, a role model for the nation. White (1981, 139) acknowledges the success of veteran culture in making a national impact when he critiques it by claiming that: “The legitimate national responsibilities were soldier settlements and repatriation hospitals. Demands for more radical change were not only unnecessary but treacherous. The workingmen’ paradise had been made over into the land only for heroes”. The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015FIGURE 2  Aussie, March 15, 1930, front coverDisplay full sizeFIGURE 2  Aussie, March 15, 1930, front cover", "FIGURE 2  Aussie, March 15, 1930, front cover", "FIGURE 2  Aussie, March 15, 1930, front cover", "Dave was further defined by the Aussie’s editorial in a prescriptive way: He is a bright, independent, hard-working cheerful Australian who earns what diversions he enjoys, and he takes his job seriously for the good of the country. He is one of the few people who never strike against the conditions that belong to the job, though he has more reason to strike than many others, when all things are considered. (March 15, 1930, 9)", "He is a bright, independent, hard-working cheerful Australian who earns what diversions he enjoys, and he takes his job seriously for the good of the country. He is one of the few people who never strike against the conditions that belong to the job, though he has more reason to strike than many others, when all things are considered. (March 15, 1930, 9)", "Yet even as an inter-war phenomenon, Dave had roots in the First World War, as the final verse of “The Dave I Know”, a long poem by regular memory versification contributor Jim Stroud, outlined:", "The need to use memory as a means of evolving both individual and national identity is recognised by Tuan (1977, 187): “To strengthen our sense of self the past needs to be rescued and made accessible”. He makes the point that as artefacts books (and newspapers?) are bricks in the building of one's identity.8", "For John Wylie (2007, 215–216), memory is a bodily response to where a person is, meaning that cultural memory is what we visit, a place to which we go. We may or may not make sense of it, but we go there. By 1929, when the Australian War Memorial was opened, the nation's capital city Canberra also became a symbolic place for memory. The idea of “places”, where memory makes a mark is central to the work of contemporary French theorist Pierre Nora (1989, 18–20),9 whose notion of lieux de mémoire refers to sites that may be objects, events or actual places. This concept of a “site” and its role in representation is understood by Gibbons (2007) through the history of memory. He points out that: Memory was still often characterised in visual terms, with philosophers such as John Locke claiming that the knowledge that is recalled is frequently reproduced through images or sense impressions. Because of this emphasis on imaging or the formation of impression, memory became closely related to the imagination. (Gibbons 2007, 2)", "Memory was still often characterised in visual terms, with philosophers such as John Locke claiming that the knowledge that is recalled is frequently reproduced through images or sense impressions. Because of this emphasis on imaging or the formation of impression, memory became closely related to the imagination. (Gibbons 2007, 2)", "That act of going there, referred to above, is accompanied by a creative influence in that the memory's re-visiting has a metamorphosing effect, according to Tuan (1977, 198): “To the extent that the effort is conscious it is the mind at work, and the mind—if allowed its imperial sway—will annul the past by making it all present knowledge”."]}, {"sec_title": "Newspaper Politics and Contexts", "sec_content": ["The Aussie, along with some other newspapers, was a conscious agent in this process outlined by Tuan. Populist nationalism was articulated by veterans in a range of publications. Some were either published by or associated with the Returned Sailors’ and Soldiers’ Imperial League of Australia (RSSILA, established 1916). About half of all returning armed forces joined this organisation, that was later renamed the RSL—Returned Servicemen's League. In 1921 the New South Wales branch of the League passed a long resolution, pledging their adherence to the traditions of the AIF, stating that they would: stand together in civilian life as they did in times of war, all imbued with a desire to serve Australia with that spirit of self-sacrifice and loyalty with which, as sailors and soldiers, they served Australia and the Empire, inculcating loyalty and securing patriotic service in the interests of both as is laid down in the constitution of the League. (RSSIL 1921)", "stand together in civilian life as they did in times of war, all imbued with a desire to serve Australia with that spirit of self-sacrifice and loyalty with which, as sailors and soldiers, they served Australia and the Empire, inculcating loyalty and securing patriotic service in the interests of both as is laid down in the constitution of the League. (RSSIL 1921)", "As the RSL saw the digger as the true defender and interpreter of what it meant to be Australian (White 1981, 135), the organisation and its pre-cursor the RSSILA exerted significant influence in local and national politics (Kristianson 1966; Sekuless and Reece 1986). White (1981, 137) points out that the RSL was given direct access to the cabinet, although, as a pressure group the organisation had no party affiliation, instead staying close to whatever party was in power.", "The RSL had its own and state publications such as the League Post and the Listening Post in Western Australia, the Queensland Digger, the Soldier in New South Wales, the Bayonet in Victoria and the Diggers’ Gazette in South Australia. Then there was Smith's Weekly, established after the First World War for a wider general audience, but still managing to win the label of the “digger's bible” for its enthusiastic adoption of digger nostalgia in the form of gags, features, amateur contributions and columns on veteran culture. Smith's Weekly encouraged a “larrikin” style of populist disrespect for pomposity, authority and red tape (White 1981, 136), but armed forces’ interests were not a pre-dominant theme, as with the Aussie.", "In addition, some mainstream newspapers adopted columns specifically for digger interests along the lines of the Smith's Weekly “Unofficial History of the AIF” (jokes, anecdotes and memories), but these fluctuated according to perceived levels of public interest in wartime legacy throughout the 1920s and 1930s (Seal 2004, 85). For Seal, armed forces artefacts constitute just one articulation, inter alia, of the digger “yarn industry”, perpetuated through reunions, Anzac Day, “sub-economic” self-publishing of pamphlets and ephemera, as well as in the pages of the digger press (85). Soldier self-publishing—anthologies of verse and memoirs—were often sold on street corners by the author, who had fallen on hard times, especially during the Depression.", "Clearly, sentiment for the past made concrete through aspects of nostalgia, can be profitably merchandised. Tuan (1977, 226) examines how elements of place and activity nostalgia “invest” many historical landscape features, for the “exploitation of them is a recreational activity worth definition and measurement”. Newcomb (1972) has undertaken this with his “nostalgia index of historical landscapes” in Denmark. Newspapers such as the Aussie can be construed as examples of artefacts for nostalgia landscape assessment. As the Aussie claimed in its promotion of the book Digger Aussiosities—a collection of stories by and of Australian and New Zealand diggers—such memories needed to be preserved: “Gradually these yarns are being forgotten and will never be retold”. Meanwhile full-page advertisements for The Light Horse Souvenir Book, Australia in Palestine, a Royal Doulton figurine entitled “A Doulton Digger” and the “Digger's Australian Map” ash tray (December 1920, 74) reinforced the heritage industry. The newspaper saw itself as a collector's item: the inner front cover carried a banner claiming “The Cheerful Monthly” to be “THE ONLY PAPER THAT IS EVER STOLEN” [sic] (April 14, 1927).", "Memories were kept alive and even strengthened through frequent reunions and “smoke nights”, with drinking, singing and storytelling. Such “rituals of nostalgia” (Seal 2004, 93) were reported upon in veteran newspapers and in the mainstream press and in columns such as “Aussiosities” in the Aussie. In 1920, the newspaper suggested that Anzac Day should be called “Australia Day”, and between 1921 and 1927 all states made Anzac Day a statutory holiday. If Anzacs were to be synonymous with Australians, how inclusive was the symbolism? Certainly the ritual of Anzac Day, as it was being invented, had evolved as being both commemorative and celebratory: dawn open-air services were designed to replicate the Gallipoli early morning landing as a national, military myth, the formal “march past” followed by speeches expressing loyalty to King and country were resonant of wartime discipline,10 whereas the subsequent meals and “larrikin” pub drinking and gambling (the game “two-up”, banned on other occasions) seemed to validate the day as an all-inclusive celebration."]}, {"sec_title": "Threats, Jobs and Money", "sec_content": ["The Aussie also tackled serious veteran experiences such as the job market and commercial pressures on holders of gratuity bonds. Veterans sometimes discovered that their jobs had either been given to someone else, or that it was impossible to restart their previous employment due to war wounds or “shell shock” (referred to today as post-traumatic stress disorder).11 The newspaper's issue no. 12, in March 1919, carried a page 3 cartoon depicting a soldier with girlfriend in France. She enquires sarcastically: “And now the war is over, I suppose you will go back to your wonderful sheep station?” The digger replies “Yes”, but to himself, in a thought bubble adds: “If the boss will take me back”. Cartoons and text in other editions also explore this insecurity; one depicted a concerned digger watching another man walk off with his girlfriend. She sports a hat labelled “Miss Good Job”, and her new boyfriend a hat called “slacker”. The slacker says to the digger: “ere, you, go away, she's mine. I captured her during the great war!”. The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015Aussie, April 15, 1920, 21Display full sizeAussie, April 15, 1920, 21", "Aussie, April 15, 1920, 21", "Aussie, April 15, 1920, 21", "The July 15, 1920 front cover consisted of a huge close up of boyish face with a toothy grin, joyously waving a piece of paper labelled “gratuity bond”. The innocence of the character formed part of a regularly expressed Aussie opinion that veterans were prey to mercenary crooks who would take advantage of them. Hence the April 15, 1920 edition carried an inside cover full-page cartoon entitled “ Beware of the Clutching Hand”, in which a smartly dressed veteran holds out his gratuity bond, but is assaulted by an army of outstretched arms, each carrying a different commercial label: “land shark”, “profiteer”, “publican”, “wild cat schemer”, “book maker” and “money lender”. Another full-page cartoon on the inner front cover (April 15, 1920) depicted a home-coming veteran walking the gauntlet of a crowd of vendors, assailing him with various notices of bargains.", "The post-war period saw escalating social and economic friction between left and right, with the polarisation of extremes such as the New Guard and the Communist party increasing during the Depression. During March 1919, fear of Bolshevism and anarchists was such that the Queensland Labor government was pressurised by uniformed ex-servicemen to either gaol or deport Bolsheviks, following an episode when a crowd of 8000—mainly returning soldiers—attacked the headquarters of the Russian Workers Association. They had been provoked by a Brisbane demonstration of militant industrial groups such as the Industrial Union Propaganda League, and former Industrial Workers of the World members.12", "White's (1981, 137) criticism is that the concept of a “pure and wholesome Australia” during this period meant that nationhood was defined in an essentially defensive way. It was the propensity towards value judgements about definitions of national good that prompted diggers to become identified with attacks on disloyal elements, such as trade unionists, pacifists, the Irish and Bolshevism (White 1981 ). Yet in May 1919 returned soldiers participated with Fremantle dock workers in riots and demonstrations against the introduction of non-union labour and it would not be accurate to claim that ex-servicemen's organisations such as the RSSILA were directly affiliated to specific right-wing groups (Alomes 1988, 62–66; Alomes and Jones 1991; McQueen 1984, 212). Cartoons on left–right conflict, epitomised by Figure 3, were fairly gentle in their humour, whereas text on the same page was less subtle, referring to “sound Labor Party wreckers … who want to throw open the door of this clean land to brother coolies and the scum of Asia”. Another gentle cartoon showed a worker being chased by a bull. An on-looker comments: “I warned yer about singing ‘the Red Flag’ in hearing of that bull!” The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015FIGURE 3  Aussie, Christmas Number, November 15, 1927, 28Display full sizeFIGURE 3  Aussie, Christmas Number, November 15, 1927, 28", "FIGURE 3  Aussie, Christmas Number, November 15, 1927, 28", "FIGURE 3  Aussie, Christmas Number, November 15, 1927, 28", "However, White argues that digger attacks on “disloyalty” were in fact “visible signs of deeper social divisions. The digger world view effectively “divided the working class into the deserving (loyal returning heroes) and the undeserving (the bulk of the working class, including many ex-servicemen, who rejected the empty gesture of putting the digger on a pedestal)” (White 1981, 139). In fact, the Aussie’s world view was more specific in its focus on enemies, singling out profiteers and lazy (striking) workers as being the problem. To its credit, the newspaper also defended indigenous people as being true, original Australians. Aborigines were depicted as patriotic, and deemed to be supporters of King and empire, witnessed by the fact that they shared the national hysteria occasioned in 1927 by a visit by the Duke of York to Canberra, to open the new Federal parliament (Figure 4). The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015FIGURE 4  Aussie, April 14, 1927, 29Display full sizeFIGURE 4  Aussie, April 14, 1927, 29", "FIGURE 4  Aussie, April 14, 1927, 29", "FIGURE 4  Aussie, April 14, 1927, 29"]}, {"sec_title": "Dual Enemies: The Lazy Worker and the Profiteer", "sec_content": ["Returning soldiers were beginning to realise that the great Depression was likely to run even longer than the Great War—a somewhat dispiriting truism that the “cheerful” newspaper had to accept. Aussie kept a happy face, announcing in 1928 that [sic]: “The next number of ‘Aussie’, September 15, will be Free of Depression. Full of Optimism and Good Cheer. Full of the strong spirit of Patriotism. Aussie is the first National Magazine to succeed”. In such a competitive climate,13 the armed forces and their newspaper were obliged to take on a political role of lobbying for their cause. According to the Aussie, the real enemy was two-fold: profiteers (always depicted as fat, bloated capitalists) and lazy workers.", "Cartoons still created a laugh over the Depression, but the newspaper's messages were somewhat contradictory. For instance, a cartoon with an aerial view of the parliament building showed fumes of hot air emerging from it, with two pilots in an open aeroplane cockpit looking down: “Gosh, the air's hot just there! ‘Yes, they're opening Canberra below'” (April 14, 1927, 24). Yet frequent editorials demanded action in various ways from the politicians. Nevertheless, other newspapers still hailed the traditional values and approach of the Aussie: “Sixty-eight pages of good readable stories, verse and humor by notable Australian writers” (Coffs Harbour Advocate, September 18, 1931, 3) and “16 years after the start of the war, it still maintains, with splendid vim, the spirit of making the best of things and of getting all the fun possible out of life” (Murray Pioneer and Australian River Record, October 31, 1930, 8), and “the current issue is fully in keeping with its traditions” (South Western Advertiser, May 16, 1930, 5).", "Cartoons were central to the continuity of the “cheerful” image: The (Wagga Wagga) Daily Advertiser claimed that during this period the Aussie used “some of the best known artists in Australasia, including Percy Lindsay, Harry Clarke, Peter Lindsay, Brodie Mack, Dorothy Paul, O. Donaldson, R.W. Coulter, S. Kemmla and Esther Paterson” (August 7, 1930, 2). Cartoonists Unk White and Emile Mercier also contributed, and earlier in the 1920s, other newspapers had recognised the Aussie’s high production values: “A fine production … no better value can be obtained in Australia than this virile apostle of Australianism” (The Horsham Times, January 6, 1925, 4), but production costs did not seem to be offset by income. The resultant fatal decline in advertising revenue meant permanent closure in 1931.", "According to Carter (2008, 74), “The magazine's ambivalence towards the modern was institutional, not merely ideological, a function of its position in a modernising print marketplace”. By this he means that in Sydney's “vibrant, crowded print culture” (76) of the 1920s, journalism was becoming professionalised and the freelance market was declining. Certainly Aussie lacked a permanent staff, relying instead on local freelances and amateur contributors, but it is the contention of this paper that attempts to appeal to diverse readerships, including women and a younger generation, were often at variance with the magazine's need to establish a distinct identity using remembrance through digger culture. Over the years, this extended to a way of thinking that went beyond Anzac Day—and was central to the publication's continuing use of memory and nostalgia."]}, {"sec_title": "Conclusion", "sec_content": ["The Aussie emphasised certain rose-tinted continuities in the thinking of veterans between world war and post war—despite the changing political realities for combatants and ex-combatants. Memory as present knowledge manifested itself as both inclusive and exclusive. It was inclusive according to the perception of diggers who claimed they spoke for the whole country, but exclusive in that they made certain exclusions based on current events and associated value judgements about how nationhood should be defined.", "Ex-servicemen retained their core traditions and self-image through various remembrance activities and publications, even when the associated beliefs appeared to be under challenge by new economic and social circumstances. Print communications were important within Australia's evolving national narrative but the newspaper's “cheerful” approach characterised by cartoon humour only served to mask the defensiveness of digger attitudes—mainly because cartoons in the Aussie tended towards either the light hearted or towards the amusingly cynical rather than the vituperative.", "Chartier's earlier description of how mediated knowledge (through memory in this case) compensates for absence by creating an image “capable of recalling to mind” was personified in the Aussie by “Dave”. Analysing the Aussie archive in the light of the dichotomies raised by Chartier and the criticisms of White, it appears that the veteran's approach was to claim that their image was actually a form of mass representation, capable of providing national unity. In their minds, their approach was anything but divisive. They were providing a framework of values around which the nation should coalesce.", "Yet the Aussie’s normative world view as part of Australia's evolving definition of national identity was under assault during this period in a number of different ways—by changing social, political, cultural environments, forms of consumption, the rise in importance of women readers and women's publications, and of competition from other platforms (radio and cinema), not to mention increasing international influences. Readers were consequently “poised on the cusp of the local and the global, the national and the cosmopolitan” (Conor 2004, 213). The inconsistences of the Aussie are clear, and well demonstrated by the limitations of the publication's many cartoons. Digger values were difficult to defend during a time of economic recession without allocating blame elsewhere—namely workers and profiteers. This presented an insoluble equation: within a post-war economic landscape that was politically charged, soft cartoon humour and nostalgia amounted to an imperfect form of representation that glossed over deeper issues of national tension. The focus of the Aussie’s attack was not Aborigines (despite what we would describe today as a “gollywog” style of cartoon representation), but instead profiteers and lazy workers (Figure 5). The Aussie 1918–1931Cartoons, digger remembrance and First World War identityAll authorsJane Chapmanhttps://doi.org/10.1080/1461670X.2015.1074866Published online:11 September 2015FIGURE 5  Aussie, December 1920, 10Display full sizeFIGURE 5  Aussie, December 1920, 10", "FIGURE 5  Aussie, December 1920, 10", "FIGURE 5  Aussie, December 1920, 10"]}], "references": [{"title": "‘Esprit de Nation’ and Popular Modernity: Aussie Magazine 1920–1931", "year": "2008", "journal": "History Australia", "volume": "5", "authors": [{"name": "Carter David", "first_name": "Carter", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Multi-panel Comic Narratives in Australian First World War Trench Publications as Citizen Journalism", "year": "2012", "journal": "Australian Journal of Communication", "volume": "39", "authors": [{"name": "Chapman Jane L.", "first_name": "Chapman", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ellin Daniel", "first_name": "Ellin", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Dominion Cartoon Satire as Trench Culture Narratives: Complaints, Endurance and Stoicism", "year": "2014", "journal": "The Round Table", "volume": "103", "authors": [{"name": "Chapman Jane L.", "first_name": "Chapman", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ellin Daniel", "first_name": "Ellin", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Construction of Autobiographical Memories in the Self-memory System", "year": "2000", "journal": "Psychological Review", "volume": "107", "authors": [{"name": "Conway Martin A.", "first_name": "Conway", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pleydell-Pearce Christopher W.", "first_name": "Pleydell-Pearce", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Editorial", "year": "1919", "journal": "", "volume": "9", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Memory and History: Les lieux de mémoire", "year": "1989", "journal": "Representations", "volume": "26", "authors": [{"name": "Nora Pierre", "first_name": "Nora", "last_name": "Pierre", "affiliation": "", "orcid": "", "role": ""}]}]}