{"doi": "10.1080/17512786.2015.1036903", "url": "https://doi.org/10.1080/17512786.2015.1036903", "title": "Audience Community as a Strategic Resource in Media Work", "volume": "10", "year": "2016", "issue": "5", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Malmelin", "first_name": "Nando", "name": "Nando Malmelin", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Villi", "first_name": "Mikko", "name": "Mikko Villi", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article discusses the role of the online audience community as a strategic resource for media work. It opens up a current perspective on the audience community, which has received scarce attention in research both conceptually and empirically. The article provides an empirical analysis of the various ways in which the audience community can serve as a resource in the work of journalists. The conclusion is that the audience community can have wide-ranging strategic significance and implications for media work and media brands. In particular, observing and connecting with the audience community can help journalists acquire deeper knowledge and understanding of the audience, as well as strengthen commitment and engagement among the audience with the media brand. As a consequence of collaborating with the audience community, new journalistic roles and tasks are emerging.", "body": [{"sec_title": "Introduction", "sec_content": ["In the media industry, the audience can no longer be seen as a group of passive consumers, but as active participants in the processes through which contents are produced and value is created. The industrial model of one-to-many mass communication is slowly giving way to an interactive model based on partnership and conversation with the audience (Hartley 2004; Comor 2010, 440). The interweaving of media production and consumption can be expressed, for example, by the concept of “prosumerism” (Toffler 1980), “produsage” (Bruns 2012) or “prodience” (producer-audience), expressing how audiencehood is augmented with production-related aspects (Villi 2012). However, the core of the journalistic process, the actual production of the story, is often still out of the reach of the audience (Domingo et al. 2008; Singer et al. 2011).", "It is a common feature of the creative industries that much of the creative work and production is conducted outside the organization, by agencies and professionals providing expert services. In the media industry, many professions and occupations are highly specialized, and the necessary resources such as knowledge, skills and competencies are increasingly located in networks outside the company. In order to gain access to these outside competencies and resources, media companies and editorial teams need to develop new practices and procedures. At the same time, media executives must devote increasing attention to managing their networks of collaboration and to creating systems and processes that support creativity and interaction (Küng 2008, 194–195; Bilton 2007, 36–37; Deuze and Steward 2011, 4–8).", "In this article, we focus on studying the audience community and its emerging role as a strategic resource in media work and in reshaping journalistic roles and practices, especially in the context of magazine publishing. Magazine publishing is a particularly interesting sector of the media industry, at once deeply steeped in tradition and changing at a remarkable pace. Magazine publishers, as well as newspaper publishers, have traditionally retained management of the processes of content design and production, rather than simply purchasing contents from subcontractors and then packaging, distributing and marketing them. In the magazine and newspaper sectors, journalistic work, editorial processes and content production are grounded in strong traditions and tested practices. Currently magazine companies are transforming from publishers of printed publications into producers of media brands comprised of various multimedia contents, services and communities (see also Mersey, Malthouse, and Calder 2010). This requires creation and adoption of new practices and business models such as cross-media platforms that integrate various channels, contents and services.", "Media companies work to create new attractive concepts and platforms that facilitate the production of contents and interaction with consumers. Drawing on the concept of media work (Deuze 2007; Hesmondhalgh and Baker 2011), we examine the widening scope of journalistic work, considering both the creation of content as well as enabling and managing connectivity. The creative processes consist not only of producing content, but also of generating platforms for communication and communal activities with and among the audience.", "In this article, we argue that the audience community is an emergent resource in media work and an asset for developing engaging media brands. Accordingly, we suggest that media organizations should invest greater effort in creating, supporting and harnessing various audience communities. Based on the empirical analysis of two Finnish magazine media brands, utilizing analytical interviews and focus group discussions in editorial teams, we suggest that working actively with the audience community helps journalists acquire deeper knowledge and understanding about the audience. The collaborative practices also strengthen the commitment and engagement of the audience with the media brand. We identify four new roles for journalists and explain the emerging journalistic tasks and practices related to these roles. With these findings, the article contributes to the research traditions of journalism and media management, and especially to the theory and literature on media work.", "The article is structured as follows. We begin by outlining the theoretical context and introduce the key concepts. We then describe the empirical data of the study and the methodology used. After that we present the analysis of the empirical data and discuss the findings within the context of media industry research."]}, {"sec_title": "Theoretical Context", "sec_content": ["Escalating competition in the media industry, especially with new content providers on the online and mobile platforms, has led to a downward spiral of profitability, eating into the resources available to companies to re-engineer and develop their business operation (Küng 2011). This underscores the role and significance of media organizations’ existing strategic resources and human capital. Media companies are giving closer consideration to the resources they have at their disposal and how they can put them to more effective use.", "By a media company's strategic resources, we mean the skills and competencies that are under the company's management and that give it a competitive edge in its current operating environment. Media industry research has defined strategic resources as having the following characteristics: they are valuable, rare, not substitutable and inimitable. First, they must be valuable, i.e. provide the opportunity to diversify and to run a successful business. Second, they must be rare, which means that having access to such resources is exceptional. Third, they must not be easily substitutable by some other equivalent resource. Fourth, they must be inimitable, i.e. resources that are hard for competitors to obtain or develop (Chan-Olmsted 2006, 164; Küng 2008, 115).", "Media companies show a common tendency to build partnerships and network with other businesses and organizations. These may be described as strategic networks if they have strategic value to the companies involved (Chan-Olmsted 2006). One example of such a strategic resource needed by media organizations is provided by networks of freelancers. Such networks are often based on special relations built over a period of years as well as on the desire and commitment of these people to work with specific types of businesses (Küng 2008, 116).", "These strategic networks can also be created with and within the audience. Whereas in the traditional model of mass communication media companies used to produce contents and create value largely without direct consumer involvement in the content production processes, value is now increasingly created as a consequence of fostering media consumer communities (see Kozinets et al. 2010). Online media platforms and services in particular provide a suitable space for the creation and sustenance of audience communities. In the context of media organizations, creating or strengthening a community of online users is considered a crucial benefit of participatory culture (Vujnovic 2011, 144), and the notions of “community” and “interactivity” are found in common use in most online newsrooms (Paulussen 2011, 64). In internet studies, too, community is now one of the fastest-rising keywords (Peng et al. 2013).", "The audience communities that we study are mainly online communities, although the participatory capacity is not unique only to new media (Carpentier 2009, 410). When audience members have more regular communication amongst themselves, they can be said to form an actual community; otherwise atomized media consumers simply form a crowd (Bruns 2012, 819). The concept of audience community relates to those of consumer community (Kozinets et al. 2010; Pitta and Fowler 2005) and fan community (Jenkins, Ford, and Green 2013; Potts et al. 2008, 464; Terranova 2004, 80). The most significant point of comparison for audience community is offered by brand community (Muniz and O’Guinn 2001; McAlexander, Schouten, and Koenig 2002; Hatch and Schultz 2010; Schau, Muniz, and Arnould 2009; Pongsakornrungsilp and Schroeder 2011). Theories of brand community emphasize that a strong sense of communality among consumers is valuable for the brand. Muniz and O’Guinn (2001, 412) define brand community as “a specialized, non-geographically bound community, based on a structured set of social relationships among admirers of a brand”. What unites the members of a brand community is a shared consciousness and identity, which is based, for example, on supposed communal habits of consumption and brand preference. In that way, brand consumption can serve as social glue connecting consumers to one another (Fournier and Avery 2011, 195). In the same sense, consuming a media brand and connecting with the media brand can glue the audience members together as an audience community.", "Significant social relations and positive affective bonds in the audience community of socially networked consumers serve as social capital that can be mobilized for the benefit of the media brand (Arvidsson 2009, 20–23; Potts et al. 2008, 463). Central to this are the close links between content, communication and community (Küng 2008, 10). Communication in the audience community can benefit not only social media companies like Facebook, but legacy media companies can also take advantage of the connections within their audience communities and gain by developing and nurturing them (Deuze and Fortunati 2011, 175; Deuze 2007, 81). One particularly strong motive for creating a sense of community among the online consumers of a media outlet is the desire to build brand loyalty (Vujnovic 2011, 144). In this article, however, our aim is not to study the brand-related factors and characteristics of community formation and development (see Davidson, McNeill, and Ferguson 2007; Muniz and O’Guinn 2001). Instead, we are interested to find out what the audience community has to offer for developing a media brand, and the related editorial practices.", "Empirical studies on the ties between media organizations and strategic networks have an important part to play in illustrating emergent practices in the media industry. The significance of the audience community for the media industry has attracted some interest in the research field (e.g. Noguera et al. 2013; Villi 2012). In the context of magazines, Davidson, McNeill, and Ferguson (2007, 208) have shown how the community concept can further bridge the gap between a product and the needs of the consumer. Fung (2002) has described how consuming a magazine is a collective act in a community of readers. In this article, we examine more specifically the communality enabled by the online media environment and social networking, and aim to answer our research question on how the audience community of a media brand can be understood and harnessed as a strategic resource in media work. To this end, we have interviewed journalists that are accustomed to collaborating with audience communities. Next, we move on to explain the process of gathering and analysing the empirical data and the methods that we have used."]}, {"sec_title": "Method and Data", "sec_content": ["We gathered the empirical data by using analytical interviews and focus group discussions. These methods support an interactive and collaborative analysis of the phenomenon studied together with the experts (Kreiner and Mouritsen 2005). The 10 interviewees included the editors-in-chief, managing editors, art directors, producers and sub-editors from two editorial teams in the third-largest Finnish magazine company A-lehdet. The interviewees were recruited by first contacting the editors-in-chief of the editorial teams and negotiating with them about the suitable group of candidates to participate in the research, especially regarding the aims of the study. In addition to the individual interviews with staff members, the study involved workshop-like group discussions where the purpose was to iteratively examine some of the themes raised in the interviews and to ascertain the reliability of the interpretations and conclusions drawn. The interviews lasted 51 minutes on average (durations from 35 to 85 minutes) and the group discussions lasted 130 minutes (duration 128 and 132 minutes). The interviews and discussions were held at the premises of the media company in Helsinki, Finland.", "The two focus group discussions were held after the interviews. Both discussions were team-specific and included all the members of the editorial teams that had been previously individually interviewed. The group discussions were moderated by the researchers. The aim of them was to further discuss and elaborate the data gathered through the personal interviews. Collective discussion also provided an opportunity to evaluate the trustworthiness of the topics raised in personal interviews, and thus contributed to strengthening the reliability of the analysis. The objectives and themes for the group discussions were set by the researchers on the basis of the initial analysis of the interview data.", "The editorial teams selected to participate in the research were chosen because their media brands, Demi and Lily, are well known in Finland for their established and extensive audience communities. The editorial teams place a high premium on maintaining active interaction and collaboration with their audience communities. Demi's online community was established in 1998. The Demi website provides a platform on which young girls aged 12–19 meet to discuss various themes. Lily is a newer media brand: it was established in 2010 and has a strong focus on blogging. Lily's target group is women aged 18–39. The audiences consisting of young girls and women constitute a particularly interesting case study, since they are a rather active audience segment when it comes to online participation and connecting with other users online. The online sites of both media brands are very popular within their target groups: Demi.fi has some 190,000 and Lily.fi 150,000 unique weekly visitors (January 2015), representing 75 per cent (Demi) and 45 per cent (Lily) of their respective target audiences in Finland.", "Both Demi and Lily offer multichannel content products and online media services under the same brand name or as a brand family: Demi is both an online service and a magazine, and the magazine related to Lily is called Trendi. In these two media brands we have studied, the website and the printed edition (i.e. the magazine) have different contents: the printed magazine is a professional journalistic product, while the website is mainly based on discussions and other contents produced by the audience community. The discussion in the audience community is not, however, separate and detached from other manifestations of the media brand.", "The analytical interview shares many features in common with the traditional focused interview. In the analytical interview, the themes listed in the interview scheme are the same for all interviewees, who have considerable latitude to answer the questions as they please. The focused interview is likewise thought to be particularly well suited to investigating new or underexplored themes or highly abstract and complex subject matters. By using the analytical interview, the aim is to create an interactive situation where the interviewee assumes a creative, analytical and reflective role. The method is based on dialogical interaction, where rather than just ticking off a list of preset questions, the interviewer aims to understand the interviewee, to steer the conversation and, through follow-up questions, to build new perspectives on the subject. The interactive interview situation requires of the interviewer a deeper-than-usual knowledge of the subject matter in hand and the academic research literature on the subject. Furthermore, the process requires that the researcher has the ability to contextualize responses and to steer the discussion towards new important subjects and angles (Kreiner and Mouritsen 2005; Alvesson 2011).", "An interactive and collaborative interview is particularly well suited for purposes of interviewing media professionals. Journalists and other media content professionals constitute a specific type of interviewee in that they are usually well versed in the interview situation and know the process well. Interviewing is a traditional and important tool of journalism and content production. Since the interviewee in the analytical interview contributes actively to the process, the situation can be viewed as a reflective learning process for the interviewee as well. Kreiner and Mouritsen (2005, 170) have observed that one indication of a successful analytical interview is precisely that the interviewee gains an increased understanding of the subject in hand. To this end, our interviewees were positioned as industry professionals who by way of describing and analysing their work could contribute to studying and developing media industry practices also more generally. In the media industry, and in the field of journalism in particular, professionals are often inclined and motivated to develop practices in their respective fields.", "The purpose of the analytical interview is not just to gather existing knowledge, but rather to serve as a platform for generating new knowledge. The analytical interview is a method where data collection and analysis overlap and are intermingled. In this sense, the method differs from the traditional research approach where the data are produced in one place and time and the analysis is done later. In the analytical interview, reflection on the data begins while it is still being generated, paving the way to a more varied and more in-depth research material (Kreiner and Mouritsen 2005, 173–174).", "In analysing the empirical data, we utilized the approach of grounded theory (Glaser and Strauss [1967] 2009), aiming to develop theoretical and empirical insights based on the empirical material. Accordingly, we based the analysis on an iterative, repetitive process of close-reading the data, categorizing the emerging relevant themes and creating a new synthesis. The empirical material was based on interviews conducted by the first author and focus group discussions facilitated by the authors. The following general topics were discussed: who are the actors in the collaborative processes taking place with the audience community; what is the aim and intention of these collaborative processes; what kind of methods, practices and procedures of collaboration are used. In the process of analysis, both researchers read the transcribed data repeatedly, coded it separately from the point of view of the research question, after which the analytical observations and categories were discussed and refined together. Finally, the researchers continued the analysis and constructed the final categories reported in the following section."]}, {"sec_title": "Findings", "sec_content": ["We move on now to discuss our empirical findings on the audience community's role as a strategic resource and the role of the editorial team in managing the collaboration with the audience community. We elucidate our analysis with interview excerpts. As the audience community is a relatively novel phenomenon, from both a practical and research point of view, we have chosen to focus in our empirical study on two pioneers in the Finnish media field. The main purpose of our study is not to attempt to provide a generalizable description of media brand audience communities, but to open up new perspectives on the audience community as a strategic resource in media work.", "In general, our research shows that the audience community can have broad-ranging strategic significance for media work and the media brand. The media professionals we interviewed felt that the audience community is a key success factor for media work and the media brand. In an extreme expression of this attitude, one of our interviewees said: “We wouldn’t exist without the online community.” The audience community is considered “critical” for the success of the media brand: “Printed, physical magazines are losing their significance. The future of many magazines depends on online communities.” The audience community is also important for the success of the printed magazine as part of the media brand:It's really important that people come into contact [online] with the brand once or twice a week. I’m sure that in a few years’ time the magazine would have been closed down if it hadn’t been partnered with the website. ", "It's really important that people come into contact [online] with the brand once or twice a week. I’m sure that in a few years’ time the magazine would have been closed down if it hadn’t been partnered with the website.", "Online, the media brand can have an active and constant presence—in contrast to the printed magazine, which comes out only once a month. That is why the online platform is so important also to the marketing and promotion of the printed magazine.", "What exactly is it then that makes the audience community a strategic resource in media work and for the media brand? As discussed earlier, strategic resources are the means that allow the company to diversify and run a successful business, they are rare and hard to substitute, and difficult for competitors to obtain. Based on our empirical analysis, we suggest that the audience community can be a strategic resource for media work for two main reasons: first, it allows the journalists and the media organization to gain a closer knowledge and understanding of the needs and expectations of the audience, and secondly, it is a space for promoting audience commitment and engagement. In the following, we examine these dimensions in detail. In addition, we present a classification of the new roles of journalists when collaborating with the audience community. These roles are those of observer, developer, facilitator and curator.", "It is important for a media company to monitor and understand how consumer values and attitudes are changing and to anticipate socio-cultural trends. They need this information in order to develop their business and operations in the right direction. To gain this information and understanding about consumers and thereby achieve a competitive advantage in building customer-driven contents and services, the media company can turn to the audience community. Information gained from and about the audience community is a strategic resource that the company can use in developing its existing products and services as well as in creating new contents and products. The audience community also serves as a resource in the sense that it actively provides information and feedback to journalists, a vital asset in readjusting and developing, for example, products and services.", "The most significant practical benefit for journalists resulting from the interaction with the audience community is that they learn to understand their audience and customers better. The information provided by the members of the audience community allows the journalists to identify subjects and phenomena that are of current interest to their audience and to use this information in content production and in media brand development: “If we didn’t have a community producing contents and subjects that they themselves are interested in, 24/7, we wouldn’t be able to keep up to speed on what's important to our target audience.”", "An active audience community gives the editorial team access to original, constantly updated consumer information. Journalists can tap in directly to the very source of consumer information. Without this information and without a presence in the audience community, journalists would not so well know what is important and significant for consumers. They would have to fumble much more, without as clear a picture of what kind of content they should be creating. Through their constant feedback, the audience community members provide information to the journalists about the editorial decisions that do not coincide with the views and thoughts of the community.", "Journalistic work is traditionally grounded in a particular set of assumptions. For instance, contents will be produced with a certain type of reader in mind. When they are working with an active audience community, media professionals no longer have to rely on such assumptions and hunches in producing contents or developing new services. Since they have constant contact and interaction with the audience community, journalists have better access to information about “real readers” rather than “model readers”.", "Information gleaned from the audience community is essentially different from the quantitative consumer data collected in media companies’ marketing departments. Traditional target group surveys produce useful information about consumer needs and expectations. However, survey and questionnaire information does little to shed light on hard-to-define and fast-moving cultural phenomena and on people's emotions, attitudes and lifestyles. Information and insights gained from the audience community are in demand most particularly in areas of consumer behaviour that are open to interpretation and that are hard to capture by traditional means of market research. In the editorial teams studied, observations about the behaviour and discussions of the community are not systematically “gathered” or “filed” for later analysis, but they are interpreted and used “organically”. Information received from the audience community can often yield a more in-depth, multidimensional and sensitive understanding: “ When you have a platform [the online site of the media brand] where you can talk about anything and where you can say anything about yourself or anything else, then people will talk about what's important to them.”", "The more closely defined the publication's target group, the more important it is to have an intensive understanding of that group. Interaction with the audience is particularly important in the case of target groups whose thinking and everyday life would otherwise remain elusive to the publication's editors, for instance on account of their age:Demi is a distinctive magazine, because the readers are so young. We journalists don’t understand what they’re thinking and what they need because we’re no longer young ourselves. Without being connected to them in many ways, we couldn’t do anything. ", "Demi is a distinctive magazine, because the readers are so young. We journalists don’t understand what they’re thinking and what they need because we’re no longer young ourselves. Without being connected to them in many ways, we couldn’t do anything.", "The importance of having such an understanding is most critical in publications whose readers’ and users’ needs and expectations are constantly changing—such as among young girls: “At that age opinions change very fast. Ideas of what's cool change about once a week.” It is difficult to produce a credible media service for this target group without an in-depth understanding of their life and thinking: “If we tried to produce a magazine for young girls in isolation [from them], there's no way it could keep up with the times.” For journalists to produce interesting content constantly, they must have a clear understanding of their target group and how their lives and circumstances are changing.", "Furthermore, if a media company has close interaction with the audience, it will not have to rely on information received through traditional focus group studies, for instance, in which the thoughts and views of the group members are probed in artificial settings. Nor will the media company have to base its future projections on separate trend analyses produced in the industry, which are often readily accessible to the competition as well. In the audience community, the media company has a source of constantly updated information material that will allow it to identify significant trends and phenomena within its target group. This offers a distinct advantage over the competition, because access to the material is restricted to the media organization in question.", "An active audience community is a key future resource for content production and media brand development. One of the key requirements here is connecting and engaging readers and users and getting them actively involved in developing the contents and the media brand. To this end, the members of the audience community must have a sense of ownership of the community, and feel that they have a say over key decisions. This will contribute to a stronger sense of audience commitment and loyalty, and ultimately impact the success of the media brand.", "Sense of ownership is an important aspect of audience community. According to the interviewees, it is vital that the audience feel that their “voice is heard” and that the community is their “own”. An interviewee explained how:We have emphasized [to the community] that the purpose is to produce the magazine for the readers, so please give feedback and opinions, and we will listen. They realize that and trust us. They also think that they have the right [to be heard]. ", "We have emphasized [to the community] that the purpose is to produce the magazine for the readers, so please give feedback and opinions, and we will listen. They realize that and trust us. They also think that they have the right [to be heard].", "The readers are not just consumers who get a printed magazine once a month and read it largely in isolation from other readers. Rather, they are concretely engaged in creating and developing the content and the media brand, profoundly engaging in its daily activities. This sense of ownership is shared in the community. It would be much harder to create such a sense if one consumed the magazine just by reading it once in a while, encountering the brand only occasionally and the other consumers even more seldom, if ever.", "The sense of ownership on the part of consumers prompts them to get involved and invest their time and energy in working with or for the media brand. It also requires that the community members have the chance to influence the practices and contents of the community. In the words of one interviewee: “If the brand is to succeed, users must feel a sense of ownership; and how can they have that sense if they have no influence.” Furthermore, the members of the audience community are noteworthy stakeholders in that they “invest great effort and time” in developing the community. In the interviews, the audience community was described as a tribe: “Nowadays one of the reasons for the success of a magazine brand is that a tribe evolves that has a sense of ownership of the brand.” The members of the Demi community call themselves “Demiters”, underlining their mutual sense of belonging.", "One key element of ownership-building is the invitation to co-creation. Even if it is only a minority of consumers who want to participate in the community, it is important that all of the consumers feel they can participate if they are inclined to. The community members themselves are also active in inspiring the community. For instance, they produce contents that activate the community, such as challenges and campaigns. “Young women are a particularly active group in lifestyle brands, and they are prepared to do things independently by themselves.” The role of the media organization is to create the conditions for this to happen.", "One of the tasks of the editorial team in developing the audience community is to create a co-operative atmosphere. As an interviewee from Lily described:You must have the right kind of mood in the community. We created the community pretty much from scratch—it didn’t exist in 2010. The editorial team had an extremely important role in trying to understand what kind of feeling we should have in the community. ", "You must have the right kind of mood in the community. We created the community pretty much from scratch—it didn’t exist in 2010. The editorial team had an extremely important role in trying to understand what kind of feeling we should have in the community.", "When there is a strong sense of ownership, the community members participate in sustaining and nourishing the community. At the same time, the editorial team does not have to contribute as strongly to the daily practices of the community: “Now that the community is up and running we know that the committed members of the audience will welcome new users to the community and show how the community works.”", "The community is relatively autonomous in the way it works. It would constitute a risk to the community if journalists intervened too much or too visibly in the discussions: “This is a community of users, we can’t interfere too much.” The journalists cannot advocate their own agenda in the audience community too forcefully: “The biggest mistake we could make would be to decide amongst ourselves what we like at the moment and what other professionals respect and what's in vogue in our industry, that's perhaps the pitfall we fall into every now and then.” Indeed for purposes of building engagement it is important to support and respect the community's autonomy. The journalists must listen and pay sufficient attention to the audience community's views. If the community members felt that their views were being ignored in decision-making concerning the community, that might well put their engagement in jeopardy. “We [editors] should work harder to make it as clear as possible how people can get involved and contribute if they want to.”", "Following the analysis of two strategic dimensions of the audience community, we will next examine the roles expected of the editorial team when working with the audience community. The exchange and interplay between the editorial staff and the audience community members of the two media brands studied represents a whole new journalistic culture that is quite distinct from traditional mass communication, where the roles of producers and consumers are clearly differentiated and do not enable much connectivity. Journalists of legacy media publications can of course be active on Twitter and Facebook, for instance, or receive occasional e-mail feedback from readers, but this is still different from daily, active collaboration and interaction with audience community members.", "Collaborating with the audience community and harnessing the community as a strategic resource requires new kinds of journalistic practices. In fact, our study suggests that in their interaction with the audience community, journalists should avoid the traditional approach, where editorial decisions are made without considerable input from the readers and where there is no direct and daily collaboration with them. Based on our analysis of the empirical data, the emerging tasks of the editorial staff can be dissected and analysed via four different roles: observer, developer, facilitator and curator. These roles and the related duties are quite different from those in traditional journalistic work.", "First, the role of the editorial team is to observe and understand the audience community. Among other things, editorial staff members follow the discussions in the online community and aim to identify their interests, needs and concerns. It is important that the editorial staff are sensitive to what the community members feel are relevant subjects and viewpoints and warrant serious focus in ideation and development. The professional competence of the editorial team also includes the ability to identify and analyse the target group's needs in relation to the service provided and on this basis to further develop the service concept.", "The second role of the editorial team is the development of the platform and service. Working with the audience community implies a shift in the work of editorial staff from content production to the ideation and development of new subject areas and services. Since the audience community members in our case studies are engaged and largely responsible for the content in the online service, the job of the editorial team is to create, maintain and develop the conditions necessary for producing the contents that are vital to the community and the media brand. The editorial staff at Lily, especially, gives a lot of thought to the development and management of the service from the brand's point of view. They feel that the whole service and the brand must be streamlined and well thought out. This applies equally to the work done by editorial team members and the interaction in the audience community.", "The willingness of community members to share their views concerning the service may also cause problems to the brand. As far as getting endorsements for the service or the brand is concerned, the audience community can be a two-edged sword: just as they are happy to report about successes to their networks, so they are willing to offer their criticisms. In this sense, they constitute a risk to the brand's reputation: any negative commentary about the service may easily spread and create unfavourable publicity for the brand.", "The third role is to facilitate communication within the community and so to inspire discussions. Editorial team members direct and support communication in the online community by showing the way and setting an example, for instance by initiating and sparring discussions and encouraging interactivity. In the cases studied, the members of the community take active advantage of the opportunity to interact with the editorial team. They send in feedback and ask questions that give the editorial team new ideas for future contents. The active communicative engagement of the community may be seen in their suggesting subjects for stories, ideas on who to interview and on who to feature on the cover of the print magazine.", "The fourth role is to curate content, aiming to open interesting new angles on existing online content. The editorial team of Lily run their own blog in the service, giving them some leverage over the direction of the community. The editorial team's own blog is often curated from material produced by the bloggers on the Lily website: “We want to draw our readers’ attention to selected pieces in the huge flood of daily material, because we think they might be interested and because they might not otherwise even find them.” The blog serves as a kind of metablog for the online service. The members of the editorial team also have active interaction with the community, commenting on blog texts and highlighting stories in social media. They have their own “stamp of approval” to highlight recommended reading, i.e. reader blogs that are considered to warrant special mention. The bloggers appreciate this system which gives some of them extra exposure. The editorial team members feel this kind of curation is important also for purposes of fostering a community spirit. These activities of supporting the sense of community is far removed from the traditional processes of media production, and therefore the editorial teams stressed in the interviews that the job requires now a degree of service-mindedness.", "One task of the editorial team is also to create and curate content that markets the service. In practice, this means, for example, that contents and headings are worded with marketing in mind: “When we’re writing a Facebook status update, what we really want to achieve is that as many people as possible comment on the update, like it and share it so that it spreads to as many friends as possible.” Conventionally, journalistic work has been clearly separated from the marketing and sales of journalistic products, but this is changing rapidly: “My job includes making Facebook advertisements, something I would certainly have refused to do just three years ago, because I’m a professional journalist.” As this quote illustrates, the editorial staff members think that marketing the service and its contents is becoming an important part of their job, in addition to producing content that is considered more journalistic."]}, {"sec_title": "Discussion", "sec_content": ["In this article, we have studied the audience community from the point of view of media professionals, rather than media consumers. The reason we chose this perspective was that we wanted to gain a deeper insight into insufficiently researched phenomena that are transforming the practices of journalists and media companies. In the study, we have focused particularly on the sector of magazine publishing. Based on our empirical study with two Finnish magazine media brands, we have identified two primary ways in which the audience community can be a strategic resource for media work. First, working with the audience community helps gain a better understanding and knowledge of consumers; and second, consumers can engage extensively with the media brand and achieve a sense of ownership through their involvement in the audience community. Furthermore, we have defined and established four emerging roles for journalists working with the audience community: those of observer, developer, facilitator and curator.", "In general, we can conclude that many editorial teams, media brands and media companies in the magazine industry would benefit from working with the audience community both in strategic and operational terms. Our study of the two Finnish magazine brands shows especially how this requires active work on behalf of the editorial staff—such work that is captured in the four emerging roles that we have described based on the interview data. In a similar sense as Jensen (2010, 14), we would propose, based on our study, a shift of focus from media to communication in media work—an agenda emphasizing the recombination and reconfiguration of one-to-one, one-to-many and many-to-many communication. Accordingly, audience studies should shed more light on the links between consumption and production of mass media, and interpersonal communication, both among the audience and between the editors and the audience (see Villi 2012, 625).", "Naturally, the success of these actions and the significance and utility of the audience community vary depending on the targeted audience and the type of publication. It is not conceivable that all media brands could engage in such a functional and perhaps even affective relationship with their audience as that which surfaced in our interviews. According to Davidson, McNeill, and Ferguson (2007, 218), magazine consumption is conducive to audience community formation, especially around specialty consumer magazines, such as hobby and interest magazines. The readers of generic magazines appear to have a less strong attachment to the magazines they purchase and feel less of a connection to other readers (Davidson, McNeill, and Ferguson 2007). Our findings are in line with this observation, as the two studied magazines and media brands are both very targeted, and importantly, targeted at younger, net-savvy generations. In addition, Holmes (2007, 514) raises how magazines have a different audience relationship than newspapers, for which the concept of “reader” is a relatively new discovery. Magazine publishing, by contrast, is traditionally focused on the needs, desires, hopes, fears and aspirations of the reader, which has helped it to build a bond of trust with readers. Taking advantage of that bond, a magazine can encourage community-like interactions between itself and its readers, as well as among readers (Holmes 2007). In this sense, it can be assumed that the community of readers is more important for magazines than it is for newspapers, although newspapers would also certainly benefit from an engaged audience community formed around the media brand. The audience communities of newspaper brands would in fact be a subject worth studying more.", "Earlier studies on audience participation have highlighted the role of the audience community as a “radar” and consumer inquiry tool (Villi 2012, 616; Andrejevic 2002; Caraway 2011, 697–698). In the same vein, Heinonen (2011, 37–38) uses the term “public sensor” to describe journalists keeping an eye on what users are talking about online. Successful media organizations are keen to make sure they listen to their audiences (Jenkins, Ford, and Green 2013; Crawford 2011, 128). As a result of this close monitoring, audience members can become “assistant editors” (Villi 2012, 624) who indirectly influence editorial decisions by expressing their collective state of mind and interests. They reflect on stories, express their opinions about these stories and feed into newsrooms new perspectives on existing topics and new ideas for fresh stories, thus serving as idea generators (Heinonen 2011, 38, 41). Singer (2014, 67) notes how journalists have always been influenced by audience interests, but that influence has never been as direct, explicit and immediate as it is now.", "Our study has added and contributed to previous observations on communication in audience communities by providing new knowledge on media work practices that are not only about observing the audience from a distance or monitoring the audience without them knowing about it (see Villi 2012, 624), but rather about working with audience communities and engaging more deeply in their daily communal activities. The resources and new roles related to media work we have described are in contrast to traditional media industry conventions whereby consumers are researched, observed, segmented and targeted, but not engaged in meaningful interaction and collaboration with the media organization (Ramaswamy and Gouillart 2010). Research on citizen journalism (Thurman 2008; Ostertag and Tuchman 2012) has examined the participation of the audience in the journalistic processes of different media. Yet, many media organizations still remain hesitant to open the production and editing stages to the audience, indicating tension between media producers and media users (Domingo et al. 2008, 334; Hermida 2011, 21). In many cases, media outlets only allow users to comment on or distribute pre-made material (Karlsson 2011, 79), or to offer “raw material” such as eyewitness footage or photographs, accounts of experiences and story tip-offs (Wardle and Williams 2010, 793–794; Williams, Wardle, and Wahl-Jorgensen 2011, 85).", "Our analysis also shows the importance of a strong sense of ownership within the audience community: when consumers have a sense that the community and the media brand are their “own” (see also Moisander, Könkkölä, and Laine 2013), they will be eager to contribute to developing the services and contents. They will need no external motivation to engage and spend their time in the community, thereby supporting the brand, in a sense working for the brand (see Terranova 2000; Fuchs 2010). Consequently, as well as providing an opportunity for consumer empowerment, collaboration between the media organization and audience community entails the potential exploitation of the “working consumers” in corporate value production (Cova and Dalli 2009; Schroeder 2011; Zwick, Bonsu, and Darmody 2008, 166; van Dijck and Nieborg 2009).", "The main glue holding together audience communities of magazine brands has been a sense of imagined community (Anderson 2002; see also Cayla and Eckhardt 2008). Audience communities have not existed in a geographical sense, and their members have rarely met one another (Davidson, McNeill, and Ferguson 2007, 215). Apart from the Demi audience community that organizes “Demi meetings” where its members can get together and meet in person, the audience communities we studied do not exist in a geographical sense. However, we argue that the online environment enables a more engaging communality than is possible for magazine consumers who only read the magazine and do not directly interact with other consumers. Therefore, our study provides a different view on magazine audience community than Fung (2002) and Davidson, McNeill, and Ferguson (2007) have brought forth.", "Based on our study, we argue that media organizations should invest increasing effort in creating and managing audience communities. The audience community is an emerging resource in developing media brands. From the viewpoint of future research, a promising field is to investigate the concept of audience community from the viewpoint of brand community and consumer culture theory. The further integration of research on brand community with audience and journalism studies may provide one connecting factor between the study on journalistic practices and the research on media management and media business. Future research should also address the question as to whether audience communities actually are more necessary and prevalent in some media sectors and for some media brands than others.", "It would also be useful to look more closely into the actions and practices that could promote the engagement of consumers in audience communities in ways that are beneficial for media brands. The interpersonal community nature of the audience requires, as Marshall (2009, 81) notes, that the successful operation of the media industry should in many cases be in fact as much about content production as it is about facilitating the maintenance of social relations among and with its audience. Social networks in the audience are becoming fundamental to the sustenance of media, and therefore also magazine companies need to acknowledge in their strategic media work the convergence of media and communication, where the communicative (interpersonal) dimensions have invaded, informed and mutated the media elements (Marshall 2009, 86, 88)."]}, {"sec_title": "Conclusion", "sec_content": ["In this article, we have discussed the role of the audience community as a strategic resource in media work, providing a new angle on a scarcely studied but highly topical phenomenon. We have contributed to the literature of media work by demonstrating how the audience community is a significant strategic resource in media work and for media brand development, as it can contribute to a deeper knowledge and understanding of the audience and consumer needs, and furthermore promote customer commitment and engagement. We have also contributed to the research on media work by presenting emerging tasks and roles of journalists who actively seek to collaborate with audience communities. This is an important result for research and theory on media work, as relevant journalistic and managerial practices regarding collaboration with audience communities are still taking shape.", "We maintain that an active audience community provides a strategic development tool for media organizations and editorial teams. In the media industry, co-creation has the potential to develop into one of the most important future business models. Media organizations therefore must work to create new ways of developing and integrating audience communities as part of their journalistic work and brand building. Media professionals should especially think of ways in which they can promote engagement and a sense of ownership within the audience communities."]}], "references": [{"title": "“The Work of Being Watched: Interactive Media and the Exploitation of Self-disclosure.", "year": "2002", "journal": "Critical Studies in Media Communication", "volume": "19", "authors": [{"name": "Andrejevic Mark.", "first_name": "Andrejevic", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Ethical Economy: Towards a Post-capitalist Theory of Value.", "year": "2009", "journal": "Capital \\& Class", "volume": "33", "authors": [{"name": "Arvidsson Adam", "first_name": "Arvidsson", "last_name": "Adam", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Reconciling Community and Commerce?", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Audience Labor in the New Media Environment: A Marxian Revisiting of the Audience Commodity.", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Caraway Brett", "first_name": "Caraway", "last_name": "Brett", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Participation Is Not Enough: The Conditions of Possibility of Mediated Participatory Practices.", "year": "2009", "journal": "European Journal of Communication", "volume": "24", "authors": [{"name": "Carpentier Nico", "first_name": "Carpentier", "last_name": "Nico", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Asian Brands and the Shaping of a Transnational Imagined Community.", "year": "2008", "journal": "Journal of Consumer Research", "volume": "35", "authors": [{"name": "Cayla Julien", "first_name": "Cayla", "last_name": "Julien", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eckhardt Giana M.", "first_name": "Eckhardt", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Digital Prosumption and Alienation.", "year": "2010", "journal": "Ephemera Theory \\& Politics in Organization", "volume": "10", "authors": [{"name": "Comor Edward", "first_name": "Comor", "last_name": "Edward", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Working Consumers: The Next Step in Marketing Theory?", "year": "2009", "journal": "Marketing Theory", "volume": "9", "authors": [{"name": "Cova Bernard", "first_name": "Cova", "last_name": "Bernard", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dalli Daniele", "first_name": "Dalli", "last_name": "Daniele", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Magazine Communities: Brand Community Formation in Magazine Consumption.", "year": "2007", "journal": "International Journal of Sociology and Social Policy", "volume": "27", "authors": [{"name": "Davidson Laura", "first_name": "Davidson", "last_name": "Laura", "affiliation": "", "orcid": "", "role": ""}, {"name": "McNeill Lisa", "first_name": "McNeill", "last_name": "Lisa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ferguson Shelagh", "first_name": "Ferguson", "last_name": "Shelagh", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Participatory Journalism Practices in the Media and Beyond: An International Comparative Study of Initiatives in Online Newspapers.", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Uninvited Brand.", "year": "2011", "journal": "Business Horizons", "volume": "54", "authors": [{"name": "Fournier Susan", "first_name": "Fournier", "last_name": "Susan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Avery Jill", "first_name": "Avery", "last_name": "Jill", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Labor in Informational Capitalism and on the Internet.", "year": "2010", "journal": "The Information Society", "volume": "26", "authors": [{"name": "Fuchs Christian", "first_name": "Fuchs", "last_name": "Christian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Women&#039;s Magazines: Construction of Identities and Cultural Consumption in Hong Kong.", "year": "2002", "journal": "Consumption Markets \\& Culture", "volume": "5", "authors": [{"name": "Fung Anthony", "first_name": "Fung", "last_name": "Anthony", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The New Economy, Creativity and Consumption.", "year": "2004", "journal": "International Journal of Cultural Studies", "volume": "7", "authors": [{"name": "Hartley John", "first_name": "Hartley", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Toward a Theory of Brand Co-creation with Implications for Brand Governance.", "year": "2010", "journal": "Journal of Brand Management", "volume": "17", "authors": [{"name": "Hatch Mary Jo", "first_name": "Hatch", "last_name": "Jo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schultz Majken", "first_name": "Schultz", "last_name": "Majken", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Mapping the Magazine.", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Holmes Tim", "first_name": "Holmes", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Flourishing but Restrained: The Evolution of Participatory Journalism in Swedish Online News, 2005–2009.", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Networked Narratives: Understanding Word-of-Mouth Marketing in Online Communities.", "year": "2010", "journal": "Journal of Marketing", "volume": "74", "authors": [{"name": "Kozinets Robert V", "first_name": "Kozinets", "last_name": "Robert", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Valck Kristine", "first_name": "de", "last_name": "Kristine", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wojnicki Andrea C.", "first_name": "Wojnicki", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wilner Sarah J. S.", "first_name": "Wilner", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Building Brand Community.", "year": "2002", "journal": "Journal of Marketing", "volume": "66", "authors": [{"name": "McAlexander James H", "first_name": "McAlexander", "last_name": "H", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schouten John W.", "first_name": "Schouten", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Koenig Harold F.", "first_name": "Koenig", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Engagement with Online Media.", "year": "2010", "journal": "Journal of Media Business Studies", "volume": "7", "authors": [{"name": "Mersey Rachel Davis", "first_name": "Mersey", "last_name": "Davis", "affiliation": "", "orcid": "", "role": ""}, {"name": "Malthouse Edward C.", "first_name": "Malthouse", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Calder Bobby J.", "first_name": "Calder", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Consumer Workers as Immaterial Labour in the Converging Media Markets: Three Value-creation Practices.", "year": "2013", "journal": "International Journal of Consumer Studies", "volume": "37", "authors": [{"name": "Moisander Johanna", "first_name": "Moisander", "last_name": "Johanna", "affiliation": "", "orcid": "", "role": ""}, {"name": "Könkkölä Saara", "first_name": "Könkkölä", "last_name": "Saara", "affiliation": "", "orcid": "", "role": ""}, {"name": "Laine Pikka-Maaria", "first_name": "Laine", "last_name": "Pikka-Maaria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Brand Community.", "year": "2001", "journal": "Journal of Consumer Research", "volume": "27", "authors": [{"name": "Albert M. Muniz Jr.", "first_name": "Albert", "last_name": "Muniz", "affiliation": "", "orcid": "", "role": ""}, {"name": "O’Guinn Thomas C.", "first_name": "O’Guinn", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Online Consumer Communities and Their Value to New Product Developers.", "year": "2005", "journal": "Journal of Product \\& Brand Management", "volume": "14", "authors": [{"name": "Pitta Dennis A", "first_name": "Pitta", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}, {"name": "Fowler Danielle", "first_name": "Fowler", "last_name": "Danielle", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Understanding Value Co-creation in a Co-consuming Brand Community.", "year": "2011", "journal": "Marketing Theory", "volume": "11", "authors": [{"name": "Pongsakornrungsilp Siwarit", "first_name": "Pongsakornrungsilp", "last_name": "Siwarit", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schroeder Jonathan E.", "first_name": "Schroeder", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Consumer Co-creation and Situated Creativity.", "year": "2008", "journal": "Industry \\& Innovation", "volume": "15", "authors": [{"name": "Potts Jason D", "first_name": "Potts", "last_name": "D", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hartley John", "first_name": "Hartley", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Banks John", "first_name": "Banks", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Burgess Jean E.", "first_name": "Jean", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cobcroft Rachel S.", "first_name": "Cobcroft", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cunningham Stuart D.", "first_name": "Cunningham", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Montgomery Lucy", "first_name": "Montgomery", "last_name": "Lucy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“How Brand Community Practices Create Value.", "year": "2009", "journal": "Journal of Marketing", "volume": "73", "authors": [{"name": "Schau Hope Jensen", "first_name": "Schau", "last_name": "Jensen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jr. Albert M. Muniz", "first_name": "Albert", "last_name": "Muniz", "affiliation": "", "orcid": "", "role": ""}, {"name": "Arnould Eric J.", "first_name": "Arnould", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“User-generated Visibility: Secondary Gatekeeping in a Shared Media Space.", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Free Labor: Producing Culture for the Digital Economy.", "year": "2000", "journal": "Social Text", "volume": "18", "authors": [{"name": "Terranova Tiziana", "first_name": "Terranova", "last_name": "Tiziana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Forums for Citizen Journalists? Adoption of User Generated Content Initiatives by Online News Media.", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Wikinomics and Its Discontents: A Critical Analysis of Web 2.0 Business Manifestos.", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Van Dijck José", "first_name": "Van", "last_name": "José", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nieborg David", "first_name": "Nieborg", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Social Curation in Audience Communities: UDC (User-distributed Content) in the Networked Media Ecosystem.", "year": "2012", "journal": "Participations: The International Journal of Audience and Reception Studies", "volume": "9", "authors": [{"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Beyond User-generated Content: A Production Study Examining the Ways in Which UGC Is Used at the BBC.", "year": "2010", "journal": "Media, Culture \\& Society", "volume": "32", "authors": [{"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Have They Got News for Us?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Putting Consumers to Work: ‘Co-creation’ and New Marketing Governmentality.", "year": "2008", "journal": "Journal of Consumer Culture", "volume": "8", "authors": [{"name": "Zwick Detlev", "first_name": "Zwick", "last_name": "Detlev", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bonsu Samuel K.", "first_name": "Bonsu", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Darmody Aron", "first_name": "Darmody", "last_name": "Aron", "affiliation": "", "orcid": "", "role": ""}]}]}