{"doi": "10.1080/21670811.2018.1493938", "url": "https://doi.org/10.1080/21670811.2018.1493938", "title": "Digital Archiving as Social Protest", "volume": "6", "year": "2018", "issue": "9", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Paul", "first_name": "Subin", "name": "Subin Paul", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Dowling", "first_name": "David", "name": "David O. Dowling", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The relationship between journalism and social marginalization is a relatively understudied area in digital journalism studies. Our case study of Dalit Camera (DC), an online news archive and chronicle based in India, examines how historically disadvantaged Dalits, or “Untouchables,” are leveraging digital tools to narrate their oppressive past to the outside world parallel to the rise of political censorship in India. As part of its archiving process, DC is preserving footage of Dalit resistance against hegemonic domination by caste Hindus. Through their grassroots network of citizen journalists, DC is also engaged in reporting caste-based discrimination and violence today, contributing to the Dalit social movement for equality and justice. Our study provides the first examination of Dalit social protest as a function of digital news archiving, in the process bringing a non-Western subject typically reserved for Subaltern Studies to digital journalism studies as a potent example of citizen journalism and participatory online culture in a censorious media climate. We argue that the growing field of digital journalism studies must leverage productively with area studies scholarship, such as Subaltern Studies, in order to advance a deeper understanding of journalism cultures in the Global South.", "body": [{"sec_title": "Introduction", "sec_content": ["After enduring a brutal beating at the hands of members of a Hindu nationalist student organization, Ravichandran Bathran, a former doctoral student at the English and Foreign Language University in Hyderabad, resolved to establish an online archive to document the violence perpetrated against the outcastes of India known as Dalits or “Untouchables.” Being a Dalit himself and belonging to the manual scavenging community—which cleans toilets that do not have a modern flush system—Bathran, like other Dalits throughout the country, was a witness to and victim of caste oppression. While caste discrimination has been a staple of Indian society for centuries, the specific manifestations of oppression rarely make headlines in the mainstream news media, which are owned and operated primarily by upper-caste Hindus (Rao and Wasserman 2015; Mody 2015). It is within this context that Bathran turned to a relatively democratic space of the internet to launch an archive called Dalit Camera (DC) in 2012.", "DC is an archive in the form of a YouTube channel and a website (dalitcamera.com) that records news, narratives, public meetings, songs, talks, and discussions on Dalits and other underrepresented sections of the Indian society. Its stated purpose is to document views from activists, students, and intellectuals of the Dalit community primarily as “a response and counter-view to the cartelized hegemony of the English news” (Bhim 2018). DC has thus positioned itself in opposition to the “Murdochization” of India’s mainstream media associated with rampant corporate corruption (Sonwalkar 2017). The website functions mainly as a “textual” counterpart to the YouTube channel, which on an average is updated daily. It is through this close monitoring of the present and the continuous (although uneven) accumulation of online items that news websites, such as DC, become archives (Bødker 2017). In other words, DC can be understood as an archive because news sites, through accumulation, inadvertently become archives in the sense that news sites are a “combination of chronicling and archiving” (59). Furthermore, DC’s “interactive affordance” (Bødker and Brügger 2018) facilitates digital citizen journalism—the act of ordinary people creating online media content that includes news and information (Wall 2015). DC’s mission to “document perspectives on/voices of Dalits” therefore casts its contributors as both citizen journalists and archival documentarians. The contributors work in collaboration with DC’s volunteers, who are mainly students based at the metropolitan cities of Hyderabad, Mumbai, and Kolkata, maintain sole access to upload materials to the website and channel.", "In this examination of the content and practice of digital archiving and chronicling as social protest, we approach archives according to Weld (2014) not only as sources of data to be excavated by researchers but also “as more than the sum of their parts—as instruments of political action, implements of state formation (‘technologies of rule’), institutions of liberal democratization, enablers of gaze and desire, and sites of social struggle” (13). Instead of mere “institutions of memory” (Hartley 2012, 157) regarded in a purely technicist manner, archiving in our study is conceived as a social and political practice (Couldry 2008; Udupa 2016).", "Informed by the work of Castells (2015) on how various social movements across the world have benefited from digital technologies, we evaluate the potential and limitations of an online archive such as DC in terms of social justice for and political upheaval of Dalits and other subaltern (i.e., disenfranchised and repressed) groups to answer the following questions. How does DC represent Dalit issues and voices in India? Does DC, both as a digital archive and as a participatory chronicle, contribute to the Dalit social and political movement for equality and justice, and if so, in what ways? What kinds of problems does DC encounter in representing Dalits and other marginalized groups? And lastly, how can the DC archive advance subaltern voices and (re)construct journalism history from the perspective of common people rather than elites of South Asia?", "Our goal in this article is to explore these questions through a discussion of exemplary cases recorded in DC. In doing so, we are inspired by Pandian’s (2008) recommendation to produce “enabling re-descriptions of life-worlds” and thereby facilitate “morally and politically enabling knowledge(s) about Dalits and other subaltern groups” (34). This essay begins by situating Dalits and their media within their larger sociological setting. It then analyzes the work and function of the DC archive, specifically its YouTube channel and blog, parallel to theoretical insight on social movements in digital space. In the next section, we focus on how the DC archive helped popularize a Dalit social movement in the wake of a key student-activist’s suicide. The conclusion then addresses the limitations, possibilities, and implications of the DC archive for Dalit political activism and digital journalism studies."]}, {"sec_title": "Situating Dalits and Their Media", "sec_content": ["Despite the implementation of democratic ideals such as equality and universal suffrage in the 1950s, Dalits remain at the bottom of the caste system—the principal mode of social stratification in India (Rao and Mudgal 2015). In colonial India, various names were applied to the castes that the British combined under the label “Untouchables.” Scheduled Caste (SC) is the official, administrative term, derived from the list, or “schedule,” in the 1935 constitution that recorded such castes (Jeffrey 2001). Dalit is the favored term, though, meaning “oppressed” or “ground down.” To validate exclusion of Dalits from information, ancient Hindu scripture is sometimes called on: “If a Sudra [and Dalits were even lower in status]…listens to a Vedic recitation, his ears shall be filled with molten tin or lac; if he repeats it, his tongue shall be cut off; if he commits it to memory, his body shall be split asunder” (Gautama Dharmasutra 1999).", "Although the Indian constitution has formally abolished untouchability, in practice, it still persists in the country, especially in rural areas. Dalit movements for social equality are restricted, though in some states such as Uttar Pradesh, Dalits have become an increasingly organized political force during the past few decades (Belair-Gagnon et al. 2014). Historically, Dalits were forced to ask permission from landlords before leaving their villages or conducting marriages, and they faced beatings if they transgressed. As a population, Dalits are predominantly poor, heavily discriminated against, overwhelmingly rural and more than half illiterate (Jeffrey and Doron 2012). Social welfare measures such as affirmative action, in which a proportion of seats in government jobs and higher education are reserved for Dalits, have produced limited results. Consequently, Dalits who comprise approximately 17 percent (nearly 200 million) of India’s population continue to be socially stigmatized.", "In electoral politics after India’s independence in 1947, Dalits were often treated as additional voters for the landlords on whose land they lived and worked. Dalit political movements were limited with the only “major” party being the state-level Bahujan Samaj Party (BSP), which won the 2007 elections in Uttar Pradesh, but has hitherto failed to have national influence (Jeffrey and Doron 2012). Apart from the BSP, political parties from the left have forged, to various extents, alliances with Dalits. Such overtures, however, have frequently met with criticisms from a section of Dalit activists and intellectuals (Mishra 1999).", "Dalit-produced media originally appeared in the early twentieth century with Achut (“Untouchable”), the first notable Dalit newspaper published in 1917 at Delhi. Around the same time, Ayothee Das, a Dalit leader from the Madras Presidency, started a newspaper called Oru Naiya Piasa (“One New Paisa”) (Pandian 2007). Since then, there were several Dalit newspapers and magazines published from cities, towns, and regions across the country. Yet, their number was negligible in comparison to mainstream publications. Furthermore, as Jeffrey (2001) noted, all Dalit publications were fringe, often with a literary emphasis and little influence beyond the circle that produced them. Language divisions within India, and caste divisions among Dalits themselves, constricted the market for publications trying to cater to Dalit interests. Lacking access to traditional forms of media, Dalits developed their own limited media and cultural practices with which they shaped their identities. Over the past two generations, a tiny Dalit middle-class emerged which produced internationally recognized Dalit literature of autobiography and poetry in English and several Indian languages (Thirumal and Tartakov 2011). Similarly, film scholars noted an interest in Dalit and caste issues in South Indian cinema. Recently several visual documentaries were commissioned by government and private agencies as ethnographic films on Dalits. These documentaries traced their origins to the work of filmmakers such as Anand Patwardhan.", "Dalits rarely worked in mainstream news media till the twentieth century because of a combination of structural and ideological bars, which made it immensely difficult for Dalits to enter or advance in the journalism industry. Jeffrey (2001) claimed that the position of Dalits in Indian newsrooms was at least two generations removed from that of Blacks in American newspapers. Partly owing to the near absence of Dalits in newsrooms, mainstream media typically refuse to give prominence to atrocities suffered by Dalits and systematically deny grassroots Dalit movements space in publications. The Dalit voice was missing from or marginal in most alternative and citizen journalism outlets that were established after the internet boom in the 2000s (Poell and Rajagopalan 2015; Chadha and Steiner 2015).", "Yet, with the advent of the internet, there was never before as much opportunity for dialogue outside of mainstream media where the marginal can not only speak, but can also expect a response (Mitra 2001). Building on this opportunity, Dalit internet groups such as ambedkar.org (named after the Dalit iconic figure and architect of the Indian Constitution B.R. Ambedkar) and dalitstan.org (which since 2006 has been blocked by the Indian government) shaped crucial issues in the construction of an alternate Dalit history and identity (Thirumal 2008). As Dalits are present throughout the country, but nowhere in majority, they constitute perhaps the only community other than the Brahmins to display an eagerness to share a pan-Indian identity. This eagerness, Thirumal (2008) argued, can be realized through the use of online media by the Dalit middle-class. Chopra (2006), however, cautioned that in its online participation, Dalit discourse may tend to mirror the dominant mode of representation by caste Hindus that can stake a claim to cultural ownership of the nation, even as Dalits remain opposed to the ideology of Hindu nationalism. The voice of Dalits received an online fillip with the establishment of discussion portals such as Round Table India and Ambedkar’s Caravan in 2008 and 2009. The group’s online community further expanded with Savari, a website featuring the writings of Dalit, tribal, and Bahujan (“peoples in majority”) women. Taken together, these portals showcase issues that are otherwise sidelined or misrepresented in mainstream news media.", "DC joined this emerging Dalit online space in 2008 when it posted the video of a Dalit Panchayat (“assembly”) leader in the southern Indian state of Tamil Nadu who was attacked by caste Hindus. Since then, DC focused on a range of issues relating to Dalits, Muslims, women, and other underrepresented groups. “As a student, I didn’t have the means to start a newspaper or television channel [but I could] film instances of discrimination,” said Bathran, adding, “When we hear of an atrocity, we interview the victim, put up whatever raw footage we have, record dalits’ opinion and upload the video” (Dhillon 2014). Most of DC’s contributors are students with little to no formal journalism training. Beside financial donations, the work of DC is self-funded. In terms of audience, DC’s YouTube channel is still nascent with about 20,000 subscribers. The channel is arguably far more influential than that number suggests because Dalit portals including Round Table India frequently republish DC’s posts on their websites.", "The significance of DC’s function as a progressive alternative to mainstream media intensified in the wake of the 2014 elections that brought the Bharatiya Janata Party (BJP) to power. Since these elections, which led to Narendra Modi’s appointment as Prime Minister, a new wave of press censorship has taken over India, driving out editors and journalists critical of him, and ushering in a new era of intolerance for anything other than lapdog journalism. Dalits and their agitation for caste annihilation clearly had no place in the newsroom and headlines given this convergence of State and media under “the expectation that the news media are called upon to act as cheerleaders of the state instead of holding it to account” (Sonwalkar 2017, 535).", "DC’s founder and contributors see themselves as “archivists” for they do not “add value to the protests [or events] on the ground” (Aravind 2016). DC’s archiving practices nonetheless differ from traditional archiving in that the former is a more dynamic endeavor—filled with timely ripostes and commentaries against opposing mainstream narratives—than an exercise confined to designing and maintaining web portals for information storage and display. Its function thus far exceeds the mere “curation of data” (Udupa 2016). In this dynamic political activity, archiving becomes a “living library” not “stuffed into [static] libraries or state vaults,” but a struggle over archiving power as author-function to “make and command what took place here or there, in this or that place, and thus what has an authoritative place in the contemporary organization of social life” (Povinelli 2011, 150–152). Moreover, past news in an online news site and archive, such as DC, accumulate and increasingly become searchable, by “dragging along their own genealogies” (Bødker 2017, 59; Bødker and Brügger 2018). Such an “archive,” therefore, is a useful resource not only to future journalism scholars aspiring to write an alternative history from the perspective of the oppressed, but more directly to the very subaltern groups which are looking for new political paths and movements ahead."]}, {"sec_title": "Social Movements in the Digital Age", "sec_content": ["According to Castells (2015), social movements have transformed profoundly in the digital age, as technologies have enabled “the rise of new forms of social transformation” (47). In particular, the pattern he identified in social movements originating on the internet and expanding into urban spaces describe a similar one to that of the Dalit protests that leverage DC on YouTube. Castells (2015, 46) noted that in Tunisia and Iceland, “the movement went from cyberspace to urban space, with the occupation of the symbolic public square as material support for both debates and protests.” DC has similarly leveraged online media to publicize its protests on behalf of Dalits. Not only does DC function as a clearinghouse of video documentation of abuses to this minority population, it also has drawn protesters together. In the wake of a middle-class 23-year old medical student’s gang rape by twenty men in 2012, DC filmed a video of a Dalit activist Rekha Raj voicing criticism in a public setting. Her point was that widespread rape of Dalit lower-caste women in farming at the hands of upper-caste landowning men had received no attention in comparison to the middle-class victim. The protest highlighted how chronic rape is perpetuated by the prohibition of free speech among Dalits, which in effect silences victims (Mehta 2014). DC thus not only provides a voice for such protesters and an archive of atrocities suffered by Dalits, it also functions as what Castells called “a hybrid public space made of digital social networks,” which for DC consists of subscribers and followers via social media on YouTube. For this grassroots uprising, “a newly created urban community is at the heart of the movement, both as a tool for self-reflection and a statement of people’s power” (Castells 2015, 46).", "Much of the political efficacy of DC lies in its status as a YouTube channel, whose medium of visual communication features raw video, in some cases edited in documentary formats by mostly untrained videographers. The rawness of the footage creates authenticity as well as intimacy, both of which play a key role in rallying support for Dalit demonstrations. Similarly, the Egyptian revolution relied heavily on YouTube to bring a deeply human element of lived experience to the event that mobilized resistance, which was further coordinated through Twitter and other SMS. “Videos of security forces treating the protesters brutally were shared via the internet,” Castells observed, “exposing the violence of the regime in unedited form.” Just as several key videos on DC have been viewed more than 50,000 times despite the channel having about 20,000 subscribers, the Egyptian revolution depended on the circulation of compelling raw videos through social media. “The viral nature of these videos and the volume and speed with which news on the events in Egypt became available to the wider public in the country and in the world was key to the process of mobilization against Mubarak” (Castells 2015, 60).", "As with the Egyptian revolution’s use of multimodal autonomous communication to break through the wall of silence and empower the oppressed to voice their dissent, the previously silenced Dalits have come forward with their testimony on DC. The digital archive in this case has a similar effect of breaking “the barriers of isolation, making it possible to overcome fear by the act of joining and sharing” (60). Since Dalits are denied access to local public platforms for speaking out and are systematically erased from public view by news organizations that refuse to cover their stories and hire them as journalists, the lack of a medium of communication kept them in isolation thus disabling organization in protest. With DC, women Dalit farm-workers can view and share each others’ stories of sexual violence and gather in unprecedented numbers in public spaces to voice their dissent. Linkan Subudhi epitomizes this digital generation of Dalits newly empowered by the digital archive to advocate on behalf of women rape victims and abused children. “Caste is not a reason for being raped,” she said in one video. “Any woman is unsafe” (Mehta 2014).", "Social media platforms such as Twitter that offer synchronous or near synchronous communication have been effective in coordinating activist organization and protests (Shirky 2009; Castells 2015). This is due to the broad reach and frictionless replicability of SMS. YouTube, by comparison, functions as an asynchronous platform “to offer people access to like-minded others and support, whether those others are online simultaneously or not.” In this manner, DC would not be functional, nor as politically potent, if its material were restricted to an SMS such as Twitter. But on YouTube, DC can perform a digital archiving function as a repository of the Dalit plight, from raw footage of their victimization to public protests, while also providing a means of social integration and network support. Such support “enables people to feel part of a group whose members have common interests and concerns,” as with DC (Cutrona and Russell 1990, 322). Whereas YouTube originated as a grassroots online community for the amusement of amateur videographers, hobbyists, and later increasingly entrepreneurial vloggers, its digital affordances as asynchronous communication have been reinvented as a tool of political resistance."]}, {"sec_title": "Channeling the “Chalo HCU” Movement Through Digital Archive", "sec_content": ["As stated earlier in this essay, we view the DC archive not as a “static object,” but as a “dynamic and virtual concept” (Cook 2001) or entity, which is constructed socially and culturally through participation. Conceiving archive in such a fashion allows us to be attentive to the practice of archiving itself; one in which record-making and record-keeping may involve political negotiations between the state and socially mobilized groups. For example, the kind of content included and excluded from the Dalit archive bear the imprint of the struggle and violence of the colonial past (Spivak 1985) and political present. Furthermore, influenced by Foucauldian and Saidian reflections on knowledge production, scholars of Subaltern Studies—a field within area studies scholarship that is interested in understanding postcolonial societies from a bottom up perspective—have alerted us to imagine archive not “as a store of transparent sources but as a veritable site of power” (Bandyopadhyay 2011b). This study is thus less concerned with mining or establishing the “truth” in the digital archive (Stoler 2002) than in understanding the cultural and political conditions and processes of the production of that “truth” as well as its implications for the larger Dalit community and movement.", "This critical perspective lends insight into a “movement” called Chalo HCU (“March to HCU”). Chalo HCU started because a doctoral student, Rohith Vemula, committed suicide by hanging himself on 17 January 2016 after he was subjected to caste oppression in Hyderabad Central University (HCU), a premier social science institute in India. As an active member of the Ambedkar Students Association, Vemula was earlier expelled from HCU because of his alleged involvement in threatening the leader of the Akhil Bharatiya Vidyarthi Parishad (ABVP), a Hindu nationalist student organization. With ABVP being the protégé of the ruling right-wing BJP, there was considerable pressure on the HCU administration and state government to water down the protest that followed Vemula’s suicide, including creating a dominant, disputable narrative that Vemula was not a Dalit (Apparasu 2017; Prasad 2017). On the other hand, anti-caste groups including Dalits termed Vemula’s death an “institutional murder” (PTI 2016) and organized a protest against the HCU administration.", "While mainstream media’s initial response to the protest was at best tepid, DC provided a blow-by-blow coverage of the protest as its volunteer Dharmateja LV filmed the protests which were then uploaded to DC’s YouTube channel (Nagpaul 2017). Dharmateja’s videos presented the first eyewitness, detailed accounts of the protest. These unedited videos, which included testimonies of Dalit students speaking about caste discrimination they faced, were instrumental in publicizing the protest to the wider population in India and abroad. Students at several Indian universities and institutes including the Tata Institute of Social Sciences demanded justice for Vemula. In addition, Dalit organizations and Indian diaspora organized protests in places such as London, San Francisco, and Johannesburg (Khan 2016). DC contributor Dharmateja’s background—a computer engineer with no formal journalism experience—demonstrates how ordinary, motivated citizens armed with technology can engage in digital archiving and citizen journalism. In all, DC uploaded more than 400 live videos relating to protests on Vemula’s suicide on YouTube. DC’s archiving in the “Chalo HCU” protest, as in other instances, have benefited from the massive growth of digital media and innovations in recording and storage devices in the past two decades, which is shaped in part by informational economy’s voracious appetite for data as a source and medium for capital accumulation (Harvey 2010) and peer-driven technological innovations that have changed the scale, architecture, and experience of archiving by adding speed (Udupa 2016).", "In addition to the videos on YouTube, DC spearheaded the movement for Vemula’s justice by publishing commentaries, interviews, speeches, memorandums, press releases, letters, songs, and digital installations by intellectuals, artists, and activists on its blog. One of DC’s artists paid tribute to Vemula through a digital slideshow. With Vemula’s photograph inscribed in a star in the backdrop, the slides contained agentic quotes such as “State should not have the right to hang someone. Especially when the state is Brahmanical” and “When religious instruction comes with a proxy term, ‘CULTURE’, the resistance should be registered strongly” (Shobana 2016). DC’s volunteers also transcribed many of the videos and interviews into English for maximizing the reach of the posts. “Rohith Vemula lives as long as the caste system lives in this country, as long as oppression continues in the name of caste in this country,” said the poet Bojja Tharakam (2017) in an interview with DC. In a speech by Vemula’s mother, Radhika Vemula (2017) urged Dalits, Muslims, Adivasis, Bahujans, Women and Communists to unite and build political coalitions to defeat BJP in elections and capture power at the center. This speech as well as the larger movement indeed drew the otherwise internecine political groups together to demand justice for Vemula in a more concerted and public manner. Thus, an eclectic range of journalistic, oratorical, literary, visual and sonic representations of Dalit resistance on DC’s archival space—which were then shared through e-mail, Twitter (#ChaloHCU and #RohithVemula), Facebook, placards, and word-of-mouth—created an ephemeral environment of proximity for Dalits across the country and internationally. Such representations asserted, as Matzner (2014) noted in her study of Dalit sonic cultures, claims to Dalit belonging and presence in online space to outsiders for whom Dalits’ physical presence is considered defiling.", "Such archiving from the bottom, or “reverse archiving” (Bandyopadhyay 2011a), has several elements in common with citizen journalism. These include emphasis on issue-based rather than profit-driven news, a focus away from traditional (often governmental) newsmakers to marginalized laypersons, and a more egalitarian network of news contributors who are mostly ordinary people focused on their immediate communities (Campbell 2015; Meadows 2013). Because the majority of Dalits reside in rural India, mainstream media mostly based in urban regions cite issues of “proximity” and “staff crunch” as reasons for the lack of news on Dalits (Dash 2013). Additionally, the growing corporatization and political partisanship of mainstream media provide an impetus for grassroots, citizen-driven journalism (Paul 2017; Sonwalkar 2017). Building on the cultural and technological shift, grassroots journalism with its network of local activists and intellectuals is able to contribute to DC, which thrives on input from these people. Consequently, the assemblage of news from contributors at the grassroots level results in an archive that is entirely based on marginal voices. This represents a significant democratic breakthrough given that such hyperlocal news stories and narratives were almost impossible to be recorded and accessed at a single location across spatial and temporal boundaries before the advent of digital technologies.", "Citizen journalism is consonant with DC’s journalistic roles. Hanitzsch (2011) identifies four types of roles for journalists: populist disseminators, detached watchdogs, critical change agents, and opportunist facilitators. Whereas DC certainly fulfills the role of critical change agent on behalf of the Dalit movement, its watchdog commitment to advocacy journalism is hardly detached, and it certainly harbors no opportunistic mercenary traits of profit seeking, as evidenced by the largely untrained amateur staff of citizen contributors. It is a grassroots platform, and thus reflects a populist fervor, although one representing a minority marginalized population of Dalits not to be confused with Modi’s mainstream majoritarian brand of populism. Furthermore, DC’s journalistic culture exhibits elements of resistance to the notion of objectivity (especially as ethical neutrality) according to Agarwal and Barthel (2015, 381) by its pursuit of fairness through advocacy. The platform, however, does not conform to new online norms of individualism influencing Western newsrooms, particularly in the United States, but instead lays collective emphasis on the transparency and risk taking common in digital culture.", "DC not only presents a potent tool for Dalits to organize socially and politically against caste oppression, but also provides a rich archive of indigenous perspectives and journalistic narratives from the peripheries. Journalism thus forms the base for continuity and durability of communities “by arresting time in various forms of texts, which then inform collective memory and which accumulate as cultural heritage and material for the writing of history” (Bødker 2017, 57). The peripheral accounts could therefore be immensely useful to future journalism historians who are sensitive to marginalized accounts and are looking to do what Thompson (1966) famously phrased “history from below.” In this scholarly endeavor to (re)interpret the present with the benefit of hindsight, a Dalit archive and chronicle such as DC would be instrumental in opening new avenues for the field of journalism history, which has hitherto focused predominantly on Western societies or their English-language, mainstream counterparts in the Global South."]}, {"sec_title": "Conclusion", "sec_content": ["In her article on expanding citizen journalism scholarship, Wall (2015, 806) asks researchers to examine understudied areas, such as “the ways citizen journalism intersects with race, gender, class, and other categories of marginalization.” Our study of DC is among the earliest attempts to analyze the intersection of citizen journalism and the sociological category of caste. Furthermore, while the dominant theories used to explore citizen journalism are the sociology of journalism, the public sphere, and convergence cultures (Borger et al. 2016), we have demonstrated the utility of an interdisciplinary approach, one that weds scholarship from digital journalism studies with literature on archival science, social movements, and Subaltern Studies. We argue that the growing field of digital journalism research must leverage more productively with area studies scholarship, such as Subaltern Studies, to produce new knowledge about journalism cultures in the Global South context.", "Such an interdisciplinary approach honors the diverse digital literacies and production practices of the twenty-first century, one particularly effective for culturally and industrially situating non-Western digital media such as DC. Although new automated tools for analyzing journalistic texts have emerged as detailed in Digital Journalism’s special issue on “Research Methods in an Age of Digital Journalism,” their development mainly by United States and European scholars raises concerns about their applicability to DC and other non-Western digital media driving social movements of oppressed populations. As Bourmans and Trilling (2016) warn, although computational approaches to digital journalism studies can provide key insight into the liquid nature of online journalism, their use demands a deep understanding of the subject and media content first and foremost, a point particularly significant in the case of Subaltern media. The study of liquidity, which is essential to the understanding of the digital archive, “cannot be based solely on random samples, simply because they often presuppose more specific strategic samples,” such as those used to examine the archive as political protest in DC (Widholm 2016, 28). The liquid nature of DC we have located in its platform convergence between its YouTube channel and website, complex “external” connectivity through social media, and escalating audience interaction (Deuze 2008), the latter of which is a potent source for citizen journalism. Its archival function, however, explicitly resists textual ephemerality associated with liquid media. All documentary evidence and testimony published on behalf of Dalits have remained on DC since its 2012 launch, and they are not typically edited or updated after publication.", "Our study also responds to the “curiously North American and Eurocentric view” (Franklin 2008, 631) of the media that has prevailed in journalism studies (Hanusch 2017, 390). Relatively few studies on digital media in India have been published, with little to no mention of alternative and Dalit news outlets such as DC. Despite overwhelming corruption of mainstream Indian media characterized by the “Murdochization” of the nation’s journalism, Sonwalkar (2017) notes “an encouraging aspect is the corrective role played by users of digital media to instantly point out errors of fact, bias, and perspective in mainstream journalism,” roles ostensibly embodied by DC (529). Indeed, DC represents the apotheosis of how, since 2015, “several news websites were providing an alternative to the dumbing down of news in the mainstream news media [in India] by focusing on a range of opinions, news, and features.” DC leverages increasing internet penetration in India to extend “forms of ‘recognition’ to regions and minorities,” in this case Dalits, “that are usually marginalized or ignored in mainstream news discourse” (Sonwalkar 2017, 530).", "We are, however, careful not to exaggerate the potential of “Dalit media” because, as Bathran (2016) noted, considering Dalits as a monolith and unfailingly in contradistinction to upper castes fails to address the issue of discrimination within Dalits. An examination of DC’s blog and YouTube channel shows that Dalits from certain regions of the country such as Northeast India have received little archival space. Furthermore, because DC is currently based out of three metropolitan cities, there does exist an urban–rural divide, although to a much lesser extent than in mainstream media. These exclusions serve a constant reminder against uncritical celebration of Dalit digital media. Lack of participation from a certain portion of Dalits, whether based on region, class, gender or language differentiation, would imply further social exclusion as the internet becomes the dominant domain of public sphere (Sreekumar 2007).", "It must also be added that the digital space where DC is hosted is controlled by private corporations and the government, which makes it possible to restrict and block access to the archive. In fact, in February 2017, YouTube took down DC’s channel for a day after an alleged “copyright violation” (Express News Service 2017) on one of the DC videos pertaining to Dalits’ right to beef consumption, which has become a topic of intense political debate in contemporary India under the rule of the BJP government whose votaries have publicly lynched Dalits and Muslims over the past few years for eating beef (Nair 2017). Internet shutdowns and censorship on free speech have in general increased in India (Agarwal, Bhatnagar, and Goyal 2018) with the ruling government’s tendency to confront problems of multi-community, multi-religious democracy through censorship (Schulz 2016). And, as the government’s indefinite blocking of the Dalit portal dalitstan.org illustrates, marginal voices on the web are particularly susceptible to censorship.", "The potential for DC to influence substantive institutional progress depends on the government’s responsiveness and openness to change. According to Castells (2015), “The more the state is responsive to the demands of society, the lesser is the intensity of autonomous social movements.” The inverse is also proportionally true, as in the case of DC. When the state is less responsive, social movements reach a higher pitch of intensity. The high intensity of DC as an autonomous social movement is a direct measure of the Indian government’s unresponsiveness and insensitivity to issues of caste, whose chronic and protracted neglect is now exposed in unprecedented detail through the hard glare of the online archive. “When social movements do exist and the state institutions are open to change, the transformative potential of social movements may find an institutional expression” (Castells 2015, 275). The lack of openness to change in India’s ruling government, however, and its tightening grip on the media over the past few years suggests institutional change will encounter severe—if not insurmountable—resistance in the immediate future. Despite this major obstacle, the spreadable nature of the archive on social media may apply pressure to reform as the Indian government seeks international credibility in order to rise from a developing nation to a major player in the global economy.", "In addition to its function as agent of social and political reform, the digital archive of DC has progressive implications for academic historical research and scholarship. In previous historical scholarship, the term “subaltern,” used by Antonio Gramsci to describe subordination in terms of class, caste, race, gender, language, and culture, has reified peasant rebellion in India into a monolithic faceless identity. In the absence of their own self-generated historical record, “the peasant rebel” in such cases “has been dealt with merely as an empirical person or member of a class, but not as an entity whose will and reason constituted the praxis called rebellion,” as Subaltern Studies scholar Ranajit Guha (1983) aptly observes (2). Whereas scholars have relied upon poststructuralist discourse analysis methods treating official sources and documents’ rhetorical uses of the subjugated classes, the digital archive of DC offers a new set of “data” generated by Dalits themselves. For centuries, Indian peasants and Dalits left few documents such as worker’s diaries testifying to their experience in their own voice. DC renders the plight of the outcastes as a potent signifier of shared experience. As such, the archive is rich with evidence of online political community formation and digital sociality defining the Dalit not just in terms of their own troubled past and ongoing present, but also as a network of agents responding directly to the repressive forces of the elite.", "Through intimate raw footage and documentary video, this grassroots digital archive has the power to transform Subaltern Studies by restoring “the subaltern’s autonomous consciousness” which has been systematically denied in depictions by Western social histories. The humanist-subject agent as represented in the digital archive can transcend the historical narrative of failure associated with transient and finite uprisings, instead pointing to the ongoing act of online rebellion through this distinctive network of outrage and hope, as Castells (2015) would have it, a record of something much more lasting than a “fleeting moment of defiance” (Prakash 1994, 1480). In the process, DC has destabilized the notion of the archive itself, specifically by undermining its association with state-sanctioned bureaucratic structure and strictures of archival science. DC illuminates the Dalit desire to archive, to chronicle, to “seek some kind of immoveable historical foundation” (Yale 2015, 334). The voice of the Dalits has never been more thoroughly documented as on DC, a collection of personal archives and chronicles forming a network of social and political advocacy."]}], "references": [{"title": "“The Friendly Barbarians: Professional Norms and Work Routines of Online Journalists in the United States.”", "year": "2015", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "16", "authors": [{"name": "Agarwal Sheetal D.", "first_name": "Agarwal", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Barthel. Michael L.", "first_name": "Barthel.", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Politics of Archiving: Hawkers and Payment Dwellers in Calcutta.”", "year": "2011", "journal": "Dialectical Anthropology", "volume": "35", "authors": [{"name": "Bandyopadhyay Ritajyoti", "first_name": "Bandyopadhyay", "last_name": "Ritajyoti", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“A Historian Among Anthropologists: Comments on ‘Politics of Archiving.’”", "year": "2011", "journal": "Dialectical Anthropology", "volume": "35", "authors": [{"name": "Bandyopadhyay Ritajyoti", "first_name": "Bandyopadhyay", "last_name": "Ritajyoti", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Many Omissions of a Concept: Discrimination Amongst Scheduled Castes.”", "year": "2016", "journal": "Economic and Political Weekly", "volume": "51", "authors": [{"name": "Bathran Ravichandran", "first_name": "Bathran", "last_name": "Ravichandran", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Reconstructing the Indian Public Sphere: Newswork and Social Media in the Delhi Gang Rape Case.”", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Belair-Gagnon Valerie", "first_name": "Belair-Gagnon", "last_name": "Valerie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mishra Smeeta", "first_name": "Mishra", "last_name": "Smeeta", "affiliation": "", "orcid": "", "role": ""}, {"name": "Agur. Colin", "first_name": "Agur.", "last_name": "Colin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Expecting Reciprocity: Towards a Model of the Participants’ Perspective on Participatory Journalism.”", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Van Hoof Anita", "first_name": "Van", "last_name": "Anita", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sanders. José", "first_name": "Sanders.", "last_name": "José", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Shifting Temporalities of Online News: The Guardian’s Website from 1996 to 2015.”", "year": "2018", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "19", "authors": [{"name": "Bødker Henrik", "first_name": "Bødker", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brügger. Niels", "first_name": "Brügger.", "last_name": "Niels", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Taking Stock of the Toolkit: An Overview of Relevant Content Analysis Approaches and Techniques for Digital Journalism Scholars.”", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Bourmans Jelle W.", "first_name": "Bourmans", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Trilling. Damian", "first_name": "Trilling.", "last_name": "Damian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Theorizing Citizenship in Citizen Journalism.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Campbell Vincent", "first_name": "Campbell", "last_name": "Vincent", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Potential and Limitations of Citizen Journalism Initiatives: Chhattisgarh’s CGNet Swara.”", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Chadha Kalyani", "first_name": "Chadha", "last_name": "Kalyani", "affiliation": "", "orcid": "", "role": ""}, {"name": "Steiner. Linda", "first_name": "Steiner.", "last_name": "Linda", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Global Primordialities: Virtual Identity Politics in Online Hindutva and Online Dalit Discourse.”", "year": "2006", "journal": "New Media \\& Society", "volume": "8", "authors": [{"name": "Chopra Rohit", "first_name": "Chopra", "last_name": "Rohit", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Archival Science and Postmodernism: New Formulations for Old Concepts.”", "year": "2001", "journal": "Archival Science", "volume": "1", "authors": [{"name": "Cook Terry", "first_name": "Cook", "last_name": "Terry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Temple Entry in Odisha by the Dalit: An Ethnographic Study of Media Articulation.”", "year": "2013", "journal": "Asia Pacific Media Educator", "volume": "23", "authors": [{"name": "Dash Bidu Bhusan", "first_name": "Dash", "last_name": "Bhusan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Changing Context of News Work: Liquid Journalism for a Monitorial Citizenry.”", "year": "2008", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Future of Newspapers.”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Mapping Journalism Cultures across Nations: A Comparative Study of 18 Countries.”", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Mobile-izing: Democracy, Organization and India’s First ‘Mass Mobile Phone’ Elections.”", "year": "2012", "journal": "The Journal of Asian Studies", "volume": "71", "authors": [{"name": "Jeffrey Robin", "first_name": "Jeffrey", "last_name": "Robin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Doron. Assa", "first_name": "Doron.", "last_name": "Assa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“[Not] Being There: Dalits and India’s Newspapers.”", "year": "2001", "journal": "South Asia", "volume": "24", "authors": [{"name": "Jeffrey Robin", "first_name": "Jeffrey", "last_name": "Robin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Jai Bhim Comrade and the Politics of Sound in Urban Indian Visual Culture.”", "year": "2014", "journal": "Visual Anthropology Review", "volume": "30", "authors": [{"name": "Matzner Deborah", "first_name": "Matzner", "last_name": "Deborah", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Putting the Citizen back into Journalism.”", "year": "2013", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "14", "authors": [{"name": "Meadows Michael", "first_name": "Meadows", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Marginal Voices in Cyberspace.”", "year": "2001", "journal": "New Media \\& Society", "volume": "3", "authors": [{"name": "Mitra Ananda", "first_name": "Mitra", "last_name": "Ananda", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“How well do India’s Multiple Language Dailies Provide Political Knowledge to Citizens of this Electoral Democracy?”", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Mody Bella", "first_name": "Mody", "last_name": "Bella", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Writing Ordinary Lives.”", "year": "2008", "journal": "Economic and Political Weekly", "volume": "43", "authors": [{"name": "Pandian Mathias Samuel Soundra", "first_name": "Pandian", "last_name": "Soundra", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Between Participation and Autonomy: Understanding Indian Citizen Journalists.”", "year": "2017", "journal": "Journalism Practice", "volume": "12", "authors": [{"name": "Paul Subin", "first_name": "Paul", "last_name": "Subin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Connecting Activists and Journalists: Twitter Communication in the Aftermath in the 2012 Delhi Rape.”", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Poell Thomas", "first_name": "Poell", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rajagopalan. Sudha", "first_name": "Rajagopalan.", "last_name": "Sudha", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Women on the Other Side of the Wall: Archiving the Otherwise in Postcolonial Digital Archives.”", "year": "2011", "journal": "A Journal of Feminist Cultural Studies", "volume": "22", "authors": [{"name": "Povinelli Elizabeth A", "first_name": "Povinelli", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Subaltern Studies as Postcolonial Criticism.”", "year": "1994", "journal": "The American Historical Review", "volume": "99", "authors": [{"name": "Prakash Gyan", "first_name": "Prakash", "last_name": "Gyan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Introduction.”", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mudgal. Vipul", "first_name": "Mudgal.", "last_name": "Vipul", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“A Media Not for All.”", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wasserman. Herman", "first_name": "Wasserman.", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Temporary Bans and Bad Laws: The Aarakshan Ban and the Logics of Censorship in India.”", "year": "2016", "journal": "Communication, Culture \\& Critique", "volume": "9", "authors": [{"name": "Schulz Suzanne", "first_name": "Schulz", "last_name": "Suzanne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Rani of Sirmur: An Essay in Reading the Archives.”", "year": "1985", "journal": "History and Theory", "volume": "24", "authors": [{"name": "Spivak Gayatri", "first_name": "Spivak", "last_name": "Gayatri", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Cyber Kiosks and Dilemmas of Social Inclusion in Rural India.”", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Sreekumar T. T", "first_name": "Sreekumar", "last_name": "T", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Colonial Archives and the Arts of Governance.”", "year": "2002", "journal": "Archival Science", "volume": "2", "authors": [{"name": "Stoler Ann Laura", "first_name": "Stoler", "last_name": "Laura", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Situating the New Media: Reformulating the Dalit Question.”", "year": "2008", "journal": "South Asian Technospaces", "volume": "36", "authors": [{"name": "Thirumal P", "first_name": "Thirumal", "last_name": "P", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“History from Below.”", "year": "1966", "journal": "Times Literary Supplement", "volume": "65", "authors": [{"name": "Thompson Edward", "first_name": "Thompson", "last_name": "Edward", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Archiving as History-Making: Religious Politics of Social Media in India.”", "year": "2016", "journal": "Communication, Culture \\& Critique", "volume": "9", "authors": [{"name": "Udupa Sahana", "first_name": "Udupa", "last_name": "Sahana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Citizen Journalism.”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Tracing Online News in Motion: Time and Duration in the Study of Liquid Journalism.”", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Widholm Andreas", "first_name": "Widholm", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The History of Archives: The State of the Discipline.”", "year": "2015", "journal": "Book History", "volume": "18", "authors": [{"name": "Yale Elizabeth", "first_name": "Yale", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}]}