{"doi": "10.1080/21670811.2017.1338527", "url": "https://doi.org/10.1080/21670811.2017.1338527", "title": "Sharing News Online", "volume": "5", "year": "2017", "issue": "8", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Dwyer", "first_name": "Tim", "name": "Tim Dwyer", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Martin", "first_name": "Fiona", "name": "Fiona Martin", "affiliation": "", "orcid": "", "role": ""}], "abstract": "While the term churnalism in this special issue speaks to the negative impacts of extensive news re-use, one pervasive form of news redistribution, social media news sharing, has had the more positive connotations of creative engagement, political participation and cross-promotion. Yet this reading of commendary culture is, as José Van Dijck suggests, largely ideological, anchored in the Silicon Valley rhetorics that support the data capture, data mining and behavioural advertising activities of social media businesses. Our paper critically analyses journalisms’ increasing dependence on social media news-sharing analytics and the implications for news media diversity. We first examine how sharing analytics function as a novel form of news commodification, influencing reporting and editorial practices, with possible implications for news media diversity. We then map the news-sharing ecology, looking at the interlinked business models, ownership patterns and industrial power of social news intermediaries such as Facebook, Twitter, Gigya, Chartbeat and Newswhip, and how these relationships reinforce the significance of analytics to news production. Finally, we propose how the use of news analytics could also help in tracking the changes wrought by social media news sharing, particularly in developing a media policy framework for monitoring digital news diversity and pluralism.", "body": [{"sec_title": "Introduction", "sec_content": ["Major social media platforms such as Facebook, Twitter, WeChat or Weibo are now one of the main ways in which people regularly access and share mainstream news (CNNIC 2016; Newman et al. 2016; Pew Research Center 2016), a trend which is reshaping the news we are exposed to, the ways in which journalism is produced and distributed, and the news media itself. So to understand the impacts of churnalism or news recirculation on journalistic originality and media diversity, we also need to understand the political economics of social media news sharing, and the analytics systems that underpin it.", "Certainly, from a sociological perspective our online news sharing tends to promote favoured narratives and shapes politically polarised friend networks, the echo-chambers that signal limited exposure to news diversity (Quattrociocchi, Scala, and Sunstein 2016; Song 2016). But our story recycling is also driven by a new form of analytics-led churn. As the news media move to tailored social publishing, like Facebook’s Instant Articles, to “social first” strategies (Fortis 2015) and to use of analytics services like Chartbeat to inform editorial process, what we read and share on social media is also determined by a network of social media services and their algorithmic processes, which are designed to serve up what we want to consume. These factors make a critical study of the social media news-sharing ecology central to informed journalism studies and practice.", "From a public policy perspective, social news sharing and news analytics are now as significant a concern as legacy forms of media consumption. At a time when Western liberal governments are under unrelenting neoliberal pressures to dismantle or wind back twentieth-century media pluralism policies, designed with the rise of print and broadcast in mind, researchers are only just beginning to explore ways in which big data methodologies may allow policy-makers to monitor accurately how online news is being accessed and consumed. We argue that digital media analytics are a central part of mapping the new relations of power in internet media; relations which have become more complicated and obscure as they extend beyond national borders and through multi-level transactions (see Winseck 2016).", "In this article we chart the political economics of social media news sharing, investigating how key platforms and their allied analytics services are transforming reporting and distribution with implications for news media diversity. We first examine the commodification of social media news sharing and the centrality of analytics to that process. We then map the news-sharing ecology, to reveal the interlinked business models, ownership patterns and industrial power of intermediaries such as Facebook, Twitter, Gigya, Chartbeat and Newswhip, as well as their relationships with legacy media. Against this industrial context, we use recent news-sharing research to argue that analytics tools could help in developing a policy framework for monitoring digital news diversity and pluralism, and in assessing the need for regulatory reform in light of industrial restructuring.", "This article is part of an Australian Research Council-funded Project “Sharing News Online”, which began in late 2014 after we had partnered with Mi9, the parent company of the then largest commercial online news portal in Australia: Ninemsn. Our industry partners take the view that this research is linked to a new age in audience-led journalism (Crawford, Hunter, and Filipovic 2015). Their start-up company Share Wars was set up to analyse news sharing using a bespoke software analytics tool (the Likeable Engine), which was also a key component of the overall project.", "Our understanding of news sharing is more nuanced and critical of that “audience-led” view, and acknowledges the deep ambivalence that many journalists have about the role of data analytics in news production. However, our access to the Likeable Engine’s informational model and algorithmic operation, as well as our experiments in using it to study news consumption, give us rare insight into the implications of digital news transformations. In this respect our collaborative, mixed-methods investigation of social news value can assist scholars and regulators in thinking more strategically about the future of journalism and media policy-making."]}, {"sec_title": "The Commodification of Social Media News Sharing", "sec_content": ["Once people used to clip news stories or record bulletins to share them. The emergence of social networking and automated news distribution tools has allowed us to harness our excess capacity to recirculate news more quickly and widely, resulting in the phenomenon that Yochai Benkler (2004) observed: decentralised, autonomous, efficient information-sharing markets. Social media news sharing involves commendary acts of link promotion, liking, favouriting, voting, tagging, bookmarking and, most often, re-posting and commenting on news items. At a micro level these social signals work to demonstrate taste preferences, indicate social significance, invite attention, and generate social and cultural capital (Dwyer and Martin, forthcoming). They generate different forms of value to publishers, platforms, advertisers and to the intermediary analytics services that evaluate social media participation, analysing and patterning metadata about the topic, time, location, scale and reach of shares.", "Crucially for journalism, sharing amplifies net news reach, generating referred traffic to the original publication site and story. Social referrals may not always convert to viewing (Gabielkov et al. 2016; Rayson 2015), or produce the same level of user engagement as direct referrals from links in emails, newsletters and websites (Mitchell, Jurkowitz, and Olmstead 2014), but they are a growing part of the online traffic pie and so constitute a valuable news metric (Song 2016). In 2015, social sharing from Facebook exceeded Google search as a source of referred traffic to major news sites (Ingram 2015). Twenty-four per cent of participants in Reuters’ international digital survey shared news weekly (Newman et al. 2016, 11) while 66 per cent of US Twitter users said they shared news regularly (Rosenstiel et al. 2015).", "Yet sharing metrics, like other new forms of digital audience analytics, are highly contested (Graves and Kelly 2010; Napoli 2011). Industry is exploring new metrics such as attention, engagement and impact. However, the history of audience measurement suggests their evolution will be protracted as it involves multi-device use, multiple stakeholders, and serious questions about data definition and quality (Cherubini and Nielsen 2016). High levels of “dark social” news traffic, which arrives without referral data from links in mobile apps, messaging systems and secure sites, also suggests the difficulties of evaluating sharing activity (Madrigal 2012). Indeed social media metrics on their own do not seem to replace measures of traditional media influence (Newman 2011) even though they are often cited as measures of personal influence.", "Understanding social-sharing analytics would seem to be of great concern for journalists and academics, but most studies look at Web analytics adoption more broadly, and its impact on newsroom production practices, workflows and conditions. Such work explores how analytics steer editorial attention, aid in filtering, story placement and editorial revision, and offer user interpretation of news (Anderson 2011; Tandoc 2014; Usher 2013). Early research recorded concerns about the impact of metrics on quality, editorial autonomy and news diversity (MacGregor 2007; Tandoc and Thomas 2014), but more recent studies suggest journalists increasingly recognise the value of greater audience knowledge and assert a mix of editorial and computational expertise (Cherubini and Nielsen 2016; Petre 2015). Hindman (2015) notes while social media metrics can help journalists know their audiences better, over-reliance on social media to boost distribution can leave organisations ceding control to the platforms, and vulnerable to sudden changes in their content placement and referral strategies.", "Those studies that have considered the impact of social news sharing on journalism examine its meanings for reporting practices (Hermida et al. 2012; Lysak, Cremedas, and Wolf 2012), news consumption (Newman 2011; Picone, Wolf, and Robijt 2016; Purcell et al. 2010) and recognising media publics (Bruns et al. 2016). Emily Bell (2016), for the Tow Centre, presents a useful overview of how social media platforms have exploited mobile, networked communications technologies and anti-competitive strategies to capture information markets. Yet the limited nature of systematic journalism scholarship on the political economics of social news-sharing analytics is surprising given that news sharing’s growth has positioned social media companies as serious competitors to traditional news sources, with suggestions that Facebook, for example, will dominate and drive news production in the future.", "Some news-sharing scholarship casts an optimistic light on sharing as political participation:While individuals’ own news sharing behavior may increase their involvement and interest in news topics … the observation of other people’s news sharing activities leads to more (incidental) news exposure and, ideally, to confrontation with other opinions and ideas. (Kümpel, Karnowski, and Keyling 2015, 1)However, this overlooks the impact of platform curation algorithms on agency and exposure diversity. In news sharing many factors mitigate exposure diversity, not least the Facebook news feed algorithm ranking, that can “shape the social lives and reading habits of more than 1 billion daily active users—one-fifth of the world’s adult population” (Oremus 2016, 2). This technology alone exposes users to more of their preferred content, valuing and surfacing news in ways that are not transparent, objective or balanced (Tufecki 2016).", "While individuals’ own news sharing behavior may increase their involvement and interest in news topics … the observation of other people’s news sharing activities leads to more (incidental) news exposure and, ideally, to confrontation with other opinions and ideas. (Kümpel, Karnowski, and Keyling 2015, 1)", "More broadly, studies of social media news sharing to date come mainly from communications, marketing, social and computing sciences, and focus on questions of efficacy and success over critique. They tend to be empirically oriented, exploring who shares and why, what gets shared and why, or how sharing differs between platforms and networks over time or location (Bastos 2015; Kümpel, Karnowski, and Keyling 2015). They also emphasise news sharing’s social importance, as form of cognitive alignment and affective connection (Harber and Cohen 2005), a means of projecting social identity (Herdagdelen et al. 2013) and of undertaking political activism (Hermida 2014). Political scientists, on the other hand, are concerned about the narrowing of source diversity in social media news, and the tendency for sharing to reinforce existing social inequities (Loader, Vromen, and Xenos 2014) or biases that can then be exploited through misinformation.", "This paper then responds to the calls for better theorising of the field of social media news sharing and social news analytics, and deeper, critical investigation of corporate influence and alliances in this rapidly changing industrial landscape (Newman, Dutton, and Blank 2012). For that reason, we support Dwayne Winseck’s (2016) challenge to apply new models of political economy to the study of digital news industry restructuring and its impact on media policy."]}, {"sec_title": "Critical Media Ecology", "sec_content": ["As Winseck (2016, 100) notes, the old ideas of audience commodity (Meehan 2005) or, in its more recent guise, “Internet prosumer commodification” (Fuchs 2014, 59), do not effectively explain the increasing influence of Facebook as a news source or publisher. Content creation and sharing, for example, fail to generate significant value for social media platforms and related companies. Rather, Facebook is now the fifth largest media company in the world by revenues due to its aggregation of user knowledge and application to behaviourally targeted advertising (Garrahan 2016; O’Reilly 2016). It matches registration and locational details, with viewing and sharing data as well as metadata such as content keywords, in order to profile individual and aggregate user identities. Social media metrics attract advertising buyers “since [they] are so visible, accessible, and seemingly such transparent markers of popularity and engagement” (Baym 2013). Profiling then offers the potential to enable automated or “programmatic” placement of tailored, interactive advertisements that can extract even more consumer information (Garrahan 2016).", "Thus, in a “triple articulation” of commodification social media exploit audience relations, with people, place, time and ideas. In his deployment of the semiotic concept of “double articulation”, media sociologist Roger Silverstone (1994, 2002) advocated study of media consumption on two, integrated levels—where media acted as both communicative technologies and as symbolic objects operating in particular socio-cultural contexts to connect people and structure their social worlds. In the social media world we see users of social media-sharing technologies also generating the production of socio-spatial, contextual information about their news exchange, which then—in synthesised form—remediates our consumption of news as well as our interpretations of what social media are for and how they operate to mediate our intimate, private and public interactions.", "José Van Dijck’s (2013) historically rich, critical cultural account of the rise of social media in The Culture of Connectivity indicate the relational controls that these companies exert. “The devil is in the default”, she argues, meaning the (long, unreadable) terms of service and default account settings. These companies also exploit the meanings we have for sharing, and the influence we have over the uses of our information, via “two different types of coding qualities” (46): connectedness, which directs “users to share information with other users through purposefully designed interfaces”, and connectivity as data are parsed out to third parties (47), quite often unknown to users of the platform.", "The expansion of sociality and news consumption on social media, and the growth of intermediary services to support, control and surveil this activity, suggest it is crucial to study the growing interdependence and interlinking of digital news businesses in order to understand changes in media influence and power. There are excellent recent studies of sharing in international digital news consumption (Newman et al. 2016; Pew Research Center 2016) and of news analytics use but few critical accounts of the emerging social news ecology, its data commodities or services, and impacts on industry restructuring. As Braun (2012, 1) has argued, media researchers need to examine how “in the digital age, journalists are much more explicitly embedded in—and reliant on—an online information ecosystem in which many other systems of knowledge coexist and circulate information alongside the news media.”", "Here our adoption of critical media ecology signals our interest in the interrelationships and interactions between news producers, publishers, mediators and consumers that are transforming journalism, and after Nardi and Day (1999, 53), in the “keystone species” whose presence is critical to the functioning of the system. Like the US schools of media ecology, after Innis, McLuhan and Ong, we are attentive to the evolution of media technologies, but unlike that movement we are more focused on the political implications of social media use for concepts of media democracy, social inclusion and cultural diversity, rather than its impact on human cognition and social behaviour. Finally, in the new institutionalist tradition we are concerned with the actions of institutions (government, regulatory and policy arrangements) to mediate and moderate the influence of corporations (in this case Silicon Valley) on media markets and international relations.", "In Winseck’s (2016, 98–100) revision of a political economy research agenda, he points to several phenomena that deserve more attention for their importance in media industry transformation: media “infrastructure” industries (to which we add, service intermediaries); industry fragmentation and diversification; and the design of media to control, surveil or secure markets.", "By mapping the news-sharing ecology, we can also see how sharing commodification has resulted in business models and services that reinforce the increasing industrial power of the social media giants, and lock journalists into their market innovation processes, affecting work routines and rewards."]}, {"sec_title": "The Social Media News-sharing Ecology", "sec_content": ["There is now unprecedented global concentration of media publishing power in those behemoth digital corporations sometimes referred to as “GAFAM” (Google-Alphabet, Apple, Facebook, Amazon and Microsoft), with Baidu, Yahoo and other second-tier new media companies such as Twitter and Snapchat taking the lion’s share of digital advertising (Bell 2016). The GAFAM also sponsor constant innovation in the news space, in the hope of capturing new market opportunities: Snapchat’s Discover, Facebook’s Instant Articles and Google’s “Accelerated Mobile Pages” have been followed by Google’s Digital News Initiative and News Labs, and also by Apple’s News aggregator, Twitter’s Moments and Facebook’s Live. All of these initiatives promote narratives about the benefits of mobility, connectedness (particularly audience/network growth) and control over information flows to lock both audiences and journalists into using these platforms as communicative infrastructure, and into providing data about their communications and contacts.", "The social media industries have several distinctive economic features: they are highly segmented (e.g. video-sharing, photo-sharing, reviews shopping), consumer driven, with widespread use of freemium pricing models, which disguise the data value of user registration, content creation and social interaction. There is little vertical or horizontal integration beyond the GAFAM (Albarran 2013), which regularly acquire start-ups to boost their innovation capacity.", "In mapping the emerging social news ecology though, we must start with the rise of the “like economy” (Gerlitz and Helmond 2013) and the social media platforms’ promotion of sharing buttons, scripts that enabled users to amplify the exposure of preferred information. The news media’s placement of buttons alongside news stories had a dual effect. It enabled them to quantify audience interests, and to expand their own online footprint, increasing referred traffic and simple measures of engagement (e.g. page views). These scripts also assisted news consumers to log into their social accounts, invoking preformatted story-sharing posts. With social media then integrated into the production, distribution, promotion and consumption of news information (Newman 2011; Sasseen, Olmstead, and Mitchell 2013), those platforms in turn enlisted news users as “evaluative intermediaries” who indicate the advertising value and social influence of the news they consume via indexing, referrals, shares and other forms of recommendation.", "The GAFAM have since acted as “integrator” companies (Noam 2009, 437), generating market opportunities for many more small companies that facilitate our social media experience. Platforms have, for example, generated some income from application programming interfaces (APIs), which format their data streams for third-party analytics services. While advertising made up 88 per cent of Twitter revenues in the third quarter of 2016 (Yeung 2016), the rest was from licensing, via its ownership of reseller Gnip, and “other” data services. Data licensees shape social streams into value-added services, such as Chartbeat, Parse.ly and Newswhip, which provide newsrooms with trending topic and story information based on variables such as user location, time of post, and social velocity or rate of sharing. This positions “commendary culture”, the affective rituals and practices of gifting, recommending, reviewing and educating which sustain news sharing, as central to the rise of a new media industry sector and the growth of social metadata services (Martin, forthcoming).", "Metadata services span several categories. News analytics companies aggregate and re-present aspects of real-time news consumption in terms of source, location or impact, selling that information back to news companies to steer editorial decision-making. The knowledge of how social media users get to a news story, what they choose to redistribute and how they amplify its consumption then influences newsroom resource allocation, coverage and story placement in a recursive loop. While the market leaders were until recently Google Analytics and Adobe’s Omniture, New York-based Chartbeat is a private, venture capital-funded competitor that has challenged their dominance by providing tailored social media news monitoring. Chartbeat offers social tracking dashboard which enables subscribers to follow social consumption and production trends based on the company’s access to Facebook, Twitter, Reddit, YouTube and Instagram accounts. Chartbeat focuses on providing journalists and publishers with new measures of “engagement” based on the time and attention users give to content (Haile 2014). Irish competitor NewsWhip has just raised $6.4 million from Japanese media giant Asahi Shimbun and the Associated Press to develop its editorial strategy, which tracks social media news trends and digital influencers (Lunden 2017).", "Social management companies such as Gigya and Hootsuite provide so-called “frictionless” interfaces between news sites and social platforms, in turn collating the registration and activity data of users who log in this way. They then aggregate and profile audience data interests and activities, and in turn assist subscribers to manage key aspects of audience knowledge and advertisement placement. Gigya, an Israeli start-up founded in 2006 and based in Mountain View California, provides client identity services for social media interactions with over 700 major brands, including international media companies Fox, Forbes, CNN, National Geographic, Direct TV and Times Publishing. It mediates user access to 35 social platforms from those sites and offers publishers partnerships with specialist infrastructure services that will enable them to data-match registered user information with social media information.", "Another form of social management involves community intermediation. Canadian headquartered ICUC privately monitors branded social streams, to police the legal and social propriety of comments made about shared story posts, to manage community development and to conduct “social listening”—searching channels for key terms or discussions, cleaning the data for analysis and gauging user sentiment using automated tools. ICUC, owned by Dentsu Aegis Network, the third largest marketing network in the world, offers 24-hour international operations and is positioning itself as a provider of social media content strategy. Its clients include Disney, the BBC, Sony Xbox and News Corp, and it has already swallowed UK competitor Tempero, making it a global market leader.", "Finally, bookmarking and link-shortening services marshal data on the news we index and promote via social media, enabling annotation of records. As these companies service individual social media users rather than corporate clients, they are much smaller players and more vulnerable to market changes. Delicious and Diigo, two of longest surviving companies, operate freemium models, with additional indexing for subscribers. The link-shortening space, however, is more contested with Google, Twitter and Hootsuite all vying with start-ups Bit.ly and TinyURL for access to data on social media information-sharing trends.", "Thus, social news sharing involves multiple, interconnected algorithmic transactions with a range of metadata service providers, some of which are very little studied (see Figure 1). While some of these intermediaries, like Newswhip or Hootsuite, present to journalists as tools for better research or data management, as a whole they comprise a co-evolving system of data analytics services that have significant implications for what information journalists attend to, value and pursue.", "FIGURE 1  Social news-sharing ecology", "FIGURE 1  Social news-sharing ecology", "A key problem of the analytics turn is the potential for time-poor reporters to depend on these services for story research, content evaluation and audience analysis, at the expense of authentic communications with their local communities, or with marginalised groups whose ideas may not surface in the trending topics of analytics services.", "New sharing quantification also provides an editorial rationale for reporting on certain topics over others and “scientific” legitimation for agenda setting (Petre 2015). The metrics shift has triggered fears that a “news by numbers” approach will eventually devalue serious, long-form journalism in favour of popular, shortform and video-based material (Petre 2015) and will tie analytics results to work rewards. However, there have been initial signs of a backlash against metrics-based labour regimes. Sharing-focused publications Gawker and Vox abandoned audience attention-based staff bonuses (Bilton 2015), in the latter case because CEO Nick Denton argued:Editorial traffic was lifted but often by viral stories that we would rather mock. We—the freest journalists on the planet—were slaves to the Facebook algorithm. (Bloomgarden-Smoke 2014)For Vox, promoting more shareable news led to a loss of creative autonomy and social identification with “clickbait”, rather than quality information.", "Editorial traffic was lifted but often by viral stories that we would rather mock. We—the freest journalists on the planet—were slaves to the Facebook algorithm. (Bloomgarden-Smoke 2014)", "This is not to dismiss the possibilities of social-sharing analytics for improving reporting practice, our knowledge of journalism and its public value. As well as being central to the control and surveillance of audience relations, there is potential for analytics technologies to reveal new knowledge about online news production, consumption and corporate influence. For media scholars to open the black box and employ these technologies for market analysis, however, we need a detailed understanding of their genesis and information architecture, their purpose, data sources and dependencies, their affordances and limitations. In our case, that level of detail was available through our research collaboration with Australia’s Ninemsn and the analytics start-up Share Wars, and use of their analytics tool the Likeable Engine."]}, {"sec_title": "Share Wars, the Likeable Engine and News-sharing Analysis", "sec_content": ["From 2001 to 2015, the Likeable Engine tracked trends in the social sharing of news, using data from 140–160 major English-language news sites worldwide and feeds from Facebook’s and Twitter’s public APIs. Like other commercial news analytics applications like Newswhip’s Spike or The Guardian’s in-house developed Ophan dashboard, the Likeable Engine enabled editors and journalists to monitor changing patterns of social media news distribution and consumption (including their own relative performance), to track trending stories and to strategise live editorial decision-making in competitive online news markets.", "Likeable was a created by the Share Wars group, employees of one of Australia’s top-rating commercial online news sites Nine.com.au (formerly ninemsn). Share Wars was a start-up built by former news editor Hal Crawford, former Windows 8 editor Andrew Hunter and former Network Development Director Domagoj Filipovic. They sought to use its analytics capacity to discover what makes news stories shareable and how social sharing impacts on reporting, newsroom workflows and resource allocation (Crawford, Hunter, and Filipovic 2015 ). The project marked a period where company executives started to take an interest in the uses of computational intelligence in audience research via their creative agency Mi9, and as Nine Entertainment split with Microsoft Network. The founders, who have all moved on to senior executive positions in large news media organisations, maintain a blog of the project findings at http://share-wars.com/.", "The Likeable Engine consisted of these core components (Figure 2):1. News Feed Processor (extracting story Uniform Resource Identifiers (URIs) from news websites).2. Database (storing story data and matching it with social media data).3. Like Processor (extracting commendary data statistics from Facebook and Twitter).4. Live Reporting Interface (graphing the mashed data).Its operation articulates the heterogenous public–private nature of the social media news ecology: public internet carriage, open standards Web content (news sites), public and private commendary information, proprietary social platform feeds, open source database software, and bespoke scraping and querying algorithms.", "News Feed Processor (extracting story Uniform Resource Identifiers (URIs) from news websites).", "Database (storing story data and matching it with social media data).", "Like Processor (extracting commendary data statistics from Facebook and Twitter).", "Live Reporting Interface (graphing the mashed data).", "FIGURE 2  Likeable Engine’s informational model", "FIGURE 2  Likeable Engine’s informational model", "Until its decommissioning, the Likeable Engine scraped new news story URIs linked from its sample news homepages every 11–20 minutes and then queried Facebook and Twitter APIs for the share counts of those stories. It requested these counts hourly for the first 24 hours, then less frequently for five days. Where possible URIs were canonicalised to their Facebook IDs, to avoid the same story being differently counted on its mobile or Web domain. The interface displayed the top 10 stories graphed over 22 hours, and listed the top 100 with their share counts. Users could filter by region (Australia, United Kingdom, United States), by date and by satire (with an eye already to post-truth news).", "Likeable’s shutdown in 2016 was partly the result of transnational competition, but also illustrates the vulnerability of small analytics services to changes in the commercialisation strategies of larger players. In 2015, Facebook and Twitter fully commodified what had previously been “freemium” data subscription models (even if the free data streams had been somewhat unstable and subject to sudden change). By the time Twitter and Facebook shut down their public APIs (in April 2015 and October 2015, respectively), Likeable had been superseded by Chartbeat and Newswhip and was not a commercially viable proposition.", "However, Likeable’s potential went beyond charting breaking news. One of the Sharing News Online project objectives was to analyse how traditional concepts of media pluralism can be applied to online news consumption. With this in mind, we used the software to examine emerging patterns in international news sharing, first in terms of genre and topicality. Here we wanted to know what types of news were most shared internationally, as a way of gauging media diversity, and to reassess research that suggest audiences prefer soft, celebrity, sport and lifestyle-oriented content (Boczkowski and Peer 2011).", "In this part of the Sharing News study (Martin 2016), we used the Likeable Engine to gather two important data-sets on international social media news sharing, including most shared news items and everyday new sharing (more than three shares) during 2014. By coding for genre and topicality, we were able to establish the most highly shared news genre internationally (hard news with a public affairs orientation) and the most highly shared topic (politics). Even in everyday, low-count social news sharing, politics was more shared than celebrity news or sport (although both those topics were popular).", "These findings indicate that social-sharing metrics can cast new light on the type of news that audiences value and choose to redistribute to their intimate networks. They have implications for debates about the impact of social news sharing on public sphere conversation, and also for the analysis of digital media influence in terms of social share, velocity and amplification. Given that current media policy is based more closely on traditional political economic measures of media pluralism such as ownership and control, or of share and reach in geographical markets, we argue that news analytics must be a factor in future policy-making to acknowledge the primary role of global platforms in news distribution, consumption, evaluation and re-distribution.", "Certainly audience consumption metrics will only ever provide part of the picture of digital media influence, with monitoring of independent news sources, cross-ownership and media concentration still essential. However, analytics could help in developing a more effective media policy framework for monitoring digital media pluralism."]}, {"sec_title": "Using News Analytics for Pluralism Assessment Research", "sec_content": ["As many scholars have noted, the more people access and share news on social media, and the more journalists take their cues on what to publish from social media analytics, the greater the shift we will see in media power relations with implications for political process. This makes the increasing market dominance of the GAFAM, their subsidiaries, partners and allied services an important narrative in the reconfiguration of the news media industries (see Boczkowski 2013) and the shaping of media influence into the future. Further, while there are clear media diversity benefits from people publishing to, and commenting on, social media, there are major risks in having more of the public inform themselves through those platforms—particularly with the rise of fake news and concerns about its effect on political bias in the US and French national elections.", "In these respects, there are serious media diversity questions associated with the rise of social media platforms as news providers, not in the least who controls the future of traditional news players, who will fund news production, and with what political and social outcomes in mind. Social media companies do not have the historic association with democratic process and media accountability of traditional news media, as was evidenced during the recent debate about Facebook’s allegedly biased coverage of US elections (Manjoo 2016). Academic studies suggest that people exposed to limited public affairs information as news may be disadvantaged as citizens (Pariser 2011; Tewksbury and Rittenberg 2012). Recent Australian research (Thomas et al. 2016) also suggests inequalities in access to online news as well as digital literacy and ability may spark new manifestations of a digital divide.", "Normative policy frameworks for sustaining pluralism have a long history in national media policy (Dwyer and Martin 2010; Dwyer, Martin, and Goggin 2011), but this form of policy has so far had only a minor effect on the operation of these new media gatekeepers. So while the question of what is “sufficient pluralism” in the digital age remains unresolved among media scholars (Gibbons 2015), we argue it could be addressed by further empirical study, using social news-sharing data.", "Different historic conceptions of media pluralism might shape that study in different ways. For example, Denis McQuail, in his book McQuail’s Mass Communication Theory, provided a broad normative anchor for understanding the various dimensions of a pluralistic media system. McQuail summarises these “dimensions of difference” as political, geographical, social and cultural. He argues “The degree of correspondence between the diversity of society and the diversity of media content is the key to assessing performance” (McQuail 2010, 162). This statement triggers many questions about how we might then analyse the diversity of any one media system; about measuring, for example, representation, access, available content choices and impact for audiences. In contrast, investigating more recent conceptions of voice pluralism, including Couldry’s (2010) idea of voice as “process and value” and Crawford’s (2016) algorithmic agonism, suggest we examine how the significance of any one voice is recognised by social-sharing analytics, or how the design and automation of digital media platforms operate to promote certain voices above others. However, intrinsic to a critical media studies perspective is the need to examine how ideas of marketisation, quantification and choice remain central to ideas of voice pluralism in media regulation and policy (Karppinen 2013).", "In the light of our Likeable Engine study, we argue the computational analysis of big news content data-sets promises to revitalise the study of media pluralism. The first steps in researching the diversity of multi-platform news content provision and identifying the challenges for regulation have already been undertaken (Doyle 2015; Ohlsson, Lindell, and Arkhede 2016; Van Hoboken 2015). Sjovaag has mapped levels of media diversity in the changing digital infrastructure of distribution, production and reception, and the impact of “global superplayers” as the ground for future policy interventions (Sjovaag 2016). Other market-oriented researchers have begun to use news analytics to ask more nuanced questions such as “how diverse is the news that people are consuming around the time of major breaking news events?” like the Paris attacks, the San Bernardino shootings or the presidential debates (Song 2016). The intention there is to drill down into the data, to explore the relations between social and search traffic “referrers” (e.g. Google, Facebook and Twitter), and to better understand the “traffic” patterns of news stories being consumed.", "Social media analytics methods could supplement interesting new approaches to measuring media pluralism emerging in Europe from dialogue between scholars and regulators. The European Commission’s Media Pluralism Monitor (MPM) (KU Leuven (ICRI) et al. 2009) has been developed through scholarly work (Valcke, Sukosd, and Picard 2016). In the United Kingdom, after an inquiry by the House of Lords (House of Lords Select Committee on Communications 2014), the regulator launched its Measurement Framework for Media Plurality (Ofcom 2015), which has also been critiqued by media and regulatory scholars (Barnett and Townend 2015). These new approaches to assessing news media pluralism take into account industry, technology and audience consumption trends. The normative drive in European media pluralism—promoting a heterogeneity of media outlets, owners and content—has arguably been much broader than the more practical notion of “media diversity” seen in a country like Australia (Hitchens 2016), where law and policy are based on structural measures of ownership and control, and neglect online news, the public service broadcasters, pay television and community media. However, regardless of their ambit, none of these pluralism-measuring mechanisms takes account of the ways in which news is now accessed and shared via social media.", "As Gibbons (2015) notes, there is a need for more sophisticated monitoring and assessments of plurality risks, and social media news sharing should be a part of that process, given it is now a mainstream aspect of news culture. We also agree with Karppinen (2015) that the European Commission’s MPM, unlike existing empirical metrics for assessing media pluralism and diversity, offers a “more comprehensive and holistic approach” to examine pluralism “in all its complexity”.", "Our research suggests news analytics work could be used as part of the European Commission’s MPM approach (which investigates cultural, political, geographic and ownership factors, as well content types and genres) and/or the Ofcom measurement framework (which examines media availability, consumption, impact and contextual factors). For example, providing these governments were willing to shoulder the cost of licensing and analysing “raw” social media-sharing data, they could conceivably calculate risks to pluralism in terms of:1. Availability (or in MPM terms “supply” or “distribution”), based on which news providers are most or least shared.2. Consumption (or in the MPM “use”), based on where audiences are accessing news stories, including the reach of different platforms’ offerings; their relative share of consumption, and the extent of user multi-sourcing across platforms.3. Impact or influence—based on its level of recirculation, social velocity, geographic spread, presence of commendations and comments.A major caveat to social media analytics-based study is gaining access to data that can present a comprehensive picture of the social and cultural diversity of pluralistic societies. In the West, with its dependence on US-owned and controlled platforms and services, our view of social media diversity is somewhat culturally reductive. The analytics tools discussed so far under-represent, for example, the cultural dispersal of news across non-Western platforms (in Asia, for example, via Chinese Weibo services, WeChat, Line and KakaoTalk). Thus, much conventional social news-sharing knowledge still reflects the late twentieth-century cultural hegemony. In December 2016, however, Newswhip recorded IndiaTimes.com as the most shared site internationally on Facebook, part of a shift to illustrate greater diversity in the publishers who were achieving high share counts (Newswhip 2017).", "Availability (or in MPM terms “supply” or “distribution”), based on which news providers are most or least shared.", "Consumption (or in the MPM “use”), based on where audiences are accessing news stories, including the reach of different platforms’ offerings; their relative share of consumption, and the extent of user multi-sourcing across platforms.", "Impact or influence—based on its level of recirculation, social velocity, geographic spread, presence of commendations and comments.", "Another issue is establishing measures of “sufficient pluralism” to assess. Here the definition put forward by Ofcom (2015) and subsequently endorsed by the House of Lords in the United Kingdom has practical merit. They suggest that future policy assessments for digital media pluralism need to be equipped to identify:• The range of independent media voices.• The reach and share of those voices across demographics.• The absence of voices in key markets.• Consumers’ active use from a range of independent news providers.• Any one news source having too high a share of consumption.• Conditions of relatively free entry into media markets.In terms of using analytics to assess ideas of “sufficiency” or “media performance”, we make two key observations. First, media performance assessment of online news stories needs to correlate the kinds of most shared stories against our received assumptions about quality, voice and public interest or public affairs news. That is, any genre and topic assessment of most shared news stories should continue to have a relation to previous value assessments of news content. News stories that deal with politics, civics, economics and business, or that have significant social and material consequences for audiences, should be assumed to play an important part of such assessments.", "The range of independent media voices.", "The reach and share of those voices across demographics.", "The absence of voices in key markets.", "Consumers’ active use from a range of independent news providers.", "Any one news source having too high a share of consumption.", "Conditions of relatively free entry into media markets.", "Second, we consider that there is value in considering the diversity of online news sharing in terms of socio-demographic indicators of high-profile social media accounts, or digital influencers, as these can assist us in investigating the relative representation of various ethnicities, the presence of minority, community and public service media, local and regional media in the sharing media system, and public participation via comments. Alternatively, analytics could be used to examine the presence of diverse social media participation around an event of national significance, as MIT Lab is doing in its Electome analysis of Twitter participation during the 2016 US presidential elections.", "Valcke, Sukosd, and Picard (2016, 132) suggest socio-demographic indicators of media pluralism “concern social approaches to the range of media available to citizens” (including active media use by citizens and social composition of the media workforce) and that risks can be identified not only in the diversity of media types and genres, but in political, cultural and geographic media pluralism. They further note that socio-demographic indicators in the “basic domain” of policy, that of ownership and control, are typically “less often conceptualized and implemented in the literature on media pluralism” (132). Certainly analysing participation in social news sharing is fraught with ethical and practical difficulties, not in the least in trying to associate individual accounts with defined political preferences, and real-world identities, locations, age, gender or ethnicity factors. However, simply isolating the social and cultural groups that do speak openly, and those that choose not to, gives us a deeper understanding of how participatory voice diversity might be theorised in the social media era, beyond the algorithmic reasoning of the social metadata services that are increasingly shaping our news flows."]}, {"sec_title": "Conclusion", "sec_content": ["While the churn of public relations and propaganda may represent one set of problems for the credibility of journalism, its ability to capitalise successfully on the era of social news sharing, while still supporting its historic democratic aims, presents a whole new set of dilemmas. The key objective of this article and the wider Sharing News Online project has been to map one aspect of those—the ways that social media companies and their social metadata intermediaries are transforming news commodification, production and distribution though their use of algorithmic information processing.", "Here we have documented a new register of news commodity, social media sharing metadata, and its integration into earlier articulations of news as information and audience commodities. We have also mapped the diversity of actors that comprise the social media news-sharing ecology, an interdependent system of industrial players, practices, processes and technologies that together reinforce the power of news-sharing analytics to shape the future of journalism in subtle and not always visible ways. It is not just Facebook swallowing the news as we write, but Facebook, its friends and associates; and while journalists’ attention is rightfully on the dubious uses of news analytics to value them and their work, it may be less alert to the consequences of social media sharing gradually re-shaping newsroom practices and resource allocation across the globe.", "Much of this algorithmic, platform-centred re-ordering of news distribution has arguably been to the detriment of earlier forms of independent, citizen-focused news provision, although this process is contested. Yet news-sharing developments are often hyped as the saviour of journalism, and shrouded in the constitutive free market ideologies of Silicon Valley. In this sense, understanding the operation, possibilities and limits of social media-sharing analytics for journalism and for media research is a priority for those who would hope to use these tools in more innovative ways, as we have sought to do; to understand changes to news consumption, audience participation and information re-use.", "Our investigation of social media news analytics has shown their possibilities for constructing a new empirics of media diversity and voice pluralism. It is for this reason that we advocate the use of computational techniques, metrics and tools for enhancing public policy interventions, to replace some of the ageing twentieth-century media pluralism and diversity toolkit. In our view, we have made some of the first steps towards at least placing that goal on the policy agenda, but ongoing, funded research with appropriate data access will be needed to take these ideas to application in different national and regional contexts."]}, {"sec_title": "DISCLOSURE STATEMENT", "sec_content": ["No potential conflict of interest was reported by the authors."]}, {"sec_title": "FUNDING", "sec_content": ["This study is an outcome of the Australian Research Council Linkage grant “Sharing News Online: Analysing the Significance of a Social Media Phenomenon” [LP140100148]."]}], "references": [{"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson Chris W.", "first_name": "Anderson", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shares, Pins and Tweets", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Bastos Marco Toledo", "first_name": "Bastos", "last_name": "Toledo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Data Not Seen: The Uses and Shortcomings of Social Media Metrics", "year": "2013", "journal": "First Monday", "volume": "18", "authors": [{"name": "Baym Nancy", "first_name": "Baym", "last_name": "Nancy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sharing Nicely: On Shareable Goods and the Emergence of Sharing as a Modality of Economic Production", "year": "2004", "journal": "Yale Law Journal.", "volume": "114", "authors": [{"name": "Benkler Yochai", "first_name": "Benkler", "last_name": "Yochai", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Continual Transformation of Online News in the Digital Age", "year": "2013", "journal": "Communication \\& Society", "volume": "25", "authors": [{"name": "Boczkowski Pablo", "first_name": "Boczkowski", "last_name": "Pablo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Choice Gap: The Divergent Online News Preferences of Journalists and Consumers", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Can an Algorithm Be Agonistic’? Ten Scenes from Life in Calculated Publics", "year": "2016", "journal": "Science, Technology and Human Values", "volume": "41", "authors": [{"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Diversity and Broadband Applications: Challenges for Content and Distribution", "year": "2011", "journal": "Telecommunications Journal of Australia", "volume": "61", "authors": [{"name": "Dwyer Tim", "first_name": "Dwyer", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Martin Fiona", "first_name": "Martin", "last_name": "Fiona", "affiliation": "", "orcid": "", "role": ""}, {"name": "Goggin Gerard", "first_name": "Goggin", "last_name": "Gerard", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The like Economy: Social Buttons and the Data-Intensive Web", "year": "2013", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Gerlitz Carolin", "first_name": "Gerlitz", "last_name": "Carolin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Helmond Anne", "first_name": "Helmond", "last_name": "Anne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Emotional Broadcaster Theory of Social Sharing", "year": "2005", "journal": "Journal of Language and Social Psychology", "volume": "24", "authors": [{"name": "Harber Kent D.", "first_name": "Harber", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cohen Dov J.", "first_name": "Cohen", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "An Exploration of Social Identity: The Geography and Politics of News Sharing Communities in Twitter", "year": "2013", "journal": "Complexity", "volume": "19", "authors": [{"name": "Herdagdelen Amac", "first_name": "Herdagdelen", "last_name": "Amac", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zuo Wenyun", "first_name": "Zuo", "last_name": "Wenyun", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gard-Murray Alexander", "first_name": "Gard-Murray", "last_name": "Alexander", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bar-Yam Yaneer", "first_name": "Bar-Yam", "last_name": "Yaneer", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Share, like, Recommend: Decoding the Social Media News Consumer", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}, {"name": "Fletcher Fred", "first_name": "Fletcher", "last_name": "Fred", "affiliation": "", "orcid": "", "role": ""}, {"name": "Korell Darryl", "first_name": "Korell", "last_name": "Darryl", "affiliation": "", "orcid": "", "role": ""}, {"name": "Logan Donna", "first_name": "Logan", "last_name": "Donna", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Sharing in Social Media: A Review of Current Research on News Sharing Users, Content, and Networks", "year": "2015", "journal": "Social Media \\& Society", "volume": "", "authors": [{"name": "Kümpel Anna S.", "first_name": "Kümpel", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Karnowski Veronika", "first_name": "Karnowski", "last_name": "Veronika", "affiliation": "", "orcid": "", "role": ""}, {"name": "Keyling Till", "first_name": "Keyling", "last_name": "Till", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Networked Young Citizen: Social Media, Political Participation and Civic Engagement", "year": "2014", "journal": "Information, Communication \\& Society", "volume": "17", "authors": [{"name": "Loader Brian D.", "first_name": "Loader", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vromen Ariadne", "first_name": "Vromen", "last_name": "Ariadne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Xenos Michael A.", "first_name": "Xenos", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Facebook and Twitter in the Newsroom: How and Why Local Television News is Getting Social with Viewers?", "year": "2012", "journal": "Electronic News", "volume": "2012", "authors": [{"name": "Lysak Suzanne", "first_name": "Lysak", "last_name": "Suzanne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cremedas Michael", "first_name": "Cremedas", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wolf John", "first_name": "Wolf", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tracking the Online Audience", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor P.", "first_name": "MacGregor", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Media in the Changing Ecology of News: The Fourth and Fifth Estates in Britain", "year": "2012", "journal": "International Journal of Internet Science", "volume": "7", "authors": [{"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dutton William", "first_name": "Dutton", "last_name": "William", "affiliation": "", "orcid": "", "role": ""}, {"name": "Blank Grant", "first_name": "Blank", "last_name": "Grant", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Matter of Cultural Distinction: News Consumption in the Online Media Landscape", "year": "2016", "journal": "European Journal of Communication", "volume": "32", "authors": [{"name": "Ohlsson Jonas", "first_name": "Ohlsson", "last_name": "Jonas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lindell Johan", "first_name": "Lindell", "last_name": "Johan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Arkhede Sofia", "first_name": "Arkhede", "last_name": "Sofia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who Shares What with Whom and Why?", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Picone Ike De", "first_name": "Picone", "last_name": "De", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wolf Ralf", "first_name": "Wolf", "last_name": "Ralf", "affiliation": "", "orcid": "", "role": ""}, {"name": "Robijt Sarie", "first_name": "Robijt", "last_name": "Sarie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Echo Chambers on Facebook", "year": "2016", "journal": "", "volume": "", "authors": [{"name": "Quattrociocchi Walter", "first_name": "Quattrociocchi", "last_name": "Walter", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scala Antonio", "first_name": "Scala", "last_name": "Antonio", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sunstein Cass R.", "first_name": "Sunstein", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Complicity and Collusion in the Mediation of Everyday Life", "year": "2002", "journal": "New Literary History", "volume": "33", "authors": [{"name": "Silverstone Roger", "first_name": "Silverstone", "last_name": "Roger", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Diversity and the Global Superplayers: Operationalising Pluralism for a Digital Media Market", "year": "2016", "journal": "Journal of Media Business Studies", "volume": "13", "authors": [{"name": "Sjovaag Helle", "first_name": "Sjovaag", "last_name": "Helle", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism is Twerking? How Web Analytics is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media and Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Ethics of Web Analytics: Implications of Using Audience Metrics in News Construction", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Al Jazeera English Online: Understanding Web Metrics and News Production When a Quantified Audience is Not a Commodified Audience", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reconstructing the Political Economy of Communication for the Digital Media Age", "year": "2016", "journal": "The Political Economy of Communication", "volume": "4", "authors": [{"name": "Winseck Dwayne", "first_name": "Winseck", "last_name": "Dwayne", "affiliation": "", "orcid": "", "role": ""}]}]}