{"doi": "10.1080/1461670X.2011.614818", "url": "https://doi.org/10.1080/1461670X.2011.614818", "title": "THE “LOCAL” IN GLOBAL MEDIA ETHICS", "volume": "12", "year": "2011", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Rao", "first_name": "Shakuntala", "name": "Shakuntala Rao"}], "abstract": " This article explores critical regionalism, as defined in the works of Gayatri Chakravorty Spivak, as a way to understand and expand the concept of “local” in global media ethics. By using examples of South Asian media, the essay concludes that the epistemic inclusion of critical regionalism, contextualized within the broader disciplinary position of Postcolonial theory, can enrich our understanding of the nexus of media ethics, localization, and identity politics. ", "body": [{"title": "Introduction", "paragraphs": ["In the past two decades, liberalization and privatization of the media systems, first in Europe and North America and then in the countries of the South, has created a new media world order. The existing centers of power for the past few centuries—be it the European nations of Britain, France, Spain, and Italy and the post-World War II United States—are currently renegotiating their place in world history and in increasingly transnational media flows. The old categories which had defined international communication are passé. The rise of “Chindia” (the joint economic and political powerhouses of China and India); the post-apartheid rise of South Africa; Middle East nations’, such as United Arab Emirates, Qatar, Bahrain, and Saudi Arabia, with their vast repositories of natural resources; and the post-Soviet Russia's resurgent military and cultural dominance over Eastern Europe and Asian Republics challenge and render obsolete previous descriptions of the global media landscape. The focus of academic work in communication, media studies, and journalism has shifted from a paradigm of international communication to one of media globalization where cultural, economic, political, social, and technical analysis of communication patterns and effects between nations has given way to studies of exchanges between transnational corporations, local and regional media companies, consumers, and media workers (Thussu, 2006).", "Given contemporary globalization, I argue that the course of global media ethics must move towards an epistemic reorientation of studying media narratives’ production, reception, and consumption. Using the recent works of postcolonial theorist, Gayatri Chakravorty Spivak, I advocate for “critical regionalism” (2008, p. 99) to map a new understanding of the “local” in global media ethics. Though the burgeoning literature on global media ethics has begun to question the conflation of local and regional with national, the concept of “local” by and large remains ill-defined (Rao and Wasserman, 2007). Much of the writing in global media ethics has concerned itself with universals and proto-norms and the discussions about the local has sometimes been relegated to philosophical and cultural relativism. While universals need to be centralized by media ethicists as new technologies converge, the “local” cannot be lost or reductively analyzed, in the sharp rhetoric of anti-relativism. One must resist, as Christians et al. (2008, p. 159) write, “the relentless and irresistible tendency of universalization that has plagued global media ethics.” At the heart is the “inequality of global traffic of knowledge production and distribution” (Shome, 2009, p. 695) which valorizes some local knowledge as universals and imprisons other knowledge as relative. Using South Asian media as an example, I argue for the epistemic inclusion of critical regionalism as a way to extend and enrich our understanding of the nexus of global media ethics, localization, and identity politics."]}, {"title": "Communication, Media Studies and Postcolonial Theory", "paragraphs": ["In communication and media studies, debates have been raging about the complex and contradictory influences of the global media industries on local identities, cultures, and ideologies. Recent trends toward concentration of media ownership deregulation and new alliances between transnational media corporations and national governments are changing the nature of media content and practices (Hafez, 2007). Journals and monographs in communication, media and journalism studies have been inundated with theories attempting to explain the dramatic changes in the global media scene. One theory consistently advocated has been a kind of “bureaucratic rationalization or McDonaldization” (Sparks, 2000, p. 78), an analysis in which the takeover of locally-owned media and other similar inflow of foreign capital has been seen as “the progressive erosion of local media and their incorporation into, or replacement by, larger predators” (Sparks, 2000, p. 78). While the study of global media has historically emphasized media and cultural imperialism—especially inaugurated in the works of Schiller and Hamelink—these explanations emphasized a one-way media flow. Hamelink, in the introduction of his book Cultural Autonomy in Global Communication, wrote “The process of cultural synchronization implies that a particular type of cultural development in the metropolitan country is persuasively communicated to the receiving country. The metropolis offers the model with which the receiving parties synchronize” (1983, p. 5). While the scholarly gaze was on whatever the presumptively imperialistic foreign content does to the local people, the local people were characterized as passive victims rather than as agents of their local appropriations of the foreign, however complicitous with or resistant to hegemonic ideologies. There had been a failure to recognize the fraught, tense, uneven, and shifting reciprocity between the global and the local.", "Scholars such as Appadurai and others have begun to critique such assumptions. In his essay titled “Disjuncture and Difference in the Global Culture Economy”, Appadurai (1994) centralizes and problematizes the inherent tension between homogenization and heterogenization. He argues that global cultural process is fundamentally characterized by “radical disjunctures between different sorts of global flows and the uncertain landscapes created in and through these disjuncture” (Appadurai, 1994, p. 296). “Modernity as rupture” is constituted by, for Appadurai (1994, p. 297), the joint work of media and migration. The global movement of media technologies into every aspect of individual lives and the unprecedented mass migration of peoples across the world together define “the core of the link between globalization and the modern” (Appadurai, 1994, p. 297). Media and migration, both separately and together, produce an enormous degree of instability in the creation of selves and identities.", "I find that Postcolonial theory offers concepts that can help us think about this dynamic relation between the global and the local in communication and media studies. Shome and Hegde's (2002) essay titled, “Postcolonial Approaches to Communication: charting the terrain, engaging the intersections”, in the special issue of Communication Theory, speaks of merging the rich literature in Postcolonial theory to communication as a way to provide some epistemological questions and answers. Communication and media scholars, Shome and Hegde observe, have continued to valorize views of media and culture rooted in the West which have remained predominantly influenced by modernist intellectual and institutional structures. For Shome and Hegde, it is the epistemic reorientation of media studies which is necessary in order to enter any cogent discussions of the global/local dialectic. Their starting point is the fast changing and overly mediated social and cultural formations dominating our world and linking these changes to history, power, space, and politics. If one is to proceed with academic responsibility, they argue, communication scholars must include representation, identity, hybridity, and agency in their discussions and analyses. By invoking the critical vein of Postcolonial theory, these authors urge the readers to take communication and media studies out of the parochialism of theory steeped in Eurocentrism that “either ignores completely or oversimplifies the complexity of the rest” (Shome and Hegde, 2002, p. 260). Postcolonial theorists, Shome and Hegde write, understand the current global order is not “born fully-formed, Minerva style” but comes to us situated within the larger historical sweep of colonialism and its imperial centers (2002, p. 261). I do not assume that Postcolonial theory (as opposed to Feminism, Marxism, or Poststructuralism) provides the only resources to scholars in global media ethics, but the concept of critical regionalism strikes me as particularly useful.", "The emergence of colonial and postcolonial studies within the academy as a distinct mode of critical analysis can be dated to the end of the 1970s, perhaps best periodized with the publication of Said's book Orientalism (1978). The concurrent works of Bhabha on hybridity, mimcry, and mimesis and Spivak's essays on subaltern politics, situated in the disciplines of English and comparative literature, asked provocative questions about representation, language, power, and knowledge, and abstractly engaged the problem of ways to begin to grasp the relationship between the colonial/imperial and nationalist past and the circumstances and the exigencies of the present. As Young (2001, p. 88) has pointed out, postcolonialism examines “the material and epistemological conditions of postcoloniality and seeks to combat the continuing, often covert, operation of an imperialist system of economic, political, and cultural domination.” Postcolonialism should not be taken as an “endorsement of the new world system”; it is a “radical response to its condition” (Ashcroft, 2001, p. 24). While the label “postcolonialism”, like any term that ends in “ism” describing a critical enterprise, implies a homogeneous ideology, theoretical perspective, and political agenda, its name contradicts its divergent actual critical practices. All critical practices that go under the name of postcolonialism, however, have sought to dismantle the West as the normative center of the world, to move beyond West-centered historicism, beyond imperial binary structures of Self/Other and center/periphery, and ultimately beyond any form of imperialism. Such theory can help us create an epistemology for media and journalism studies that also deconstructs hegemonic Western notions about a globalized media.", "It is only recently that theorists have attempted to engage postcolonial studies in contemporary global terms. Globalization does not exist outside history, “in a kind of universal postmodern space” (Spivak, 2003, p. 80); globalization also reveals itself best as the site of practices and strategies which have been developed by local communities over many centuries. We cannot understand globalization without understanding the structure of global power relations which flourishes in the twenty-first century as an economic, cultural, and political legacy of Western imperialism (ideas which are at the core of the postcolonial disciplinary stance). Postcolonial theory can provide clear models for understanding how local communities achieve agency under the pressures of global hegemony. Postcolonial theorists resist the common view, often purported by the academic left, that “globalization is simply re-colonization” (Xie, 2006, p. 71). To the contrary, the engagement of local communities with global culture is marked by a great degree of self-determination and creative interpolation of local empowerment in the face of dominant hegemonic discourse. Postcolonial theory offers intellectual critique and countervailing ethics for the new eco-environmental issues, electronic media and networks, and increased mobility of peoples. Spivak and others have tried to shift the debates in Postcolonial theory from the study of “metropolitan multicultural phenomenon” (Spivak, 2008, p. 101) to more regional and local issues, often situated outside of Western academies and institutions.", "In recent times, communication, media and journalism studies have been inundated with questions about the “ethical” and the enduring nature of certain philosophical problems. There has even been a “turn to ethics” in a number of disciplines (Garber et al., 2000, p. viii); this raises the question of what one turns from in order to arrive at the ethical. The inevitable answer to this question would be a turn away from the political. If the turn to ethics is a turn away from political, Postcolonial theory can help ground us back in the professional practice of media, the philosophical questions such practices raise, understand the historical location of mediated relations, and the immediacy of their effects. Studies in global media ethics must then be understood, not merely as “fantasy” but truly transformative in the way media professionals practice and impact on the social world. This is often difficult. Outside the academy it is very arduous for media professionals and journalists, primarily because of time and resource constraints, to engage in lengthy and vigilant interpretations of philosophical questions and study research developed over many decades. Quite often one hears journalists say that scholars studying media ethics are too busy imposing upon them a joyless vigilance (clothed in a language of intellectual expertise) rather than providing constructive analyses of professional practices and outcomes. The scope of global media ethics can be a turn to the ethical in a way that bridges such polarity; it can also provide a basis of political action which is ethical in its very enterprise."]}, {"title": "Critical Regionalism: The “Local” in Communication, Journalism, and Media Studies", "paragraphs": ["One of the defining features of the twenty-first century is the increasingly convoluted and complex interplay between localism and globalism, and its implications for disciplinary boundaries. Clearly, this process has been in operation for centuries, but its velocity has risen sharply during the past 50 years. The interaction has produced remarkable transformations in the spaces of politics, economics, and culture, as newer forms of capital began to imprint their local visibilities and inflect on locality (and nation) in unanticipated ways. A productive way to understand the dialectic between the global and the local, writes Dissanayake (2006, p. 26), is through “an examination of the production of newer and more complex localities.” Whenever scholars seek to interrogate the intersecting narratives of the global and the local, what they are hoping to do is to focus on the production of the local and its ever-changing contours in response to the imperatives of the global. The local is never static; its boundaries, both temporal and spatial, are subject to ceaseless change. The local is characterized by a web of power plays, agonistic interest, pluralized histories, and the struggle over polysemic and asymmetrical exchanges. The local is constantly transforming and reinventing itself as it seeks to reach beyond itself and engage the translocal. The question, “What is local?” has remained at the center of disciplinary conversations as theorists struggle with notions of justice, tolerance, and coexistence. Spivak (2008, p. 95), in the essay “1994: will postcolonialism travel?”, tackles the most challenging question of our times: “What kind of a collective are we part of or on what plain can we be imagined as a collectivity?” She carefully charts the idea of critical regionalism which I want to elucidate for our use in global media ethics.", "Various new spatial keywords—regionalism, regionalization, territorial complexes, deterritorialized publics, borderlands, glocalisms, transregional—have come to the fore in humanities and social sciences because they seem especially well suited to an analysis of present-day restructurings. In one of the first usages of critical regionalism, geographer Soja saw its analytic power to bear upon the reconceptualization of the local and then working through it to formulate theories of “newer global communities and relations” (1989, p. 31). Regionalism as a scholarly area of interest has itself been a remarkably diffuse concept. A term that has currency, but different values in political science, urban planning, architecture and design, history, literature, and visual arts. More recently, regionalism has moved beyond being perceived merely as a geophysical entity to an emerging scholarship which shifts the emphasis away from the products of regional culture to the processes by which ideas about regions come into being and become influential. Instead of asking whether a particular version of region is valid or invalid, authentic or not, “critical regionalism asks whose interests are served by a given version of the region” (Powell, 2007, p. 22).", "Spivak borrows the term from Frampton (2002, p. 78), whose academic work in architecture forms the basis for its use in other disciplines. As an architect, Frampton was appalled by what he viewed as the increasing “megalopolitan development” of large cities lined with free-standing high-rises and serpentine highways. Architecture, Frampton wrote, can only be sustained today as a critical practice if it assumes an “arriere-garde position”, one which distances itself equally from the Enlightenment myth of progress and from a reactionary unrealistic impulse to “return to the architonic forms of the pre-industrial past” (2002, p. 81). The fundamental strategy of critical regionalism in architecture, for Frampton, mediates the impact of universal civilization with elements derived directly from the peculiarities of a particular place. “The practice of critical regionalism is contingent upon a process of double mediation,” writes Frampton, “it has to ‘deconstruct’ the overall spectrum of world culture which it inevitably inherits and it has to achieve, through synthetic contradiction, a manifest critique of universal civilization” (2002, p. 83). For critical regionalism in architecture, local topography and nature was integrated into the structures one builds; the site—signs of its history in geological, archeological, and agricultural terms—becomes inscribed in the design and realization of the built structure. Critical regionalism in architecture acknowledges, and tries to alleviate, what Heidegger (1975, p. 154) called the “loss of nearness” characteristic of built structures of global modernity.", "Spivak's use of the architectural strategy of critical regionalism is partly based on Heidegger's plea of renewing “nearness.” Critical regionalism, in Spivak's work, is connected to the view that Asia (as a Continent) needs to be pluralized; that Asia singular must become conceptualized as “other Asias”, as the title of her book suggests. Spivak observes that we know little about “areas that are not immediately in our experience, areas that general official histories have marginalized” (2008, p. 95). While she was growing up in post-independence India of the 1950s, she knew more about European and American culture and politics than about those of adjoining Asian nations. Although they did not play out in geopolitical realms and among policy mavens, the historically strong regional connections, Spivak (2008, p. 95) writes, “lingered in cultural memory.” In Other Asias, Spivak focuses on a question posed by two scholars, Kassabian and Kazanjian, “Why is there no Armenian postcolonialism?” (2008, p. 99). Here Spivak acknowledges the limits of postcolonialism thus far. Focusing on Armenia requires a renewed understanding of Said's Orientalism and postcolonialism; she says, “It is a different kind of postcoloniality that we have in those areas. It is not a repetition of the Victorian model of the division between public and private” (Spivak, 2008, p. 275). Given that the Southern caucuses and Central Asia are looking at the displacement of the Soviet Union into the Russian Federation, postcolonial questions do not fit neatly on to Armenia. Spivak writes: Armenia cannot lean towards existing theories. It cannot be comfortably located in the generally recognized lineaments of contemporary imperialism and received postcolonialism. Its history is diversified, with many loyalties crosshatching so small a place. (2008, p. 117) To locate Armenia within the larger grid of crisscrossing identities and histories is to practice “othering ourselves into many Asias” and to release Asia, and Asian thinkers, from hermetically sealed identities of being “Asians” but locate Asia as a contested site of multiple hierarchies, genealogies, national, and ethnic histories superimposed by colonialism, genocide (her example here is the centrality of Armenian genocide of 1915), and modernity (2008, p. 211). The only way out, Spivak argues, is to advocate for an anti-ethnic regionalism that displaces ethnic histories but reterritorializes regional histories and also moves us “a step beyond the nation-state” (2008, p. 233). Critical regionalism is not about a space or site—which makes her use of the concept different from that of Frampton—but naming of a “critical position” (2008, p. 235) through a pedagogy of “genealogical deconstruction” which makes it possible for other Asias, other Africas, and other globes to erase the “regionalist unilateralism of Euro-US and diasporic hegemony” (2008, p. 238). The route to “rewriting postcolonialism into globality through critical regionalism” needs a rigorous intellectual path focused on epistemic and ethical pluralization, not simply recognition of cultural difference (Spivak, 2008, p. 131). When we talk about a region, in critical regionalism, we are not talking about a stable, boundaried, autonomous place but about a cultural history, the cumulative, generative effect of the interplay among the various, competing definitions of that region. Critical regionalism understood in this sense places importance on the grassroots, of a vigorous generative understanding of the local, of social action and movements, in short, critical regionalism can be the construction of region to interconnect more fully, rather than disconnect, local places to broader patterns of politics, history, and culture.", "Armenia cannot lean towards existing theories. It cannot be comfortably located in the generally recognized lineaments of contemporary imperialism and received postcolonialism. Its history is diversified, with many loyalties crosshatching so small a place. (2008, p. 117)"]}, {"title": "Critical Regionalism, South Asia, and Media Ethics", "paragraphs": ["As we acknowledge the positionality of other Asias, we must reconfigure if the “local” in communication, media and journalism studies must go over and beyond the nation into new forms of collectivities. For instance, studying Bollywood films (Hindi films made in Mumbai in India) requires understanding of varied and highly diverse transnational audiences; the “local” in Bollywood audience studies includes audiences all over the world. Kaur and Sinha's (2005, p. 1) descriptive term of “Bollyworld” challenges the utter absurdity in trying to fix audiences to a singular locale (Hindi-speaking audiences in India), as these films routinely play to sold out crowds in Dakar, Dubai, Cairo, Johannesburg, and Toronto. While critical regionalism supplements the notion of “cultural proximity” (Straubhaar, 2007, p. 23) in media consumption and production, it also assumes a fundamental of the postcolonial stance: the shared meaning of historical experiences and imaginations. The “local” must then get reterritorialized and historicized outside of lineaments of nation and ethnic nationalism to a different kind of collective. I chose to use media in South Asia in this analysis because it can provide us with frames of intelligibilities, repertoire of images, and enfolding discourses that can enable us to make greater sense of the interanimation of the global and the local. While using South Asia as a starting point, I believe the analysis can be easily extended to other contested regions such as the Middle East, Africa, and Russia.", "I begin with a question: What is South Asia? A Wikipedia list includes the nations of India, Bangladesh, Pakistan, Bhutan, Sri Lanka, and Nepal. What the Wikipedia list does not include are the sub-states—with quotation marks around them—of Tamil Eelam, Kashmir, and North West frontier province in Pakistan. Defining South Asia—as in Spivak's chagrin in defining Asia diversified—requires the conscious marginalization of nation as providing linear and policed cultural parameters. The new vocabulary of critical regionalism requires reconfiguring the kind of collectives which have existed and might evolve in South Asia.", "Sub-national regionalism has been an integral part of a historic pre-colonial identity in South Asia. For instance, the partition of the Indian subcontinent in 1947 led to the divisions of the Punjab province into two new provinces: East and West Punjab. The predominantly Sikh and Hindu East Punjab became part of the new nation of India while the predominantly Muslim West Punjab became part of Pakistan. Punjabis in both nations continued to share the same language, Punjabi, and have close cultural affiliations. Similarly, Bengal, a historical and geographical region in northeast South Asia, was divided into West and East Bengal. Today East Bengal is the independent nation of Bangladesh and the state of West Bengal is part of India. The majority of West Bengal and Bangladesh is inhabited by people who speak Bengali and make up the ethno-linguistic region of Bengal. In Sri Lanka, the minority population of Tamilians share their ethno-linguistic heritage with people from the Southern state of Tamil Nadu in India. The Liberation Tigers of Tamil Eelam referred to as LTTE (or Tamil Tigers) has been a militant organization that has waged a violent secessionist campaign against the Sri Lankan government (dominated by the Buddhist Sinhalese Sri Lankans) since the early 1970s to create their own Tamil state. The most powerful political party in Tamil Nadu, the DMK (Dravida Munnetra Kazhagam), has had strong LTTE leanings. Such examples testify that the idea of region is in many ways categorically different from other conceptualizations of place, like home, community, city, State, and nation, in that region does not refer to a specific site but to a larger network of sites; region is always a relational term; at any site on the landscape, multiple definitions of place are continually in play and at work, sometimes convivially and sometimes antagonistically.", "A visit to a town like Janakpur, like a close look at the complicated history of Armenia, alerts us both to the problematics of cultural, political, and linguistic boundaries of the postcolonial state and possibilities for critical regionalism. About 10 miles from the Indian border, Janakpur is the capital of the region of Terai, part of the southeastern plains of Nepal, and a Hindu holy city signified by the massive presence of the Janaki Temple in the city square. The area has close connections with the northeastern Indian state of Bihar which borders Terai, but the town, with a population of less than 100,000, is far away from the geopolitical “nations” of Nepal and India. People in Nepal who speak Maithili and Bhojpuri and call themselves the Madeshis live primarily in Terai. Maithili and Bhojpuri are also the two dominant languages of Bihar. Like Biharis, Madeshis are predominantly Hindus, as opposed to the Newars of Katmandu Valley who are Buddhists, with a belief that Sita, the consort of Rama from the Indian epic of Ramayana, was a Maithili princess from the region.", "A long-standing socio-political movement in the Terai region, under different names and political leaderships, has been fighting for rights and recognition for the Madeshis since the 1950s. Until recently the movement had been defined by Nepal's monarchy (and, subsequently, by the democratic governments) as an ethno-linguistic movement; but movement leaders were actually primarily focused on land and cultural rights of the population. While the movement had had some violent factions, such as the Janatantrik Terai Mukti Morcha under the leadership of Jai Krishna Goit aligned to the Maoist guerillas who were waging an armed struggle against the Nepali monarchy, the Madeshi movement has largely been a peaceful one based on land rights. Says Uday Yadav, one of the leaders of the movement: Colonization of Madesh and Madeshi identity became essential [for Nepalis]. Exclusionary nationalism became the foundation of the modern Nepali state. Before the advent of democracy, the design of Shahas and Ranas for a Nepali state have been feudalistic in nature. The political elites after 1990 have further built on that. While the seizure of state power from the King provided the base for a new nationalism, the colonization of Madesh provides the economic base for reinforcing rule of the country by the Nepalis. From the very beginning, Madesh has been placed at the service of Nepalis. (personal communication, January 2008)  ", "Colonization of Madesh and Madeshi identity became essential [for Nepalis]. Exclusionary nationalism became the foundation of the modern Nepali state. Before the advent of democracy, the design of Shahas and Ranas for a Nepali state have been feudalistic in nature. The political elites after 1990 have further built on that. While the seizure of state power from the King provided the base for a new nationalism, the colonization of Madesh provides the economic base for reinforcing rule of the country by the Nepalis. From the very beginning, Madesh has been placed at the service of Nepalis. (personal communication, January 2008)", "In the past few years Girija Prasad Koirala, first Prime Minister of post-monarchial democratic Nepal, had pursued radical land reform programs along the principles of democratic socialism in the Terai region. He intended to institutionalize the peasant economy in Terai and in Nepal. According to Yadav, however, Koirala refused to share the same egalitarian approach of land reform to political representation of the Madeshi. Most of the land seized by the state has either been given to Nepali hill migrants known as sukumbasi or continues to be under state control. Madeshi landless people remained dispossessed under new land reform policies of the state. In fact, the new citizenship act pending in the Nepal parliament might de-recognize some Madeshis. Madeshis, in organizing their social movements, have long taken cues from similar land rights movements in Bihar in India where the landless continue to face profound oppression, as do the Madeshis in Nepal. While these communities are connected ethnically and linguistically, they are also connected historically by their marginalization (both Terai and Bihar have been marginalized in state policies of Nepal and India, respectively) and in seeking demands for political representation, cultural autonomy, and land rights. Yadav acknowledges the influence of Bihari social movements such as those launched by the Ekta Parishad, an organization committed to the philosophy of Mahatma Gandhi of redistribution of lands to the landless and Bhoomi Sena, a group formed by the lower castes of Bihari Kumris, on Madeshi movements.", "To reconfigure the local in South Asian media and to adopt the epistemic project of critical regionalism, scholars must focus on places like Janakpur. In Janakpur, houses along the narrow streets of the bazaar leading from the Janaki Temple are littered with satellite dishes receiving a number channels from Nepal and India with the most popular being the general news and entertainment channel in Bhojpuri called Mahuaa TV. The one movie theater in Janakpur plays Bhojpuri films produced in Patna, the capital city of Bihar. Janak FM, the local radio station, carries news programs, songs, and talk-shows in Maithili, Bhojpuri, Hindi, and Nepali. For media scholars, an overt focus on the structure of global media networks located in the Western hemisphere will not work in Janakpur. There is no CNN, BBC, or STAR TV here. Similarly, there is no presence of state-owned television and radio. Even Bollywood, the largest film industry in South Asia, with its own preoccupation of reimagining the national space, is absent. The one Maithali newspaper published from Janakpur, Hamra Nepal (Our Nepal), focuses on water and other environmental issues and the Maoist movement which has affected farming communities on both sides of the border. News on Janak FM is an hourly bulletin where journalists report from Kathmandu, Delhi, and Patna. As in many non-media centric societies, a person's experience with media in Janakpur may comprise a small percentage of his or her total experience facilitated more by other institutions such as religion, education, and government. I suggest that critical regionalism in journalism and media studies begins by de-anchoring the geopolitical location of such audiences, understands their historical links to other regional/ethnic communities, understands the postcolonial condition in which these communities live, govern themselves, and seek self-determination, and the role, if any, the media play in grassroots communication and activism and in forming cross-border alliances. The ethical project for media scholars would include giving voices and to reinvigorate neglected contacts that already exist, investing a socially and spatially constructed idea of region with agency and purpose, to open the intellectual project to local participation specifically instructed by the voices and experiences of those normally excluded from powerful strands of public discourse, and survey the range of representational strategies for defining places and regions expressed or implied in a variety of media artifacts. Continuing to equate the “local” with the nation suppresses a more complicated matrix of ethno-linguistic, regional, communal, provincial, caste, gender, class, education, spatial, and historical connections. These interstices of regional connections serve the powerful functions of establishing cultural memory and identity through multiple layers of media consumption and production.", "Christians (2008) is right to point out that media ethics education has been overly focused on the professional practices of journalists rather than grounding them in larger questions of morality. Past scholarly work in global media ethics has rightly tried to extend itself beyond the narrow confines of national media and merely studies of codes of ethics or parochial professional practices. Such efforts, though laudable, must not take us too far from the “local” and from ethical practices that define local action and politics. Central to the advocacy of the concept of critical regionalism, and its possible use in media ethics, is the epistemic and ontological need to undo a regime which had historically violated the alterity of the other, a regime that created false “national” boundaries and borders between peoples though such borders have never been able to annihilate the cultural history people continued to share. Critical regionalism and its disciplinary home of Postcolonial theory, posits that matters of subjectivity and identity must not only be addressed locally, relationally, and historically but that ethicists spend time in studying connections between peoples across borders.", "In the advocacy of critical regionalism it is also necessary to isolate the question of otherness interpreted as multi-ethics, if indeed the elusive noun ethics bears being used in the plural. It is not an ethics about the other, but also ethics belonging to the other, or more precisely, others. From this position it follows that a radical democratic project of the region or local would involve not merely the cohabitation of multiple cultures, ethnic groups, or identities, with their respective claims to authenticity, equal dignity, respect, rights, or economic equity; the challenge relates also to how the coexistence of many versions of ethos, ethical habits, conventions, gestures, and substantivist narratives about the “good life” was still possible. Critical regionalism, and its use in global media ethics, must then move away from notions of balkanizations and culture wars with their bellicose intent and notions that media merely represent others, but to retrieve the alterity of the other in a pluralistic, non-violent, and emancipatory way."]}], "references": [{"title": "Media Ethics in Education", "year": "2008", "journal": "Journalism Communication Monographs", "volume": "9", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford"}]}, {"title": "Toward a Global Media Ethics: theoretical perspectives", "year": "2008", "journal": "Ecquid Novi: African Journalism Studies", "volume": "29", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford"}, {"name": "Shakuntala Rao", "first_name": "Shakuntala", "last_name": "Rao"}, {"name": "Stephen Ward", "first_name": "Stephen", "last_name": "Ward"}, {"name": "Herman Wasserman", "first_name": "Herman", "last_name": "Wasserman"}]}, {"title": "Global Media Ethics Revisited: a postcolonial critique", "year": "2007", "journal": "Journal of Global Media and Communication", "volume": "3", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Herman Wasserman", "first_name": "Herman", "last_name": "Wasserman"}]}, {"title": "Post-colonial Reflections on the ‘Internationalizing’ of Cultural Studies", "year": "2009", "journal": "Cultural Studies", "volume": "23", "authors": [{"name": "Shome Raka", "first_name": "Shome", "last_name": "Raka"}]}, {"title": "Postcolonial Approaches to Communication: charting the terrain, engaging the intersections", "year": "2002", "journal": "Communication Theory", "volume": "12", "authors": [{"name": "Shome Raka", "first_name": "Shome", "last_name": "Raka"}, {"name": "Radha Hegde", "first_name": "Radha", "last_name": "Hegde"}]}]}