{"doi": "10.1080/17512786.2017.1392254", "url": "https://doi.org/10.1080/17512786.2017.1392254", "title": "What About the Hyperlocals?", "volume": "13", "year": "2019", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Leckner", "first_name": "Sara", "name": "Sara Leckner"}, {"last_name": "Tenor", "first_name": "Carina", "name": "Carina Tenor"}, {"last_name": "Nygren", "first_name": "Gunnar", "name": "Gunnar Nygren"}], "abstract": "Using a survey of a sample of hyperlocal actors in Sweden (N = 178), this article examines preconditions, motivations and sustainability for hyperlocal media operations, outside the traditional media chains, in order to provide a picture of their function in the current media landscape, and to further build on the understanding of the hyperlocal business model. This study extends the hyperlocal definition by including media platforms other than websites. The results show that the operations indeed aim to support and foster citizenship, strengthen democracy and mirror the local community. At the same time, as shown by other studies, the fact that they are not large-scale, highly profitable operations may challenge their sustainability. Nonetheless, most of them claim to be profitable, largely because of the print platform, and have a positive outlook on the future. Revenues from advertising and readership are currently less substantial for Web-based operations, which reinforces the need to broaden the definition of hyperlocal publishing platforms when talking about financial sustainability. Currently, hyperlocal media in Sweden, with small resources and a lower publishing frequency, cannot be viewed as a replacement of established media, but play important roles as complementary alternative voices and contribute to media plurality in the local community.", "body": [{"title": "Introduction: The Emerging Picture of Alternative News Media Sources", "paragraphs": ["Swedish journalist Po Tidholm compared a local community without a newspaper to a school class without a teacher: the students might end up with chewing gum in their hair, or the school may burn down (Ekman 2016a). This is a good analogy for the dystopian beliefs surrounding the development of the news media landscape. In the Western world, there are numerous reports on how crisis hits journalism (e.g. Nielsen 2015a; SOU 2016:80; Williams et al. 2014): longstanding local newspapers have closed down entirely or become more centralized; consumers living in local areas see less-extensive coverage of local mainstream news; and fewer journalists produce local content. The picture of the future of (local) journalism, and the expansion of the news gap when incumbent media fail to adequately and sufficiently cover the local community, is for these and other reasons often painted very darkly, not seldom by media organizations themselves (Ekman 2016b).", "But there are brighter spots in this rather dull painting. One is that, while the internet is turning the world into a global village, countervailing tendencies are shown in the interest of the local village (Paulussen and D’heer 2013). In Sweden, SOM 2015 shows that 91 percent of the population is interested in news about their local community, compared to national (95 percent) and international (82 percent) news (Nygren and Leckner 2016), and studies from other countries show that local media still occupy an increasingly central position in the media landscape (e.g. Nielsen 2015b; Röe-Mathisen 2013). “People today want ‘really, really’ local news” (Bew 2006, 204). Another is the development of the “prosumtion” of citizen news, particularly online. This type of news is suggested to be a potential amelioration to the perceived increasingly geographically distant, politically mediocre, and overly negative professional news media (e.g. Metzgar, Kurpius, and Rowley 2011; Williams, Harte, and Turner 2015). Grassroots bottom-up journalism is a part of the empowerment of the user—e.g. participatory culture (Jenkins 2006), collective intelligence (Lévy 1997), and co-creation and crowdsourcing (Howe 2006)—spurred by the emergence of Web 2.0 and the sharing economy. With lower entry barriers—production costs, setup and running—digital technology and network structure enable non- and semi-professional actors, with fewer economic resources than established media, to become alternatives to established media in a more utopian news media value chain.", "One burgeoning digital strategy that reflects the above-mentioned characteristics and that has been suggested to be “the next wave in journalism” (Schaffer, as quoted in Metzgar, Kurpius, and Rowley 2011) is hyperlocal media—locally based, community-oriented news with a high level of audience-participation possibilities. The digital logic has proven it economically promising to create media for smaller target groups and niches (e.g. Kaye and Quinn 2010; Picard 2011), and models such as paywalls and crowdfunding have been suggested to work for re-bundled, original and hyperlocal content (see e.g. Sjøvaag 2016). Thus, as a promising solution to the perceived news gap that has received increased attention in recent decades, such alternative media operations raise questions. What do the preconditions for hyperlocal entities look like in the current media market? What motivates people to start a hyperlocal media outlet? And, facing the same dilemma as established media, how do these operations create funding models that allow them to frequently and sustainably provide news-related content to their local community?", "Previous research has shown a wide variety of hyperlocal operations in terms of structure, resources and stamina, all seeking viable business models (e.g. Kurpius, Metzgar, and Rowley 2010; van Kerkhoven and Bakker 2015; Williams and Harte 2016). Previous research has, however, almost exclusively focused on the online platform, excluding other media outlets, which, we argue, has resulted in an incomplete picture of the hyperlocal media landscape and its viability. Given the variation found in prior research and the lack of a unifying conceptual framework, as discussed below, a need for further research has been identified.", "Based on survey data from a total sample of the Swedish hyperlocal market, this study examines why independent hyperlocal media operations have come to exist, how they are organized and funded, and most importantly, whether they could be sustainable in the long term. The aim is to provide knowledge on the subject from the Swedish market—a country with strong local press, many newspaper titles and a large number of newspaper readers—previously not studied. Moreover, the study aims to provide a more complete picture of the hyperlocal business model by including also other media platforms besides websites. The present study seeks to add to the picture of hyperlocal media’s function in the changing media landscape, and to further build on a conceptual framework for enhancing the understanding of the hyperlocal phenomenon. Besides the present project (see also e.g. Nygren, Leckner, and Tenor, forthcoming), no other study has been found that focuses on the independent hyperlocal market in Sweden in full (e.g. Andersson and Wadbring [2005] studied the free newspaper platform), and no other study has been found that looks at independent hyperlocal platforms on other than online-first platforms (e.g. Coleman et al. [2016] and Firmstone [2016] included online hyperlocals alongside other (legacy) media platforms in their studies, and Cook, Geels, and Bakker [2016] studied online-first platforms, but not necessarily online exclusive)."]}, {"title": "Literature Review", "paragraphs": ["The structure of the local media landscape in the Western world and the pace of change in recent decades look different from country to country. Countries like Germany have had a strong local and regional newspaper market, whereas others, like the United Kingdom, have had a much more nationally oriented media system (Nielsen 2015a). But in most countries local media markets have been highly concentrated for decades, and the overall direction has been the same, according to Nielsen, with a loss of advertising money and a decline in print editions. In the Nordic countries, local media have historically held a strong position, these being among the world’s most newspaper-reading countries, with similar numbers of newspaper titles as in countries with significantly larger populations, like Italy and France (Svensk Dagspress 2012). One reason for the strong local press in Sweden is an early investment in such media through press subsidies. Until 10–15 years ago, newspapers were mostly local and regional with local ownership, controlling well-defined geographical areas. This, as well as geographic distance, made the media competition less fierce (Gustafsson 1996). The structural changes in the media landscape in Sweden in recent decades have meant a strong concentration of ownership, instead of shutdowns. Since the millennium shift, more than every second media house has changed owners, with the eight largest media groups currently controlling 76 of the country’s 93 daily newspapers (Ohlsson 2016). Thus, the most important structural change in the newspaper market in Sweden is the transfer of power from local media to media conglomerates (SOU 2016:80), resulting in the centralization of content, the closing of editorial offices and fewer non-freelance journalists. Consequently, when the control of the media ends up in the hands of fewer but larger players, this risks undermining localism and local democracy (e.g. Baker 2007). This development does not differ significantly from the other Nordic countries (Ohlsson 2015) or those in Western Europe, where most newspaper companies have cut costs or limited operation losses in one way or another (Nielsen 2015a). However, it does not give the whole picture; there are alternative—and to a large extent citizen-based—media growing outside the established media organizations.", "The term hyperlocal was originally coined in the 1990s (Pavlik 2013) to describe the inclusion of locally produced news in television. Since the mid-2000s, it has been used most frequently when referring to new, online approaches to providing local news (e.g. Barnett and Townend 2015; Kurpius, Metzgar, and Rowley 2010; Radcliffe 2012). Many studies are based on Metzgar, Kurpius, and Rowley’s (2011) proposed six criteria for identifying and analyzing media operations described as hyperlocal: (1) geographically based, (2) community-oriented, (3) containing original news reporting, (4) online-based, (5) filling a perceived news gap, and (6) encouraging civic engagement. However, in addition to Metzgar and colleagues, many researchers point out that it is challenging to map the field, since hyperlocal criteria include components that can vary greatly, for example depending on community and national contexts, as well as people’s perception of what, for example, “the local” constitutes (cf. Barnett and Townend 2015; Nielsen 2015a; Radcliffe 2012; van Kerkhoven and Bakker 2014; Williams and Harte 2016), in addition to the fact that the sector continues to evolve.", "Regarding criteria 1 (geographically based) and 2 (community-oriented), there is considerable variability between the size of audiences in city blocks, villages, cities or states within a country (Hickman, quoted in Williams and Harte 2016), as well as between countries. Historically, the local has been easier to define: it is a place on the map. But digital media have reconfigured the meaning of location, creating a condition of “no sense of place” (Meyrowitz 1985). This has changed the preconditions for what counts as local news; are they specific to an immediate geographic locality or to the local population, or produced within the locality (Ali 2016)? Hess (2013) instead suggests the definition “geo-social” to conceptualize news that has a solid link to a geographical area, but can be consumed in the wider social space of the internet. On the other hand, it has been stated that geographic place remains important in defining people’s news interest. Online news users’ geographic sense of community has been found to be stronger than their online sense of community (Mersey, quoted in Paulussen and D’heer 2013). For the hyperlocal, sense of place has been emphasized as the core of such operations (Radcliffe 2012).", "Previous attempts to examine hyperlocal initiatives focus almost exclusively on online sites (e.g. Kurpius, Metzgar, and Rowley 2010; Paulussen and D’heer 2013; van Kerkhoven and Bakker 2015; Williams et al. 2014), hence criterion 4 (online-based). Although this is reasonable considering the high participatory possibilities in relation to the lower entry barriers of digital platforms, this narrow focus risks not giving the whole picture of the current media landscape, which is why we have included hyperlocals also publishing on other platforms in the present study. The hyperlocal phenomenon is not new per se; very local information has always been present, which the results of the present study show. Additionally, users still receive a large amount of their news from legacy media platforms other than the internet (see e.g. Eurobarometer 2016; Nygren and Leckner 2016; Pavlik 2013). Excluding outlets like television, radio and newspapers may marginalize many users and producers who favor other platforms, which are currently based on sustainable business models (cf. Williams, Harte, and Turner 2015).", "It is unclear whether hyperlocal only implies independent operations or also includes established media initiatives. This is not brought up in the definition by Metzgar, Kurpius, and Rowley (2011); their study presupposes independent operations. Nevertheless, although previous studies have examined both types of operation, hyperlocal most commonly refers to smaller, independent, citizen-led media initiatives, providing news and content at more of a grassroots level than most legacy media can achieve (Howley 2009; Radcliffe 2012; Turner 2015). This challenges criterion 3 (original news reporting) but meets criterion 6 (civic engagement), as hyperlocal publishers can consist merely of non-professional amateurs or enthusiasts who do not necessarily frame themselves as journalists, but rather construct their identity from previous experiences (Forde 2011). Such producers may not by default aspire to journalistic standards (cf. van Kerkhoven and Bakker 2014; Williams, Harte, and Turner 2015). Thus, hyperlocal content could be prescriptive local “information,” or even “banal everyday news” (Turner 2015), rather than the content expected from legacy media. As a result, the extent to which criterion 5 (news gap) can be filled can be questioned. However, independent operations do not necessarily intend to oppose legacy media, but rather present different takes or alternative voices (Atton 2002). They could still, to various extents, contribute to local plurality (Postill, quoted in Turner 2015). Moreover, in relation to criterion 6 (civic engagement), the situation is unclear. It has been stated both that the level of uptake of user-generated content among journalists and consumers has been low (Boczkowski and Mitchelstein 2013; McCollough, Crowell, and Napoli 2017) and that the audience “often source[s], write[s], corroborate[s], oppose[s] and finally resolve[s] stories [in hyperlocal media], with little mediation necessary by editors” (Turner 2015, 41). Thus, as pointed out by Cook, Geels, and Bakker (2016), there is really no such thing as a typical hyperlocal service, which instead is often defined by the voice, audience and purpose of the community being served.", "According to Williams and Harte (2016), most research on hyperlocal news publishing has been done in the United Kingdom and the United States. Kurpius, Metzgar, and Rowley (2010) conducted interviews and made on-site observations at 10 online US hyperlocal media operations that had gained national attention, in six cities. Metzgar, Kurpius, and Rowley (2011) later conducted further analyses of these sites. The authors concluded that, in its broadest form, the role of hyperlocals was to fill a recognized news gap, but the long-term sustainability of these operations was questionable. Williams et al. (2014), Williams, Harte, and Turner (2015), and Barnett and Townend (2015) received answers from 183 hyperlocal online actors from the Openly Local database in the United Kingdom through a questionnaire. Williams, Harte, and Turner (2015) also performed a content analysis of 313 active websites and conducted 34 interviews with producers selected from the same database. Similar to previous studies, the authors concluded that these sites have the potential to fulfil a vital democratic and civic role, making a genuine contribution to local plurality, but that it remains doubtful whether they can play this role, mainly due to economic sustainability and audience reach. Radcliffe (2012) performed a review of the hyperlocal landscape, primarily in the United Kingdom, based on interviews with 20 hyperlocal online practitioners. Radcliffe, also in line with the emerging research field, concluded that hyperlocals face a number of structural challenges, including funding, sustainability and visibility, but at the same time have given birth to considerable innovation and creativity. Several studies have been performed in other European countries as well. van Kerkhoven and Bakker (2014, 2015) identified 123 hyperlocal news websites covering 199 municipalities in the Netherlands, analyzed through content analysis and interviews. In line with the other studies, they concluded that hyperlocal operations vary in type and reliability of funding, expertise and size of staff, and editorial and economic foci. They stated that in theory these operations could bridge the news gap, but that this was harder to achieve in practice due to underperformance and lack of sustainability. Several case studies have also been performed on hyperlocal initiatives by established media. Paulussen and D’heer (2013) examined a Belgian newspaper’s hyperlocal online initiative through content analysis, suggesting that instead of citizens filling the gap, professional content was used to fill the gaps left void by citizen reporters. A similar study was performed by Thurman, Pascal, and Bradshaw (2012), using a survey on a UK news network’s 154 websites and interviews with 10 practitioners. They found that there was a demand for community content, but question whether established media can succeed as a local social network. Turner (2015) performed ethnographic work (online, observing a Facebook page, attending community events and interviewing audience members) focusing on banal citizen-produced content. Turner found that this type of content offered unique opportunities for users to be heard and participate in their communities. Altogether, the examination of hyperlocal initiatives gives a picture of both great potential as well as economic and sustainability challenges. Moreover, since previous research has mainly focused on the online platform, and the state of the media market is affected by national preconditions, the questions posed in this study are: RQ1: How strong is the economic sustainability for hyperlocal operations in Sweden? RQ2: What effect does the inclusion of publishing platforms other than websites have on the hyperlocal business model and its viability, and in extension on the definition of the hyperlocal? RQ3: What function do hyperlocal operations in Sweden have with regard to a perceived news gap? RQ4: What national characteristics can be found in the Swedish case?", "RQ1: How strong is the economic sustainability for hyperlocal operations in Sweden?", "RQ2: What effect does the inclusion of publishing platforms other than websites have on the hyperlocal business model and its viability, and in extension on the definition of the hyperlocal?", "RQ3: What function do hyperlocal operations in Sweden have with regard to a perceived news gap?", "RQ4: What national characteristics can be found in the Swedish case?"]}, {"title": "Method", "paragraphs": ["Since there is no official information or any other outlet including hyperlocal operations covering the current alternative news media landscape in Sweden, we first performed a mapping of the local and regional news media market in the country. The mapping was performed through interviews (telephone and e-mail) with communicators from all municipalities in Sweden (N = 290), as the municipalities have a good overview of the local media situation and the media titles and platforms available in their community. The interview data were complemented with searches in statistical databases of news media outlets in Sweden, on Web searches related to local and hyperlocal operations, and contact (telephone and e-mail) with local and hyperlocal news actors. This information resulted in a database with 587 regional, local and hyperlocal main news outlets, including both established and independent news media. From the database, we narrowed down and selected the hyperlocal operations based on the following criteria: Independent local news media operations not related, attached or sponsored by any established new media organization in Sweden. This excluded operations and titles by (a) public service, (b) the largest media groups in Sweden (N = 17), (c) the largest exchange-market media company MTG (owning Metro at the time), (d) the ETC group (see Ohlsson 2016, 36, 52), and (e) the major free newspaper groups in Sweden (Direktpress, Lokaltidningen, Mitt i).Have a turnover of less than €300,000.Employ fewer than 25 persons.Include predominantly local content, and at least some that is editorial and originally produced (e.g. two or three articles), with a wide community news-based approach. For example, pure local sport sites and the municipalities’ information outlets were excluded.Have a publication or updating frequency of at least once a month (primarily concerning print, as websites tend to be updated more frequently).", "Independent local news media operations not related, attached or sponsored by any established new media organization in Sweden. This excluded operations and titles by (a) public service, (b) the largest media groups in Sweden (N = 17), (c) the largest exchange-market media company MTG (owning Metro at the time), (d) the ETC group (see Ohlsson 2016, 36, 52), and (e) the major free newspaper groups in Sweden (Direktpress, Lokaltidningen, Mitt i).", "Have a turnover of less than €300,000.", "Employ fewer than 25 persons.", "Include predominantly local content, and at least some that is editorial and originally produced (e.g. two or three articles), with a wide community news-based approach. For example, pure local sport sites and the municipalities’ information outlets were excluded.", "Have a publication or updating frequency of at least once a month (primarily concerning print, as websites tend to be updated more frequently).", "This means that our hyperlocal definition includes subscribed few-days-a-week newspapers, free newspapers, and community radio and television, besides local news sites. Operations publishing on only local Facebook groups fell outside the scope of the study, but will be examined in a coming study.", "We made no limitations regarding the founding of the operations; our selection includes operations driven by actors such as companies, profit and non-profit organizations, and independent actors.", "The selection resulted in 178 hyperlocal operations. From this sample, survey data were collected through a questionnaire during spring 2016. The questionnaire consisted of 15 questions concerning the nature of the hyperlocal operations. The bulk of the questions were closed-ended, Likert-scale questions, but some included the possibility to open-endedly comment. The survey took approximately 15 minutes to complete. It was distributed through e-mail, with a link to an online questionnaire. Three reminder e-mails were sent during the collection period, in some cases supplemented by telephone persuasion. Ninety-six hyperlocal operations, some publishing more than one title (total number of titles: N = 140), completed the questionnaire, giving a response rate of 54 percent."]}, {"title": "Limitations of the Study", "paragraphs": ["Our study originally used defined geographic areas (zip codes within and part of a municipality, or one or several municipalities). However, during the analysis it became apparent that this was less relevant, as the municipalities in Sweden diverge greatly in number of inhabitants and surface volume. Moreover, although this is a Swedish case, from an international viewpoint Sweden is a rather sparsely populated country. Therefore, the selection of hyperlocals in this study is based on operations monitoring a delimited geographical area, but the exact size of this area is not defined. In this sense, we follow Hess’s (2013) definition of geo-social: news that has a solid link to a geographical area but can be consumed in a wider social space. Thus, in this study hyperlocals can be “local” in geographic scope. As with the definition(s) of “locality,” the existing definitions of “hyperlocal” do not necessarily coincide, as discussed in the previous section, but rather provide a starting point for analysis (see e.g. Nielsen 2015c). We are looking at the “in-between sector,” as formulated by Friedland (2001), representing the layer between the macro (e.g. metropolitan, regional and national legacy media) and micro (e.g. newsletters, blogs, Facebook posts) of the news ecology. Moreover, this is how the situation looked when the study was performed in 2016; it has most likely changed somewhat since then, with some operations possibly having closed and new ones appearing. Furthermore, this selection is not a claim of being foolproof; we may have erroneously excluded or included certain operations."]}, {"title": "Results", "paragraphs": ["It is not entirely true that the first attempts to harness the potential of citizen coverage were made through online-only media initiatives (cf. Paulussen and D’heer 2013). The oldest title in the present study dates all the way back to 1882. As one of the respondents puts it: “Our newspaper started in 1933. Like all local newspapers, we’ve been hyperlocal from the start.” However, although the notion of hyperlocal is not a new phenomenon, there is something to the often-stated newness of the hyperlocal and the increased interest in and use of it in recent years. The results showed that, although some of the operations had been founded two centuries ago, the average startup year (mean) of the investigated operations was 2008 and the most common startup year (mode), independent of publishing platform, was 2012; three-quarters started after the millennium shift: 52 percent within the last 10 years and 21 percent within the last 5 years (Figure 1). What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017FIGURE 1  Start-up year of the operations’ main publishing platforms.Note Print (mean = 1992, mode = 1992), website (mean = 2009, mode = 2012), radio (mean = 2003, mode = not applicable), television (mean 1998, mode = not applicable). N = 97Display full sizeFIGURE 1  Start-up year of the operations’ main publishing platforms.Note Print (mean = 1992, mode = 1992), website (mean = 2009, mode = 2012), radio (mean = 2003, mode = not applicable), television (mean 1998, mode = not applicable). N = 97", "FIGURE 1  Start-up year of the operations’ main publishing platforms.", "Note Print (mean = 1992, mode = 1992), website (mean = 2009, mode = 2012), radio (mean = 2003, mode = not applicable), television (mean 1998, mode = not applicable). N = 97", "FIGURE 1  Start-up year of the operations’ main publishing platforms.", "Note Print (mean = 1992, mode = 1992), website (mean = 2009, mode = 2012), radio (mean = 2003, mode = not applicable), television (mean 1998, mode = not applicable). N = 97", "The relation to the newness was also reflected in the publishing channels used. Social media (64 percent) and websites (58 percent) were the most used channels, but were not considered the most important (12 and 27 percent, respectively) (see Table 1). In relation to previous research’s focus on primarily the online platform, this may be noteworthy. Thus, although digital media offer greater opportunities in terms of reach, immediate delivery and lower entry barriers, in this study, print was considered the most important publishing platform. What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017TABLE 1 Number of and most important publishing channels (%)CSVDisplay Table", "A likely reason for this is the working business model, further described below. Moreover, respondents not using print as a publishing channel pointed out that, in addition to their current publishing platforms, they had or were going to start a print outlet: We’re also getting ready to start a print product  …  When other newspapers close down, something has to be done. It’ll come out once a month, won’t include the traditional news flow, more of a magazine with local content. We can see there’s money to be made there, and that there can be synergy effects with television and newspapers, not because we have something to say that can’t be told through [another outlet], but as a pure source of income.Apparently, print is where hyperlocal actors currently believe money can be made.", "We’re also getting ready to start a print product  …  When other newspapers close down, something has to be done. It’ll come out once a month, won’t include the traditional news flow, more of a magazine with local content. We can see there’s money to be made there, and that there can be synergy effects with television and newspapers, not because we have something to say that can’t be told through [another outlet], but as a pure source of income.", "Regarding social media—whereby Facebook was by far the most popular channel, used by 92 percent of those respondents who used social media—these were not considered to be the most important channels for publishing, but, by the respondents in this study, used primarily for feedback and communication with the audience. It should also be noted that 12 percent considered social media to be their most important channel, however, social media were not their main publishing platform (Table 1).", "Although television is still the most used media by the population in Europe (Eurobarometer 2016), this was not the case for the hyperlocal actors, of whom only 3 percent used it as their main publishing channel. This may not be surprising, since the costs associated with starting and running a television-based operation are high and, moreover, this study investigates small-scale operations. Moreover, a mere 3 percent also considered multiple platforms equally important, despite the fact that 82 percent of the operations utilized multiple channel publishing.", "What drives people to start a hyperlocal news outlet? Is it a way to start a new hobby? To boost declining news coverage in a local community? Or simply to earn some money? In the present study, the majority of the hyperlocal respondents claimed that they did not primarily have an economic goal in mind when they started their operations. Instead, the most common purpose was to support the community and strengthen the local identity (Table 2). What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017TABLE 2 Aim and motivation to start a hyperlocal operation (%)CSVDisplay Table", "A related motivation, but not as strong, was to become a channel for local democracy (43 percent), in addition to being unhappy with legacy media’s lack of coverage of the local community; 41 percent wanted to develop the local journalism and compensate for the lack of decent legacy news media coverage. Thus, an evidently strong motivation, expressed in various ways, was to strengthen the local community, to some extent explicitly claiming to make up for a perceived news gap, e.g. “We’re becoming more and more important for the local democracy as the major newspapers decline” and I started [the operation] in fall 2009 just to be able to show all the activities that are happening in the countryside where I live/lived, even though a lot of people say “nothing happens here”; the local newspapers also decreased their coverage outside working hours to a minimum, which was also a gap I wanted fill.However, a commercial motivation was found to be the second-most important reason for starting a hyperlocal outlet. For the Swedish hyperlocal actors, this meant making money by providing a new channel for advertisers; 50 percent found this to be important. Other capital-related motivations, such as earning money for the company and creating jobs for employees, were found to be of lesser importance (28 and 10 percent, respectively). This highlights the question of whether hyperlocal journalism should be pursued because of its democratic function or because it is good business (cf. Vujnovic 2011).", "I started [the operation] in fall 2009 just to be able to show all the activities that are happening in the countryside where I live/lived, even though a lot of people say “nothing happens here”; the local newspapers also decreased their coverage outside working hours to a minimum, which was also a gap I wanted fill.", "The traditional news business model consists of two main revenue streams: selling the product to the user (subscriptions, single copies, etc.) and selling space to the advertiser (Picard 2011). Previous studies of hyperlocal businesses have found advertising to be by far the most dominant form of revenue and funding model (Thurman, Pascal, and Bradshaw 2012; van Kerkhoven and Bakker 2014; Williams et al. 2014), but not (yet) a major source of capital (Kurpius, Metzgar, and Rowley 2010; Thurman, Pascal, and Bradshaw 2012). In the present study, 87 percent of the respondents were found to receive at least some of their revenues from advertisements, with 53 percent claiming to get all their revenues from it. Contributions from owners and members were the second-most common source of revenue, but were not of great importance; 29 percent received all or some of their income from this type of funding. Non-profit funding (e.g. voluntary donations or crowdfunding) and publically traded funding (from municipalities, the government, etc.) stood for less than 10 percent of the operations’ revenues. Press subsidies have been an important source of support for local newspapers in Sweden, but require a minimum of 1500 paying readers and a publication frequency of at least once a week (Myndigheten för PRT 2016). Hence, only a few hyperlocals in this study were eligible for such funding, and 8 percent stated getting at least some of their revenues from it. Funding a hyperlocal operation with private means has previously been found to be common (e.g. van Kerkhoven and Bakker 2015; Williams et al. 2014). In the present study, the 12 percent “Other” can include means such as private funds, as commented by some of the respondents, for example: “I own, operate and finance my newspaper myself, with other jobs. [I] have a few ads, but the revenues don’t cover the costs.” However, in this study no operation stated being funded 100 percent in “Other” ways; hence, at least according to the answers, no operation received its economic means entirely through private funding, and 88 percent reported not having any “Other” funding.", "From the results shown in Table 3, it was apparent that the source of revenue differs depending on the main publishing platform used. Operations using free print and operations using television estimated that they received more than 90 percent of their revenues from advertisements. Operations using websites as their main platform also received the majority of their revenues from advertisements, however, additionally also a significant part from contributions, mainly from owners/members. Those using community radio as main publishing platform showed similar distribution of revenue sources, in addition to public funding (however not significant). Subscription-based print operations were altogether found to have an equal amount of revenues from advertisements, subscriptions and press subsidies. What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017TABLE 3 Estimated sources of revenue in relation to publishing platform (%)CSVDisplay Table", "Viable hyperlocal business models have proven to be one of the main challenges to hyperlocal operations (see Berkey-Gerard 2013; Pitkänen 2014). An operation without the backing of an organization depends heavily on entrepreneurial spirit and ideological motivation (van Kerkhoven and Bakker 2015). Although the majority of the hyperlocal operations in this study claimed that they did not fund their businesses through private means, this may be an inevitable part of small-scale business-like independent hyperlocals. Some respondents expressed concern for their current business models through the comments, in different ways financed through private funding, taking no salary and/or voluntary work: The few revenues have come from the pictures I sell to the municipality/tourist brochures. Thinking a lot today about how to find a funding model for this project, but haven’t come up with anything that works yet. If [the revenue] hasn’t increased, I’ll be forced to quit. The family economy isn’t doing great with just one income. My future retirement definitely isn’t looking great either … ", "The few revenues have come from the pictures I sell to the municipality/tourist brochures. Thinking a lot today about how to find a funding model for this project, but haven’t come up with anything that works yet.", "If [the revenue] hasn’t increased, I’ll be forced to quit. The family economy isn’t doing great with just one income. My future retirement definitely isn’t looking great either … ", "But while some indicate a tough(er) economic situation, overall, a majority have a positive view of their economic state, even though they do not expect a huge profit: “I [took] over almost a year ago, and have increased the number of readers by 200 percent, from a low level” and “Thanks to the [hyperlocal] site, we’ve received other assignments that we can survive on.” Altogether, in this study, the hyperlocal operations claim to have higher profit figures than is shown in previous studies: 41 percent stated that they were profitable in 2015 and 30 percent that they broke even. One possible explanation is the inclusion of other platforms than simply websites. Of the operations claiming to be profitable, 75 percent used main platforms other than sites, with the majority using print as their main publishing platform. As mentioned above, most of the print-based operations received their revenues from advertisements.", "Another characteristic of hyperlocal operations, which was pointed out by some of the respondents, is that they are not always intended to make money but can rather be non-profit operations: “Because the operation is based on volunteers, we don’t need any income to speak of.” However, the comments may also indicate a slightly more complex picture than simply non-profit expectations: [S]ince I see this as a non-profit operation I don’t think in [economic] terms; if it grows, it’s because of the interest and energy of those of us who are passionate about showcasing our local activities.", "[S]ince I see this as a non-profit operation I don’t think in [economic] terms; if it grows, it’s because of the interest and energy of those of us who are passionate about showcasing our local activities."]}, {"title": "Content in Hyperlocal Media", "paragraphs": ["To be able to compensate for decreasing local news coverage, a major aspect concerns the content of the hyperlocal operations. Kurpius, Metzgar, and Rowley (2010) claim that because the market-driven news business model assumes an audience that can attract advertisers, news content tends to favor sensationalist and superficial subjects, at the expense of the deeper, contextual public affairs coverage that is critical to maintaining a functioning democracy. For this reason, it has been expressed that hyperlocal news can be dominated by “soft news” (Paulussen and D’heer 2013). But, according to Williams and Harte (2016), one main coherence found in the (few) studies of content in hyperlocal media instead stresses their common orientation towards news about politics and civil society. On the question “How much of the content in the local media is editorial content?”, four out of five hyperlocals claimed that their media consisted to a great extent of editorial content.", "No content analysis was done in this study; instead, the respondents were asked to rate their level of use of different editorial themes. Similar to previous studies (e.g. Barnett and Townend 2015; Williams, Harte, and Turner 2015), there was a clear emphasis on local content: 86 percent stated a lot or quite a lot of the content consisted of local activities (Table 4), which is “very geographically focused, community-oriented, journalistic form” (Williams, Harte, and Turner 2015, 688). The next-largest category was news about culture and entertainment (78 percent) and the third-largest was coverage of municipality and local politics (53 percent). Based on this, readers of hyperlocal news in Sweden can get a reasonable amount of information about public affairs. What is “enough” could be questioned, however. For example, Williams, Harte, and Turner (2015) found Politics to be the second-largest topic covered (12 percent), which was considered a lot, while Paulussen and D’heer (2013) found that it was the third least covered topic (2 percent), which was considered a little. However, most previous studies are not directly comparable with this one, since they conducted content analyses (e.g. Williams, Harte, and Turner 2015; Paulussen and D’heer 2013) or asked the question differently (e.g. Barnett and Townend 2015). However, Williams and Harte (2016) claim that one of the findings of the (few) previous studies on content in hyperlocal news is their common orientation towards producing content on local politics and civil society. Other notably large categories found in this study include local sports and business news (cf. van Kerkhoven and Bakker 2014). Additionally, there was little coverage of content on lifestyle (2 percent) and non-local topics. This demonstrates the purpose of the hyperlocals in wanting to get closer to the audience with unique, local-related topics. The main difference from previous studies was that content on accidents and crime was represented much less in the Swedish hyperlocals (cf. Paulussen and D’heer 2013; van Kerkhoven and Bakker 2014). Possibly it could partly be explained by choice of platform, since this theme was represented more online than in, for example, print. Overall, according to the hyperlocals, the distribution of content represented the type most read in a Swedish (morning) newspaper with regard to civic content (e.g. politics and economy), but less in categories like crime and lifestyle and more in entertainment and sports, as well as local content in general (Wadbring and Jaakola 2017). What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017TABLE 4 Share of editorial content (%)CSVDisplay Table", "Although a low profit level has been found among hyperlocals in previous studies, they have shown great faith in their operations. In the United Kingdom, more than 89 percent believed their hyperlocal operations (sites) were sustainable at the current level, or could perhaps increase (Williams et al. 2014). In this study, which showed higher profit margins than previous research, the hyperlocals’ confidence in the future of their businesses was high as well. A greater number than those currently making a profit believed they would do so within the next three years (66 percent), while 23 percent believed they would break even, expressed by one of the respondents: “I believe that we, the local free newspapers, will continue to be needed; therefore, we also believe in a bright future.”", "However, as with source of revenue, the economic situation of the operations differed depending on the main publishing platforms used (Table 5). With operations using print, the majority stated they were making a profit, compared to operations using websites where most operations broke even, and television, where the majority were making a loss. Nonetheless, independent of platforms, the majority of the operations believed in a profitable future. What About the Hyperlocals?The drivers, organization and economy of independent news media in SwedenAll authorsSara Leckner, Carina Tenor & Gunnar Nygrenhttps://doi.org/10.1080/17512786.2017.1392254Published online:07 November 2017TABLE 5 Economic results in relation to publishing platform in 2015 and within the next three years in parentheses (%)CSVDisplay Table", "As described above, and as also has been found for other new news models such as crowdfunding (Leckner, Packmohr, and Lindgren 2017), earning money is not the sole motivation for driving a hyperlocal operation. Audience engagement as well as finding stories that engage people and presenting them in an innovative way are also considered essential drivers (cf. Chadha 2016). In some aspects, sustainability is an issue of time rather than money (cf. Radcliffe 2012): We’re two independent journalists/photographers who started the site, mostly as an experiment. We’re still working with the company alongside [our] regular jobs, largely voluntary. Today there are four of us involved. The site quickly attracted attention and got approval for its local content. Thanks to this, we have the energy to operate the site with daily updates.Although some hyperlocal operations have managed to become financially viable, their models are not always scalable, which does not have to be a great issue (see Radcliffe 2012). In the present study, some actors express quite grounded expectations for their future models: Hyperlocal media will have to work hyper-efficiently. I never believed we’d grow to 8–10 people; if we can reach 3–5 people in the future then we will have truly succeeded.Since the hyperlocal sector has less lobbying power than larger media institutions, it has been pointed out that it is important for public policy to take into account how it can support and sustain this growing sector (Radcliffe 2012). As the respondents in the present study—some with a struggling economic situation—believe they fill an important function in the community, they would like to have more acknowledgment: “Press subsidies have to come to us to some degree as well if we’re to be able to continue fighting to maintain the local coverage” and “My private money is going to run out soon! Let’s find a model and teach other journalists in the country to start local news outlets online as well.”", "We’re two independent journalists/photographers who started the site, mostly as an experiment. We’re still working with the company alongside [our] regular jobs, largely voluntary. Today there are four of us involved. The site quickly attracted attention and got approval for its local content. Thanks to this, we have the energy to operate the site with daily updates.", "Hyperlocal media will have to work hyper-efficiently. I never believed we’d grow to 8–10 people; if we can reach 3–5 people in the future then we will have truly succeeded.", "Pearson, Kingsbury, and Fox (as quoted in Barnett and Townend 2015, 339) have argued that there is a “strong role for both industry and policymakers to come together to aggregate research on audiences, viable business models and successful content so that the social and economic aspects of hyperlocal media are better understood by potential advertisers and investors.” In Sweden, the current media support system has been recognized to be in need of changes. Hence, a new subsidies system has been proposed. Instead of being based foremost on print, the suggested system will be independent of distribution form, but will support media with a certain proportion of editorial and self-produced content and with a certain periodicity (SOU 2016:80). This could imply that the hyperlocal actors’ wishes have been heeded, since at least some of them can meet these requirements. This may also incline a greater economic climate for independent media sources like the hyperlocal operations in the future.", "It has been stated that all hyperlocal initiatives are a reaction to a perceived market failure; if the market was well served, there would be no reason to start anything new (e.g. van Kerkhoven and Bakker 2014). But what a market failure implies may vary. Filling the gap does not always mean an explicit reaction to declining or disappearing established media, that is, being opposed to mainstream media. Sometimes it means presenting complementary alternative voices and different takes on community news and information, compared to what legacy media are reporting, particularly when it comes to showing the community in a more positive light, exemplified in the respondents’ comments: Above all we wanted a channel to vitalize the non-profit [local] associations, and the positive local community. The aim of starting the newspapers  …  was at the time mainly as advertisement sheets and the editorial content was unimportant. The significance of [the editorial content] has increased to important but we can’t say that local media have handled it poorly. But [our hyperlocal outlets] have been important as alternative [to legacy media]. [We want] to be a complement to [established] newspapers, which often make a selective choice that doesn’t always reflect the community in a fair and democratic way.Many of the respondents also believe that they not only make up for the lack of coverage by the mainstream media, or offer a complementary voice, but also trigger established media to improve: As a local news provider, I definitely fill a gap and feel that I have an important task. Before I started, we had virtually no local reporting at all, since the “local” newspaper had its editorial office at [another place] and basically never got out to [the local area]. Since I started, it’s completely different. Suddenly the [major free newspaper] has started writing about [the local area], and not only negative news. It’s clear that they’ve changed their direction and attitude, which is great! They still have a way to go, but everything’s not pitch black in their reporting anymore … The hyperlocal actors also believe that they, for better or worse, contribute to the mainstream media’s coverage of the local community: When they [the two established local newspapers] last wrote about the municipality’s council meetings, it was when they summarized what I’d written. It’s not really all that interesting to provide them with content. But they have to fill the space between the ads … They themselves would deny that my description is correct.They also believe they fill a need for reporting from the community that is not necessarily based on the geographic area: In total, [the site has] over a thousand new posts per year. We have around 70,000 visitors per month. Many people who click live in other parts of the country or world, but have connections to [the local area] in one way or another.", "Above all we wanted a channel to vitalize the non-profit [local] associations, and the positive local community.", "The aim of starting the newspapers  …  was at the time mainly as advertisement sheets and the editorial content was unimportant. The significance of [the editorial content] has increased to important but we can’t say that local media have handled it poorly. But [our hyperlocal outlets] have been important as alternative [to legacy media].", "[We want] to be a complement to [established] newspapers, which often make a selective choice that doesn’t always reflect the community in a fair and democratic way.", "As a local news provider, I definitely fill a gap and feel that I have an important task. Before I started, we had virtually no local reporting at all, since the “local” newspaper had its editorial office at [another place] and basically never got out to [the local area]. Since I started, it’s completely different. Suddenly the [major free newspaper] has started writing about [the local area], and not only negative news. It’s clear that they’ve changed their direction and attitude, which is great! They still have a way to go, but everything’s not pitch black in their reporting anymore … ", "When they [the two established local newspapers] last wrote about the municipality’s council meetings, it was when they summarized what I’d written. It’s not really all that interesting to provide them with content. But they have to fill the space between the ads … They themselves would deny that my description is correct.", "In total, [the site has] over a thousand new posts per year. We have around 70,000 visitors per month. Many people who click live in other parts of the country or world, but have connections to [the local area] in one way or another."]}, {"title": "Discussion", "paragraphs": ["In line with previous studies, the results of the present study give a mixed picture. The study suggests a quite “rosy” picture in terms of asserted financial sustainability and the aim of supporting and fostering citizenship, democracy and the local community (cf. Williams, Harte, and Turner 2015). Despite the challenges of starting and running an operation without organizational backing, the survey data show that the majority of the hyperlocal operations in Sweden perform well—better than has been found in other countries—and that they believe in a future for their operations. On the other hand, the open-answer options indicate that several operations are driven by sole individuals who rely on (restricted) personal funds, challenging the sustainability of the business model, and hence to a great extent depend on the interest, stamina and health of the producer/owner. This is something that has also been pointed out as the main Achilles heel of hyperlocal operations. However, some of the answers emphasize voluntary work as an important part of the hyperlocal business model, rather by explicit choice than by necessity or force. Altogether, to answer RQ1, the economic situation of the Swedish operations appears stronger, more positive and points towards more sustainability than has been reported in studies from other countries.", "One strong reason for this may be the broader approach of the hyperlocal definition used in this study, since the Swedish operations’ current economic situation and viability appear to depend on the main publishing channel used. Those who reported to be profitable mainly relied on an advertisement-based business model and published in print. Those using sites (as well as radio) as their main platform currently had more diverse funding, also based on contributions, with most of them breaking even. The exception to this was television-based operations, which were not profitable. But independent of publishing platform, the majority were confident that they would be able to develop sustainable models (cf. Kurpius, Metzgar, and Rowley 2010). This means that the present study only partly confirms the advertisement-financed website as the most common hyperlocal business model (e.g. Nielsen 2015a); yes, if looking at operations using sites as their main publishing platform; no, if looking at the wider picture of hyperlocals, including operations using other main publishing platforms. Not focusing solely on digital-only outlets strengthens the viability of the hyperlocal business model, to answer RQ2. In addition, according to the open-ended answers, most of the examined hyperlocal operations did consider themselves hyperlocal “despite” publishing through traditional outlets. Furthermore, in an age in which multiple-channel publishing is becoming the rule rather than the exception, and the borders between specific media in the news ecology—the interaction, interdependence and unequal relations between different actors in the news community—are increasingly dissolving, this gives another reason to argue for a broader framework of what defines the hyperlocal. The challenge here is that although “the hyperlocal” is not a new occurrence as such, but is “new” in the sense that it is a growing sector with new actors and new prerequisites, it is moreover a sector with increased importance in the structural changes of the media market. But, as with the established media market, it differs depending on the areas both within and between countries. Yet, in order to be able to make comparisons, it is important to talk about the same thing when defining the hyperlocal. Similar to most previous studies, it is also apparent from the selection of this study that there is considerable variety between hyperlocal operations in terms of geographic area, platform and size of audience, among other things, even within the defined selection criteria. But as a sector evolves, so must the terminology that describes it (see also Cook, Geels, and Bakker 2016). Therefore, we believe it may be more relevant to understand the hyperlocal as a metonym rather than a literal label, as suggested by Perrin (quoted in Barnett and Townend 2015). In this way, hyperlocal is more a set of values rather than a geographically defined place and published on a particular platform, “defined by the need, audience or the purpose of the community being served, with all the variety that implies” (Radcliffe 2012, 6; see also Metzgar, Kurpius, and Rowley 2011). We therefore suggest that the hyperlocal definition be extended beyond the online platform, and that future research look at a broader picture of what the hyperlocal in the current media ecology implies; particularly since other studies also support that one way to increase the revenues of an online site is to supplement it with a print outlet (Cook, Geels, and Bakker 2016). Moreover, many studies look at the field of legacy media and its structural changes, but the growing sector of the hyperlocal needs further attention since it is still under formation—similar to what has been found in studies from other countries, the picture of the hyperlocal landscape in Sweden is somewhat sketchy. To answer RQ3, overall, the function of the Swedish hyperlocals are similar to what has been found in other studies. Based on the results, the audience of hyperlocal news in Sweden appears to get a reasonable amount of information about public affairs, fulfilling the operations’ purpose to get closer to their audience with unique, local-related topics. However, the extent to which the hyperlocal can shoulder the task of legacy media remains uncertain. Hyperlocals generally have fewer resources, and are produced by a mix of professional journalists and non-professionals (e.g. Leckner and Nygren 2016; Williams et al. 2014). Their publishing frequency is often lower, and their space for journalism less. For these reasons, there are indications that independent hyperlocal media in Sweden, as well as other countries, may not be able to serve as a substitute for established media, despite the higher degree of economic viability found in this study, which characterizes the Swedish case (RQ4). But altogether, despite national as well as research differences which can make it challenging to compare results, Swedish hyperlocals appear to function as complementary alternative voices and contribute to media plurality, as seen in other countries. In different ways, they “supplement, challenge, or change the operating principles, structures, financing, and cultural forms and practices associated with dominant media” (Howley 2009, 2). In summary, as Williams and Harte (2016, 291) put it, it is “[i]ncredibly encouraging that so many people are producing varied, important and necessary public interesting journalism, often without the legal and institutional support previously provided by the likes of established local newspaper companies.” Local readers, their news consumption and the news platforms may not look like they did before, and students in some areas may end up with chewing gum in their hair—to connect to the concern referred to at the beginning of the article—but the schools may still be standing since citizens’ need for local-ness and sense of community is as strong as ever; and here, the hyperlocal can play an important role."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Critical Regionalism and the Policies of Place: Revisiting Localism for the Digital Age", "year": "2016", "journal": "Communication Theory", "volume": "26", "authors": [{"name": "Ali Christopher.", "first_name": "Ali", "last_name": "Christopher."}]}, {"title": "Plurality and the Local: Can Hyperlocals Fill the Gap?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Barnett Steven", "first_name": "Barnett", "last_name": "Steven"}, {"name": "Townend Judith", "first_name": "Townend", "last_name": "Judith"}]}, {"title": "Hyperlocal After the Hype: What Public Broadcasters Learned by Venturing Into Local Online News", "year": "2013", "journal": "Electronic News", "volume": "7", "authors": [{"name": "Berkey-Gerard Mark.", "first_name": "Berkey-Gerard", "last_name": "Mark."}]}, {"title": "What I Am Versus What I Do", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Chadha Monica.", "first_name": "Chadha", "last_name": "Monica."}]}, {"title": "Mapping Changes in Local News", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Firmstone Julie.", "first_name": "Firmstone", "last_name": "Julie."}]}, {"title": "Communication, Community, and Democracy: Towards a Theory of the Communicatively Integrated Community", "year": "2001", "journal": "Communication Research", "volume": "28", "authors": [{"name": "Friedland Lewis A.", "first_name": "Friedland", "last_name": "A."}]}, {"title": "Breaking Boundaries: Recasting the ‘Local’ Newspaper as “geo-Social” News in a Digital Landscape", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hess Kristy.", "first_name": "Hess", "last_name": "Kristy."}]}, {"title": "Sustaining Hyperlocal Media", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Kurpius David", "first_name": "Kurpius", "last_name": "David"}, {"name": "Metzgar Emily", "first_name": "Metzgar", "last_name": "Emily"}, {"name": "Rowley Karen M.", "first_name": "Rowley", "last_name": "M."}]}, {"title": "Portrait of the Online Local News Audience", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "McCollough Kathleen", "first_name": "McCollough", "last_name": "Kathleen"}, {"name": "Crowell Jessica K.", "first_name": "Crowell", "last_name": "K."}, {"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Defining Hyperlocal Media: Proposing a Framework for Discussion", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Metzgar Emily", "first_name": "Metzgar", "last_name": "Emily"}, {"name": "Kurpius David", "first_name": "Kurpius", "last_name": "David"}, {"name": "Rowley Karen", "first_name": "Rowley", "last_name": "Karen"}]}, {"title": "Hyperlocals and Legacy Media: Media Ecologies in Transition", "year": "", "journal": "Nordicom Review", "volume": "", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}, {"name": "Leckner Sara", "first_name": "Leckner", "last_name": "Sara"}, {"name": "Tenor Carina", "first_name": "", "last_name": "Carina"}]}, {"title": "Using Citizens for Community Journalism", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "D’heer Evelien", "first_name": "D’heer", "last_name": "Evelien"}]}, {"title": "Trends in New Media Research: A Critical Review of Recent Scholarship", "year": "2013", "journal": "Sociology Compass", "volume": "7", "authors": [{"name": "Pavlik John.", "first_name": "Pavlik", "last_name": "John."}]}, {"title": "Introducing the Paywall", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Sjøvaag Helle.", "first_name": "Sjøvaag", "last_name": "Helle."}]}, {"title": "Can Big Media Do Big Society? A Critical Case Study of Commercial, Convergent Hyperlocal News", "year": "2012", "journal": "International Journal of Media and Cultural Politics", "volume": "8", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Pascal Jean-Christophe", "first_name": "Pascal", "last_name": "Jean-Christophe"}, {"name": "Bradshaw Paul", "first_name": "Bradshaw", "last_name": "Paul"}]}, {"title": "Good Dog, Bad Dog: Exploring Audience Uses and Attitudes to Hyperlocal Community News Media Through the Prism of Banal Pet Stories", "year": "2015", "journal": "Anthropological Notebooks", "volume": "21", "authors": [{"name": "Turner Jerome.", "first_name": "Turner", "last_name": "Jerome."}]}, {"title": "The Hyperlocal in Practice", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "van Kerkhoven Marco", "first_name": "van", "last_name": "Marco"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "The Value of UK Hyperlocal Community News", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Harte David", "first_name": "Harte", "last_name": "David"}, {"name": "Turner Jerome", "first_name": "Turner", "last_name": "Jerome"}]}]}