{"doi": "10.1080/21670811.2015.1034518", "url": "https://doi.org/10.1080/21670811.2015.1034518", "title": "The Fragility of Photo-Truth", "volume": "3", "year": "2015", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Pantti", "first_name": "Mervi", "name": "Mervi Pantti"}, {"last_name": "Sirén", "first_name": "Stefanie", "name": "Stefanie Sirén"}], "abstract": "National news organisations have few means for exercising first-hand verification of amateur images in breaking news events. This article explores the attitudes Finnish journalists have towards the use of non-professional images. It examines how they perceive the need for the verification of amateur images, their responsibility with regard to that and how they practise verification and transparency in their everyday work. The results show that journalists, while perceiving accuracy and verification as central to journalistic work, either distance themselves from having responsibility for the accuracy of amateur images or attempt to perform or find some form of verification.", "body": [{"title": "Introduction", "paragraphs": ["Visual evidence has played a key role in the truth-seeking mission of journalism. Through the indexicality of photographs, audiences have been provided with “unmediated” access to news scenes (Huxford 2001; Mitchell 1992). Journalistic truth-seeking, which begins with the process of verifying facts, remains a cornerstone of journalism’s value to the public because it is through accuracy that the profession of journalism can differentiate itself from other communicators and establish authority (Tuchman 1972, 661; Zelizer 2004). This is most apparent in the digital media ecosystem, where the overflow of information and images produced by non-journalists is overwhelming, but which also increases the currency of journalistic truth and has arguably contributed to journalists’ recognition of the fragility of the indexical presentation of reality.", "The grounds on which journalistic truth-seeking and verification practices are based have been reshaped by the flood of text and images produced by citizen journalists. In the context of crisis and disaster reporting, they have facilitated journalists’ truth-seeking by providing immediate information, insider experiences and visual evidence, thus allowing journalists to inform their audience about distant or inaccessible events as if they were there (Allan 2013; Bruno 2011). Through its “authentic” appearance and sensory immediacy, eyewitness accounts also have the ability to facilitate journalistic witnessing by demanding attention and eliciting emotions (Ahva and Pantti 2014; Allan 2013; Chouliaraki 2010).", "Yet, as the current hyping of image verification and the revealing of false or manipulated news images have shown, digital technologies afford novel ways to edit and alter photographic images. Or, to put it another way, we could say that they have contributed to the increasing awareness of the malleability of photographic images and the fragility of the “phototruth” (Wheeler 2002). Consequently, the need for newsrooms to have a clear policy regarding how they deal with amateur material, one that enables them to construct a more effective verification process, has become a major topic. Despite new verification technologies emerging, verification is time consuming and largely dependent on journalistic judgement (Hermida 2012). Indeed, when asked what kind of technological support journalists think they need to cope with social media information, the most sought-after included new tools for verifying and identifying social media content—“establishing ‘truth or lie’” (Schifferes et al. 2014, 410). Furthermore, while anonymous social media footage, especially non-professional pictures of breaking news emanating from closed countries like Syria, may provide critical visual evidence, it has also raised the importance of editorial judgement. Claire Wardle (2014, 29) states in the Verification Handbook, which aims to help journalists verify digital content in breaking news situations, “any journalist or humanitarian professional has to start off by assuming a piece of UGC [user-generated content] is false.”", "This article aims to contribute to the emergent literature on the use of non-professional images by news organisations. It examines how journalists working in small national news organisations, in broadcast, print and online media, practice and perceive truthfulness and verification vis-à-vis the non-professional footage of foreign events, and with particular reference to crisis events. The motivation behind focusing on amateur images from foreign events is twofold. On the one hand, amateur eyewitness images play an important role in breaking news reporting and in shaping of the public’s knowledge of events (Mortensen 2014). On the other hand, crisis images are usually the greatest source of the problems involved in verifying amateur photos or videos because, unlike domestic amateur images, tracking down who actually produced a certain photo or video and receiving permission to distribute it is extremely difficult.", "There is a growing body of work dealing with how social media, especially Twitter, are reshaping the established practices of verification (Hermida 2012; Silverman 2012). Alongside written accounts, using amateur footage has become a part of the professional world of news production, serving a variety of news aims: from providing visual evidence, immediacy and source diversity to generating novel ways of storytelling and audience engagement. Consequently, it is important to understand the policies, procedures and attitudes journalists have regarding the truth-value and verification of user-generated images. Furthermore, while the issue of verification is something that news organisations around the world are struggling with—as seen in a recent Tow Center Report studying the use of user-generated footage by television and online newsrooms (Wardle, Dubberley, and Brown 2014), it is important to understand how attitudes regarding the credibility of amateur images and practices regarding verification may vary from one news organisation and news culture to another.", "In the following, research on the truth-value of image and verification as a journalistic practice is reviewed. Then, we trace how journalists perceive the need for the verification of amateur images, their responsibility in relation to that and how they practise verification in their everyday work. The final section considers phototruth and verification, summarising the article."]}, {"title": "Image-truth and Verification", "paragraphs": ["Verification can be seen as a “strategic ritual” (Shapiro et al. 2013) through which journalists define the accuracy of news events and claim the authority to tell the truth by separating facts and opinions (Witschge and Nygren 2009, 52). However, the truth journalists seek is necessarily, as Kovach and Rosenstiel (2001, 42) state, “a practical or functional form of truth,” meaning a step-by-step process to ensure factual accuracy by verification, followed by the adding of layers of context in order to reach a more comprehensive picture of the subject. As this conceptualisation of truth as a process implies, “journalistic truth” has different levels: from practices of accuracy and objectivity, to pursuing the most complete version in all its complexity and diversity (Richards 2005). In the effort of journalism to tell the truth, eyewitnessing has a special role. It has been one of the primary means through which the journalistic version of reality is authenticated because it is supported by the proof of visual evidence (Allan 2013; Hartley 1992, 145; Zelizer 2005, 2007) and photos provide evidence that the events described actually occurred (Sontag 1977, 5).", "This idea of images as accurate “facts” that authorise journalistic accounts is rooted in the idea of the camera providing a faithful duplicate of reality (Newton 2001). However, the evidentiary value of a photo is a convention rather than an inherent property of the medium. The constructed and rhetorical nature of photography is revealed in the way amateur news images are often perceived as more authentic—due to their unpolished, unprofessional style and their involved or “ordinary” photographers—than professional pictures (Allan 2013; Mortensen 2011; Pantti and Bakker 2009; Williams, Wahl-Jorgensen, and Wardle 2011).", "In current discussions about the fabrication and verification of images, the focus has been on the denotative power of images. This is seen in how truth has been operationalised—through “forensic methods”—to verify that images depict what they claim to by asking questions like, “Does the weather report say that it was sunny at that location on that day? Do the shadows fall the right way? (Lyon 2012). However, images in journalism are not solely used as accurate evidence of specific events because they also have connotative and symbolic dimensions that refer to a photograph’s power to put a depiction of reality “within a broader interpretative framework” (Zelizer 1998, 9). These dimensions can be connected to the different speech acts of journalism. Whereas the speech act of informing the public is based on reporting facts and images are commonly expected to depict the world as “it is,” in the journalistic act of witnessing, the moral vision of the world an image communicates becomes more important than its direct relationship to the events it portrays (Carlson 2009; Chouliaraki 2013; Hariman and Lucaites 2007).", "As Matt Carlson (2009) points out, discussing the truth-value or representational accuracy of news images should acknowledge the special characteristics of images rather than approaching them through the rules established for the verbal/written practices of journalism. A key difference is that an image is true or credible only within a discursive context (Fetveit 1999). Perlmutter and Smith Dahmen (2008, 246) argue that positions of true or false cannot be imposed on images without first examining what “is claimed by the provenance of the pictures or their surrounding lexical-verbal discourse about what the pictures are supposed to be.” In essence, the evidence the image contains is connected to and can be transformed by context and cultural decoding capacities.", "The verification of information has become a critical focus for news organisations (Silverman 2012), resulting in an “image verification industry.” Examples include journalistic projects aiming to help newsrooms with verification procedures, such as the Verification Handbook by the European Journalism Centre (Silverman 2014); the development of “verification technologies” (Bruno 2011; Schifferes et al. 2014), such as the free mobile applications created to make citizen and activist footage verifiable by embedding the date, time and location of capture; or image-tracking technologies, like The Guardian’s InformaCam; or the reverse image search engine TinEye; and the verifying of user-generated content and images as a business model for paying customers. Within large news organisations, verifying online content is a new specialisation and major newsrooms have their own internal structures, such as the BBC’s “UGC Hub.” News organisations can also outsource the thorny issue of verifying UGC to social media news agencies like Storyful and Fourandsix.", "The importance attached to the visual evidence offered by activist videos from conflict areas is highlighted by the fact that verification services are increasingly being offered by non-governmental organisations (NGOs). For instance, Amnesty International’s Citizen Evidence Lab offers a “step-by-step guide to assess citizen video.” It should also be noted that activists providing eyewitness videos in countries like Syria attempt to adapt to news organisations’ and humanitarian organisations’ requirements, aiming to provide verifiable content by employing a range of narrative tactics, such as holding up signs to the camera to prove the date, including landmarks in the shot and filtering images before distributing them (Andén-Papadopoulos and Pantti 2013).", "The rise of this industry is connected to what Fetveit (1999, 797) describes as the strengthening of the “compartmentalization of credibility” of photographic images. He identifies a general shift in visual culture from understanding the credibility of photography at a common ontological and technical level to a more discourse-specific and institutionally warranted judgement on the credibility of images. Within journalism, source credibility judgements have traditionally held a central position as news organisations seek to produce truthful accounts and protect themselves from false or misleading information (Reich 2011). Hence, while the hierarchy of credibility in journalism is nothing new, UGC and semi-professional and amateur image brokers make credibility judgements more complicated.", "Moreover, the rise of the verification industry today may signal a turning point in general conceptions of the evidentiary truth of images in a sense that the evidentiary value of images will be increasingly dependent on the authority of those bringing them to the public and making claims about their truth-value. In general, the emergence of unconventional image brokers has put an emphasis on professional expertise and verification in the photojournalism market. As Gürsel (2012, 83) argues, although being first continues to be important for the success of a wire service, equally important is being “the source that has professional image brokers, both photographers who can take images and editors to evaluate and validate them, close to events so that they can understand images in context and gather citizen-produced images, if necessary.”", "The emergence of the image verification industry also indicates verifying social media information, which requires the expertise and resources often lacking in newsrooms. While the ideals of truth-seeking and the actual practices of verification have always had discrepancies (Shapiro et al. 2013), fulfilling the norm, as journalism scholars demonstrate, is complicated by decreasing newsroom resources, and an increasing speed of publication and quantity of social media information (e.g. Hermida 2012; Singer 2010; Witschge and Nygren 2009). Accordingly, it is claimed that verification has become more “fluid;” increasingly performed after rather than before publication (Bruno 2011). New and more collaborative methods for determining the truth have been offered as a solution to this imbalance between resources and the need to verify (see Hermida 2012; Wall and El Zahed 2015).", "While journalists have lost the monopoly on deciding what content enters public circulation, they can reinforce, challenge and interpret social media content when addressing their audience. Hence, it has been suggested that journalists’ gatekeeping role should be shifted towards news judgements and the practices of verification and interpretation (Bruno 2011, 6; Newman 2009; Singer 2010, 128). Indeed, Newman, Dutton, and Blank (2012, 15) state that traditional media outlets act as gatekeepers who filter “the best for a mass audience.” For journalism scholars, this raises the question of how news organisations are different or similar in their use of UGC and when dealing with the issues surrounding unverified images.", "Currently, empirical evidence about how traditional news organisations incorporate and filter amateur images and videos into their reporting remains scarce, but existing comparative research shows that news outlets apply different approaches to dealing with amateur content (Bruno 2011; Pantti 2013; Pantti and Andén-Papadopoulos 2011; Wardle, Dubberley, and Brown 2014). Previous research, unexpectedly, also shows that when access to events is restricted, journalists rely on amateur images (Van Leuven, Heinrich, and Deprez 2015). A cross-national visual content analysis of the Syrian conflict in seven newspapers and their online editions (Pantti 2013) showed that the use of amateur images is shaped most of all by a national media’s level of professionalism and the wider political context in which the national media operates. For instance, the European newspapers El País, The Guardian and Helsingin Sanomat used amateur images and shared similar editorial standards for publishing them, identifying the original source or expressing their inability to do so. In contrast, La Repubblica seldom identified amateur images and Romania Libera never did. While almost 90 per cent of the images came from Western news agencies, these “agency images” included images from various Syrian activist networks. The findings also show that newspapers rarely tracked down amateur images from social media sites themselves. Wardle, Dubberley, and Brown (2014) analysed three weeks of television content and five days of Web content from eight news channels, finding that amateur footage is integrated into output on a daily basis. However, it was found that UGC use is lower for national television channels and that content had mostly been sourced by a news agency. Furthermore, broadcasters seldom labelled or credited amateur footage."]}, {"title": "Methodology", "paragraphs": ["The material for this study was derived from a larger research project using journalist interviews, audience focus groups and text analysis, which examined how news organisations and their audiences in Finland and Sweden are reacting to the use of non-professional visual material in their news reporting (e.g. Ahva and Pantti 2014; Andén-Papadopoulos and Pantti 2013). The present study draws on semi-structured face-to-face interviews, conducted in 2012, with 19 journalists from Finland’s main newspaper publishers and television broadcasters. The news organisations selected are broadcasters, both public service (YLE) and commercial (MTV3, Nelonen); as well as the newspapers with the highest readership in the country, two quality morning newspapers with the biggest circulation figures (the national newspaper Helsingin Sanomat and the regional newspaper Aamulehti) and two national tabloid newspapers (Ilta-Sanomat and Iltalehti).", "In Finland, the number of newspapers and the readership figures, although declining, are still among the highest per capita worldwide. Helsingin Sanomat has a dominant position within Finnish media and is the most important arena for political discussion. On the other hand, the two evening papers, Ilta-Sanomat and Iltalehti, dominate in the arena of online news and are in fierce competition. In the television market, YLE has established a clear leading role, but the main evening news broadcasts of both YLE and its main commercial competitor MTV3 rank among Finland’s most watched television programmes. For the study, interviewees who could provide diverse insights about the use of amateur images were sought, i.e. editors-in-chief, online news editors, foreign news editors, picture editors, foreign reporters and photojournalists.", "Journalists were asked how they evaluate the value of amateur images during breaking news and how they deal with them, in particular, how they perceived the veracity of amateur images and what methods, if any, they used to verify them. It is noteworthy that the journalists and editors interviewed have different experiences of selecting and authenticating amateur footage. While it is mostly foreign news journalists who deal with those questions on a daily basis, news editors become involved when hard ethical and legal decisions about publishing need to be made. The material for this study was selected from the transcribed interviews, based on their relevance regarding verification and authenticity, and analysed via qualitative content analysis."]}, {"title": "The Truth-value and Verification of Amateur Images in Finnish Newsrooms", "paragraphs": ["Journalists’ attitudes towards non-professional images are ambivalent; they shun them for being unreliable sources yet prize them for their evidential value. Their low aesthetic and technical quality is detested but their realism is often met with excitement. They are valued by editors, who readily recognise that amateur images compel an audience’s attention, representing a way for news organisations to connect with their audience (Ahva and Pantti 2014). However, they pose the risk that could mean traditional news organisations lose their credibility and reputation—their “lifeline”—as stated by the managing editor of the photo desk at Helsingin Sanomat (cf. Lyon 2012). These divergent attitudes form the backdrop for the discussion on the standards and practices journalists have for using amateur images and evaluating their trustworthiness.", "The discussion about the potential risks and verification of amateur images is linked to changes regarding news production and what exactly distinguishes professional journalism from other information providers. As a journalist from a commercial broadcaster said:The biggest challenge with the online world is that people want everything here and now, this minute. They want the information and the images … and whatever happens we have to instantly be able to publish as much as possible, people expect that. We are in a tough competition with tabloid newspapers regarding who has the information out first. And the competition is about who has the first image. This is a competition where speed counts, but having the correct information also counts.", "The biggest challenge with the online world is that people want everything here and now, this minute. They want the information and the images … and whatever happens we have to instantly be able to publish as much as possible, people expect that. We are in a tough competition with tabloid newspapers regarding who has the information out first. And the competition is about who has the first image. This is a competition where speed counts, but having the correct information also counts.", "The heated discussions about the manipulation of images and copyright issues signal a growing problem in news production but such concerns were not dominant in the interviews. While amateur images, particularly those coming from war and conflict zones, are generally recognised as problematic in terms of their verifiability, journalists did not panic about the likelihood of using manipulated or misleading images. The journalists interviewed commonly stated that it is rare to encounter false or manipulated images and the examples they cited were usually the same few cases, related to images that had been distributed by news agencies. Moreover, the perceived importance of and relative trust in amateur photography was reflected in some comments regarding senior editors’ over-cautious attitudes towards publishing non-professional material. Nevertheless, some journalists were worried that one day their outlet would publish falsified or incorrect amateur material, but many believed in their own capability—or that of the photo desk professionals—to spot faked images. The editor of a tabloid stated, “You can see it with your own eyes if someone does something like that [manipulates an image]. That’s what I claim.”", "Another shared view was that using amateur images is “better than nothing at all,” implying that excluding available visuals would reduce the credibility of the news outlet. This indicates the importance of images and having distinctive visual content, especially in the online context where video, in particular, is increasingly required (Newman and Levy 2014). While print journalists say they can choose not to include any image if they have doubts about its veracity, on television and online what becomes news is dependent on pictures, making the issue harder to avoid. Moreover, the decisions behind publishing amateur content online are based on different criteria compared to print and television news. The criteria for verification online and offline appear initially similar, but the pressure to speed up publication online adds pressure to the verifying. Consequently, most agree that there are more errors online than offline. According to a journalist from a tabloid newspaper, the print version of the newspaper is checked by “tens” of people every day before printing, whereas in online publishing, images simply “pop up” and the process of assessing reliability has to be done post-publishing.", "Nevertheless, it is clear that journalists prefer professional images and only use amateur images when they possess added value for newsrooms (Andén-Papadopoulos and Pantti 2013; Wardle, Dubberley, and Brown 2014, 39). In quality news media, the main value attached to amateur footage is that it allows “access to events, places and situations we wouldn’t otherwise get,” as a foreign reporter from YLE said. The idea that pictures contain an inherent truth is strong in journalistic thinking, albeit some of the respondents reiterated their worries about what is not seen in amateur visuals, indicating how a lack of context becomes a problem. This is critical when dealing with foreign material, where contextual recognition and the possibilities for first-hand verification are scarce.", "Amateur images were typically seen as carrying evidential value to attest that specific events have occurred. The death of Muammar Gaddafi and atrocities in Syria are cases where the lack of information and professional photography amplifies the evidence value of amateur visuals. According to a broadcast journalist, “Without them, there would have been no proof of what happened.” Moreover, amateur images, even if produced by agenda-driven activists, were seen as providing a more diverse account of the situation—an alternative to official sources. In other words, journalists rely on amateur images to help substantiate their stories because they provide visual evidence but also alternative viewpoints. However, judgements about whether to publish an image or video are not solely connected to evidentiary value, but are negotiated in relation to aesthetic and affective values, pointing to the persistent dual rhetoric regarding news imagery, which simultaneously emphasises the objectivity and artistry of news photographs (Schwartz 1999, 160). As a journalist from a quality newspaper states:In a normal situation we trust and believe, quite blindly … When we sometimes [question the authenticity of an image] we think about it separately every time. Do we believe this or not? [Publishing] quite often depends on the quality—if it’s a miserable picture and we can’t verify its authenticity, it’s useless to put it anywhere.", "In a normal situation we trust and believe, quite blindly … When we sometimes [question the authenticity of an image] we think about it separately every time. Do we believe this or not? [Publishing] quite often depends on the quality—if it’s a miserable picture and we can’t verify its authenticity, it’s useless to put it anywhere.", "The newsrooms in this study mostly received amateur images for foreign news stories from international news agencies, though the commercial broadcasters and tabloid newspapers additionally monitor social media for pictures and videos. This reliance of national news organisations on images from international news agencies in their foreign coverage is well established (e.g. Fahmy 2010). Previously, when the pool of agency images was overwhelmingly from professional photography, there was little need to doubt its trustworthiness until the emergence of new image producers and brokers created a new set of circumstances (Gürsel 2012; Patrick and Allan 2013). News agencies, which once distributed images from their staff photographers and freelance stringers, have adapted to networked conditions by absorbing non-professional images within their gatekeeping processes. Moreover, some agency images arrive at national news desks with disclaimers noting that the authenticity of the material cannot be verified, meaning newsrooms have to consider who is responsible for verifying non-professional images: themselves or the agencies (Wardle, Dubberley, and Brown 2014).", "Nevertheless, journalists express considerable trust in the news agencies’ ability to perform the role of gatekeepers, based on the belief in the professional ethics and editorial expertise of news agencies. Some news organisations, especially Helsingin Sanomat and the public service broadcaster YLE, refrain from using amateur material that has not passed through the editorial process of a news agency:We receive [material] from EBU’s [European Broadcasting Union] news exchange and Reuter’s news agency, and we certainly do not monitor YouTube or other media channels. Those who are interested and have time to monitor—they can search Facebook pages, but in practice nobody has time to do so and it’s not a news source. You can get a sort of feeling or a hunch from there but you can’t base news stories on them. So, it is filtered first through EBU and Reuters and AP [Associated Press].", "We receive [material] from EBU’s [European Broadcasting Union] news exchange and Reuter’s news agency, and we certainly do not monitor YouTube or other media channels. Those who are interested and have time to monitor—they can search Facebook pages, but in practice nobody has time to do so and it’s not a news source. You can get a sort of feeling or a hunch from there but you can’t base news stories on them. So, it is filtered first through EBU and Reuters and AP [Associated Press].", "While journalists highlight the time pressure they work under, opting for credibility over being first seems to be more a rule than an exception. YLE journalists described discovering gripping amateur footage in social media or in Arab news outlets, but waiting until the same video or picture came to the newsroom through a news wire:I saw this video on a Facebook friend’s timeline. It was of the London riots and a young man was being beaten. It was a YouTube video that was linked to Facebook. Only afterwards did it show up on our newsfeed from Reuters.", "I saw this video on a Facebook friend’s timeline. It was of the London riots and a young man was being beaten. It was a YouTube video that was linked to Facebook. Only afterwards did it show up on our newsfeed from Reuters.", "For YLE, the view is that using material directly from social media would require a specific organisation or team specialised in separating social media truth from untruth. Most Finnish news organisations do not have any extra resources available for verifying amateur material, making first-hand verification highly challenging—a situation most interviewees wish to change. Moreover, faith in the agencies’ gatekeeping is also justified through the arrangement between buyer and seller—as demonstrated by remarks some editors made about the high cost of the contracts with news agencies; an online news editor at a commercial broadcaster emphasised, “Since we have bought that service, we trust that it has been checked, that the image tells the truth.” Similarly, Wardle, Dubberley, and Brown (2014, 56, 58) found that the vast majority of international broadcasters they studied did not run verification checks on material sourced by news agencies because they believe they are paying agencies to do just that. Additionally, some journalists framed the question of responsibility by indicating that trust was forced upon them by circumstances: a lack of time and resources. In other words, vetting amateur content and independently verifying images shared by a news agency, especially those from restricted locations like Syria, was not seen as feasible for a Finnish newsroom. As a tabloid journalist said, when downplaying their news organisations’ responsibility:In principle, one can start checking them …, but few here would start calling Syria and asking if one of those Abdullahs were there [laughter] with their camera on the spot. But I don’t see it so much as our problem, it’s perhaps mostly a global problem.", "In principle, one can start checking them …, but few here would start calling Syria and asking if one of those Abdullahs were there [laughter] with their camera on the spot. But I don’t see it so much as our problem, it’s perhaps mostly a global problem.", "The reliance on news agencies is flawed because international news agencies also face limitations regarding access to the scene of a news event and, despite image verification, it is not always possible to determine that a photo or video undoubtedly shows what it claims (Silverman 2014). This clearly indicates how the credibility of images is based on institutional warrant (Fetveit 1999), leaving some journalists uneasy at “outsourcing” the responsibility of verification to news agencies (Andén-Papadopoulos and Pantti 2013, 969). Instead, they argue that ultimate responsibility cannot be removed from the news outlet that chooses to publish them—regardless of disclaimers or source. As noted by a foreign news editor from YLE, “We are responsible whether [an image] comes from Reuters or wherever. In the end, we are liable for the accuracy of the information in our publications.” Nevertheless, it is clear that the pressure verification depends on a news event and different images are verified to different extents (cf. Shapiro et al. 2013). The next section discusses when independent verification is deemed important.", "Assessing the credibility of amateur images is always conducted ad hoc in newsrooms, depending on the specifics of a news event, how important or newsworthy the subject is deemed, and the origin of the photograph or video. While first-hand verification of foreign amateur content is rare, many journalists referred to lengthy and thorough discussions they have had with their colleagues regarding suspicion images; as a production manager from a commercial broadcaster describes:Depending on the case, we go through them very carefully, in quite a big group, usually the managing editor or even the editor-in-chief is involved. We think about whether we can trust a picture and if we can somehow verify that it really is authentic. Was it shot today? Can we find those two or three sources that say that this is certainly what it claims to be?", "Depending on the case, we go through them very carefully, in quite a big group, usually the managing editor or even the editor-in-chief is involved. We think about whether we can trust a picture and if we can somehow verify that it really is authentic. Was it shot today? Can we find those two or three sources that say that this is certainly what it claims to be?", "Situations also occur in which verification checks are deemed particularly important because the amateur image is so significant, regarding its newsworthiness, that its existence itself is a news event. In particular, with breaking news stories where there is no other footage available, like the death of Muammar Gaddafi, the need to establish that an image is genuine becomes increasingly significant. In such cases, even if images have been received through a news agency, the need to confirm the veracity of the image intensifies—particularly if the dope sheet contains a disclaimer. While the willingness to publish is directly connected to the gravity of an event, dramatic cases where knowingly unverifiable images are published are rare. As a journalist working for a national daily indicated, cases in which the authenticity of amateur footage becomes a serious issue are uncommon because most amateur images are “indistinct YouTube shots of chaos and confusion,” which also suggests a lack of artistic, dramatic and technical quality may result in diminished efforts to verify.", "Journalists seemed to be especially wary of situations where there are few images or even only one image available of an event. Suspicions of manipulation also arise when there is an atypical quality to non-professional footage. One journalist spoke about a picture of the Eyjafjallajökull volcanic eruption in Iceland in 2010, which caused “a severe headache” for the newsroom. Eventually, the picture was published unverified as attempts to cross-check it failed. What is especially interesting is that the newsroom considered lowering the quality of the photo to make it look more amateurish:We doubted the picture and in the evening we called to Norway [a Norwegian news agency distributed the image] and asked. And we also tried to call the photographer to ask what it was about. But we couldn’t reach him. It was the only one at the time, and we had doubts. If one looks at it carefully … we didn’t believe it, but then we weakened it, just a little bit. We tried to call, but then it went into the newspaper [unchanged], but we did have doubts.", "We doubted the picture and in the evening we called to Norway [a Norwegian news agency distributed the image] and asked. And we also tried to call the photographer to ask what it was about. But we couldn’t reach him. It was the only one at the time, and we had doubts. If one looks at it carefully … we didn’t believe it, but then we weakened it, just a little bit. We tried to call, but then it went into the newspaper [unchanged], but we did have doubts.", "In particular, material from online sites is dealt with carefully so as to clarify the origin of the material, although the methods for doing so vary. An example of the first-hand verification of amateur footage was presented by a foreign news editor at Helsingin Sanomat, who validated the origin and content of a YouTube video—also published on the website of The New York Times.", "They were a group of Syrian activists that had a YouTube channel … this time they had a website with a telephone number, I called there and a person in the US answered the phone. This person was able … to say where the image was from, what the people were screaming, what the signs said.", "The most common form of verification is using news media to corroborate amateur imagery and affirm authenticity and validity (Kristensen and Mortensen 2013, 2, 9). Hence, besides trusting news agencies, Finnish journalists trust large news organisations like the BBC or CNN and their ability, or responsibility, to confirm sources and verify footage as part of source triangulation, thus ensuring their perceived status as elite media institutions. However, the apparent widening of the scope of sources—based on a media circuit that increasingly cross-references itself—can be illusory, leading to an awareness that authentication by referencing elite sources is hazardous (cf. Kristensen and Mortensen 2013, 8). One journalist pointed out explicitly how even multiple sourcing often can be traced back to the same origin, describing it as “a pretty bad situation.”", "Context recognition is a key tool for verification in relation to domestic amateur images but it also functions as an important form of verification for foreign news images. It is based on elements that enable the validation of content; wide shots of buildings, recognisable squares, flags, the language spoken, and so on. One journalist mentioned doing picture searches of unfamiliar locations to make sure images are where they claim to be from, and using Google Translate to understand text in an image.", "When a news organisation makes the choice to publish an amateur image, a key issue is whether news organisations communicate that and allow their audiences to judge the image’s credibility. This is what we will chart in the next section.", "The crediting and labelling of amateur images is connected to the issue of how journalists perceive where the responsibility for verification lies and how they perceive their credibility and the truth-value of images in general. Previous research shows that practices for crediting and labelling images vary greatly between different media and different news organisations or are even completely lacking (Pantti 2013; Pantti and Andén-Papadopoulos 2011; Wardle, Dubberley, and Brown 2014). Furthermore, stating whether the images are captured by amateurs or activists affiliated to a cause also varies.", "In Finland, most journalists were of the opinion that it should specifically be mentioned if a photo or a video was not taken by a professional photographer or unverified, though, in practice, this is not always possible. Firstly, journalists are not necessarily aware that images received from news agencies are amateur. Additionally, as a commercial broadcaster news editor emphasised, “From our perspective it’s based heavily on the fact that international news agencies have done their part of the deal, and can tell us who took the image;” or as a newspaper journalist stated, “If AP has said they cannot verify it, we will, of course, repeat that.”", "Crediting and labelling questionable images or video with disclaimers and/or captions is seen as important in order to be transparent and uphold credibility. One newspaper journalist stated, “We try to make clear who claims to have taken an image. If we have, for instance, a screen grab from a YouTube video.” There are, however, differences in how important the labelling is understood to be, and in the motivations behind the labelling of amateur images. Some journalists approached the crediting and labelling of amateur images pragmatically, focusing on copyright issues (Wardle, Dubberley, and Brown 2014).", "In contrast, some journalists did not regard the issue of authorship as a key issue, but focused on the content and evidential value of amateur images. A journalist working in a national quality newspaper claimed that if a picture tells the “truth,” it does not matter who took it:We usually try to say that the authenticity of an image cannot be verified, but if it really is the image it is said to be, it does not really matter if the [author] is an amateur or a professional.", "We usually try to say that the authenticity of an image cannot be verified, but if it really is the image it is said to be, it does not really matter if the [author] is an amateur or a professional.", "This comment reflects the general attitude towards amateur images; journalists seem to be less concerned about who took the image and the professional/amateur distinction, preferring to evaluate news images primarily on their content and aesthetic quality—if the image helps tell a story. It is also important to note that there are reasons other than ethical for wanting to label amateur images as such because, particularly for tabloid newspapers, labelling and identifying images as “amateur” provides commercial advantages by attracting readers. The editor-in-chief of a tabloid explains:Yes, of course [we] have to tell. Overall, the bylines are very important. Sometimes we forget them, but that’s usually when it’s a photo from a news agency and it feels like, if it reads in small text AP or AFP [Agence France-Presse], quite irrelevant. But if it’s an amateur image, we try to highlight it. Not necessarily with a small byline but maybe in the caption or in the story.", "Yes, of course [we] have to tell. Overall, the bylines are very important. Sometimes we forget them, but that’s usually when it’s a photo from a news agency and it feels like, if it reads in small text AP or AFP [Agence France-Presse], quite irrelevant. But if it’s an amateur image, we try to highlight it. Not necessarily with a small byline but maybe in the caption or in the story.", "Being clear about the non-professional origin of a photo or video is connected to their presumed affective appeal; there is also a strategic, market logic behind using user-generated footage (cf. Vujnovic et al. 2010). A tabloid journalist emphasised how clarifying the origin of amateur visuals is of lesser importance, unless used as a means to direct attention:It’s not so strict. I don’t really know the rules about how it should be, but we don’t put the source for every video … But if it is an amateur video, we usually state that—because it instantly gets the video a lot of clicks.", "It’s not so strict. I don’t really know the rules about how it should be, but we don’t put the source for every video … But if it is an amateur video, we usually state that—because it instantly gets the video a lot of clicks.", "These differing approaches reflect the differences in the fundamental function of amateur footage, i.e. whether it is treated as a news source comparable to any other journalistic source according to its reliability, or seen as newsworthy per se because of its unconventional origin and/or differing aesthetic and ethical standards.", "Regarding disclaimers, voice-overs and captions, they are also used to ensure transparency and validity, in order “to give [the reader] the possibility to judge what it is about,” as one journalist from a daily newspaper stated. In broadcast newsrooms the thinking is that low technical quality enables the viewer to recognise a non-professional origin. The reliance on the media literacy of the viewers (cf. Singer 2008) is exemplified by a journalist noting how audiences could understand that governmental video material—marked with a watermark in one corner—could be biased in its nature, which was the case when using material produced by the Syrian government news agency, SANA. A public broadcast journalist indicates how much responsibility for understanding the visual material is given to the audience:We should probably emphasise [if it’s amateur or professional] in our voiceover … sometimes we mention that this is taken with a mobile phone, or we mention in the voiceover that … no professional journalists were [able to get] to the location, from which it can directly be deduced that it’s amateur material. Of course it’s important to convey a message to viewers. But I think that we trust the reasoning of the viewers a lot and that they can deduct from the visual material what kind of material it is.", "We should probably emphasise [if it’s amateur or professional] in our voiceover … sometimes we mention that this is taken with a mobile phone, or we mention in the voiceover that … no professional journalists were [able to get] to the location, from which it can directly be deduced that it’s amateur material. Of course it’s important to convey a message to viewers. But I think that we trust the reasoning of the viewers a lot and that they can deduct from the visual material what kind of material it is.", "However, the crediting and labelling of amateur images can be complex and still fail to communicate the original source (see Kristensen and Mortensen 2013). A prime example from Helsingin Sanomat, a newspaper which systematically identified the original sources of the images in its coverage of the Syrian conflict (Pantti 2013), is a photo of dead bodies in shrouds being carried to a mass grave after the Houla massacre in May 2012. The photograph is credited to Reuters, AP and AFP, and further described in the caption as coming from Shaam News Network, without explaining the nature of the latter: “A picture published by Shaam News Network of the mass funeral on 26 May for people killed in Houla.”", "Furthermore, in the context of the Syrian conflict several journalists highlighted the importance of acknowledging and communicating the motivations of those who took the images—that they were taken by activists who aimed to gain public support and told their version of the “truth.” The journalists regarded the Syrian war as especially difficult to cover because of the lack of impartial information and because traditional means for verifying information were scarce. The lack of impartial information from Syria was a source of anxiety for journalists, but there was also understanding and sympathy towards activists, “Of course they try to tell the world about their suffering as nobody else is doing that. And, of course, they have their own propaganda motives too—perhaps they even try to make things bigger than they are.” The hierarchy of credibility is also based on journalists’ sympathies—who they see as the aggressors and the victims, something highlighted by the gradual decrease in the credibility of the Syrian activists in journalists’ eyes, partly due to issues such as exposure of staged material and radicalisation of some anti-regime activists (Pantti 2013). For instance, Helsingin Sanomat’s use of non-professional images (in its coverage of the Syrian war) had fallen significantly by the end of 2012.", "Ultimately what is at stake in the crediting and labelling of amateur images is the issue of representing reality: are the images understood as objective facts that capture reality, or are they constructed, necessarily restrictive narratives of reality as seen and felt by a photographer in a given moment (see Carlson 2009). Explaining and contextualising amateur images through a caption, or other means, communicates its restrictiveness and makes transparent the potential agendas underlying it, which moves attempting to be truthful beyond mere accuracy."]}, {"title": "Conclusion", "paragraphs": ["Journalism is characterised by a constant negotiation between truth and falsehoods in order to make sense of and strengthen journalism’s social function (Hartley 1992, 145). The presence of amateur images within mainstream news content constitutes new terrain for such boundary work. On one hand, amateur images come with expectations of enhanced authenticity as they provide immediate eyewitness testimonies (Allan 2013; Mortensen 2014). From the perspective of journalistic production, the use of citizen material has been justified by the advantages that it provides for facilitating newsgathering and reporting by offering the public a broader view or sometimes the only view of an event. Additionally, it is seen as an effective way to generate reader and viewer attention and interactivity (Ahva and Pantti 2014). On the other hand, doubts are cast over the authenticity and credibility of amateur images, especially in the context of war and conflict reporting. The emergence of the verification industry suggests that the intentional doctoring of images and the circulation of falsely attributed images is a growing problem for news organisations and NGOs. Whether this is actually the case is for future research to assess.", "The most often stated scenario and fear is that incorrect images will increasingly slip into mainstream media reports because of a lack of skills, ethical awareness or rigorous methods for verification. Furthermore, inconsistent editorial policies and unclear copyright legislation combined with the commercial pressures to publish amplify this concern. The potential impact of using amateur images is that it negatively affects the credibility and reputation of news organisations, casting doubts on the whole profession, eroding its position as a trustworthy source in comparison to other communicators. An alternative view is that the use of amateur images is making professional journalists stricter regarding verification and more rigorous concerning their visual ethics (Newton 2001)—the latter seems to be the dominant scenario in Finnish newsrooms. In fact, some journalists argued that while their newsroom has not yet had to deal with false material, that day would come. This awareness of the potential for image manipulation seems to have heightened the need for the careful assessment of images in some newsrooms.", "This article shows that there is ethical uncertainty among Finnish journalists about where the responsibility for the verification of amateur images ultimately lies. The uncertainty regarding verification is also related to the fact that the credibility of amateur images is dependent on the authority of the channel through which it arrives in the newsroom, news agencies versus social media; on the amateur photographer, domestic versus foreign and passer-by versus activist; on its aesthetic qualities, exciting versus dull; and whether there are other photographs of the event. Rather than a uniform approach to verification, there are a range of ethical and practical stances ranging from somewhat “fluid” through to strict. The fluid stance is most prevalent within the two tabloid newspapers. These newspapers are in a fierce competition with each other and, furthermore, using amateur images is part of their business practice aimed at increasing website traffic and strengthening their relationship with their readers. Consequently, the verification and identification of amateur images is seen through the perceived curiosity value inherent in amateur footage and not solely as an issue of accuracy. However, editors working on tabloid newspapers also highlighted the need to first critically assess a photo or video and “push the button” later. At the other extreme, the “strict” approach to verification finds its strongest expression in the journalists working at the newsroom of the public service broadcaster YLE, and also at Helsingin Sanomat. These journalists stress their role as filters or “truth-tellers” in the widest sense of journalistic truth; providing accurate news through careful editorial judgement plus a deep understanding of the context: “Well, we can compete with knowledge. And we know more than the video clips on the internet show. We can tell people more, condense it and analyse it, [making it] more than a raw clip online.”", "In summary, while the journalists interviewed in this study insist that evidentiary value is the principal function for using amateur images, it is also clear that the “truth” connected to the paradigm of objective reporting is altering as the reality of the changing newsroom alters. The verification of images is, without doubt, critical—and not only because credibility is key to journalism’s authority, but—because false images diminish the public credibility of images as witnesses of events we cannot see and as ways to open discussions."]}], "references": [{"title": "Proximity as a Journalistic Keyword in the Digital Era", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Ahva Laura", "first_name": "Ahva", "last_name": "Laura"}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "Re-imagining Crisis Reporting: Professional Ideology of Journalists and Citizen Eyewitness Images", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Andén-Papadopoulos Kari", "first_name": "Andén-Papadopoulos", "last_name": "Kari"}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "The Reality of a Fake Image: News Norms, Photojournalistic Craft, and Brian Walski’s Fabricated Photograph", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Ordinary Witnessing in Post-television News: Towards a New Moral Imagination", "year": "2010", "journal": "Critical Discourse Studies", "volume": "7", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie"}]}, {"title": "The Humanity of War: Iconic Photojournalism of the Battlefield, 1914–2012", "year": "2013", "journal": "Visual Communication", "volume": "12", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie"}]}, {"title": "Contrasting Visual Frames of Our times: A Framing Analysis of English- and Arabic-language Press Coverage of War and Terrorism", "year": "2010", "journal": "The International Communication Gazette", "volume": "72", "authors": [{"name": "Fahmy Sahira", "first_name": "Fahmy", "last_name": "Sahira"}]}, {"title": "Reality TV in the Digital Era: A Paradox in Visual Culture?", "year": "1999", "journal": "Media, Culture \\& Society", "volume": "21", "authors": [{"name": "Fetveit Arild", "first_name": "Fetveit", "last_name": "Arild"}]}, {"title": "The Politics of Wire Service Photography: Infrastructures of Representation in a Digital Newsroom", "year": "2012", "journal": "American Ethnologist", "volume": "39", "authors": [{"name": "Gürsel Zeynep Devrim", "first_name": "Gürsel", "last_name": "Devrim"}]}, {"title": "Tweets and Truths: Journalism as a Discipline of Collaborative Verification", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Beyond the Referential: Uses of Visual Symbolism in the Press", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Huxford John", "first_name": "Huxford", "last_name": "John"}]}, {"title": "Amateur Sources Breaking the News, Metasources Authorizing the News of Gaddafi’s Death: New Patterns of Journalistic Information Gathering and Dissemination in the Digital Age", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Kristensen Nørgaard Nete", "first_name": "Kristensen", "last_name": "Nete"}, {"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette"}]}, {"title": "When Citizen Photojournalism Sets the News Agenda: Neda Agha Soltan as a Web 2.0 Icon of Post-election Unrest in Iran", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette"}]}, {"title": "Social Media in the Changing Ecology of News: The Fourth and Fifth Estates in Britain", "year": "2012", "journal": "International Journal of Internet Science", "volume": "7", "authors": [{"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic"}, {"name": "Dutton William", "first_name": "Dutton", "last_name": "William"}, {"name": "Blank Grant", "first_name": "Blank", "last_name": "Grant"}]}, {"title": "Misfortunes, Memories and Sunsets: Non-professional Images in Dutch News Media", "year": "2009", "journal": "International Journal of Cultural Studies", "volume": "12", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "(In)Visible Evidence: Pictorially Enhanced Disbelief in the 1969 Apollo Moon Landing", "year": "2008", "journal": "Visual Communication", "volume": "7", "authors": [{"name": "Perlmutter David", "first_name": "Perlmutter", "last_name": "David"}, {"name": "Smith Dahmen Nicole", "first_name": "Smith", "last_name": "Nicole"}]}, {"title": "Source Credibility and Journalism", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Identifying and Verifying News through Social Media: Developing a User-centred Tool for Professional Journalists", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}, {"name": "Newman Nic", "first_name": "Newman", "last_name": "Nic"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Corney David", "first_name": "Corney", "last_name": "David"}, {"name": "Göker Ayse", "first_name": "Göker", "last_name": "Ayse"}, {"name": "Martin Carlos", "first_name": "Martin", "last_name": "Carlos"}]}, {"title": "Verification as a Strategic Ritual", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Shapiro Ivor", "first_name": "Shapiro", "last_name": "Ivor"}, {"name": "Brin Colette", "first_name": "Brin", "last_name": "Colette"}, {"name": "Bédard-Brûlé Isabelle", "first_name": "Bédard-Brûlé", "last_name": "Isabelle"}, {"name": "Mychajlowycz Kasia", "first_name": "Mychajlowycz", "last_name": "Kasia"}]}, {"title": "Quality Control: Perceived Effects of User-generated Content on Newsroom Norms, Values and Routines", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Journalist in the Network: A Shifting Rationale for the Gatekeeping Role and the Objectivity Norm", "year": "2008", "journal": "Tripdos", "volume": "23", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Foreign Reporting and Sourcing Practices in the Network Sphere: A Quantitative Content Analysis of the Arab Spring in Belgian News Media.", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Heinrich Ansgard", "first_name": "Heinrich", "last_name": "Ansgard"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}]}, {"title": "Exploring the Political Economic Factors of Participatory Journalism. Views of Online Journalists in 10 Countries", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Embedding Content from Syrian Citizen Journalists: The Rise of the Collaborative News Clip.", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa"}, {"name": "El Zahed Sahar", "first_name": "El", "last_name": "Sahar"}]}, {"title": "Journalism: A Profession under Pressure?", "year": "2009", "journal": "Journal of Media Business Studies", "volume": "6", "authors": [{"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}]}, {"title": "On Having Been There’: Witnessing” as a Journalistic Key Word", "year": "2007", "journal": "Critical Studies in Media and Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}