{"doi": "10.1080/17512780601078803", "url": "https://doi.org/10.1080/17512780601078803", "title": "INNOVATIONS IN CENTRAL EUROPEAN NEWSROOMS", "volume": "1", "year": "2007", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Meier", "first_name": "Klaus", "name": "Klaus Meier"}], "abstract": " This paper is an overview of modern newsroom models in Central European countries, especially Austria, Germany and Switzerland. Editorial job divisions, as well as routines and work practices, in newspaper and news agency newsrooms, have experienced revolutionary changes in these countries—not only through the global trend towards convergence, but also by bridging traditional barriers between departments and by introducing more flexible structures. Large and open newsrooms, for example, are now becoming increasingly popular. Using a combination of qualitative and quantitative data drawn from a case study of the innovations process of the news agency Austria Presse Agentur in Vienna, it is suggested that modernized newsrooms can increase speed and journalistic quality. At the same time building structure and space play an important role in the innovations process of a newsroom. There are significant correlations between satisfaction with the work site and the assessment of rising quality. ", "body": [{"title": "Introduction", "paragraphs": ["In recent years, revolutionary changes have occurred in the newsroom management of daily newspapers and news agencies in the German-speaking countries of Austria, Germany and Switzerland. Such changes have affected editorial job divisions, as well as the routines and work practices of journalists (Meier, 2006; Milz, 2005). Due to these changes, expressions—unknown to the German language just a few years ago—have become daily jargon: “Newsroom”, “Newsdesk” and “Crossmedia”. Innovative editors-in-chief are hopeful that these changes will lead to higher journalistic quality, cross-departmental processing of complex topics, optimized newsroom workflow and professional content planning. Additionally, it is expected that challenges facing a converged media-world in a cross-medial newsroom will be resolved expediently—for example, through a joint newsroom for print, Internet and mobile media platforms. So far though, there are few empirical evaluations of models of new German-speaking newsrooms available that have analyzed changes in journalists’ job satisfaction and journalistic quality.", "Since newsrooms in other countries are traditionally set up differently, innovations of the news organization in German-speaking markets are either distorted or barely recognized. For instance, many scholars and journalists think that the challenges of converged newsrooms are the same worldwide; the various traditions and cultures in the newsrooms are rarely considered (e.g. Quinn and Filak, 2005, pp. 12–3). To create an understanding of this problem, this paper first of all briefly addresses the differences between the Anglo-American tradition of newsroom organization and Central European traditions, especially those of German-speaking countries.", "Both newsroom models have their pros and cons. Rising barriers in editorial departments seem to be the cause for flaws discovered in all forms of editorial organization in past years: editorial departments think and act separately and do not communicate enough on a regular basis; they traditionally do not exchange material, manage topics together or collaborate in other ways. These barriers and gaps will be discussed in the second part of the paper. Newsroom innovations are designed to overcome these problems. But there are different models and options, which are briefly introduced in an overview in the third part.", "From the point of view of the editors-in-chief, who make structural alterations to newsrooms, the key challenge is changing journalists’ minds and culture in the newsroom. But do journalists accept these innovations in the newsroom? How do they rate the effects these innovations have on workflow, job satisfaction and journalistic quality? These questions will be addressed in the last part, where the core findings of an exploratory case study are presented: through the framework of “Ressort-Theorie” [“Department Theory”], diffusion of innovations theory and environmental psychology, the study has examined the innovations process at the Austria Presse Agentur (APA) over a period of three years (2004–2006)."]}, {"title": "Traditional Differences and Barriers in Newsroom Organization", "paragraphs": ["It is typical that journalists and scholars still believe that newsrooms in other parts of the world are organized identically to the newsroom in their own country. From the few cross-national studies that have been conducted, we have learned that this is not the case (Esser, 1998). There are major differences in journalism cultures and traditions that affect editorial work practices and routines. We need to consider this in our discussion about newsroom innovations, because innovations for instance in the United States are not the same as those in Germany or Austria.", "For the past 100 years, we have been accustomed to a strong work division in the Anglo-American newsroom between reporters and writers on one side and editors on the other. We find a variety of job descriptions, especially in newspaper journalism: general reporters and writers, special beat reporters, copy editors, sub editors and so forth. In Central Europe, specifically in Germany, Austria and Switzerland, this functional division of labor is traditionally not known: the Redakteur has a broad job profile, and there is traditionally no central desk in the newspaper production. There one differentiates much stronger in editorial topics: each department—the so called Ressort—is responsible for working a subject matter (beat) fully and independently. For instance, international politics, national politics, business, arts and culture, sports, entertainment, science or media. A Redakteur is responsible for all roles—from research and writing to copy-editing and planning.", "Even the job of the so-called “Desks” [in Austria “Diensthabende”] in the various departments of a news agency—the slot persons—is rotated on a daily or weekly basis. While journalists in the United States and UK have been working for quite some time now in large, open newsrooms, journalists in German-speaking newsrooms for the most part still work in separate small offices (Wilke, 2003). On average, each office is home to a specific beat/department team and therefore separated from other departments. Each department, which is supervised by a strong head, is fully responsible for the news-gathering process and the production of the media product of its beat (e.g. the section in the newspaper). All in all, in Central Europe emphasis is placed on departmentalizing the newsroom, while in contrast, the Anglo-American newsroom is more process-oriented.", "Different ways of organization lead to different problems. While the complaint in the Anglo-American newsroom centers on the various job profiles—for instance, the lack of communication between editors and writers and reporters (Hansen et al., 1998; Stepp, 1995)—problems in the Central European newsroom center on lack of communication between the departments which are strongly separated in space and thought (Meier, 2002, 2006). Awareness of the journalistic product as an integrated whole has diminished because each editorial department is only geared to topics that fit its own mold. Content that borders the beat is neglected. And complex topics that need to be looked at from various perspectives, for example politics and business, are worked on from a one-sided angle or are pushed back and forth.", "One problem though seems to be universal in editorial departments worldwide: editorial work is traditionally organized around a single medium. There is a worldwide trend to “convergence”—also known as multiple-platform publishing. The digitized editorial material should be used repetitiously and resources should be applied for various products. New editorial structures demand the integration of new platforms. This, however, is not accomplished without problems and offers new challenges especially for editorial workflow and journalistic competence (Huang et al., 2006; Quinn and Filak, 2005; Singer, 2004). But the blueprint of convergent newsrooms in German-speaking countries is different in detail from that of the Anglo-American world of journalism. The Central European problems are barriers across platforms—and between the departments. The challenge for the business department, for example, lies not only in repurposing content across platforms, but also in cross-departmental thinking and acting."]}, {"title": "Newsroom Innovations: Bridging Barriers and Changing Mindsets", "paragraphs": ["Models of new newsrooms are designed to bridge traditional barriers; therefore, large and open newsrooms are becoming more and more popular in Central European countries. They do not copy the traditional Anglo-American concept of a newsroom; instead they stress the editorial concepts of sharing beats across boundaries and cross-media work and planning. The walls between the departments and media are being torn down to allow for better communication between journalists. The open newsroom in Central Europe therefore offers a new way of structure and workflow as well as a new way of thinking and acting journalistically. Often the talk is of “Mentally tearing down walls”. Expressions unknown until recently in the German language, such as “Newsdesk” and “Crossmedia”, have quickly become accepted jargon of the daily newsroom routine. For example:  The daily newspaper Main Post in Würzburg, Germany, dissolved its politics, business, regional and entertainment departments and instead implemented a “Newsdesk Aktuelles” [“Up-to-date Newsdesk”], led by a managing newsdesk editor. An online editor has served as the coordinator of print and online production at this “Newsdesk”. According to managing editor Andreas Kemper (2004, p. 28), the “Newsdesk” is “a guarantee of journalistic quality in economically difficult times”.   The Rheinische Post in Düsseldorf in 2006 opened a “Newsroom” with a double “Newsdesk” for print and online publication. As previously, journalists work separately for each platform, but they also discuss their work cross-departmentally on a regular basis and participate in cross-media planning. The print publication is planned and edited at one “Newsdesk”, while the online publication is updated at the other. In addition, topic teams combined of print and online journalists work together in various departments.   Since its inception in September 2006, the new daily Vienna newspaper, Österreich, has been planned and produced in a large integrated newsroom designed for print and online media. About 180 journalists work in the 2400 square meter newsroom.   The Berner Zeitung (Switzerland) has dissolved its traditional departments and the newspaper is now coordinated at the so-called “Abend Desk” [“Evening Desk”]. The online staff shares the “Abend Desk” with the newspaper staff. By the end of 2007, the journalists are scheduled to move into a new “Multimedia House” where print, online, radio and television are integrated.   Even cross-regional daily newspapers have varied expectations of a Newsdesk. As noted by former newsdesk member Peter Blechschmidt (2004, p. 26), pages 1 and 2 of the Süddeutsche Zeitung in Munich have been coordinated since 2003 by two managing editors at a new newsdesk without cutting responsibilities from the Ressorts and its leaders. By contrast, the Frankfurter Rundschau, after its move to the “Colosseo” in July 2005, has set up two major newsdesks where editors, technicians and designers work side-by-side collecting the news and planning assignments for reporters and photographers: one desk for coverage of politics and business, the other for metropolitan and regional news.   Since 2003, a total of 240 journalists and photographers have covered a cross-section of media, which are all part of the Danish Media-House Nordjyske Medier: the daily newspaper Nordjyske Stiftstidende, the online publication nordjyskse.dk, two radio stations, ANR GULD FM and ANR Hit FM, as well as the television station 24 Nordjyske. One hundred and twenty staff members are assigned to the central office in Aalborg, where a 1000 square meter newsroom was built to house all media—print, online, television and radio. The cross-media newsroom structure is designed around a “Superdesk”. The traditional “Content Groups” (departments) share work across all media boundaries. The “Superdesk” is known as the “broadcast/publish control center”. Not every story is geared to each media, hence the managing editor's instruction: “Choose the best media to launch a story—and the best flow between media. Not all stories to all media—a lot to only one” (Jespersen, 2004). This matrix-structure strengthens cross-media work, but at the same time also hinders cross-departmental topic planning and execution, which is often being criticized at the Nordjyske Medier (Bettels, 2005, p. 57).   ", "The daily newspaper Main Post in Würzburg, Germany, dissolved its politics, business, regional and entertainment departments and instead implemented a “Newsdesk Aktuelles” [“Up-to-date Newsdesk”], led by a managing newsdesk editor. An online editor has served as the coordinator of print and online production at this “Newsdesk”. According to managing editor Andreas Kemper (2004, p. 28), the “Newsdesk” is “a guarantee of journalistic quality in economically difficult times”.", "The Rheinische Post in Düsseldorf in 2006 opened a “Newsroom” with a double “Newsdesk” for print and online publication. As previously, journalists work separately for each platform, but they also discuss their work cross-departmentally on a regular basis and participate in cross-media planning. The print publication is planned and edited at one “Newsdesk”, while the online publication is updated at the other. In addition, topic teams combined of print and online journalists work together in various departments.", "Since its inception in September 2006, the new daily Vienna newspaper, Österreich, has been planned and produced in a large integrated newsroom designed for print and online media. About 180 journalists work in the 2400 square meter newsroom.", "The Berner Zeitung (Switzerland) has dissolved its traditional departments and the newspaper is now coordinated at the so-called “Abend Desk” [“Evening Desk”]. The online staff shares the “Abend Desk” with the newspaper staff. By the end of 2007, the journalists are scheduled to move into a new “Multimedia House” where print, online, radio and television are integrated.", "Even cross-regional daily newspapers have varied expectations of a Newsdesk. As noted by former newsdesk member Peter Blechschmidt (2004, p. 26), pages 1 and 2 of the Süddeutsche Zeitung in Munich have been coordinated since 2003 by two managing editors at a new newsdesk without cutting responsibilities from the Ressorts and its leaders. By contrast, the Frankfurter Rundschau, after its move to the “Colosseo” in July 2005, has set up two major newsdesks where editors, technicians and designers work side-by-side collecting the news and planning assignments for reporters and photographers: one desk for coverage of politics and business, the other for metropolitan and regional news.", "Since 2003, a total of 240 journalists and photographers have covered a cross-section of media, which are all part of the Danish Media-House Nordjyske Medier: the daily newspaper Nordjyske Stiftstidende, the online publication nordjyskse.dk, two radio stations, ANR GULD FM and ANR Hit FM, as well as the television station 24 Nordjyske. One hundred and twenty staff members are assigned to the central office in Aalborg, where a 1000 square meter newsroom was built to house all media—print, online, television and radio. The cross-media newsroom structure is designed around a “Superdesk”. The traditional “Content Groups” (departments) share work across all media boundaries. The “Superdesk” is known as the “broadcast/publish control center”. Not every story is geared to each media, hence the managing editor's instruction: “Choose the best media to launch a story—and the best flow between media. Not all stories to all media—a lot to only one” (Jespersen, 2004). This matrix-structure strengthens cross-media work, but at the same time also hinders cross-departmental topic planning and execution, which is often being criticized at the Nordjyske Medier (Bettels, 2005, p. 57).", "It is estimated that about 40 newsrooms in Central Europe have been restructured with the goal of working beyond departmental barriers and platforms and therefore have widely adopted such expressions as “Newsdesk” or “Newsroom” in their daily routines (Meier, 2006, p. 206; Milz, 2005, p. 178).2 Multi-media newsrooms for print and television though do not exist in Germany because cross-ownership of both a television station and a newspaper in the same market is prohibited. Due to the limitation of the number of independent voices, such a multi-media market would be considered a threat to democracy. Converged newsrooms in Germany must therefore be limited to the integration of traditional platforms with Internet and mobile communication. But multiple media newsrooms combining print, radio and television have emerged in Scandinavia over the past few years and are also increasingly found in Austria and Switzerland."]}, {"title": "Theoretical Framework and Research Questions", "paragraphs": ["How can the innovations process in newsrooms sketched above be analyzed and comprehended theoretically? As a basis of this study three interdisciplinary theoretical approaches that complement each other can be outlined only briefly:  In “Ressorts-Theory” [“Department Theory”], a general perception structure of news-journalism encompassing the editorial departments of politics, business, culture, sports and local news emerged in Germany in the 19th century (Meier, 2002). Questions arise not only about the origin and survival capabilities of these structures, but also whether the strategies of change can improve journalistic quality. The “Ressorts-Theory” offers insights into the connection between societal changes, newsroom structures, editorial innovations and quality management.   The theory of “Diffusion of Innovation” explains how innovations in society and organizations are spreading (Rogers, 2003). Considerations here include the manner of innovation, the timely aspect of the process of diffusion, the channels of communication, and the structure of the social systems involved. The “Diffusion Theory” already has become the basis for some US studies on how new ideas, techniques and work procedures can penetrate the newsrooms (e.g. Garrison, 2001; Singer, 2004).   Until recently, it was seldom considered when researching newsrooms that the design of a room could cause stress and influence job satisfaction and motivation. Since this study of newsroom reconstruction also examines architectural changes in the journalist's work environment, the effects of noise, air and light must be considered on the basis of “environmental-psychological theories” (e.g. Evans and Mitchell McCoy, 1998).   ", "In “Ressorts-Theory” [“Department Theory”], a general perception structure of news-journalism encompassing the editorial departments of politics, business, culture, sports and local news emerged in Germany in the 19th century (Meier, 2002). Questions arise not only about the origin and survival capabilities of these structures, but also whether the strategies of change can improve journalistic quality. The “Ressorts-Theory” offers insights into the connection between societal changes, newsroom structures, editorial innovations and quality management.", "The theory of “Diffusion of Innovation” explains how innovations in society and organizations are spreading (Rogers, 2003). Considerations here include the manner of innovation, the timely aspect of the process of diffusion, the channels of communication, and the structure of the social systems involved. The “Diffusion Theory” already has become the basis for some US studies on how new ideas, techniques and work procedures can penetrate the newsrooms (e.g. Garrison, 2001; Singer, 2004).", "Until recently, it was seldom considered when researching newsrooms that the design of a room could cause stress and influence job satisfaction and motivation. Since this study of newsroom reconstruction also examines architectural changes in the journalist's work environment, the effects of noise, air and light must be considered on the basis of “environmental-psychological theories” (e.g. Evans and Mitchell McCoy, 1998).", "How do the journalists involved in these changes judge the effects of the innovations? According to their perceptions, how do such innovations impact on job satisfaction and editorial quality? There are only a few empirical studies of new editorial structure and management models in the newsroom. Typically, available case studies draw on selected aspects of the theories described above and combine newsroom observations with oral and written questioning of editorial staff. Five relevant examples from the United States, Germany and Denmark are sketched below:  Hansen et al. (1998) interviewed newspaper journalists at the Star Tribune (Minneapolis) and the St. Paul Pioneer Press shortly after their process-oriented, work-divisional copy-desk was replaced with topic teams “across traditional job descriptions and newsroom departments” with a strong “reader/marketing-driven focus”. The core result of the study was, “that the effects of the team system on the new process and news quality have been mixed, but predominantly negative, in the assessment of these journalists”.   Meier (2002) observed anonymously and questioned three differently organized newsrooms of German newspapers. He concluded that journalists in two newsrooms, where interdepartmental team work was practiced and encouraged, rated such teamwork much more positively than journalists in a traditionally organized newsroom.   Singer (2004) observed and questioned four US regional newsrooms that operate cross-media newspapers, television and online publications (in Dallas, Tampa, Sarasota and Lawrence). Emphasis was placed on the diffusion of convergence in the newsroom. Singer discovered that the journalists realized “clear advantages in the new policy of convergence”. The diffusion of cross-media work practices, however, seemed hampered by cultural and technical differences in the work practices of various media and a “lack of training to alleviate concerns about the perceived complexities of new media formats”.   A case study of the Tampa Tribune news stories (a content analysis) has found that converged journalism has, overall, sustained the quality of news reporting (Huang et al., 2004).   Bettels (2005) observed and questioned the newsroom staff of the Main Post and the Nordjykse Medier, who both in 2003 changed their newsdesk and newsroom concepts. In both surveys 60 percent of the questioned journalists stated that the journalistic quality of products had improved, especially at the newspaper. In both newsrooms journalists attributed improved quality to the fact that they are gathering more news themselves instead of relying heavily on material provided by news agencies. However, the Danish journalists rated the quality of the local television programs as inadequate, which obviously may reflect the fact that newspaper journalists have little training in television formats. Trained newspaper journalists are expected to contribute to TV programs alongside trained television editors. Job satisfaction though has improved for almost half of the German journalist and two-thirds of the Danish journalists.   ", "Hansen et al. (1998) interviewed newspaper journalists at the Star Tribune (Minneapolis) and the St. Paul Pioneer Press shortly after their process-oriented, work-divisional copy-desk was replaced with topic teams “across traditional job descriptions and newsroom departments” with a strong “reader/marketing-driven focus”. The core result of the study was, “that the effects of the team system on the new process and news quality have been mixed, but predominantly negative, in the assessment of these journalists”.", "Meier (2002) observed anonymously and questioned three differently organized newsrooms of German newspapers. He concluded that journalists in two newsrooms, where interdepartmental team work was practiced and encouraged, rated such teamwork much more positively than journalists in a traditionally organized newsroom.", "Singer (2004) observed and questioned four US regional newsrooms that operate cross-media newspapers, television and online publications (in Dallas, Tampa, Sarasota and Lawrence). Emphasis was placed on the diffusion of convergence in the newsroom. Singer discovered that the journalists realized “clear advantages in the new policy of convergence”. The diffusion of cross-media work practices, however, seemed hampered by cultural and technical differences in the work practices of various media and a “lack of training to alleviate concerns about the perceived complexities of new media formats”.", "A case study of the Tampa Tribune news stories (a content analysis) has found that converged journalism has, overall, sustained the quality of news reporting (Huang et al., 2004).", "Bettels (2005) observed and questioned the newsroom staff of the Main Post and the Nordjykse Medier, who both in 2003 changed their newsdesk and newsroom concepts. In both surveys 60 percent of the questioned journalists stated that the journalistic quality of products had improved, especially at the newspaper. In both newsrooms journalists attributed improved quality to the fact that they are gathering more news themselves instead of relying heavily on material provided by news agencies. However, the Danish journalists rated the quality of the local television programs as inadequate, which obviously may reflect the fact that newspaper journalists have little training in television formats. Trained newspaper journalists are expected to contribute to TV programs alongside trained television editors. Job satisfaction though has improved for almost half of the German journalist and two-thirds of the Danish journalists.", "But with only a few examinations of newsroom innovations available at present, we should consider these studies as a “snapshot in time” (Singer, 2004, p. 17). There are neither longitudinal investigations in newsrooms available nor analyses of the planning phase of restructure—which is especially important in the exploration of the innovations diffusion process. This case study tries to fill this gap. The core research questions were asked following the change of work requirements, job satisfaction and journalistic quality—through the framework mentioned above:  RQ 1: How do editorial innovations change the work requirements of journalists?   RQ 2: Do the new newsroom structures contribute, in journalists’ perceptions, to the improvement of journalistic quality and editorial workflow?   RQ 3: How do the editorial staff accept the idea of interdepartmental and cross-media work practices? How do these new work practices diffuse throughout the newsroom?   RQ 4: What role does the building structure and space—especially the architecture, noise, air and light—of a newsroom play in the work satisfaction of journalists and for the diffusion of editorial innovations?   ", "RQ 1: How do editorial innovations change the work requirements of journalists?", "RQ 2: Do the new newsroom structures contribute, in journalists’ perceptions, to the improvement of journalistic quality and editorial workflow?", "RQ 3: How do the editorial staff accept the idea of interdepartmental and cross-media work practices? How do these new work practices diffuse throughout the newsroom?", "RQ 4: What role does the building structure and space—especially the architecture, noise, air and light—of a newsroom play in the work satisfaction of journalists and for the diffusion of editorial innovations?"]}, {"title": "Methodology", "paragraphs": ["For this case study, the innovations process of the Austria Presse Agentur (APA) in Vienna was examined: in August 2005 the news agency moved into a vast, open newsroom, paving the way for an editorial innovations process that achieved the above-described goals. The new newsroom was described as “Europe's Most Modern Newsroom” in a special section of the magazine Der Österreichische Journalist ( 2005 ).", "The case study accompanying the innovations process began in March 2004, 18 months before the APA move, with a newsroom observation. In September 2004, 12 in-depth interviews with randomly selected editorial staff followed. A link to a web-based online survey was e-mailed to all editors and editorial assistants in January 2005. The study continued after the move, with newsroom observations and interviews in October 2005 and February 2006. A second online survey was distributed to all editors and editorial assistants in March and April 2006. All journalists were promised confidentiality so that they felt comfortable speaking and completing the questionnaire honestly.", "Both online questionnaires were answered by 74 percent of the editors and editorial assistants: in the first round, a total of 72 of 97 of those questioned participated; in the second round 77 of 104. The rate of participation seemed to be equally divided between all departments."]}, {"title": "Case Study: The Innovations Process of the Austria Presse Agentur (APA)", "paragraphs": ["The APA was founded as a politically and economically independent news agency in 1946 after World War II in cooperative ownership of the Austrian newspapers—following the example set by The Associated Press (Dörfler and Vyslozil, 2002). Judged on sales (35.9 million Euro in 2005), the APA is the sixth largest news agengy in Europe (www.apa.at; Boyd-Barrett and Rantanen, 2000). Since 1970, the APA has worked in an office tower in the north of Vienna (Dörfler and Pensold, 2001, p. 484). The newsroom and staff were spread out over several floors, which architecturally strengthened and cemented departmental barriers. The building's center housed the staircase, elevators and toilets. After years of searching for an ideal new home, the APA moved in August 2005 into a new building in Vienna's Centrum. The editorial staff now works on one floor, about 1600 square meters in size. Much was invested in climate control and noise reduction. The architecture of the open newsroom is designed to enhance new organizational forms of journalistic work: improvement of communication and workflow, interdepartmental thinking and networking, interdisciplinary task forces for complex subjects, and integration of photo, info-graphics and multimedia departments (responsible among others for web, mobile and audio services). A project team of 13 editors spent two years preparing for the move and editorial innovations. Several workshops and moderated group sessions with all editors during the evening and on weekends were part of the innovations process.", "Just as before the move, the so-called slot persons (or desk editors) at the department desks are responsible for the overall APA news. This job, as previously noted, is rotated within the department. But the workstations of the slot persons are now centrally located in the round (Figure 1). An open conference and work table situated in the center of the newsroom is called the “News Market”. All editorial meetings as well as task force planning sessions for immediate projects are conducted at the “News Market”. The only permanent work station at the “News Market” is reserved for the “News Manager”: One of the three deputy editors-in-chief occupies this newly established position. The “News Manager” serves as coordinator, planner, advisor, mediator and decision maker of the up-to-date daily workings. The managing editorial department was realigned and enlarged with APA journalists (the old editor-in-chief retired).", " FIGURE 1   The new newsroom model of the APA. The newsroom departments are set up in segments. Desk editors (dark gray) surround the News Market and News Manager (black). The editorial staff is placed within a short distance of the desk editors, News Market and adjoining departments", " FIGURE 1   The new newsroom model of the APA. The newsroom departments are set up in segments. Desk editors (dark gray) surround the News Market and News Manager (black). The editorial staff is placed within a short distance of the desk editors, News Market and adjoining departments"]}, {"title": "Case Study: Findings", "paragraphs": ["Strengthening team work is a principal goal of many innovation processes in newsrooms (e.g. Hansen et al., 1998; Meier, 2002). Therefore, APA journalists were given the opportunity to express their agreement with or rejection of the concept of Teamwork—before and after the move. Even early on in this innovations process, the idea of working across departmental boundaries had spread widely. In 2005, 88 percent of responding editorial staff members agreed with the statement that “Borders between the departments should be as porous as possible. A team effort by those who bring expertise on various subjects allows for more topics to be thoroughly investigated and reported upon”. Journalists in three German newsrooms that have been investigated in recent years were considerably more skeptical (Meier, 2002, p. 432): on average only 56 percent of the editors in those newsrooms were in agreement with the statement.", "How has team work changed the workplace? Work cooperation across departmental borders has improved for 82 percent of those questioned. Understanding of the work practices and workloads of other departments has also increased. One-third even added that cooperation within the department had improved. The majority also agreed that there has been an improvement with colleagues who work for other platforms; 97 percent say that an agency newsroom should be able to better coordinate the various platforms—and where possible—also work well together. Though teamwork has increased, a large portion of the editorial staff is neither satisfied nor frustrated. The need for stronger teamwork generally stayed the same, 79 percent in both rounds.", "As previously stated, Austrian journalists were not accustomed to working in a large, open newsroom. Six months after the move 77 percent are convinced that an open newsroom improves work practices. But the requirements of working in teams and cooperating more fully, in keeping with these innovative concepts, has increased work-induced time pressure by 30 percent of the editorial staff. A quarter of those questioned stated that newsroom tensions, confrontations and conflicts have increased. One Redakteurin for example said: “The overall pressure has shifted, but has not increased. There are moments when the pressure intensifies dramatically when everything comes together and must be completed at once. Previously, the work load could be distributed throughout the day”.", "Have the editorial conferences and meetings lengthened or shortened in time since the move to the new newsroom? On average, according to their own calculations, APA staff members spend 22 minutes per day in conferences and meetings. Generally, the time has not changed since, however, a small shift has been noticed: Redakteure now participate longer in meetings (on average plus two minutes), while department leaders clearly participate less (minus 10 minutes). Therefore, Redakteure are being more included in planning than ever before, while department leaders are somewhat relieved of their duties in this regard. Chefredakteur Michael Lang claimed, “There is a demystification of communication. There is no secret anymore”.", "All in all, most members of the APA editorial staff were satisfied with their job and their work environment before the move (Table 1): “Satisfaction”—or the scale numbers 1, 2 and 3—was chosen by 89 percent of respondents. Changes on that scale improved only slightly after the move, from an average 2.5 to 2.4. When reflecting on the work environment, the major reason for dissatisfaction seems to be climate control, acoustics and light. At times, this situation was even worse before the move. But even though the APA has taken great strides to minimize these disadvantages of an open newsroom, it is almost impossible to satisfy the entire staff. Take the acoustics, for instance: while some complain that high levels of noise make it difficult to concentrate, others say too much noise reduction interferes with communication within the department. Sensible investment, on the other hand, could improve lighting (indirect lighting, for instance). ", "While the work schedule and overtime burden have increased for some journalists, they remain unchanged for the majority. According to their own calculations, the interviewed staff members work 45 hours per week on average; department heads about 47.5 hours. Only minimal changes have been noticed since the relocation: Redakteure estimate a small increase in work time (+0.3 hours), department heads 0.9 hours less than before.", "Staff members’ expectations regarding improvement of the editorial work process were high—and they were not disappointed (Table 2): improvements were noted across the board. Of those questioned, 52 (68 percent) were of the opinion that decisions affecting daily news coverage are now performed with more clarity and speed—only six disagreed. Interdepartmental coordination increased—especially with the picture and graphics department. But when it comes to setting up “Special Desks” for complex topics and major events, success remains to be proved: 28 staff member are undecided. The high expectations could not be fulfilled (+1.4 on a scale of –2 to +2), even though improvement was recognized with +0.7 (no opposition). Following the presentation of these results, some journalists said that “Special Desks” do not seem to be as important now as previously expected. Journalists have experienced that it is possible to react quickly and work beyond departmental barriers without them during major events. ", "Forty-six staff members (60 percent) are convinced that the newsroom's response time to breaking news events has improved—the core competence of a news agency (Table 3). The rest of the staff remained neutral; no one spoke to the contrary. All in all staff members’ expectations of an improvement in journalistic quality were generally satisfied. Thirty-one (40 percent) of those questioned agreed that the overall quality of APA services had improved—only two disagreed. There was also no opposition to the handling of broader and more complex topics—43 could see improvement (56 percent). A slight improvement was noticed in source variety. A journalist on the international politics desk said, “We are now not as narrow-minded and focused only on our own topics. We also watch out for other topics as well”. ", "One member of the managing editorial staff has noticed that the APA has become faster in planning and researching more exclusive stories, resulting in being quoted more frequently by the media. According to 21 journalists (without contradiction), satisfaction of the APA customer has increased.", "There is one remarkable and highly significant correlation: those who were satisfied with job and work site in general, agreed much more that the overall quality of the APA service had improved (Spearman's correlation coefficient r=0.62, significance p<0.001). Also significant was the correlation between judging lower quality and dissatisfaction with quietude/noise (r=0.51, p=0.004) and light (r=0.49, p=0.006).", "According to staff members, “What are the motives for the innovations?” Did personnel rationalization play an important role or was the editorial and business management staff of the APA more concerned with improvement of the work environment and journalistic quality? Eighty-eight percent of the staff agreed that the APA motives for the newsroom changes were to provide an environment for “even better journalistic work”. Only 14 percent saw possible cost-cutting intentions behind the project. But also only 55 percent thought one goal was to improve the working conditions of the editorial staff.", "Which of the following aspects of the relocation—and associated newsroom innovations—have had either a positive or negative effect on the work of a journalist?  Relocation to downtown/center city had a positive effect on almost everyone's work (87 percent).   Effects on their own career were noticed by 30 of those questioned: 24 positive, six negative.   The installation of a central “News Market” with a coordinating “News Manager” at the center of the newsroom proved positive for the work of the majority of those questioned (66 percent—only 4 percent against). Just how much influence personnel changes in management can have on editorial innovations can be seen in these statements: 71 percent of the news staff is convinced that changes in the office of the editor-in-chief had a positive effect on their work. This could be attributed to the new members of the management staff themselves. But since some are still holding the same position, one must assume that the expansion of the management staff from three to four editors—as well as a constant presence in the newsroom of at least one managing editor—could be the contributing factor.   ", "Relocation to downtown/center city had a positive effect on almost everyone's work (87 percent).", "Effects on their own career were noticed by 30 of those questioned: 24 positive, six negative.", "The installation of a central “News Market” with a coordinating “News Manager” at the center of the newsroom proved positive for the work of the majority of those questioned (66 percent—only 4 percent against). Just how much influence personnel changes in management can have on editorial innovations can be seen in these statements: 71 percent of the news staff is convinced that changes in the office of the editor-in-chief had a positive effect on their work. This could be attributed to the new members of the management staff themselves. But since some are still holding the same position, one must assume that the expansion of the management staff from three to four editors—as well as a constant presence in the newsroom of at least one managing editor—could be the contributing factor.", "Results of a special evaluation of those questioned regarding the roles of the editorial staff in the newsroom show that the Ressort (department) leaders on average have realized greater improvements in the workflow and journalistic quality than the overall newsroom staff. In contrast, Ressort leaders were much more skeptical before the relocation than the journalists because they were anxious to hold on to their autonomous departments; therefore, they were quicker to reject working across departmental barriers. Obviously, a learning process has taken place at the APA: the Ressort leaders have realized that they are the beneficiaries rather than losers as a result of these innovatory changes. One Ressort leader said: “Before, there was a big discussion that the Ressort leaders would be deprived of their duties. But after the move, nothing more has surfaced about that”."]}, {"title": "Conclusions", "paragraphs": ["We can summarize responses to the research questions as follows:  RQ 1: Approximately one-fifth of the APA journalists are less comfortable with the new architecture, while the broad majority is satisfied with the new newsroom and editorial innovations. Working in an open newsroom needs some getting used to for some of the APA journalists. Only one-third is satisfied with the acoustics—38 percent not. When it comes to lighting conditions, the new open newsroom received worse marks than the small, separate offices in the old building. And 30 percent of the journalists questioned said, that work, including (time), pressure has increased.   RQ 2: Innovations in newsrooms want to tear down traditional barriers and to optimize the workflow. Overall, the accomplishments of the APA were considerable and successful. The APA increased speed. Editorial staff became more agile and intensified working across department boundaries. Quality and customer satisfaction has increased—in the average editorial staff's opinion.   RQ 3: Early in the planning for relocation, APA staff accepted the idea of reaching across departmental and platform boundaries. Communication about the innovations using workshops was generally successful. Only a small portion of those questioned suspected cost and personnel reduction as the main reason for the project. Eighty-eight percent agreed that the APA's motive for restructuring was to “provide an even better environment for journalistic work”.   RQ 4: Building structure and space plays an important role for the innovations process of a newsroom. There are highly significant correlations between the satisfaction with work site and the assessment of rising quality: those who think that the work environment has worsened hardly realize the innovations and suppose that journalistic quality has declined. It is important during the early phase of an innovation process to include as many journalists as possible in the planning of the architectural layout as well as in the design of the work site.   ", "RQ 1: Approximately one-fifth of the APA journalists are less comfortable with the new architecture, while the broad majority is satisfied with the new newsroom and editorial innovations. Working in an open newsroom needs some getting used to for some of the APA journalists. Only one-third is satisfied with the acoustics—38 percent not. When it comes to lighting conditions, the new open newsroom received worse marks than the small, separate offices in the old building. And 30 percent of the journalists questioned said, that work, including (time), pressure has increased.", "RQ 2: Innovations in newsrooms want to tear down traditional barriers and to optimize the workflow. Overall, the accomplishments of the APA were considerable and successful. The APA increased speed. Editorial staff became more agile and intensified working across department boundaries. Quality and customer satisfaction has increased—in the average editorial staff's opinion.", "RQ 3: Early in the planning for relocation, APA staff accepted the idea of reaching across departmental and platform boundaries. Communication about the innovations using workshops was generally successful. Only a small portion of those questioned suspected cost and personnel reduction as the main reason for the project. Eighty-eight percent agreed that the APA's motive for restructuring was to “provide an even better environment for journalistic work”.", "RQ 4: Building structure and space plays an important role for the innovations process of a newsroom. There are highly significant correlations between the satisfaction with work site and the assessment of rising quality: those who think that the work environment has worsened hardly realize the innovations and suppose that journalistic quality has declined. It is important during the early phase of an innovation process to include as many journalists as possible in the planning of the architectural layout as well as in the design of the work site.", "It needs to be pointed out that it is almost impossible to generalize answers in a case study of new models of newsroom organization. Every newsroom has different core requirements. For example, there is work culture, work pressure, economical pressure and the architectural design of the newsroom to be considered, as well as detailed additional innovation goals and strategies. But case studies do provide an opportunity to evaluate new models of organization and can even offer—with the appropriate research design—useful data for the editorial staff. Therefore, it would be desirable to have a number of methodically comparable case studies to work out the differences and similarities, pro and cons of various newsroom models and their effect on journalistic quality. Generally speaking, there is a research deficit of cross-national studies of modern newsroom management."]}], "references": [{"title": "“European National News Agencies. The end of an era or a new beginning?”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Boyd-Barrett Oliver", "first_name": "Boyd-Barrett", "last_name": "Oliver"}, {"name": "Rantanen Terhi", "first_name": "Rantanen", "last_name": "Terhi"}]}, {"title": "“Der neue APA-Newsroom”", "year": "2005", "journal": "", "volume": "19", "authors": []}, {"title": "“Editorial Structures and Work Principles in British and German Newsrooms”", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "“When Buildings Don&#039;t Work: the role of architecture in human health”", "year": "1998", "journal": "Journal of Environmental Psychology", "volume": "18", "authors": [{"name": "Evans Gary W.", "first_name": "Evans", "last_name": "W."}, {"name": "Mitchell Mccoy Janetta", "first_name": "Mitchell", "last_name": "Janetta"}]}, {"title": "“Diffusion of Online Information Technologies in Newspaper Newsrooms”", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}]}, {"title": "“Newsroom Topic Teams: journalists’ assessments of effects on news routines and newspaper quality”", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Hansen Kathleen A.", "first_name": "Hansen", "last_name": "A."}, {"name": "Neuzil Mark", "first_name": "Neuzil", "last_name": "Mark"}, {"name": "Ward Jean", "first_name": "Ward", "last_name": "Jean"}]}, {"title": "“Facing the Challenges of Convergence. Media professionals’ concerns across media platforms”", "year": "2006", "journal": "Convergence", "volume": "12", "authors": [{"name": "Huang Edgar", "first_name": "Huang", "last_name": "Edgar"}, {"name": "Davison Karen", "first_name": "Davison", "last_name": "Karen"}, {"name": "Shreve Stephanie", "first_name": "Shreve", "last_name": "Stephanie"}, {"name": "Davis Twila", "first_name": "Davis", "last_name": "Twila"}, {"name": "Bettendorf Elizabeth", "first_name": "Bettendorf", "last_name": "Elizabeth"}, {"name": "Nair Anita", "first_name": "Nair", "last_name": "Anita"}]}, {"title": "“Converged Journalism and Quality: a case study of The Tampa Tribune news stories”", "year": "2004", "journal": "Convergence", "volume": "10", "authors": [{"name": "Huang Edgar", "first_name": "Huang", "last_name": "Edgar"}, {"name": "Rademakers Lisa", "first_name": "Rademakers", "last_name": "Lisa"}, {"name": "Fayemiwo Moshood A.", "first_name": "Fayemiwo", "last_name": "A."}, {"name": "Dunlap Lillian", "first_name": "Dunlap", "last_name": "Lillian"}]}, {"title": "“Strange Bedfellows? The diffusion of convergence in four news organizations”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Reinventing the Newsroom”", "year": "1995", "journal": "American Journalism Review", "volume": "17", "authors": [{"name": "Stepp Carl S.", "first_name": "Stepp", "last_name": "S."}]}, {"title": "“The History and Culture of the Newsroom in Germany”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Wilke Jürgen", "first_name": "Wilke", "last_name": "Jürgen"}]}]}