{"doi": "10.1080/1461670X.2013.821321", "url": "https://doi.org/10.1080/1461670X.2013.821321", "title": "Academic Journalism", "volume": "15", "year": "2014", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Remler", "first_name": "Dahlia", "name": "Dahlia K. Remler"}, {"last_name": "Waisanen", "first_name": "Don", "name": "Don J. Waisanen"}, {"last_name": "Gabor", "first_name": "Andrea", "name": "Andrea Gabor"}], "abstract": "The traditional business model of journalism is disintegrating. Meanwhile, the academy faces criticism over teaching quality and research relevance. Drawing on economics, communication, and journalism, we construct a modest proposal: that academia produce some forms of at-risk public-interest journalism, bolstering the civic mission of universities. To better understand current, realistic possibilities, our analysis also compares and contrasts academia and journalism—their economics, methods, cultures, and norms—and their respective weaknesses, accessibility, and complexity, to determine which journalistic public goods could conceivably be created in academia. We suggest criteria and examples for how academic journalism could address institutional weaknesses by producing investigations and analyses of complex problems, accessibly communicated. Precedents, barriers, and further implications are charted.", "body": [{"title": "Introduction", "paragraphs": ["The problems of journalism are now well known: a business model that is disintegrating and hemorrhaging media jobs (Shirky 2009; Fallows 2010; Nikitin 2010). As a consequence, many fear that society will lose important public goods that journalists produce, such as corruption detection and deterrence (e.g. Downie and Schudson 2009; Federal Trade Commission Staff 2010; Jones 2009; Pickard 2011; Starr 2009; Waldman et al. 2011). To avoid such losses, and because the market cannot generally sustain public goods, some propose new policies like subsidies, direct funding, and legal changes (Federal Trade Commission Staff 2010; Pickard 2011). Others deride such proposals as an obsolete industry seeking government handouts that are neither affordable nor desirable (e.g. Miller 2010; Jarvis 2011), or predict that new sources of revenue will come to sustain quality public affairs journalism (e.g. Fallows 2010).", "We agree that some journalistic products merit public support, but not all. Moreover, we are reluctant to advocate new subsidies, especially since political and budgetary realities make such subsidies unlikely. As an alternative, we consider using as-yet untapped institutions and mechanisms that already produce knowledge. Specifically, we argue that universities and colleges could fill some of the growing voids in journalism, potentially enriching both journalism and academia.", "The troubles of academia equally motivate our proposal. Critics increasingly contend that academics focus on narrow research and neglect teaching, undermining student learning (e.g. Arum and Roksa 2010; Bauerlein 2010; Remler and Pema 2009; Riley 2011). Bauerlein (2010) claims that a significant share of research, including a growing body of literary criticism, adds little or no value to society. As such, society might be better off reallocating some resources (i.e., faculty time) away from some narrow research and toward activities with higher value, particularly if those activities compliment teaching. Producing some socially important journalism meant for a broad audience might complement teaching more than narrow research aimed at academic specialists, while at the same time making meaningful contributions to public knowledge in an era of shrinking attention spans and abundant information (Lanham 2006).", "We propose that some faculty members produce some threatened, but socially important, forms of journalism. We term journalism produced by university faculty academic journalism (AJ), and consider various possible arrangements using universities as bases for public interest journalism—including traditional academics producing journalism, journalists with faculty appointments, and other new, hybrid forms.", "In fact, some academics already produce forms of complex analysis traditionally produced by journalists. If implemented, AJ would support and improve such spontaneously occurring journalism by academics (particularly by putting institutional weight behind such developments), while expanding the forms of journalism produced in academia. While others have proposed that journalism schools could fill some of the growing void in journalism (e.g. Federal Trade Commission Staff 2010), we propose that a variety of social science, humanities, and professional school departments could also play such a role. We find that both academia and journalism produce too little investigation and analysis of complex problems communicated in a way that is publicly accessible—and argue that AJ could help fill this gap.", "Our proposal is both exploratory and modest. We do not suggest that all—or even most—journalistic products could be produced in academia. But not all journalistic products need support, since new business models, philanthropically funded non-profits, and citizen journalism are emerging to fill some of these gaps (Waldman et al. 2011; Fallows 2010; Shirky 2009). Nor do all journalistic products merit public support. We are concerned with journalism that provides significant value to society and is under-produced. We will show how such journalism overlaps with the broader scholarship that some believe academia under-produces (e.g. Boyer 1990; Pocklington and Tupper 2002; Riley 2011), and how our proposal overlaps with public scholarship and civic engagement movements (e.g. Burawoy 2005; Cantor 2005). We recognize that much academic research represents the best use of academics’ time and university financial resources, so suggest only a modest shift in focus.", "Our analysis draws upon our respective disciplinary backgrounds—economics, communication, and journalism. We thus advance calls for research joining economics with communication (Goodnight and Green 2010) and making journalism central to communication inquiry and practice (Zelizer 2011). We compare and contrast academia and journalism: their economics, what they produce, and how that production takes place, to determine which journalistic public goods could conceivably be created in academia. We last examine why academia merits reforming, how our proposal might be implemented, and possible barriers."]}, {"title": "The Economics of Journalism and Academia: What Merits Support?", "paragraphs": ["In constructing our case for AJ, it is critical to pinpoint exactly what news forms and journalistic qualities are endangered and need support. Overall, the journalism that currently merits public support has some of these characteristics, many of which overlap with academic research: expert-intensive or otherwise high cost, narrow geographic (or other) interest, large positive externalities, low willingness-to-pay by consumers, and appeals to citizens who are not attractive to or cannot be captured by advertisers.", "The case for public support for journalism is like that for academic research: a public good with positive externalities that benefits society (Hamilton 2004). However, government funding of public goods, like academic research, requires mechanisms to ensure that only justifiable, cost-effective public goods are funded, and to prevent undue government influence. If journalism is to receive public support, it needs such mechanisms—which academic research already has in place.", "Although many factors underlie journalism's crisis, our proposal primarily addresses its rapid and dramatic fall in revenue. Journalism in the United States has primarily been financed through advertising and direct funding, with relatively little (and falling) government support (McChesney 1999). The internet and new media have made copying easy and journalism difficult to exclude, decimating the sector's revenue and employment base (McChesney and Nichols 2010). For example, between 1999 and 2009, newspaper industry jobs fell from 1.44 per thousand population to 0.97 per thousand population (authors’ calculations from Statistics of US Businesses 2012). One consequence of cutting costs has been fewer news organizations, leaving many worried about the concentrated influence of a few large owners and a lack of diverse coverage (McChesney and Nichols 2002). With cost pressures, the incentive to “curate” existing material, rather than gather new information, has increased.", "The more labor-intensive a form of journalism and the smaller the market it serves, the greater the cost per consumer. That is why investigative journalism has become particularly vulnerable to cost-cutting measures (Waldman et al. 2011), coverage of local governments have declined (AJR Staff 2009, para. 7; Gurwitt 2008; Terry 2010), and high-cost foreign bureaus have been drastically reduced. The most experienced—and most expensive—journalists at publications like the Village Voice and Washington Post have been fired or given buyouts (Rovzar 2011). Jones (2009, 2–3) describes the important journalism being lost as “iron core,” including “accountability news,” “whose purpose is to hold government and those with power accountable,” and much verifiable, fact-based news.", "In contrast to journalism, academic research receives much government funding, both directly through grants and indirectly by paying public university faculty for “unfunded” research. Academic research is also funded through philanthropy, and is cross-subsidized through sales of teaching (i.e. tuition). Most government and philanthropic funding for research is generally justified as a public good. Over the past several decades, the demand for and employment in higher education have risen: between 1970 and 2009, higher education instructional staff grew from 2.3 per thousand to 4.7 per thousand population (calculations derived from National Center for Education Statistics 2010). Such faculty growth automatically fuels unfunded research growth, which is one reason why refereed academic publications have grown at a rate of 3.3 percent per year (Mabe and Amin 2001). Thus, while journalism's revenues and employment have fallen dramatically, those of academia have risen, partly due to government funding. ", "Recently, academia has also come under increasing efficiency pressures, with pushes toward greater use of both faculty that do no unfunded research (including both adjuncts and some full-time non-tenure track positions) and on-line and other technology based forms that economize on faculty labor (Staley and Trinkle 2011). Nonetheless, academia has far more labor resources available than journalism (roughly five positions per thousand population compared to less than one for newspaper journalism) and a still substantial share of those positions have both high job security and contractually guaranteed time for research and writing. Continuing labor market changes will maintain and probably increase demand for higher education.", "For both academic research and journalism, new technologies like the internet have broadened available sources and increased the efficiency of obtaining and analyzing data. All else held equal, fewer resources (journalists or professors) are needed to support the same public goods as in the past. Another force pushes in the opposite direction, however: both journalists and academics need to grapple with the growing complexity of global events and trends, and despite increased efficiencies, evidence suggests that journalism has failed to provide public services that would have been expected in an earlier period (Hickey 2003). To determine exactly what AJ could contribute to these issues, if anything, we consider journalism and academia's similarities and differences."]}, {"title": "Academia and Journalism: Contrasted and Compared", "paragraphs": ["What forms of knowledge and knowledge dissemination are produced by journalists and academics? How are they similar and different? In discussing academics, we focus on humanities, social science, and some professional disciplines (e.g. law, criminal justice, public policy, social work, public health), although our proposal could apply to the natural sciences and their applications in some instances (e.g. engineering, medicine).", "Probably the most obvious difference between journalism and academia involves accessibility. Journalism aims to be broadly accessible, emphasizing “information that interests” and “occurs close to … audience[s]” (Fuller 1996, 8). Even relatively specialized trade journals that target specific interests like aviation or computers avoid jargon and are meant to be readable by many people.", "In contrast, academic writing is often highly inaccessible. Many academic ideas are intrinsically complicated, requiring substantial work or training to comprehend—so the ability and patience to tackle complex phenomena are academia's strengths. Most academics write for narrow, specialized audiences, particularly those with the same training and paradigms. A typical journal article often is understandable only to academics in a single sub-specialty, with jargon used to shorthand ideas. Indeed, academic writing can often be unnecessarily jargon-filled, complex, and inaccessible—traits that are actually rewarded. Hakes (2009) described how economics journal referees dismiss insightful new theories as “obvious” when well explained, but accept and consider original the same theories when poorly explained and presented with many equations.", "Despite these major differences, academic and journalistic work overlap somewhat in accessibility, complexity and audience. Academia produces teaching, which ideally makes narrow research intelligible and relevant to students—a broader audience. Journalists sometimes report on academic research, while academics may use press stories for support or context. Moreover, each field's products increasingly overlap, with both producing opinion/editorial pieces, reviews, blogs, essays, audio, and video (McLeod 2010) (for links to current scholarly blog output, see Potter, n.d.).", "Journalism's greatest flaw is how little it engages with complexity and how often it oversimplifies, a problem as the world grows more multidimensional and the resources of many news organizations shrink. Meanwhile, academia's obscurantism is increasingly problematic as information proliferates, competing for limited attention spans. Thus, neither academia nor journalism produce enough publicly accessible investigation and analyses of complex but important topics.", "Another difference between journalism and academia relates to what is supposed to be new. Journalism is timely, emphasizing “the recent event or the recently discovered fact” (Fuller 1996, 7), so that topics with immediate relevance to current news cycles often prevail over others. Topicality is determined by timeliness, importance (news of significance to the audience), novelty (e.g. man bites dog), prominence (e.g. a famous person is involved), proximity (e.g. a water-main break in Manhattan will be covered by New York papers, but perhaps not by those in New Jersey), and information that will be immediately useful for consumers.", "Academia, in contrast, does not necessarily target new subject matter, but aims to make new discoveries about data of any age, old or new. Academics aim to generalize from specific phenomena or data to advance a conceptual framework—to perform “frontier research” (Pocklington and Tupper 2002, 93). Indeed, university Institutional Review Boards (IRBs) define academic research as producing generalizable knowledge—truths that extend beyond the specific case(s) examined (Baruch College Faculty Handbook, n.d.). Humanistic scholarship is an exception, typically focusing on distinctive dimensions of phenomena rather than common data patterns, while still operating within conceptual frameworks (Jasinski 2001). Thus, academic research aims to contribute to a web of knowledge, with the best scholarship making contributions to theory, while the best journalism focuses on uncovering, analyzing, and explaining important events and phenomena. Overall, in journalism, data must be new but concepts can be old, while in academia concepts must be new but data can be old.", "Yet journalism and academia sometimes overlap in their “newness.” The best journalism can skirt the line of new generalizable knowledge, for example, in collecting and analyzing historical data in disasters like oil spills. Investigative reporting combines discovery of new knowledge, similar to frontier research, typically integrating many sources—a form of scholarship. Both journalists and academics describe, interpret, and often evaluate the material and social world in their work. Journalism also focuses on explaining the significance or impact of the news—the “second-day story”—approaching the critical analysis that critics believe academia ought to engage.", "Journalists and academics can differ in their degree of methodological systematicity. Journalists use a variety of methods to gather and analyze information, such as interviewing subjects, attending public meetings, and searching databases and the internet, even for a single story. But journalists typically do not determine their interview subjects through theoretically driven purposeful sampling or probability-based sampling. Fuller (1996) describes journalistic routines, for instance, as “not the kind of truth that would meet the rigors of science” (6).", "While academics, as a whole, employ a broader range of methods than do journalists, individual academics traditionally employ very few methods—usually only those in which they are expert. And, in contrast to journalism, academics typically use highly systematic, even rigidly delineated methods, such as randomized experiments or long-term observations. Mixed methods combining, for example, ethnography and cutting-edge econometrics, are still rare. Theories or conceptual frameworks drive the methods chosen and their implementation.", "Academics differ from journalists in their standards of methodological proof. This rigor is partly because scholars are expected to conduct primary research, which consists of the original collection or analysis of data and must produce new knowledge, versus secondary research, which relies upon information created elsewhere. For journalists, both activities are considered legitimate work, while academics receive credit almost exclusively for primary research. To prove new knowledge, and enable examination, academics must fully describe their methods. Journalists rarely include methodological descriptions that would distract from a story.", "Yet methodological techniques between academia and journalism overlap more than is commonly acknowledged. For example, how does a qualitative research study of a few homeless people, involving unstructured interviews, snowball sampling, or participant observation, differ methodologically from journalism on this topic? One scholar describes his academic books as research “that crossed ethnography with investigative journalism,” contending that ethnographers should acknowledge such overlaps (Ross 2009, para. 6–7). While much current, exemplary public scholarship is grounded in disciplines/theories (e.g. Eliasoph 2011), “many journalistic methods are like sociological methods” (Nina Eliasoph, personal communication, April 26, 2012).", "Historically, the relationship between journalism and academia has been symbiotic rather than one way—with some prominent academic figures having had substantial careers in journalism before pursuing university research. Prominent sociologist Robert E. Park alternated between journalism and scholarship for most of his academic career. Park insisted “that the social scientist should investigate the facts recorded by journalists and historians and convert them to conceptual knowledge to be used as a basis for social action” (Velazquez 2003, para. 3).", "New electronic resources like Google Scholar and Lexis-Nexis have made academic research more accessible to journalists. Publicly available government data and spreadsheets allow journalists to approximate academic research, using aggregated and even disaggregated quantitative data. The Institute for Analytic Journalism (n.d.) is even attempting to bring the methods of quantitative disciplines to journalists.", "Overall, the methods of both academics and journalists could benefit from further convergence. Academics could learn from journalists to be more eclectic in their approaches, while journalists could enhance their value and credibility by adopting more rigorous methods (Wihbey 2011).", "Academia and journalism differ substantially in how they evaluate quality and ethics. Traditionally, editors and publishers have evaluated quality in print journalism, with producers playing a similar role in broadcast journalism. These gatekeepers approve story ideas, decide whether and when to publish, and oversee editing and hiring. Time constraints, especially for breaking news, can mean snap judgments on quality. Some evaluations happen after-the-fact in newsroom critiques and via prizes such as Pulitzers.", "Fragmentation, cost cutting, and the growth of blogs have reduced the roles of editors and publishers. Editing, particularly copy-editing, has been reduced and sometimes even eliminated, particularly among online sites (AJR Staff 2009). Massing (2005) describes how thin editing staffs have helped make publishers more timid and less willing to pursue controversial stories and protect sources, contrasting decisions to publish the Pentagon Papers or Watergate stories in the 1970s with Time magazine's recent release to a government investigator of a reporter's notes.", "Journalism does not have a single, enforceable code of ethics, though journalistic societies and individual news organizations often do. Some characterize its primary ethical goal as serving the public interest (Society of Professional Journalists 1987). Serving the public does not necessarily protect “subjects,” although journalists are supposed to “minimize harm” to sources. But budget cuts, fragmentation, and new media's growth have weakened ethical oversight.", "In academia, quality is evaluated largely through the peer-review process and the decisions of journal and book editors who are expert in the subject and methodologies being refereed. The prestige of the journal or press is important, with some academic departments making tenure contingent on publishing in one of a few top journals. The quality evaluation process typically takes months. Once published, the quality of academic research is measured by citations and the further scholarly work it generates.", "Academic research ethics focus almost exclusively on the protection of human subjects, rather than the public interest. Academic researchers must have human subjects research vetted by federally mandated university IRBs, a strict and slow process. An academic who wishes to use methods a journalist might also use—such as snowball sampling and unstructured interviews—must first provide the IRB with detailed sampling and interview protocols, and then wait a month or more for approval. Within universities, work deemed journalism is often—but not always—exempted (IRB Advisor 2011), but there is also occasional disagreement over what constitutes “journalism.”", "Indeed, many believe IRBs have become more aggressive than in the past (Howard 2008) and that they are overly restrictive for some social research. While protecting participants from harm is clearly important, we contend that such protection can sometimes preclude studies that could serve the public interest.", "All professions have their own cultures and norms, which members use to define and differentiate themselves from other professions. The key characteristics we have described—accessibility, complexity, methods, and so on—help define academia's and journalism's cultural values. Tensions between academia and journalism might be strongest where journalism schools are joined with communication or other scholarly departments. For example, a University of Colorado at Boulder committee suggested closing its journalism school because it allegedly undermined academic standards—citing that “in order to receive promotion and tenure, faculty [has] to engage in scholarly research and publish in peer-reviewed [publications]” (quoted in Brainard 2010, para. 7). On the other side, Phelan (2008) finds that journalists have culturally and organizationally engrained habits of disdaining academics’ focus on “useless” theory. Such mutual derision clearly presents barriers to our proposal.", "Yet both professions share core values, including open-mindedness and fairness. Many academics and journalists also consider themselves to be outsiders who serve the public interest, in part by scrutinizing institutions and the “power elite” (Fallows 1997). The institution of tenure, for instance, is partly intended to allow scholars to speak about public issues without fear of administrative, government, or corporate censure.", "Overall, we have shown noteworthy overlaps between academia and the forms of journalism most worthy of public support, demonstrating how they might complement each other. Academia's strengths lie in patience, a necessity for tackling complexity, while journalism excels at communicating with the public. Thus, AJ could improve the communication of complex issues."]}, {"title": "Reforming Academia: Why and How", "paragraphs": ["The crisis in journalism and fears of how it could hurt society motivate our proposal. Yet we believe our proposal can also have a positive effect on higher education. Unlike journalism's large job losses, academia has grown substantially (National Center for Education Statistics 2010), fueled largely by the growth of students in higher education and fueling in turn more academic research. Moreover, technology that has vastly reduced the labor it takes to produce a given quantity and quality of academic research has further driven growth in academic research. Some critics claim that much academic research is not valuable and often not read by anyone other than the referees and editors who approve it (Bauerlein 2010, 2011). While others counter that it is hard to know in advance which research will be useful, so more is better (Mexal 2011), we argue that resources are scarce and should be deployed in the most productive manner. Surely some of academia's resources could be used to produce scarce and publicly valuable journalism about complex issues—the forms of journalism closest to academic research.", "Many scholars and other public figures have made related points, advancing what has been called public, engaged, or civic scholarship. Hirsch and Lynton (1995) argued that higher education should “turn outward … Never before has society had as great a need for the rapid and effective application of knowledge” (3). Gamson (1995) states that higher education “represents a vast, untapped resource” for addressing social and economic problems (198). However, higher education continues to have few structural incentives for turning outward (Gunn and Lucaites 2010; Cantor and Lavine 2006).", "Other critics contend that higher education fails to educate students, which is perceived by most of society as its primary purpose (Arum and Roksa 2010; Riley 2011; Vedder 2011). Many believe that students’ lack of learning is due, in part, to professors’ focus on research (Boyer 1990; Arum and Roksa 2010; Pocklington and Tupper 2002; Riley 2011), although some counter that faculty research enhances teaching and learning (e.g. Rosovsky 1990). It seems likely that the more connected faculty research is to “real-world” issues, the more it aids teaching. (Remler and Pema [2009] emphasized that research's value for teaching may vary by field and situation.) We do not mean that all knowledge production in academia should be “instrumentalist.” Rather, we build upon existing expectations that academics’ research face the “so what” question—meaning that not just anything can or should get published—and often be made relevant to wider publics (as in teaching).", "What types of information should constitute AJ? AJ practitioners should, as discussed, investigate and analyze complex ideas and events, making them publicly accessible without sacrificing important complexity. We now develop this idea with details and examples of possible AJ products. Since our focus is on society's informational needs, we focus first on what exactly should be produced. That analysis then shapes our analysis of AJ's producers, including their backgrounds and training, which is further shaped by real-world constraints.", "As we demonstrated, iron-core journalism, particularly investigative and beat journalism, should play a role in AJ. A substantial portion should concern local and foreign coverage, since those are currently most vulnerable in ours and others’ studies (e.g. Waldman et al. 2011). Analysis will also be central. While there is no shortage of “opinion” pieces, informed expert analysis in the public interest is undersupplied. Lemann (quoted in Wihbey 2011), describes how little coverage there was anticipating ethno-religious conflict in post-Saddam Iraq, despite a “huge [academic] literature—and recent—on post-conflict conditions in [such] countries” (para. 9). In our proposal, AJ scholars would draw upon specialized training, including theories, but would not be required to produce new generalizations. Compared to many current journalists, AJ practitioners would be under less pressure for new or timely data and have more time to develop complex stories.", "AJ would build on various forms of public scholarship, which all aim to engage society more. The “public anthropology” movement encompasses translation, writing opinion pieces, and making both the conduct and topics of anthropological research more sensitive to the public good (Vine 2011). Successes include a website making academic anthropology more understandable and the involvement of around 8000 anthropology students in learning to write jargon-free op-eds. Similarly, Burawoy (2005) describes “public sociology” as including both “traditional” contributions—opinion pieces and translations of academic articles to the public—and “organic” forms such as activism.", "We situate AJ as overlapping with such efforts, as another way to achieve public scholarship. AJ shares intended audiences, topics (e.g. how the criminal justice system affects disadvantaged groups), and translation of academic research to broader publics. However, public sociology is often politicized, while we advocate that AJ be inductive, taking as open an approach to public research and writing as possible. Most importantly, we expect AJ to produce new reporting, particularly iron-core journalism, which publicly engaged scholarship does not include.", "Some hypothetical examples of AJ practice illustrate its potential. These examples are not meant to preclude other kinds of AJ, but simply to highlight possibilities. An AJ practitioner could be in a political science department, with extensive knowledge and training in the history, institutions, and theories of K–12 education. She could report regularly on local school boards, teachers’ unions, and politicians’ actions on K–12 education. The reporting could be beat (regularly following what is going on) and investigative, as the situation merits. The political scientist could provide analyses for politicians, union leaders, teachers, parents, and so on. When it would be useful to readers, the expert analysis could incorporate theories and academic research.", "This AJ practitioner would be trained in some social science methods but would be eclectic in her approaches. Regular methods could include interviewing, observation, and analysis of publicly available pre-existing quantitative (e.g. budgets, aggregate test scores, Census results) and qualitative (i.e. text, audio, video) data (Waisanen 2012). The practitioner might publish on a university-supported website or other online specialty audience publications, such as The Hechinger Report.", "Another example could include an English professor trained in literary criticism, whose scholarship has focused on a particular author. In addition to teaching, the professor could write articles about the role of particular texts in closing the achievement gap in schools and the evolving role of certain books and authors in popular culture. Another case might be a Spanish department faculty member who does no literature-based scholarship, instead reporting on and writing about social, cultural, or political events in Mexico, mostly through work with audio and video texts, remote interviews, and occasional field-work.", "Stephen Kinzer, an award-winning foreign affairs journalist, taught as a visiting professor in the political science department at Northwestern and now teaches in the international affairs department at Boston University (Kinzer 2012), illustrating how AJ could be implemented by a journalist in academia (although journalists teaching subjects other than journalism in higher education are currently rare). Another model is provide by Timothy Taylor (2009) who dropped out of an economics PhD program, worked as a journalist covering economic issues at the San Jose Mercury News, and then became managing editor at the Journal of Economic Perspectives, a quarterly devoted to making economics more widely understandable, while also teaching economics.", "Many philanthropically funded not-for-profits produce journalism that offers excellent models for AJ. Kaiser Health News (kaiserhealthnews.org) provides beat journalism on health policy in federal and state government and health-care delivery and markets, by journalists with substantial expertise in the subject. The Kaiser Family Foundation also funds healthreform.kkf.org and statehealthfacts.org, which provide longer-term, in-depth information and analysis. While health-care reform was being debated in Congress, the health reform website quickly produced summaries of the bills that were accurate, detailed, and accessibly written.", "Several university-affiliated (but not university-funded) not-for-profit organizations also provide examples of the kind of work we envision for academic journalists. Yale e360 provides news and analysis about environmental issues. Journalists do the beat reporting and editing, but academics write some analysis pieces. The Hechinger Report, based at Columbia University's Teacher's College, provides beat, investigative reporting, and analyses of education by journalists. Similarly, futurity.org, a non-profit funded by dozens of universities in the United States and abroad, aims to share important research news directly with the public.", "To what extent do journalism faculty members provide a model for AJ? Some journalism professors do not produce journalism but rather are scholars on topics such as journalism in society, communication, and public relations and marketing. For example, all the faculty books featured on the University of Missouri School of Journalism website fall into this category. By contrast, almost all the faculty research at the Columbia School of Journalism is journalistic in nature, ranging from biographies of political figures to explanatory economic history. Journalism schools have also become laboratories for faculty-led, student-produced journalism. New York University and the CUNY Journalism School both produce hyperlocal news coverage, which is supported by and published on The New York Times's website. While these efforts are still less coordinated across a range of universities than our more systematic proposal advises, they serve as models for AJ.", "How could AJ be implemented in higher education institutions? We do not want to prejudge methods: different approaches may work best in different contexts. We will simply suggest some approaches. We see two broad avenues: academics doing journalism and journalists entering academia.", "For academics, issues differ between senior, tenured faculty and junior scholars. Some senior academics already write for journalistic outlets, appear on broadcast media, and blog. The forces we have described—cuts in journalism, a secure and abundant academic labor force, and the increasingly easy and cheap production of print, audio, and video texts—have driven this phenomenon. What does our proposal add for tenured faculty? First, academics do not typically engage in reporting and so we propose expanding the journalistic activities of academics. Second, while tenured senior professors are a rich source for AJ, academia will need to develop a quality control process, similar to peer review, to legitimize AJ within the academy and to incorporate such work in reward systems, including promotions and salary increases.", "We contend that expanding journalistic opportunities to some junior faculty, and even graduate students, could further benefit society. Requiring a substantial traditional academic career before engaging AJ would limit the early development of journalistic skills. For junior faculty, AJ might be one activity that complements disciplinary research, teaching, and service. Two difficulties, of course, are adding another requirement to an already long list, and the fact that academic research skills take a long time to learn and practice. This approach may not work for some fields or schools, while in others it could be a matter of degree, with some minimal AJ expectations earlier in a career with increasing gradations later on. For untenured faculty, an explicit quality evaluation process for AJ is even more critical.", "Bringing present academics into AJ will require training, which should include: (1) how to write relatively short, concise, and lively prose; (2) how to recognize and anticipate timely/newsworthy occurrences in their field; (3) how to conduct interviews that supplement and humanize more analytical material; and (4) journalistic ethics. Such training has already been taking place in incipient form. For example, Ms. Magazine runs workshops to train academics to write about its subjects for a broader audience (Adina Nack, personal communication, October 15, 2010; Ms. Writers Workshop for Feminist Scholars 2009).", "A second avenue is for some public-service journalists to become academics in humanities, social science, and a variety of professional departments—not only in journalism. These positions could be equivalent to professors of practice, as traditionally seen in professional schools. Riley (2011) describes how Duke University has created many professors of practice positions in the Arts and Sciences (62). Ideally, such individuals could practice investigative journalism and other forms of AJ while also teaching. Training for journalists entering academia should include: (1) teaching; (2) academic research techniques and theoretical frameworks; and (3) information about academic institutions and processes.", "Some may argue that our proposal will not rescue journalists, but rather make them “second-class citizens” in academia. With over 94,000 jobs lost in the newspaper industry between 1999 and 2009 (Statistics of US Businesses 2012), we expect that some journalists would find that professor of practice positions offer far greater professional and economic freedom to do publicly valuable journalism than current alternatives. Compared to poorly paid freelance journalism jobs that rarely afford the time for in-depth projects, public-relations jobs that effectively take most journalists out of their field, or even traditional journalism jobs in many media organizations, academic journalists would be afforded an opportunity for greater control over their work.", "There are some barriers to our approaches. Unlike non-profit and traditional journalists, AJ practitioners will have teaching obligations that can prevent rapid investigation, particularly if travel is required. Therefore, AJ practitioners will be less able to pursue certain stories, although better situated for integrative and analysis work.", "Probably the most difficult barrier is acceptance of AJ as legitimate work in academia, particularly for obtaining tenure. For public and engaged scholarship, this has been a problem (Cantor and Lavine 2006). Given the percentage of university courses taught by non-tenure-track faculty (JBL Associates 2008), in the near term, we suggest that faculty whose primary non-teaching, non-service activity is AJ have positions as non-tenured professors of practice.", "To gain legitimacy for mostly AJ positions, as well as for AJ work done by tenure-track academics, quality assessment is essential. Posner (2001) describes how public intellectuals’ work can suffer from poor quality because it “bypass[es] many or even all of the gatekeepers of academic publication” (37). To avoid that fate, AJ must be integrated into existing academic review processes with frequent reviews and feedback. However, to accommodate the timeliness and flexibility necessary for reporting, most reviews would need to occur after publication. Another major barrier is academia's ethical review process. After-the-fact ethical audits are essential for journalism's need for timeliness and could help resolve the current confusion over IRB evaluations of journalistic work.", "Reviewers of AJ quality should include traditional researchers but also nonacademic leaders and experts from relevant sectors, similar to how many journalism faculty members are now evaluated. The reviewers should not expect AJ products to contribute to conceptual frameworks. Rather, criteria should focus on the public interest, but also be sufficiently specific and connected to traditional journalistic and academic criteria. Tenure cases for publicly engaged scholars have floundered and produced controversy due to “scant guidelines of what counts as community engagement or a rubric of how one might evaluate such public scholarship” (Butin 2009, para. 7).", "Some perceive that much of this type of scholarship has failed. For example, public anthropology's leading proponent, Burofsky, was disappointed by its limited influence on academic anthropologists (Vine 2011). However, we do not aim for wholesale transformation but only modest change. Moreover, some forms of engaged scholarship, particularly those aimed at public policy issues, have been successful—including translation journals such as the Journal of Economic Perspectives, and applied journals such as Health Affairs (2012)—which averages 1.9 million page views per month, and was cited 46 times in congressional testimony in 2009. The civic engagement movement has also found strong institutional support at Syracuse University, Bates College, and some other institutions.", "Nonetheless, we believe that AJ has greater potential than many of these initiatives for several reasons. First, we defined AJ much more narrowly than engaged scholarship, making clear evaluation criteria more explicit than has typically been the case. We made the public policy case for AJ, based on economics usually used to justify public support. We systematically determined the overlaps and divergences between academia and journalism, including critical institutional differences, to determine practical activities and institutional structures for AJ. Rather than creating only a new disciplinary-based magazine, for instance, we focused on what type of writing is needed, how it should be communicated, and the kind of institutional amendments necessary to support such work. Overall, then, we think that such structural, systematic attention to AJ is both differentiated from previous efforts to bring academic work to larger audiences, while increasing the likelihood these endeavors could reach constituencies outside the academy. While we do not want to minimize the considerable barriers to AJ, the potential gains of this proposal should inspire academics to confront such barriers using these assessments."]}, {"title": "Conclusion: A Modest Recommendation", "paragraphs": ["This analysis aimed to determine how existing academic structures could better serve the public interest. We first analyzed journalism through public economics, finding that the funding structures for journalism that would best serve the public interest are similar to those of “unfunded” academic research. Journalism has lost many of its cross-subsidies from advertising, while academic research, still relatively rich in cross-subsidies, can afford to transfer some of its teaching-funded cross-subsidies away from potentially narrow and low-value research and toward public-interest journalism. We then systematically juxtaposed academia and journalism, looking specifically at purposes, products, methods, assessments of quality and ethics, and culture and norms.", "Our analysis found one type of public-interest journalism is in short supply, and increasingly so: the investigation and analysis of necessarily complex ideas and events, communicated as accessibly as possible without sacrificing important complexity. Such writing includes the kind of public-service journalism that is complicated and time-consuming to produce, and therefore most at risk. It also contrasts with arcane academic research and sensationalistic journalism, which are both plentifully produced. The needed work includes inquiry and reporting, analysis and synthesis, and encompasses important, non-frontier research activities that many critics believe higher education seldom practices.", "Moreover, our proposal is not aimed exclusively or even primarily at the most prestigious academics or academic institutions. Some might argue that only elite academics, such as Paul Krugman, the Nobel Prize-winning economist and columnist, will be credible to and hold the interest of a broad audience. We disagree for several reasons. First, local AJ is needed and this cannot all be done by a few elite academics. Just about every city in the United States also has at least one university, so existing public institutions are already in place to meet these geographical journalistic needs. Second, reporting and communicating are different skills and different people may excel at each.", "Third, society needs investigators to ferret out important information, communicate it well, and place it in context—work done by many non-elite journalists nationwide—and teaching would benefit from instructors becoming engaged in intellectual, thought-provoking activities that build on their specialties (Teagle Working Group on the Teacher-Scholar 2007). Thus, society would be better served by some non-elite higher education teachers producing what some journalists once produced, rather than research that is often unread. Of course, AJ could also alter practices in elite institutions, nudging more prominent academics to engage more with the non-academic world.", "Making a place for more journalism in academia offers several other benefits. Despite its claim to working-class roots, journalism has undergone a “status revolution” (Fallows 1997, 77). Today the majority of academics may be further from the power elite than the majority of journalists: compare a local television reporter to a community college professor, or a New York Times reporter to a Harvard political science professor. Without underplaying examples of elite scholars who are cozy with powerful elites, those who lament the growing insider status of journalists might prefer a more robust critical public role for academics.", "In conclusion, our proposal is modest. We do not wish to transform academia: care should be taken to preserve the many successful parts of university life. Nor do we wish to undermine either philanthropically funded not-for-profit journalism or for-profit high-quality journalism. We simply hope to highlight that academia can help journalism, and vice versa. We join with Zelizer's (2011) call to communication scholars: “journalism can remind the field of its disciplinary attachment not only to ideas but to the ground—to the messiness of practice, to the hesitations of the real world, and to the inconsistencies and brutalities of social, economic, political, cultural, and public life” (15). We hope that academia will be open to a viable change that could improve teaching, research, journalism, and society as a whole."]}], "references": [{"title": "AJR&#039;s 2009 Count of Statehouse Reporters", "year": "2009", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Pluses and Minuses of Academic Research", "year": "2011", "journal": "The Chronicle of Higher Education", "volume": "", "authors": [{"name": "Bauerlein Mark", "first_name": "Bauerlein", "last_name": "Mark"}]}, {"title": "Drop Out? Suggested Closure of Colorado Journalism School Sparks Controversy", "year": "2010", "journal": "Columbia Journalism Review", "volume": "49", "authors": [{"name": "Brainard Curtis", "first_name": "Brainard", "last_name": "Curtis"}]}, {"title": "2004 American Sociological Association 2004 Presidential Address: For Public Sociology", "year": "2005", "journal": "American Sociological Review", "volume": "70", "authors": [{"name": "Burawoy Michael", "first_name": "Burawoy", "last_name": "Michael"}]}, {"title": "Taking Public Scholarship Seriously", "year": "2006", "journal": "The Chronicle of Higher Education", "volume": "", "authors": [{"name": "Cantor Nancy", "first_name": "Cantor", "last_name": "Nancy"}, {"name": "Lavine Steven D.", "first_name": "Lavine", "last_name": "D."}]}, {"title": "The Reconstruction of American Journalism", "year": "2009", "journal": "Columbia Journalism Review", "volume": "48", "authors": [{"name": "Downie Leonard", "first_name": "Downie", "last_name": "Leonard"}, {"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "How to Save the News", "year": "2010", "journal": "The Atlantic", "volume": "", "authors": [{"name": "Fallows James", "first_name": "Fallows", "last_name": "James"}]}, {"title": "Faculty and Service", "year": "1995", "journal": "Change", "volume": "27", "authors": [{"name": "Gamson Zelda F.", "first_name": "Gamson", "last_name": "F."}]}, {"title": "Rhetoric, Risk, and Markets: The Dot-com Bubble", "year": "2010", "journal": "Quarterly Journal of Speech", "volume": "96", "authors": [{"name": "Goodnight G. T.", "first_name": "Goodnight", "last_name": "T."}, {"name": "Green S. E.", "first_name": "Green", "last_name": "E."}]}, {"title": "The Contest of Faculties: On Discerning the Politics of Social Engagement in the Academy", "year": "2010", "journal": "Quarterly Journal of Speech", "volume": "96", "authors": [{"name": "Gunn J.", "first_name": "Gunn", "last_name": "J."}, {"name": "Lucaites J. L.", "first_name": "Lucaites", "last_name": "L."}]}, {"title": "Confession of an Economist: Writing to Impress Rather than Inform", "year": "2009", "journal": "Econ Journal Watch", "volume": "6", "authors": [{"name": "Hakes David R.", "first_name": "Hakes", "last_name": "R."}]}, {"title": "Power Shift", "year": "2003", "journal": "Columbia Journalism Review", "volume": "41", "authors": [{"name": "Hickey Neil", "first_name": "Hickey", "last_name": "Neil"}]}, {"title": "Historians and Other Scholars Fight Proposed Expansion of IRB Rules", "year": "2008", "journal": "The Chronicle of Higher Education", "volume": "", "authors": [{"name": "Howard Jennifer", "first_name": "Howard", "last_name": "Jennifer"}]}, {"title": "The Status of Theory and Method in Rhetorical Criticism", "year": "2001", "journal": "Western Journal of Communication", "volume": "65", "authors": [{"name": "Jasinski James", "first_name": "Jasinski", "last_name": "James"}]}, {"title": "Growth Dynamics of Scholarly and Scientific Journals", "year": "2001", "journal": "Scientometrics", "volume": "1", "authors": [{"name": "Mabe Michael", "first_name": "Mabe", "last_name": "Michael"}, {"name": "Amin Mayur", "first_name": "Amin", "last_name": "Mayur"}]}, {"title": "Everything Is Connected", "year": "2010", "journal": "Quarterly Journal of Speech", "volume": "96", "authors": [{"name": "McLeod Kembrew", "first_name": "McLeod", "last_name": "Kembrew"}]}, {"title": "Democracy, the Academic Field and the (New Zealand) Journalistic Habitus", "year": "2008", "journal": "Studies in Language and Capitalism", "volume": "3/4", "authors": [{"name": "Phelan Sean", "first_name": "Phelan", "last_name": "Sean"}]}, {"title": "Can Government Support the Press? Historicizing and Internationalizing a Policy Approach to the Journalism Crisis", "year": "2011", "journal": "The Communication Review", "volume": "14", "authors": [{"name": "Pickard Victor", "first_name": "Pickard", "last_name": "Victor"}]}, {"title": "An Editor&#039;s Life at The Journal of Economic Perspectives", "year": "2009", "journal": "The American Economist", "volume": "53", "authors": [{"name": "Taylor Timothy", "first_name": "Taylor", "last_name": "Timothy"}]}, {"title": "Justice for John Conroy", "year": "2010", "journal": "Columbia Journalism Review", "volume": "49", "authors": [{"name": "Terry Don", "first_name": "Terry", "last_name": "Don"}]}, {"title": "Public Anthropology’ in Its Second Decade: Robert Borofsky&#039;s Center for a Public Anthropology", "year": "2011", "journal": "American Anthropologist", "volume": "113", "authors": [{"name": "Vine David", "first_name": "Vine", "last_name": "David"}]}, {"title": "Bordering Populism in Immigration Activism: Outlaw–Civic Discourse in a (Counter)Public", "year": "2012", "journal": "Communication Monographs", "volume": "79", "authors": [{"name": "Waisanen Don", "first_name": "Waisanen", "last_name": "Don"}]}, {"title": "Journalism in the Service of Communication", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}