{"doi": "10.1080/1461670X.2011.614819", "url": "https://doi.org/10.1080/1461670X.2011.614819", "title": "TOWARDS A GLOBAL JOURNALISM ETHICS VIA LOCAL NARRATIVES", "volume": "12", "year": "2011", "issue": "6", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wasserman", "first_name": "Herman", "name": "Herman Wasserman", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This article argues that a global media ethics can only be arrived at via a study of local contexts. Following the notion of a “critical dialogic ethics” suggested by Christians, it is argued that a global media ethics should be constructed not as an overarching framework or global social contract arrived at through rational deliberation of ethical concepts removed from historical contexts, everyday lived experience and embedded practices, but through critical dialogue and interaction with Others within those contexts. An ethnographic, cultural approach that seeks narrative accounts of local values and practices should go beyond accepting local values and practices as unalterable or essentialist. Such a global dialogic ethics would start with thick descriptions of contextual values and practices. This article offers a first step towards a description of such values and practices within two particular African contexts, South Africa and Namibia. The contextual understanding of normative concepts of “social responsibility” and “freedom” are explored in journalistic narratives. The article points to conflicting interpretations of these notions and highlighting the need for an approach to global media ethics that takes account of the complexity of African contexts. ", "body": [{"sec_title": "Introduction", "sec_content": ["One of the central questions in media ethics scholarship in recent years has been whether a global media ethics is possible, and what it could look like. One of the most challenging concerns in these debates (see, for instance, Black and Barney, 2002; Christians et al., 2008; Cooper et al., 1989; Wasserman, 2010a) has been how to account for a diversity of ethical perspectives globally, while avoiding cultural relativism. The incorporation of these various “local” perspectives into a global media ethic is further complicated by the fact that “local” or “regional” perspectives may themselves offer competing visions of what a “global” media ethics would look like, or even question whether such a global ethics is possible or desirable.", "At first glance, media ethics codes globally agree, at least denotatively, on the centrality of concepts such as media freedom, truth-telling, independence and responsibility (Christians et al., 2008, p. 138). A particularly influential framework for thinking about how media should use its freedom to the benefit of society has been the social responsibility framework, originally developed in the United States by the Hutchins Commission in 1947. It has been suggested that this framework, despite its shortcomings and US-centred history, has “won global recognition” (Christians and Nordenstreng, 2004, p. 4), adopted in national media systems, and influenced debates about equitable global communication systems, such as those around the New World Information and Communication Order at UNESCO in the late 1970s (Christians and Nordenstreng, 2004, p. 6). However, the wide adoption of the notion of social responsibility might obscure the fact that tensions between freedom and responsibility remain, even in established democracies, and that the framework's genesis in a particular historical and geographic context might make it an inadequate foundation for global media ethics. Hence Christians and Nordenstreng (2004) propose that global social responsibility should instead be based on universal proto-norms such as human dignity, truth-telling, and non-malfeasance.", "Critical contributions from the perspective of postcolonial theory (Rao and Wasserman, 2007; Wasserman and Rao, 2008) have suggested that media ethical constructs such as freedom and responsibility, which are often presented as having universal validity, are themselves “local” in that they have originated from particular epistemological traditions rooted in Western thought and experience. These critics have argued that grand and totalizing schemes for global media ethics have to make way for more nuanced understandings of the specific cultural and political histories within which ethics are interpreted and operationalized, especially in various settings outside the Northern metropolitan centers. The very notion of universalism, with its historical association with the exercise of Western power, also needs to be examined critically (for a related critique of discourses of “internationalization” in the field of cultural studies, see Shome, 2009). Localized understandings of global norms are important in order to re-inscribe “Otherness” and difference into global media narratives. This introduction of non-Western perspectives into a “global” narrative needs to go beyond superficial and patronizing gestures of inclusion and diversity. A tokenistic inclusion of the Other as a way of validating the hegemony of existing, dominant frameworks may (albeit inadvertently) result in a relativistic ethics (where local ethical norms are merely included but not engaged critically).", "The refusal to engage with the ethics of the Other on a deep theoretical level may result in a tacit validation of cultural norms that might be highly problematic (one thinks for instance of cultural claims around “dignity” and “respect” in African cultures that may be abused to prevent criticism of government). A superficial engagement of Other perspectives on media ethics (for instance as descriptive case studies to illustrate existing theoretical notions) may also render them exotic and static, ignoring the vigorous contestations around central moral concepts that take place in these localized contexts. While it is clear that simplistic notions of the “universal” will not do justice to the global cultural diversity reflected in different ethical norms, the “local” equally is not an unproblematic category through which to approach global media ethics either. It is true that regions outside the Global North—“Chindia”, Southern Africa, the Middle East (with Rupert Murdoch recently announcing the establishment of the Middle East headquarters of News Corporation in Abu Dhabi) and South Asia (see Rao's paper in this issue: Rao, 2011)—necessitate new ways of looking at the global mediascape. Nation-based approaches to “international media” have to make way for “transnational” perspectives which acknowledge not only the emergence of influential regions, but also the increased diversity within nations of the global North, as induced by the rise of diasporic media. Within these regions and localities, significant contestation may exist between various ethical traditions.", "This paper seeks to continue the critique of social responsibility and freedom as normative foundations for a global media ethic by exploring various interpretations of these within a region of the Global South, drawing on empirical data from two African countries—South Africa and Namibia. Apart from illustrating the specific negotiations and contestations around two central media ethical terms in these two countries, the article also models an approach to global ethics via the local that is rooted in narrative. Instead of a global media ethics based on social contract thinking, which might be based on the rational deliberation between interlocutors around ethical concepts, a narrative approach would seek to understand how ethical concepts are interpreted, applied and given meaning within specific, concrete, geo-historical contexts. Such an approach would be rooted in an ethnographic understanding of morality, that is, the realisation that “morality is rooted in everyday experience and gains multiple levels of complexity” (Christians, 2010, p. 178). The narrative approach would eschew the notion, based in Enlightenment thinking, that a global social contract for media ethics may be arrived at via arguments about the authority and validity of ethical rules and concepts in a rational and deliberative way. In a postmodern, fragmented global society, getting moral agents to participate in, let alone agree on, a formalist set of norms for global media, might be unattainable. Following MacIntyre, Christians (2010, p. 179) argues for a perspective on media ethics rooted in “the way humans actually experience life and how they interpret it, that is, in narrative”. Moral action arises out of “our life narratives lived out in a historical context” (Christians, 2010, p. 179), and so a “shift from principle to story, from formal logic to community formation, is appealing” (2010, p. 180). Christians, linking also to James Carey's notion of “communication as culture”, explains how narrative provides a path to moral understanding: Narratives are linguistic forms through which we argue, persuade, display convictions, and establish our identity. They contain in a nutshell the meaning of our theories and beliefs. We tell stories to one another about our values and concerns, and our aspirations. (Christians, 2010, p. 181)  ", "Narratives are linguistic forms through which we argue, persuade, display convictions, and establish our identity. They contain in a nutshell the meaning of our theories and beliefs. We tell stories to one another about our values and concerns, and our aspirations. (Christians, 2010, p. 181)", "Within the context of the search for global media ethics, such a dialogic approach that seeks to uncover the voices of the Other would, however, also have to include a critical dimension. In order to avoid cultural and moral relativism, the global dialogue should go beyond the mere inclusion of a diversity of voices to a critical dialogue that interrogates ethical traditions and understandings in terms of their adherence to the global proto-norms of human dignity, truth-telling, and non-malfeasance (Christians and Nordenstreng, 2004). If such a critical interrogation does not take place, a global narrative ethics might end up being a mere collection of ethical stories that remain unchallenged and perhaps incompatible. That way cultural essentialism and moral relativism lie. Instead, a global narrative ethics that simultaneously (1) takes global cultural diversity seriously rather than incorporate it as epistemological exotica, (2) avoids treating whole regions and traditions as homogenous and internally uncontested, and (3) refuses to acquiesce in claims to cultural essentialisms, will have to be truly dialogical and critical: A normative dialogic paradigm is a decisive alternative to relativism and a fruitful framework for communications in an age of globalization and multiculturalism. In formalist ethics, all acts are monologic, although actions may be coordinated with others. When humans are understood as cultural beings, however, human action is dialogic. (Christians, 2010, p. 183)  ", "A normative dialogic paradigm is a decisive alternative to relativism and a fruitful framework for communications in an age of globalization and multiculturalism. In formalist ethics, all acts are monologic, although actions may be coordinated with others. When humans are understood as cultural beings, however, human action is dialogic. (Christians, 2010, p. 183)", "This article aims to make a modest beginning in the process of understanding media ethics within geographic and historic localities in such a narrative, dialogic way. It aims to highlight how ethical concepts (in this case “freedom” and “responsibility”) are understood within specific contexts, how these understandings are coloured by history and influenced by politics and culture, and how the meanings journalists make out of these ethical concepts throw up a varied, textured and sometimes contested picture. This varied picture can enrich our understanding of global media ethics, by helping us see better how global ethical concepts are embodied, immersed and lived in localities. Before going on to a summary of the narratives obtained from journalists working in South Africa and Namibia, a brief overview of the context might be helpful."]}, {"sec_title": "Media Ethics in Africa", "sec_content": ["In the era of globalization, African media increasingly have to negotiate the space between ethical norms and practices as these have evolved in a particular socio-cultural and political environment, on the one hand, and globalized ethical discourses laying claim to universal validity, on the other hand. An example of the intersection between universal and regional discourses was the landmark Windhoek Declaration on Promoting an Independent and Pluralistic African Press in 1991 (Windhoek Declaration, 1991). In this declaration, African journalists invoked the Universal Declaration of Human Rights as a motivation for the promotion of press freedom in the particular African context. The spread of global media to African audiences (for instance, through satellite television) and the reach of African media to global audiences (for instance through new media technologies such as the Internet often aimed at Africans in the diaspora) have positioned African media ethics in a context that is increasingly transnational. For African media ethicists, this global–local intersection poses challenges. What norms should be used when evaluating media content in this transnational sphere? Are African ethical norms appropriate to deal with globalized media in a postmodern age? Conversely, can ethical frameworks derived from the Global North provide appropriate guidelines for ethical action in African contexts that differ in many respects from those in which dominant normative media theories have been devised?", "As several case studies from Africa (e.g. Lodamo and Skjerdal, 2009; Ndangam, 2006) have made clear, the circumstances under which African journalists work are often so radically different from those in the North, that a wholesale importation of Northern ethical frameworks would be unsuitable for these conditions. More recent scholarly concerns with “global media ethics” run the risk of again (albeit inadvertently) imposing Northern norms under the guise of universalism, as postcolonial critics have argued (Rao and Wasserman, 2007; Wasserman, 2006). Perhaps the best-known African response to Northern ethics came from the Zambian ethicist Francis Kasoma (see Kasoma, 1994, 1996, 2000). His attempt to construct an Afri-ethics has, however, invited criticism for its romantic notions of an idyllic African society untouched by the West (e.g. Banda, 2009; Nyamnjoh, 2005, p. 91). Because of the dangers of essentializing African culture (cf. critique by Tomaselli, 2003) when African media practices are contrasted against Western norms, other scholars (e.g. Christians, 2004; Wasserman and De Beer, 2004) have sought connections between indigenous ethical frameworks such as ubuntu and Western approaches like communitarianism rather than pitting them against each other (Fourie, 2007).", "Media ethics in Africa can, therefore, be seen as contested terrain. Various normative frameworks continue to co-exist and compete for dominance over media ethical discourses. These ethical frameworks also have a political dimension, as they may support conflicting visions of who African media owe their primary responsibility to, and what their degree of freedom should be. It should not be taken for granted that the use of central ethical concepts such as media freedom and social responsibility in African media contexts necessarily correspond with the way these terms are used elsewhere. Nor should it be assumed that these ethical values are understood in the same way across various African contexts or even between different sections of the media in African countries.", "This article will proceed to summarize three of the main ethical frameworks (development journalism, indigenous ethics, and professionalization) that have been used in African media contexts, before going on to illustrate how these various frameworks continue to co-exist in the normative views of media practitioners today. Interview responses1 from journalists in South Africa and Namibia were used to explore how journalists articulate their interpretation of the concepts of responsibility and freedom, and how these articulations relate to these broader frameworks. Journalists were asked to describe the way they see their role in relation to the public (their social responsibility) and towards the government (the degree of freedom they enjoy or think they should enjoy). The findings demonstrate how journalists in these African democracies negotiate their varying duties and loyalties, and how they balance obligation to freedom and responsibilities.", "One of the defining normative frameworks within which journalists in Africa have understood their role has been that of development journalism. Although originating in Asia in the 1960s, the approach also gained popularity in Africa and Latin America (Xiaoge, 2009, p. 357), and as such may be seen as a transnational normative framework for developing regions (Christians et al., 2009, p. 200). Development journalism may be seen as an attempt to develop collaboration between media and governments into a normative theory (Christians et al., 2009, p. 198). Responsibility in this framework is articulated in terms of the media's role to promote development, which in practice has mostly meant supporting governments in attaining their economic, political, and cultural development goals. Often seen as antithetical to the Western libertarian approach, development journalism has indeed been vulnerable to abuse by postcolonial governments.", "This is not to say that development journalism is incompatible with Western frameworks of social responsibility. When understood as a type of journalism that examines, evaluates, and reports on the relevance and success of development programs (also criticizing governments who fall short of developmental goals), development journalism can be consistent with the social responsibility theory (Ogan, 1982, p. 10), although arguably such a definition of development journalism might not be based on collaboration (Christians et al., 2009, pp. 198–9) anymore. An alternative notion of “emancipatory journalism” (Shah, 1996) has also been proposed as a way to redirect attention to the way journalism can affect social change and improve people's living conditions instead of focusing primarily on the relationship between media and the state.", "Despite the problems inherent in development journalism as a normative framework, it continues to feature strongly in contemporary discourses of African journalism. As African journalism practices are increasingly infused with global philosophies and ideologies, and African media institutions are integrated into a globalized media landscape, African journalists have to balance globalized assumptions with the expectations and imperatives of the societies in the developing world within which they work (Musa and Domatob, 2007, p. 315). As a result, the role of journalists in developing countries is “complex, sometimes contradictory” (Musa and Domatob, 2007, p. 317). Within this framework, seemingly universal values such as freedom and responsibility might correspond notionally but are interpreted and operationalized differently. As Musa and Domatob state: At critical junctures, the fault lines in the perceived common ground between development journalists and their Western counterparts have been exposed. From the time of the anti-colonial struggles of the 1950s and 1960s to the post 9/11 world, it has become obvious that when First World and Third World journalists say they are committed to truth, freedom, and the common good, they each have different understandings of these concepts or pursue them through different means. (2007, p. 320)  ", "At critical junctures, the fault lines in the perceived common ground between development journalists and their Western counterparts have been exposed. From the time of the anti-colonial struggles of the 1950s and 1960s to the post 9/11 world, it has become obvious that when First World and Third World journalists say they are committed to truth, freedom, and the common good, they each have different understandings of these concepts or pursue them through different means. (2007, p. 320)", "Later in this paper I will illustrate how these varying interpretations of similar normative concepts play out in the South African and Namibian media environment.", "Moves to develop indigenous media ethics in Africa were not only related to the developmental discourse but also resulted from increasing political pluralism and concomitant liberalization of the media in the 1990s. The “third wave of democratization” which spread across the continent in the 1990s in many cases meant greater freedom for journalists, but also demanded of journalists to “take responsibility for their unethical actions instead of blaming them on government” (Kasoma, 1994, p. 3). Francis Kasoma's “Afri-ethics” (see Banda, 2009 for a recent summary and re-assessment) was developed in an attempt to develop an ethical framework based on a strong sense of (religious) morality and communal bonds. For Kasoma, the increased media freedom as a result of media liberalization raised the imperative of greater responsibility towards African cultural and societal values: The urge to imitate the Americans and Europeans who introduced journalism into Africa—together with colonialism … and evangelism—seems to have had much more influence on African journalists, than any sense of what would be appropriate, and right, in their own context. (Kasoma, 1994, p. 4)  ", "The urge to imitate the Americans and Europeans who introduced journalism into Africa—together with colonialism … and evangelism—seems to have had much more influence on African journalists, than any sense of what would be appropriate, and right, in their own context. (Kasoma, 1994, p. 4)", "Ethical actions “should take into account the African approach to life” even if it does choose to include principles and values from elsewhere (Kasoma, 1994, p. 8). These values should take into account the material conditions within which African journalists work (e.g. poor pay that make them susceptible to bribes; Kasoma, 1994, p. 19) but also the orientation towards the “family, clan and community” rather than towards the individual. This responsibility towards society in a communal sense rather than society as a collection of individuals distinguishes African ethics from Western approaches (Kasoma, 1994, p. 27). In such a communal orientation, consensus is seen as more important than a majority or utilitarian decision (Kasoma, 1994, p. 28). Although Kasoma points out that consensus should not be mistaken for the uncritical support of national unity as imposed by governments, Tomaselli (2003, p. 430) has characterized Kasoma's view of the media as being more of a “guidedog” than a “watchdog”.", "In recent years, especially after the end of apartheid in South Africa, renewed attempts have been made to rediscover idealized values of African culture. An example is the relational African philosophy of ubuntu in South Africa, which can be summed up “I am because you are” (Christians, 2004; Wasserman and De Beer, 2004). Critics (Banda, 2009; Fourie, 2007; Tomaselli, 2003) have, however, warned that attempts to construct or re-validate an African ethics may pose several dangers. Among these are the danger of cultural essentialism and cultural exceptionalism which sets African ethics apart from outside critique and serves the interests of an elite-class prescriptive and generalized discourse of pan-African values (Tomaselli, 2003, p. 430). Attempts to indigenize ethics often treats Africa as a monolith, glossing over complex social and cultural differences and presenting African culture in romantic, idealized terms, with little acknowledgement of how African cultures have been influenced by historical processes such as colonialism, nationalism, and globalization (Banda, 2009, p. 236; Tomaselli, 2009, p. 13). The resurrection of idealized African values moreover does not take into account the contemporary African media's location in a globalizing world and a changing media environment, where diversity and pluralism, rather than static cultural norms, are valued (Fourie, 2007). Using “African values” as a normative basis for media practice is also seen as posing a threat to freedom of expression because criticism of government or politicians may be cast as un-African, un-patriotic, or disrespectful towards authority (Fourie, 2007; Tomaselli, 2009, p. 13).", "As Banda (2009) has argued, the pitfalls of indigenous African ethics do not necessarily preclude the possibility of developing an ethical framework more attuned to African social and cultural values. A reappraisal of African ethics would, however, need to incorporate democratic citizenship and empowerment (Banda, 2009) in order for it to be applicable. Such a reappraisal would also require a new definition of culture (Tomaselli, 2009, p. 11) which moves away from anthropological notions of African culture as bounded ways of life, culture as high/low in aesthetic terms or social behaviour, in order to position African media content and audiences in terms of globalizing cultural flows and fragmented, dynamic cultural difference. In a postmodern global media landscape, marked by complex transnational cultural flows, commonly held notions of Africanness are fractured (Tomaselli, 2009, p. 15), and a normative framework based on homogenous cultural values or populist calls for a return to tradition becomes untenable.", "The realization that networks of meaning and social identities in African societies are experiencing rapid transitions as a result of global cultural flows (Tomaselli, 2009, p. 16), have led to calls for more dynamic ways of envisaging the relationship between freedom and responsibility. Under the influence of global narratives of media freedom, journalistic professionalism and democratic participation, central values for media ethics in contemporary Africa are being linked to the importance of critique as a feature of robust democracy, the opening up of spaces for debate and the inclusion of a plurality of voices and participation in a global dialogue (Tomaselli, 2009, p. 17).", "The interventionist strategies of “media development”, driven by non-governmental organizations and funding bodies in the North with an aim of capacitating media in the South, can be seen as part of this trend (Berger, 2010). Underpinning the capacity-building activities of these organizations in Africa is the normative assumption that vibrant media will lead to more democratic societies—“media development” therefore becomes “subject to particular cultural and even political preferences” (Berger, 2010, p. 552). The “political preference” of non-state actors involved in the promotion of media ethics in Africa (“through conference, workshops and symposia”; Mfumbusa, 2008, p. 143) has more often than not been inclined towards liberalism, seeing the media as linked to individual rights and a free-market environment, and encouraging the professionalization of journalism. These codes developed for African democracies (e.g. in South Africa) are frequently influenced by notions of freedom and social responsibility derived from the Global North (see Retief, 2002, p. 20; Wasserman, 2006). These values sometimes conflict with prevailing cultural norms, and the failure of African journalists to comply with these professional standards and norms are often lamented (Mfumbusa, 2008, pp. 141–2). Notions of “freedom” and “responsibility” are therefore contested within African media contexts, as we will see in more detail below."]}, {"sec_title": "Freedom and Responsibility in the South African and Namibian Context", "sec_content": [" White (2010) argues for an empirical approach to normative ethics in Africa that takes its starting point not in theoretical abstractions but in an observation of journalists’ reasoning. This approach advocated by White would correspond with the narrative or critical dialogical approach to media ethics described above. Going about in this way may help to establish what motivates journalists in Africa and how they view their role in relation to society. From an analysis of media practice, the underlying normative perspectives of these practices may then be established. The findings of this study draw on interviews with South African and Namibian journalists in which they were asked to explain how they see their role in society and how they understand the concepts of freedom and responsibility. These interviews have been conducted within the context of South Africa and Namibia as new democracies emerging from a period of authoritarian rule by the apartheid regime in South Africa and South Africa's occupation of Namibia. (Some of this data has also been used more extensively in Wasserman, 2010b, within the broader context of political journalism in transitional democracies). The comparative study sought to uncover the various discourses through which journalists give meaning to central ethical concepts and how conflicting interpretations of freedom and responsibility might arise out of these various discourses.", "Respondents were asked to assess the level of media freedom in their countries and to identify threats posed to that freedom. In the course of this assessment, definitions also emerged of what “freedom” means in the context of African democracies.", "In South Africa, several direct threats to media freedom were identified, e.g. the ruling ANC's proposal that a Media Tribunal be established to replace the self-regulation by the Press Ombudsman (see Duncan, 2010). More subtle political threats included perceived government influence in the editorial content of the public broadcaster, the South African Broadcasting Corporation, and the appointment of its Board. From responses of journalists it became clear that any intervention from the government into professional journalistic practices is being strongly resisted. The collaboration between media and government proposed in the developmental journalism framework is widely rejected by media practitioners who value freedom as the cornerstone of their professional ethics. As will be seen in the responses quoted below, the notion of “responsibility” is often seen as a threat to that freedom.", "In Namibia, concerns were also expressed about political threats emerging in the post-independence period. Intermediaries remarked on the government's sensitivity to criticism; journalists reported intimidation and were “becoming more and more worried” that they had to be “very, very much careful about what you say”. One recurring fear was the government's threat to establish a Media Council to regulate media content (similar to the Media Tribunal proposed in South Africa, see Duncan, 2011). The remedy suggested by journalists was to establish a more vigorous system of self-regulation in line with normative values of independence and a watchdog function. This response from journalists points to the belief that an adherence to the professional and social responsibility framework with self-designed ethical codes will function as a safeguard against interference from government.", "Namibian journalists pointed to the demand from government that the media should work with the government rather than against it as a thinly veiled attempt to silence critics. The appeal by the Namibian government is said often to be phrased in terms of respect for indigenous values, not unlike past calls by critics of the media in South Africa calling for a more African orientation in media reporting (e.g. Mbeki, 2003). These journalists found the indigenization of ethics or development journalism frameworks coming into conflict with their own views on professionalization and social responsibility. Namibian journalists complained that media criticism is often constructed as undermining of the good order in society and counter-democratic. One journalist summed it up: I will say in Namibia but also in the whole of the region especially is the tendency of people in power to sort of talk down to the media … to portray criticism as unpatriotic, as a conspiracy … I think if you succeed … to diminish the role or the credibility of media from an official platform that … is a big threat to media freedom because if people think that they cannot take media seriously, they won't.  ", "I will say in Namibia but also in the whole of the region especially is the tendency of people in power to sort of talk down to the media … to portray criticism as unpatriotic, as a conspiracy … I think if you succeed … to diminish the role or the credibility of media from an official platform that … is a big threat to media freedom because if people think that they cannot take media seriously, they won't.", "In both countries, economic threats to media freedom were also mentioned. The end of apartheid brought a shift towards increased commercialization of the South African media, as old ideological ties between media and political parties were severed and media entered a competitive global market-place. The attendant “juniorization” (laying off of senior staff and employing younger ones) and the dwindling of investigative or informative political reporting were among the most prominent themes that emerged from responses about new threats to press freedom. Commercialization was seen as leading to self-censorship and “dumbing down” of content. Journalists remarked on how increasing commercial pressures made it difficult for them to pursue investigative or in-depth projects.", "In Namibia, the commercialization of the media was also seen as a threat to freedom. A particular sticking point was the use of tax money to fund the state-owned newspaper, which was described, by one journalist, as “giving your enemy bullets”. This strong opposition to government-ownership of the media reiterates the high value attached to media freedom by journalists, and makes it unlikely that the indigenization or developmental frameworks of media ethics, usually supported (at least rhetorically) by the media's political opponents, will gain acceptance among journalists.", "The fact that journalists not only remarked on politically-motivated threats to freedom but also expressed concern about commercial pressures eroding their ability to conduct investigative journalism suggests that media freedom was frequently seen as linked to social responsibility, rather than viewed as an absolute value. But what exactly responsibility entails was also reason for disagreement.", "In both the countries two conflicting positions came to the fore regarding media responsibility. It was either seen as linked to democratic freedom, so that certain restraints were in order (in terms of the social responsibility approach), or it was viewed with suspicion by journalists as an excuse for governments to exercise control over media content (often by making rhetorical claims to the developmental journalism or indigenization frameworks). The difference between these two attitudes can be linked to normative emphases on either independence and freedom or social responsibility.", "Firstly, among those journalists who saw responsibility as a corollary of freedom, there were mixed opinions as to whether the media succeeds in acting responsibly. Some of the general terms associated with media responsibility were “transparency”, “accountability”, “accuracy”, people's “dignity and reputation”, the avoidance of incitement to violence and harm or “the fact that you cannot extend your freedom to harm another”. Rooting out corruption and speaking out for the voiceless were also seen as hallmarks of responsibility.", "Some journalists were, however, more open to self-criticism and acknowledged the need for some restraint. One said: “I think that (responsibility) is also to address those issues when we abuse that freedom … Media freedom comes with a hell of a responsibility”. Understandably, in the light of South Africa's history, stereotyping, especially regarding racism and xenophobia, were singled out by a number of respondents as an area where restraint on press freedom was deemed necessary.", "Where journalists described this restraint in terms such as “protection of (human) rights” or the “social well-being of a community”, their views displayed similarities with the indigenization discourse, where ethical responsibilities are seen as being owed to an interrelated community rather than to a collection of individuals (cf. the discussion of ubuntu above). The notions of “dignity” and “respect” may also be a response to South Africa's history of human rights abuses, against which the media did not always provide enough resistance. Consequently, journalists often defined “responsibility” in terms of an adversarial stance against current governments in South Africa and Namibia.", "Journalists, however, often resisted the very notion of “responsibility” as a potential strategy for governments to restrict media freedom. Journalists seemed to be aware of the possibility that those in power may abuse especially the development and indigenization discourses to force the media to adhere to a narrow notion of “responsibility”—one which means more or less the same as loyalty to the government. Journalists adhering to this view rejected any notion of “responsibility” as representative of a political agenda. Conversely, some journalists saw such resistance to governmental interference as precisely their “responsibility”. For these respondents the media in these two countries had the responsibility of acting almost as the unofficial political opposition."]}, {"sec_title": "Conclusion", "sec_content": ["A global media ethic would have to include perspectives from Africa. African media ethics can, however, by no means be seen as an homogenous area. Media ethics in Africa remain a contested terrain with media ethics scholars drawing on divergent frameworks to argue for the optimal relation between media freedom and media responsibility in African democracies. This article identified the most prominent of these frameworks as the development journalism approach, the indigenization approach, and the professionalization and social responsibility approach. While the literature on media ethics in Africa has sometimes pitted Northern-influenced frameworks of social responsibility and individualistic notions of freedom against indigenous approaches (e.g. Kasoma, 1996), other scholars suggested that affinities may be found between indigenous African philosophies and Northern approaches like communitarianism (e.g. Christians, 2004), or that the social responsibility concept might be accommodated within a broader framework of development journalism (e.g. Ogan, 1982). The South African and Namibian journalists interviewed for this study, however, largely viewed these frameworks as oppositional; the notions of freedom and responsibility were at times contextualized to fit the particular democratic contexts. The development journalism and indigenization frameworks were largely viewed with suspicion as vehicles for new and subtle forms of pressure on freedom of speech in the two new countries. In everyday journalistic practice ethics is an outcome of a process of negotiation between stakeholders in the media and their counterparts in the political sphere.", "What are the implications of these findings for the search for global media ethics? This contestation of normative frameworks suggests that it is impossible to speak of “African”, “regional” or “local” ethics in any broad or monolithic manner. Historical and contemporary political, social and cultural factors impact on how ethical frameworks are adopted and operationalized. Furthermore, the negotiation of ethical frameworks takes place not only internally in African countries but is also linked to cultural flows and contra-flows between Africa and the rest of the world in a globalized media landscape. Influences from Northern media ethics are adopted, adapted and resisted in local contexts, and take on new social and political meanings. These complex processes fragment any simple or monolithic understanding of African ethics.", "A global media ethics that seeks to incorporate perspectives from Africa would need to be cognizant of the full complexity of media ethics on this continent and in its various countries and regions, as well as how media ethics are operationalized and interpreted in everyday journalistic practice. Dealing with high-level concepts, or romanticized, essentialized notions of “African ethics” will not be helpful in arriving at a global ethics that includes Africa. Instead, a narrative approach that draws out the meaning-making processes around ethical concepts, in order to then engage in a critical dialogue with these ethical meanings, would be a much more fruitful approach. Such an approach calls for a more ethnographic and empirical approach to media ethics, one which would seek to first assess the attitudes and norms currently being negotiated in African settings but which then sets out to explore how these attitudes and norms articulate with various other ethical narratives in media settings in other parts of the world. Such a process would be a dynamic and open-ended one that refuses to reify Africa as a static repository of indigenous knowledge ready to be appropriated in global discourses, but rather as a terrain on which various ethical traditions and discourses continue to play out."]}], "references": [{"title": "Kasoma&#039;s Afriethics: a reappraisal", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Banda Fackson", "first_name": "Banda", "last_name": "Fackson", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Problematizing ‘Media Development’ as a Bandwagon Gets Rolling", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Berger Guy", "first_name": "Berger", "last_name": "Guy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Search for a Global Media Ethic", "year": "2002", "journal": "Journal of Mass Media Ethics", "volume": "17", "authors": [{"name": "Black Jay", "first_name": "Black", "last_name": "Jay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Barney Ralph", "first_name": "Barney", "last_name": "Ralph", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ubuntu and Communitarianism in Media Ethics", "year": "2004", "journal": "Ecquid Novi: African Journalism Studies", "volume": "25", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Responsibility Worldwide", "year": "2004", "journal": "Journal of Mass Media Ethics", "volume": "19", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nordenstreng Kaarle", "first_name": "Nordenstreng", "last_name": "Kaarle", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Toward a Global Media Ethics: exploring new theoretical perspectives", "year": "2008", "journal": "Ecquid Novi: African Journalism Studies", "volume": "29", "authors": [{"name": "Christians Clifford", "first_name": "Christians", "last_name": "Clifford", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ward Stephen J.", "first_name": "Ward", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The ANC&#039;s Poverty of Strategy on Media Accountability", "year": "2010", "journal": "Ecquid Novi: African Journalism Studies", "volume": "31", "authors": [{"name": "Duncan Jane", "first_name": "Duncan", "last_name": "Jane", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Moral Philosophy as a Threat to Freedom of Expression: from Christian-Nationalism to ubuntuism as a normative framework for media regulation and practice in South Africa", "year": "2007", "journal": "Communications—European Journal of Communication Research", "volume": "32", "authors": [{"name": "Fourie Pieter J.", "first_name": "Fourie", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Foundations of African Ethics (Afriethics) and the Professional Practice of Journalism: the case for society-centred media morality", "year": "1996", "journal": "Africa Media Review", "volume": "10", "authors": [{"name": "Kasoma Francis P.", "first_name": "Kasoma", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Freebies and Brown Envelopes in Ethiopian Journalism", "year": "2009", "journal": "Ecquid Novi: African Journalism Studies", "volume": "30", "authors": [{"name": "Lodamo Berhanu", "first_name": "Lodamo", "last_name": "Berhanu", "affiliation": "", "orcid": "", "role": ""}, {"name": "Skjerdal Terje S.", "first_name": "Skjerdal", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Newsroom Ethics in Africa: quest for a normative framework", "year": "2008", "journal": "African Communication Research", "volume": "1", "authors": [{"name": "Mfumbusa Bernadin F.", "first_name": "Mfumbusa", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who Is a Development Journalist? Perspectives on media ethics and professionalism in post-colonial societies", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Musa Bala", "first_name": "Musa", "last_name": "Bala", "affiliation": "", "orcid": "", "role": ""}, {"name": "Domatob Jerry K.", "first_name": "Domatob", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Gombo’: bribery and the corruption of journalism ethics in Cameroon", "year": "2006", "journal": "Ecquid Novi: African Journalism Studies", "volume": "27", "authors": [{"name": "Ndangam Lilian", "first_name": "Ndangam", "last_name": "Lilian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Development Journalism/Communication: the status of the concept", "year": "1982", "journal": "International Communication Gazette", "volume": "29", "authors": [{"name": "Ogan Christine", "first_name": "Ogan", "last_name": "Christine", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The ‘Local’ in Global Media Ethics", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Global Journalism Ethics Revisited: a postcolonial critique", "year": "2007", "journal": "Global Media and Communication", "volume": "3", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Modernization, Marginalization, and Emancipation: toward a normative model of journalism and national development", "year": "1996", "journal": "Communication Theory", "volume": "6", "authors": [{"name": "Shah Hemant", "first_name": "Shah", "last_name": "Hemant", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Post-colonial Reflections on the ‘Internationalization’ of Cultural Studies", "year": "2009", "journal": "Cultural Studies", "volume": "23", "authors": [{"name": "Shome Raka", "first_name": "Shome", "last_name": "Raka", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Our Culture’ vs. ‘Foreign Culture’: an essay on ontological and professional issues in African journalism", "year": "2003", "journal": "Gazette", "volume": "65", "authors": [{"name": "Tomaselli Keyan G.", "first_name": "Tomaselli", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Repositioning African Media Studies: thoughts and provocations", "year": "2009", "journal": "Journal of African Media Studies", "volume": "1", "authors": [{"name": "Tomaselli Keyan G.", "first_name": "Tomaselli", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Globalised Values and Postcolonial Responses: South African perspectives on normative media ethics", "year": "2006", "journal": "The International Communication Gazette", "volume": "68", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Freedom&#039;s Just Another Word? Perspectives on the media freedom and responsibility in South Africa and Namibia", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Covering HIV/Aids: towards a heuristic comparison between communitarian and utilitarian ethics", "year": "2004", "journal": "Communicatio", "volume": "30", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}, {"name": "De Beer Arnold S.", "first_name": "De", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Glocalization of Journalism Ethics", "year": "2008", "journal": "Journalism: Theory, Practice Criticism", "volume": "9", "authors": [{"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Moral Foundations of Media Ethics in Africa", "year": "2010", "journal": "Ecquid Novi: African Journalism Studies", "volume": "31", "authors": [{"name": "White Robert A.", "first_name": "White", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}]}