{"doi": "10.1080/17512786.2015.1123106", "url": "https://doi.org/10.1080/17512786.2015.1123106", "title": "Freelancing in Flemish News Media and Entrepreneurial Skills as Pivotal Elements in Job Satisfaction", "volume": "10", "year": "2016", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "De Cock", "first_name": "Rozane", "name": "Rozane De Cock"}, {"last_name": "de Smaele", "first_name": "Hedwig", "name": "Hedwig de Smaele"}], "abstract": "This article is concerned with a segment of journalists often neglected or marginalized in journalism research: freelance journalists. The most recent large-scale survey among professional journalists in Flanders, the Dutch-speaking part of Belgium, shows that one in five journalists is a freelancer. Only half of this group is satisfied with their job against 93 per cent of contractually employed journalists. Seen from this perspective, Flanders does not appear to be a very fertile ground for entrepreneurial journalism. Drawing on the database of the Flemish Union for Journalists (VVJ), we conducted qualitative in-depth interviews with a group of freelancers built around three main research questions: (1) What are considered the advantages and disadvantages of working as a freelancer in Flanders? (2) How satisfied are freelancers in Flanders with their work and lives, and what are the reasons for their satisfaction/dissatisfaction? (3) What are the preconditions to make entrepreneurial journalism a success in Flanders? Our results show that there is no “fixed” list of advantages and disadvantages as most features of freelance work (e.g. flexibility in working hours and assignments) can be considered as either or both.", "body": [{"title": "Introduction", "paragraphs": ["The majority of research on the profiles of journalists and their job careers consists of large-scale surveys conducted among employed journalists working in an editorial team. Freelancers or entrepreneurial journalists are often neglected or marginalized in these studies (Ryan 2009, 648; Edstrom and Ladendorf 2012, 711) and a qualitative research approach is even rarer in the literature. A report of the International Federation of Journalists and the International Labour Office (IFJ/ILO 2006)—that explicitly examined the situation of freelancers—still called them “atypical” workforces. Within this amalgam of unsteady employment such as temporary and occasional jobs, freelancers (71 per cent) make up the largest subset (IFJ/ILO 2006, 6). This 2006 report stresses the growing share of this type of employment within media personnel and journalists. The journalism profession is increasingly becoming more uncertain and more intense. The situation in which collectively negotiated agreements were the norm has been changed to a new reality where individuals increasingly negotiate contracts on their own (IFJ/ILO 2006, 3; Deuze 2009). As freelance journalists form an increasing subset within the professional market and since they already make up half of all journalists in some countries (for instance in the Netherlands; Hermans, Vergeer, and Pleijter 2011), the label “atypical” is no longer either satisfactory or appropriate. In this regard, more in-depth research into daily journalistic working culture is necessary.", "Baines and Kennedy (2010) make a distinction between self-employment (when the freelancer is insecure, powerless and in a dependent relationship with clients) and entrepreneurialism (in which the freelancer is perceived as having a sense of independence, empowerment and self-direction). They might overlap, but are not necessarily the same; or, as Edstrom and Ladendorf (2012, 713) indicate: “Freelancers are affected by the interplay between opportunity and insecurity”. Lee-Wright (2012, 33) fully agrees: “Entrepreneurialism is a very current buzz-word, with the view that it is fast becoming an essential skill that journalists need to be taught if they are to survive”. New handbooks such as Entrepreneurial Journalism from Mark Briggs (2012) do not hesitate to connect “entrepreneurialism” with “journalism” in order “to train journalists to become entrepreneurs” (Jeff Jarvis, cited in Briggs 2012, xv).", "Flanders, the Dutch-speaking part of Belgium, serves as an interesting case study. The title “professional journalist” has been a protected occupational title in Flanders since 1963. Along with the title comes a press pass that makes work easier for the journalist: the pass enables access to information (such as access to official press conferences), includes material privileges (such as free public transport) and guarantees administrative, social, ethical and legal supports. However, this title and consequently its privileges and protection are far more easily obtained by employed journalists than by freelancers. Indeed, one of the preconditions for obtaining the title is an absolute ban on independent commercial activities such as copywriting or work in the public relations and advertising sectors. Consequently, entrepreneurial journalists, who must simultaneously be professional journalists as well as professional entrepreneurs (businesses), encounter conflicting practices with this strict requirement more readily than journalists employed on standard contracts.", "In Belgium, one in five journalists works as a self-employed, entrepreneurial journalist. This is a rather small proportion compared to the general international figure of one-third of all journalists (IFJ/ILO 2006), to the Netherlands (half of all journalists; Hermans, Vergeer, and Pleijter 2011) or to the United Kingdom (a quarter of all reporters; Baines and Kennedy 2010). Freelancers are found foremost among older journalists (over 54 years old) and younger journalists (under 35 years old). Younger journalists are more than others “forced” into self-employment as 69 per cent of them indicate to have had “no choice but freelancing”.", "In this article, we draw on the database of the Flemish Union for Journalists (VVJ) to identify a group of freelance journalists who operate in an entrepreneurial environment. Most of the freelancers in the study undertake work for multiple clients. Those who work for a single client are the exception. To understand more about this category of journalism workers we undertook in-depth interviews with research questions aimed at examining the perceived advantages and disadvantages of working as a freelancer in Flanders; issues around professional satisfaction/dissatisfaction; and the preconditions necessary for successful entrepreneurial journalism in Flanders."]}, {"title": "Freelance Versus Employed Journalists", "paragraphs": ["One in five “professional journalists” in Belgium is a freelancer (Raeymaeckers et al. 2013, 9). More freelancers are found among younger age cohorts (under 35s, 26 per cent) and those aged over 54 years (30 per cent). The proportion of freelancers within weekly and monthly publications is significantly higher (30 per cent) than in other media sectors. Among newspaper and television journalists, nearly one in five works as an entrepreneurial reporter, while in the radio and online journalism sectors, freelancing is nearly non-existent (Paulussen et al. 2010, 31–32). Almost half of freelancers work for multiple news media outlets on a regular basis, a quarter get work by constantly changing outlets while the remaining 25 per cent serve a single media client (Raeymaeckers et al. 2013, 9). Moreover, journalists who are self-employed but who work for a single media outlet find themselves in a weak position if their patron suddenly changes the rules or severely cuts back on pay rates (Goris and Delforge 2012, 129).", "Journalists in Flanders are well educated. Nine out of ten professional journalists hold a bachelor or masters degree and more than half of them successfully finished a specific training programme in journalism (Paulussen and Hoebeke 2010, 41–42; Raeymaeckers et al. 2013, 5). The significant relationship between educational level and working statutes is remarkable: of all freelance journalists only 56 per cent finished university, whereas among employees, this level reaches 72 per cent (Raeymaeckers et al. 2013, 7). Working as a freelancer might serve as an alternative pathway towards a journalistic job in which building experience and on-the-job qualifications may “compensate” for an initial lower level of education. In the already cited IFJ/ILO (2006, 4) report, Belgian journalists state that less-experienced journalists or starters are regularly forced into freelance work. It remains unclear whether educational level plays an explicit role in this process. In every way, the Belgian findings in relation to educational level do not correspond to research results from, for example, Sweden where the level of education is even higher among Swedish freelancing journalists (87% have a higher education diploma) than among employed journalists (78%) (Edstrom and Ladendorf 2012). Lee-Wright (2012, 23) has pointed out the loss of “mentoring relationships” within a newsroom in which, traditionally, young journalists were supported and trained by experienced newsroom staff. This type of training is mostly lacking today, especially when young journalists work on a freelance basis and have very weak ties with the newsroom.", "On average, a journalist in Flanders works 45 hours a week. This applies to both freelancers and employed journalists. Freelancers, however, have less regular working hours than their employed colleagues. Some 88 per cent of freelancers have varying working hours against 55 per cent of employed journalists (Raeymaeckers et al. 2013, 17). Freelancers also work more during the evening (86 per cent do so regularly to always), during weekends and holidays (76 per cent do so regularly to always, 21 per cent do so constantly, which is four times more than employees) than journalists who have a fixed contract, even though their rates of working evenings and weekends are already high (Paulussen and Ugille 2010, 57–59). While in general, all journalists are at risk of burnout (Teugels et al. 2009), self-employed journalists show evidence of an even higher risk (Teugels and Vercaigne 2010).", "The 2012 survey among Belgian professional journalists shows that, on average, freelancers earn €500 per month less than employed journalists (Raeymaeckers et al. 2013, 19). This difference was not manifest in the 2008 Flemish journalists’ survey, though the distribution of income shows a different pattern (Paulussen and Ugille 2010, 63). Among freelancers, a much wider distribution was, and remains, evident. At both ends of the continuum, that is, the ones that earn good money (23 per cent freelancers versus 7 per cent employees) and those who earn far less than the average wage (26 per cent freelancers versus 9 per cent employees), we find a larger proportion of freelancers compared to their colleagues who work on a permanent basis. These findings are parallel to the results of research into freelance journalism in Germany where only a small professional elite of freelancers earn a high income (Henninger and Gottschall 2007, 54). The same pattern also occurs in Austria where the mean income of freelancers reaches only half that of their colleagues with fixed-term contracts (Hummel, Kirchhoff, and Prandner 2011, 5). The majority of freelancers get paid per story, while others are paid per word or receive payment in relation to time effort (IFJ/ILO 2006, 6). In general, freelancers have to produce more news stories than their employed colleagues in order to receive the same amount of money. Extra benefits such as health insurance, company car, mobile phone or luncheon vouchers are predominantly available only to employees (Paulussen and Ugille 2010, 64). In addition, self-employed journalists have less rights to sick leave and paid leave (10 per cent freelancers versus 85 per cent employees), right to maternity leave (12 per cent versus 88 per cent) and pension rights (7 per cent versus 73 per cent) (IFJ/ILO 2006, 7).", "The need to devote time to financial concerns may also disadvantage self-employed journalists. Freelancers need to renegotiate on an ongoing basis so as to obtain a good salary. Many dislike this part of the job, but it is inextricably bound up with their self-employed status (Goris and Delforge 2012, 129). The situation becomes even more problematic when freelancers do not get paid for months at a time or even, do not get paid at all. In the latter regard, commercial skills and strategies for personal branding are not a luxury but rather an essential requirement for success (Gynnild 2005).", "The 2013 survey in Belgium shows that only half of the freelancers (55 per cent) are very satisfied/satisfied with their job against 93 per cent of employed journalists (Raeymaeckers et al. 2013). In the literature on job satisfaction, a distinction between intrinsic and extrinsic factors of motivation emerges. Intrinsic factors such as level of creativity, variety in daily tasks, multiple contacts, intellectual challenge, autonomy and individual freedom increase internal job satisfaction and focus on the content of the journalistic work. Extrinsic elements stimulate the external job satisfaction and are related to social status, status within the professional sector, social engagement, working hours, work certainty, work pressure and wages (Deprez 2010). In general, professional journalists are more satisfied with the intrinsic than with the extrinsic aspects of their job (Deprez 2010; Hummel, Kirchhoff, and Prandner 2011).", "It is clear that specific disadvantages related to a job in journalism (such as volatile working hours or job uncertainty) are more strongly experienced and felt by freelancers than by employees. However, not all of these are automatically translated into a higher degree of dissatisfaction. As far as satisfaction with working hours (45 per cent) and working pressure (35 per cent) is concerned, percentages are remarkably similar between freelancers and employees (Deprez 2010, 74–75). Differences occur when both groups of journalists are questioned about income levels (employees are more satisfied than freelancers), options for promotion (only 7 per cent of freelancers are satisfied compared to 30 per cent of employees), job certainty (only 25 per cent of freelancers are satisfied compared to nearly 75 per cent of salaried employees) and perception of social status (63 per cent of freelancers are satisfied versus 72 per cent of employees). Research by Teugels et al. (2009) has already indicated that journalists who work on a permanent basis estimate their personal competence to be higher than their freelance colleagues. A permanent job seems to be linked to greater self-esteem.", "Thus, when we focus on extrinsic job factors, we see that journalists who work on a permanent basis are more satisfied than their freelancing colleagues. When we shift attention to intrinsic factors, a different image emerges. Freelancers, more than employed journalists, are satisfied with their individual freedom (83 per cent versus 74 per cent), job variety (95 per cent versus 88 per cent), and the multitude of contacts and new people they meet (90 per cent versus 81 per cent). Freelancers score higher on all but one of these intrinsic factors. The exception is individual autonomy, a variable that is mostly regarded as indicating job satisfaction in general. Individual autonomy is located in the extension of editorial autonomy, concerning which self-employed journalists are more negative than employed journalists. The differences are small, but significant (Cannie and Voorhoof 2010, 103). Freelancers indicate more often than employees that their ideas “never” or “only now and then” lead to a story. They feel that they are less able to influence editorial decisions.", "Swedish research by Edstrom and Ladendorf (2012) connects the job satisfaction of freelance journalists to the condition of free and deliberate choice for self-employment. They distinguish between a portfolio model (derived from Handy 1994; see also Henninger and Gottschall 2007), in which talented, highly educated young professionals “are pulled into self-employment” and a marginalization model, in which less-talented media workers “are pushed into self-employment”. The former is an optimistic model that stresses the advantages of self-employment, if deliberately chosen, for personal development and career structure. The latter is far less optimistic as many people are “forced” into self-employment to escape unemployment or simply because this is the way the media industry is organized.", "Whereas in 2008 three out of four freelancers (75 per cent) in Flanders still indicated a deliberate choice for self-employment, this number dropped to 58 per cent in 2012. The remaining 42 per cent said they had “no choice” but to work as a freelancer (Raeymaeckers et al. 2013, 10). The former group fits in with the portfolio model, the latter with the marginalization model. The corresponding satisfaction scores confirm the importance of a free choice: whereas in 2008, 69 per cent of Flemish freelancers expressed satisfaction with their jobs, only 55 per cent did so in 2012 (Deprez 2010; Raeymaeckers et al. 2013). Together with the increased number of freelancers, the satisfaction level decreased. As ‘forced freelancing’ appears to be especially important among journalists below 35 years (69%), the future looks rather bleak.", "Belgian journalists opt for self-employment for divergent reasons, but the longing for freedom and independence (82 per cent) is by far the most important. Other main motivations are family related (24 per cent) or financial (32 per cent) (Raeymaeckers et al. 2013, 10). Approximately 23 per cent of freelancers can be considered “big earners” for whom freelancing might be “a career opportunity for experienced workers, providing more challenges and better income than work as an employee” (Henninger and Gottschall 2007, 52). Freedom was also crucial in the discourse of Swedish self-employed journalists (Edstrom and Ladendorf 2012): both freedom from (managers, colleagues, assignments, working hour) as well as freedom for (especially family time).", "Overall, we find that the choice to work either as an employed or self-employed journalist seems essential for job satisfaction but at the same time involves risk. In Belgium, a lot more journalists in 2012 saw no choice but freelancing in comparison to 2008. In the 2008 survey, 44 per cent of Flemish journalists agreed with the statement that, “media increasingly force journalists to work as freelancers” (18 per cent did not agree, 38 per cent were neutral) (Paulussen et al. 2010, 35). Hummel, Kirchhoff, and Prandner (2011) in Austria and, more generally, Deuze (2007, 2009) point to a steady rise in the number of freelancers, turning the formerly “atypical” workers into the future “typical” ones. This has consequences, not only for the individual journalist but also for the journalism market as a whole. A recurrent notion describing recent developments is “the loss of the collective” (Lee-Wright 2012, 23). Lee-Wright describes the disappearance of “mentoring relationships” whereby young employed journalists are taken under the wing of experienced journalists to become socialized and educated on the job. Self-employed journalists, in contrast, are isolated and are obliged to rely on their own initiative. Freelancers fall outside the collective structures such as unions and interest groups. As they are not covered by collective statute they must negotiate individually (IFJ/ILO 2006)."]}, {"title": "Methodology", "paragraphs": ["In spring 2012, 71 freelance journalists were randomly selected from the database of the VVJ. Of this group, 22 freelance journalists were willing to contribute to our in-depth interview study: 14 men and 8 women in the age range 22–62 years. Interviewees were working as journalists for newspapers (quality papers, popular papers, national and regional papers), magazines, radio (national and regional), television (regional, public and commercial channels) and online media (special-interest magazines). Each interviewee signed an informed consent form. An interview guide consisting of central themes and open-ended questions was prepared. The interviews were fully transcribed and coded using the qualitative software package, Dedoose (dedoose.com). Each interview was coded by at least two coders who received coding training and discussed their work in order to reach agreement and to guarantee consistent labelling. A coding scheme was created during an inductive and iterative process. Open coding of the interviews was followed by axial coding.", "Based on the literature review, our qualitative and exploratory research among Flemish freelance journalists is built around the following three research questions: RQ1: What are the necessary preconditions for feasible freelance journalism?RQ2: What are considered the advantages and disadvantages of working as a freelance journalist?RQ3: How satisfied are freelance journalists with their work and lives and what are the reasons behind their (dis)satisfaction?", "RQ1: What are the necessary preconditions for feasible freelance journalism?", "RQ2: What are considered the advantages and disadvantages of working as a freelance journalist?", "RQ3: How satisfied are freelance journalists with their work and lives and what are the reasons behind their (dis)satisfaction?"]}, {"title": "Results", "paragraphs": ["Based on the analysis of our qualitative interview results, we found three clusters of preconditions our freelance journalists mentioned during the reflective conversations. In the presentation of our results, we discuss (1) the preconditions within the professional content and context of the job; (2) the preconditions within an organizational context (time management); and (3) finally, we go further into preconditions related to the wider socio-demographic context of freelance practitioners.", "The freelancers in this study stressed the need to have extra professional skill competences compared to employed journalists, although they say that the purely journalistic work in itself remains the same. They need to demonstrate the capabilities of a competent entrepreneur working pro-actively to acquire orders with a long-term vision. Using personal initiative is vital, as is investing in client acquisition by offering proposals and by initiating topics for possible news items. A “sit and wait” attitude is definitely not an option within this specific segment of journalism. Some freelancers formulate “entrepreneurship” very explicitly in straightforward economic and marketing terms: I have always introduced myself personally. I teach my students to operate as an entrepreneur  …  Make a business plan and that is: what do I need to do in order to realize my plan, my USP, my Unique Selling Proposition? First of all: what is my USP? What do I want to do? It is better to focus on to one point, something you are really good at and where there is no competition. That is better than telling yourself, “I am going to do it all”. (Freelancer M)You have to be able to define your position. You have to place yourself in the market. Also as a journalist, wherever you are going, I mean, you have to be the one who immediately shows personality, someone they can rely on. (Freelancer F)", "I have always introduced myself personally. I teach my students to operate as an entrepreneur  …  Make a business plan and that is: what do I need to do in order to realize my plan, my USP, my Unique Selling Proposition? First of all: what is my USP? What do I want to do? It is better to focus on to one point, something you are really good at and where there is no competition. That is better than telling yourself, “I am going to do it all”. (Freelancer M)", "You have to be able to define your position. You have to place yourself in the market. Also as a journalist, wherever you are going, I mean, you have to be the one who immediately shows personality, someone they can rely on. (Freelancer F)", "Next to the passion and business instinct of an entrepreneur, discipline is a constantly recurring term throughout the interviews. Freelancers state that they have the advantage of experiencing much freedom in their work (see infra: advantages of freelancing). But as there is no direct superior to guide and steer they must show “self-starter” motivation to succeed: Discipline, lots of discipline. You need to have the discipline to really say: “Look, today, I am going to work”. Because, when you have no discipline and you do not work … Well, postponing is extremely dangerous as a self-employed journalist. And planning, planning is really very important. Because, it all falls on to your shoulders. There is no one who will do it in your place or who tells you what to do. You have no structure, you have to build your own structure. You have to make sure that you earn money and make a living. So you have to think properly in advance  …  Thus, I really think we are the better planners. (Freelancer B)", "Discipline, lots of discipline. You need to have the discipline to really say: “Look, today, I am going to work”. Because, when you have no discipline and you do not work … Well, postponing is extremely dangerous as a self-employed journalist. And planning, planning is really very important. Because, it all falls on to your shoulders. There is no one who will do it in your place or who tells you what to do. You have no structure, you have to build your own structure. You have to make sure that you earn money and make a living. So you have to think properly in advance  …  Thus, I really think we are the better planners. (Freelancer B)", "Alongside this strong sense of discipline, our interviewees referenced the need to manage their working schedule in a flexible and adaptable way. Busy periods alternate with lean times and, in this respect, freelancing journalists speak of coping with uncertainty: I think, you need to have some peace of mind, because there are many people who would not be able to live with uncertainty. I have already gone through times during which I had loads of work to do for two months and then, suddenly, it comes to a stop. By now, I know that June, July and August are very calm months for me, months when I earn nearly nothing at all. Now, I am neither surprised nor scared by that any more. (Freelancer S)", "I think, you need to have some peace of mind, because there are many people who would not be able to live with uncertainty. I have already gone through times during which I had loads of work to do for two months and then, suddenly, it comes to a stop. By now, I know that June, July and August are very calm months for me, months when I earn nearly nothing at all. Now, I am neither surprised nor scared by that any more. (Freelancer S)", "The importance of having successful networks to obtain paid work is vital for freelancers, and more so given their status than for employed journalists. Using social media platforms to establish and develop this network was discussed with our interviewees. Yet, whatever the preferred method (online or face-to-face), networking remains a central competence:", "In the beginning, I went out to introduce myself personally. That helps. I also use Facebook a lot for that. I am more of an internet journalist. I do a lot online. I use Facebook and the internet as a member of associations and clubs, they offer me lots of information  …  Through Facebook, you can find all possible contacting information. Whatever you see when you are out somewhere, you just log in on Facebook, you send a message to someone and people always answer me, actually. (Freelancer C)", "You do need intellectual capital and a good network. It is extremely important for someone who studies communication sciences or journalism to start building their career while they are still studying. And you do so by networking. (Freelancer M)", "The starting period is especially hard for freelancers. Only after a couple of years of practicing can most of them can fall back on a long and rich contact list or even a well-filled order package. This can even result in a situation in which freelancers have to decline orders and have to acquire a new competence: daring to say ‘no’.", "It is hard to say “no”. The first two years, it is difficult to find jobs, you have just graduated, you have no network to rely on. But after two years, you feel: “Ok, orders are coming in, and when an order is dropped or a client turns you down, there is always something new coming along to replace them”. It is hard to say “no”, especially in those first years, because you think: “Oh, they are not coming back” and it definitely took me about eight years to say “no” to my clients. Because now I know: they do come back. (Freelancer U)", "Contrary to what may be expected, most freelancers do not complain about excessive work pressures. They mention lengthy working hours, and a number indicated that they did not want to calculate their earnings per hour for fear the sum involved would demotivate them. For the majority working overtime, and working in evenings and at weekends, is simply part of their type of job: I really do a lot of work during the weekends, actually, it is never finished. Occasionally, I say to myself: “This weekend, I am not going to work”. But most of the time, I am preparing for an interview and doing research, or I am writing a story. Most of the time, I am doing something, but it doesn't really feel like working. That is also because, during the week, it can happen that you say to yourself: “Okay, today, I don't have a lot to do, I can go to practise my sport”. (Freelancer S)There is no such thing as “doing overtime”. Generally, I easily work 10 hours a day, on average. And then I am not even mentioning days on which you start working at 10 a.m. and have to go to a movie première in the evening or a reception, or a fashion show or the presentation of a production or the television stars awards. Then, you are working until 3 a.m. in the morning. Is that working overtime? No, that is just doing your job. It is part of the job, if you can't stand that, you shouldn't enter the profession. (Freelancer A)", "I really do a lot of work during the weekends, actually, it is never finished. Occasionally, I say to myself: “This weekend, I am not going to work”. But most of the time, I am preparing for an interview and doing research, or I am writing a story. Most of the time, I am doing something, but it doesn't really feel like working. That is also because, during the week, it can happen that you say to yourself: “Okay, today, I don't have a lot to do, I can go to practise my sport”. (Freelancer S)", "There is no such thing as “doing overtime”. Generally, I easily work 10 hours a day, on average. And then I am not even mentioning days on which you start working at 10 a.m. and have to go to a movie première in the evening or a reception, or a fashion show or the presentation of a production or the television stars awards. Then, you are working until 3 a.m. in the morning. Is that working overtime? No, that is just doing your job. It is part of the job, if you can't stand that, you shouldn't enter the profession. (Freelancer A)", "More important than actual working hours is what one interviewee called “mental hygiene”. Essentially, this means acquiring the mental state to avoid burn-out: I believe you ought to pay a lot of attention to “mental hygiene”, by that, I mean you have to do other things than only working. You have to eat well, eat nice and good food, not only junk food. You have to drink well, nice and good drinks. You need to have good hobbies, seeing other people on a regular basis. (Freelancer M)", "I believe you ought to pay a lot of attention to “mental hygiene”, by that, I mean you have to do other things than only working. You have to eat well, eat nice and good food, not only junk food. You have to drink well, nice and good drinks. You need to have good hobbies, seeing other people on a regular basis. (Freelancer M)", "When freelance journalists were asked about the implications of the post-2008 economic crisis, we received a double-layered answer. The crisis has created a situation in which freelancers have to work harder to receive the same remuneration as before, but there are also freelancers who claim that the crisis period is in a way related to an “advantage” for journalists who are not fixed employees on the payroll of news companies. Interviewer: According to you, what makes for the fact that you have “good periods” in which you receive many orders and what causes lean periods?Freelancer U: Yes, there are times in which they make a strong appeal to salaried employees during crisis periods, but actually, it is a dual situation because … Sometimes, they also fire employees and they make a stronger appeal to freelancers because they are cheaper. Crises, they are dual: sometimes they are good news, sometimes they are not, but it hasn't bothered me yet. In the past, it went up and down. There were times that it was very quiet from June onwards until September, due to the fact that many magazines had no publications. But now, by doing specific projects, I notice that I can work throughout the whole year, actually.", "Interviewer: According to you, what makes for the fact that you have “good periods” in which you receive many orders and what causes lean periods?", "Freelancer U: Yes, there are times in which they make a strong appeal to salaried employees during crisis periods, but actually, it is a dual situation because … Sometimes, they also fire employees and they make a stronger appeal to freelancers because they are cheaper. Crises, they are dual: sometimes they are good news, sometimes they are not, but it hasn't bothered me yet. In the past, it went up and down. There were times that it was very quiet from June onwards until September, due to the fact that many magazines had no publications. But now, by doing specific projects, I notice that I can work throughout the whole year, actually.", "We asked our interviewees about their education, age, job satisfaction and wage, the importance of start capital and the possibilities for financial back-up when times are lean. For most of our interviewed freelancers, it was very important to have a financial safety net at their disposal, both during the process of deciding to start working as a freelancer and during financial hard times in order to tide them over. There are regular time gaps between completing work and receiving payment for that work. In some cases, a safety takes the form of financial back-up from a partner or parents, or additional income from a part-time job, sometimes outside journalism. Freelancers also mention the importance of savings as start capital for purchasing a car, a phone, a camera, a laptop or other essential equipment to allow them to operate as an entrepreneurial journalist: I was very young when I started. I was still living at my parents, so that was an advantage. I did not have to pay any rent and that was a good thing, because, in the beginning, it did happen that I had only work for two days out of five  …  I definitely would advise people not to become self-employed when you do not have any savings. When you start from scratch, do not start as a freelancer. It is better to start doing some temporary fill-in jobs. In that way, you can save a bit because, financially, it is not so easy to be self-employed. It takes a while. The first year, well, the costs are higher than the benefits  …  You really need some savings. Another disadvantage of being self-employed, is the fact that some news companies are bad payers. I do not get paid every week, sometimes, it takes eight weeks before I get paid. In those situations, it happens that you need to fall back on your savings. When you have costs of your own, when your car breaks down and you have to pay the mechanics, well, then you need a nice little nest egg. (Freelancer B)During the hard times at company X, it was important that someone at home brought in a bit of cash. If I had been on my own during that time, well, then I would not have survived because I had not been able yet to build up any reserve. (Freelancer B)", "I was very young when I started. I was still living at my parents, so that was an advantage. I did not have to pay any rent and that was a good thing, because, in the beginning, it did happen that I had only work for two days out of five  …  I definitely would advise people not to become self-employed when you do not have any savings. When you start from scratch, do not start as a freelancer. It is better to start doing some temporary fill-in jobs. In that way, you can save a bit because, financially, it is not so easy to be self-employed. It takes a while. The first year, well, the costs are higher than the benefits  …  You really need some savings. Another disadvantage of being self-employed, is the fact that some news companies are bad payers. I do not get paid every week, sometimes, it takes eight weeks before I get paid. In those situations, it happens that you need to fall back on your savings. When you have costs of your own, when your car breaks down and you have to pay the mechanics, well, then you need a nice little nest egg. (Freelancer B)", "During the hard times at company X, it was important that someone at home brought in a bit of cash. If I had been on my own during that time, well, then I would not have survived because I had not been able yet to build up any reserve. (Freelancer B)", "Most freelancers undertake work for multiple clients. Those who work for only one client are actually the exception. Strictly speaking, journalists in Belgium who want to acquire and keep the protected occupational title of “professional journalist” are not permitted to accept any commercial non-journalistic work. The rigid application of this stipulation has long been a subject for discussion in journalism circles in Belgium, especially during depressed economic times when paid commissions may be scarce. Some of our interviewees openly admitted to accepting non-journalistic commercial work: From time to time, I even work for advertising companies. Simply because, unfortunately, you cannot make a living out of journalism only, you need to take in a bit of commercial work. (Freelancer J)", "From time to time, I even work for advertising companies. Simply because, unfortunately, you cannot make a living out of journalism only, you need to take in a bit of commercial work. (Freelancer J)", "When asked about wage satisfaction, we noticed a difference between the so-called “entrepreneurs” (see supra) and those who possess these entrepreneurial skills to a far less degree. All our interviewees report that remuneration is continuously decreasing: When I see how much time I spend doing research and writing and when I compare it to the money I earn for it, than I can only say it is a distorted ratio. I have enough orders to make a living, so I am not complaining about my wage but, in my opinion, journalists should get better paid because there are huge differences between different customers. Some pay me 0.04 euro a sign, some pay 0.05. Others pay per page and that differs a lot. (Freelancer U)I really believe newspapers and media companies ought to pay more. Payment is declining and they are taking advantage of it, especially because some say you get paid under the form of copyright royalties. They tell you that you have to pay less tax on it, but in the end, this is not accepted by the tax authorities. The media companies are using this as a false argument to pay you less. For me, that is unacceptable. I used to work within the walls of a media company, and freelancers do not make up the largest cost entry, although they always tell you so. These companies are splashing around money in other ways, so they really could pay their freelancers some more. (Freelancer S)", "When I see how much time I spend doing research and writing and when I compare it to the money I earn for it, than I can only say it is a distorted ratio. I have enough orders to make a living, so I am not complaining about my wage but, in my opinion, journalists should get better paid because there are huge differences between different customers. Some pay me 0.04 euro a sign, some pay 0.05. Others pay per page and that differs a lot. (Freelancer U)", "I really believe newspapers and media companies ought to pay more. Payment is declining and they are taking advantage of it, especially because some say you get paid under the form of copyright royalties. They tell you that you have to pay less tax on it, but in the end, this is not accepted by the tax authorities. The media companies are using this as a false argument to pay you less. For me, that is unacceptable. I used to work within the walls of a media company, and freelancers do not make up the largest cost entry, although they always tell you so. These companies are splashing around money in other ways, so they really could pay their freelancers some more. (Freelancer S)", "The answers of the interviewees show that there is no such thing as a “fixed” list of advantages and disadvantages. Most aspects of freelance work can be considered in both ways. Those who chose to work on their own see more advantages and are more satisfied than those forced into this role by market-place necessity. We described the latter as “forced freelancers” and the former as “voluntary freelancers”. “Forced freelancers” are more inclined to see drawbacks. I had to give my resignation [as an employed journalist] because if you get fired, you are not allowed to work as a freelancer for that same company for one year. As I wanted to be sure to be able to work [for that media company] during the uncertain transition period, I resigned myself. After a while, I also started to work for other media brands. But in the start-up period, it was useful to ensure the connection with [that media company]. (Freelancer U)", "I had to give my resignation [as an employed journalist] because if you get fired, you are not allowed to work as a freelancer for that same company for one year. As I wanted to be sure to be able to work [for that media company] during the uncertain transition period, I resigned myself. After a while, I also started to work for other media brands. But in the start-up period, it was useful to ensure the connection with [that media company]. (Freelancer U)", "Those interviewees pulled into freelancing consider themselves as working in an area of “entrepreneurial journalism” where their activity is more associated with independence, empowerment and self-direction. It is simply easier to start as a freelancer, to introduce yourself and to show what you are able to do. Afterwards, you can choose yourself whether you switch to employment or whether you stay self-employed. For example, I worked as an employed journalist for two years. Then I got tired of listening to a boss. When I left, they asked me to work as a freelancer for them. And then you get a crazy system where you earn more as a freelancer than as an employed journalist, provided you properly handle your accounting. (Freelancer F)Interviewer: Have you ever thought of doing something else, or getting an employment?Freelancer C: No, I think I will never again go for an employment. Then you are no longer your own boss. Now, I am almost not controlled by anybody  …  I prefer self-employment. But I am atypical, I have worked as an employee but I don't want to go back ever.", "It is simply easier to start as a freelancer, to introduce yourself and to show what you are able to do. Afterwards, you can choose yourself whether you switch to employment or whether you stay self-employed. For example, I worked as an employed journalist for two years. Then I got tired of listening to a boss. When I left, they asked me to work as a freelancer for them. And then you get a crazy system where you earn more as a freelancer than as an employed journalist, provided you properly handle your accounting. (Freelancer F)", "Interviewer: Have you ever thought of doing something else, or getting an employment?", "Freelancer C: No, I think I will never again go for an employment. Then you are no longer your own boss. Now, I am almost not controlled by anybody  …  I prefer self-employment. But I am atypical, I have worked as an employee but I don't want to go back ever.", "Some aspects of freelance work—for example, irregular working hours and working at home—are considered an advantage by “voluntary freelancers” but perceived as a disadvantage by the “forced freelancers”. Several interviewees in the former category mentioned flexibility with personal situations including family arrangements: I make it a point to pick up my children from school at half past three. So then I stop working and I start working again in the evening and at the weekends. (Freelancer E)We had children, so the combination of work and family became more complicated. My wife also had a career. So I decided: “I will stay home and look after the children and work as a freelancer”. (Freelancer F)", "I make it a point to pick up my children from school at half past three. So then I stop working and I start working again in the evening and at the weekends. (Freelancer E)", "We had children, so the combination of work and family became more complicated. My wife also had a career. So I decided: “I will stay home and look after the children and work as a freelancer”. (Freelancer F)", "Nevertheless, having irregular working hours can be perceived as difficult to combine with family and other responsibilities: For example, news stories about the police, firemen  …  It can wreck you. With three or four hours sleep at night, you are a wreck at the end of the week and this has an impact on your social life. (Freelancer S)Actually, it never stops. You always work. It's okay for family life, but for yourself, personally, you are never done. It's very stressful. You are really never done. And if you decide not to work, you don't earn anything. (Freelancer C)I admit, I find it more difficult now than before. When I had just arrived in Brussels I was (net)working at cafés during the evenings, distributing business cards, doing interviews. In the end, you become crazy. Now, I try to do other things, going out with friends. So yes, it's not self-evident. (Freelancer E)Interviewer: To what degree are you expected to be reachable at any time?Freelancer E: For the radio, it's not too bad, but for the newspaper, it turned out to be a problem. It made me sick in the end, the feeling that it never stops. You ask yourself: “why are you not able to go quietly to the theater one night?” At a certain moment, it is just too heavy to bear, you know.", "For example, news stories about the police, firemen  …  It can wreck you. With three or four hours sleep at night, you are a wreck at the end of the week and this has an impact on your social life. (Freelancer S)", "Actually, it never stops. You always work. It's okay for family life, but for yourself, personally, you are never done. It's very stressful. You are really never done. And if you decide not to work, you don't earn anything. (Freelancer C)", "I admit, I find it more difficult now than before. When I had just arrived in Brussels I was (net)working at cafés during the evenings, distributing business cards, doing interviews. In the end, you become crazy. Now, I try to do other things, going out with friends. So yes, it's not self-evident. (Freelancer E)", "Interviewer: To what degree are you expected to be reachable at any time?", "Freelancer E: For the radio, it's not too bad, but for the newspaper, it turned out to be a problem. It made me sick in the end, the feeling that it never stops. You ask yourself: “why are you not able to go quietly to the theater one night?” At a certain moment, it is just too heavy to bear, you know.", "In several interviews, those involved mentioned the isolation produced by working from home, outside an office environment with colleagues, and the absence of regular feedback and support. What I lack, as a freelancer, is feedback. I don't know whether employed journalists receive a lot of feedback, but I find this a shortcoming. Feedback can also be negative. You learn from it, and sometimes I miss that. (Freelancer U)", "What I lack, as a freelancer, is feedback. I don't know whether employed journalists receive a lot of feedback, but I find this a shortcoming. Feedback can also be negative. You learn from it, and sometimes I miss that. (Freelancer U)", "We asked the participants to express their satisfaction with their role as a freelancer on a scale from 0 to 10 and to explain in their own words what this means to them. Furthermore, we asked them to do the same for their general satisfaction with life. On average, the freelancers in our study gave 7.6 out of 10 for job satisfaction. Individual scores fluctuated between 6 and 10. In spite of the obvious disadvantages, next to the actual crisis in media, the interviewees appear to be rather satisfied. Some participants wanted to distinguish between job satisfaction and the financial satisfaction connected to their work: Can I split this? Remuneration, that is 5 out of 10. But the work in itself is 8 out of 10. That makes on average 6 out of 10. The work is frustrating. You curse a lot. But it is, of course, also very satisfactory. (Freelancer H)Yes, that's a difficult question. It depends, financially I would only give it a 6, but with regard to amusing oneself, it's a 9. It is difficult to bring everything together in one figure. Let's make it a 7, then. (Freelancer B)Eight out of 10! I think that you already got the message that I like it and that I'm greatly motivated but there are some serious drawbacks: the financial aspect of the job, the lack of separation between work and private life, the lack of colleagues. So, 8 might be a good figure, I think. (Freelancer J)A fat 8. What lacks is appreciation for your work. With appreciation, it would be 10 out of 10 for me, notwithstanding the stress and very high work pressure. Look, when you choose this job, you know that's part of it. (Freelancer A)", "Can I split this? Remuneration, that is 5 out of 10. But the work in itself is 8 out of 10. That makes on average 6 out of 10. The work is frustrating. You curse a lot. But it is, of course, also very satisfactory. (Freelancer H)", "Yes, that's a difficult question. It depends, financially I would only give it a 6, but with regard to amusing oneself, it's a 9. It is difficult to bring everything together in one figure. Let's make it a 7, then. (Freelancer B)", "Eight out of 10! I think that you already got the message that I like it and that I'm greatly motivated but there are some serious drawbacks: the financial aspect of the job, the lack of separation between work and private life, the lack of colleagues. So, 8 might be a good figure, I think. (Freelancer J)", "A fat 8. What lacks is appreciation for your work. With appreciation, it would be 10 out of 10 for me, notwithstanding the stress and very high work pressure. Look, when you choose this job, you know that's part of it. (Freelancer A)", "The scores for overall appreciation of life ran largely parallel to job satisfaction scores. On average, respondents gave 7.5 out of 10 on both fronts although the scores did not run parallel for each individual participant."]}, {"title": "Conclusion and Discussion", "paragraphs": ["Our qualitative interview results clearly show that a “fixed” list of advantages and disadvantages for freelancing does not exist, since most features of freelance work (e.g. flexibility in working hours and assignments) can be considered as either an advantage and/or as a disadvantage. To a great extent attitudes reflected whether the choice to freelance was “free” or “forced”. Those who chose freely to work on their own see more advantages and are more satisfied than those who were forced into the role. This finding confirms Edstrom and Ladendorf's (2012) distinction in Sweden between those (young) professionals pulled into self-employment and others pushed into self-employment. Free choice, therefore, is the main distinguishing precondition.", "In our study, we found three clusters of preconditions articulated by freelance journalists in Belgium during the reflective conversations. First, we discussed the preconditions within the professional content and context of the job (1), then we dealt with preconditions within an organizational context (time management) (2), and finally, we focused on preconditions related to the wider socio-demographic context of freelance practitioners (3).", "Freedom, or even more mastery and self-control, are frequently cited words in the interviews exploring these three clusters. Flemish freelance journalists want to be the masters of their own time, their job and their life. Freedom in journalistic work (e.g. choice of subjects, stories), however, seems more difficult to attain than freedom in work organization (e.g. working hours). But freedom has a price: the work is uncertain and seemingly never completed. Freelance journalists need to devote an important part of their time to “running their business”. Essential preconditions to be successful therefore are business skills and competences with regard to budgeting, time and project management—discipline is a key element, risk-taking, negotiation and presentation (self-promotion). Journalists need to build a “unique selling proposition”—bringing a business value into the ethos of journalism. The traditional divide between the values of journalism and those of business seem to blur, and disappear, in the world of entrepreneurial journalism. It has been argued that there are considerable opportunities in journalism for those who think commercially (Laenen 2011; Briggs 2012). This reality, as mentioned previously, raises issues in Flanders given the Flemish definition of an accredited “professional journalist”.", "As we have seen, a successful freelance journalist is not an isolated journalist: he or she is the pivotal element within a broad social network (social capital), he or she preferably has a partner with a fixed income and gets some professional help with regard to accounting and budgeting. Again, an accredited “professional journalist” in Flanders can count on the support of the journalists’ organization but as a lot of freelancers are not able to receive the title of “professional journalist”, they cannot count on this support. Feedback and appreciation from the environment (e.g. colleagues, peers, clients) is often neglected but is an especially important precondition for (ongoing) motivation. Our results show the need to consider “mentoring relationships” (Lee-Wright 2012) as freelance journalists would also like to benefit from such support. In summary, freelancing in Flanders is not a black-and-white story with all entrepreneurial journalists feeling or behaving as “masters” instead of “servants”. Unfortunately, due to unsuccessful preconditions and/or lack of appropriate financial rewarding and appreciation, some still feel themselves to be “slaves”. Those journalists able to “master” their career structures—not least with the help of entrepreneurial skills—however, no longer wish themselves a future as a “servant”.", "Future research in this area could focus on the huge differences between countries as far as their proportion of freelance journalists is concerned, the reasons behind these differences, and the link with journalistic cultures and working conditions. The precise role of news companies who serve simultaneously as the “customers” of freelancers and as their “patrons”, their expectations, demands and offers, need to be mapped more clearly in order to understand more fully the future of feasible entrepreneurial journalism."]}], "references": [{"title": "An Education for Independence: Should Entrepreneurial Skills be an Essential Part of the Journalist&#039;s Toolbox?", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Baines David", "first_name": "Baines", "last_name": "David"}, {"name": "Kennedy Ciara", "first_name": "Kennedy", "last_name": "Ciara"}]}, {"title": "The People Formerly Known as the Employers", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Freelance Journalists as a Flexible Workforce in Media Industries", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Edstrom Maria", "first_name": "Edstrom", "last_name": "Maria"}, {"name": "Ladendorf Martina", "first_name": "Ladendorf", "last_name": "Martina"}]}, {"title": "Winner Takes It All: Freelance Journalism on the Global Communication Market", "year": "2005", "journal": "Nordicom Review", "volume": "1", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "Freelancers in Germany&#039;s Old and New Media Industry: Beyond Standard Patterns of Work and Life?", "year": "2007", "journal": "Critical Sociology", "volume": "33", "authors": [{"name": "Henninger Annette", "first_name": "Henninger", "last_name": "Annette"}, {"name": "Gottschall Karin", "first_name": "Gottschall", "last_name": "Karin"}]}, {"title": "The Performative Journalist: Job Satisfaction, Temporary Workers and American Television News", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Ryan Kathleen M", "first_name": "Ryan", "last_name": "M"}]}, {"title": "Burn-out in de Vlaamse pers: een tijdbom onder de redacties", "year": "2009", "journal": "De Journalist", "volume": "122", "authors": [{"name": "Teugels Marleen", "first_name": "Teugels", "last_name": "Marleen"}, {"name": "Van Hoof Elke", "first_name": "Van", "last_name": "Elke"}, {"name": "Mory Kristof", "first_name": "Mory", "last_name": "Kristof"}, {"name": "De Witte Hans", "first_name": "De", "last_name": "Hans"}]}, {"title": "Burn-out bij journalisten in Vlaanderen: de slachtoffers van de nieuwsfabriek", "year": "2010", "journal": "De Journalist", "volume": "136", "authors": [{"name": "Teugels Marleen", "first_name": "Teugels", "last_name": "Marleen"}, {"name": "Vercaigne Conny", "first_name": "Vercaigne", "last_name": "Conny"}]}]}