{"doi": "10.1080/21670811.2016.1251329", "url": "https://doi.org/10.1080/21670811.2016.1251329", "title": "Chilling Effect", "volume": "5", "year": "2017", "issue": "3", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Bradshaw", "first_name": "Paul", "name": "Paul Bradshaw"}], "abstract": "Despite reports of widespread interception of communications by the UK government, and revelations that police were using surveillance powers to access journalists’ communications data to identify sources, regional newspaper journalists show few signs of adapting source protection and information security practices to reflect new legal and technological threats, and there is widespread ignorance of what their employers are doing to protect networked systems of production. This paper argues that the “reactive” approach to source protection that seeks to build a legal defence if required, is no longer adequate in the context of workforce monitoring, and that publishers need to update their policies and practice to address ongoing change in the environment for journalists and sources.", "body": [{"title": "Introduction", "paragraphs": ["In early 2014, the United Kingdom’s Metropolitan Police was closing Operation Alice, its investigation into an altercation between a senior politician and a police officer which was leaked to a national tabloid newspaper.1 In its closing report it was revealed that the force had used surveillance powers granted under the Regulation of Investigatory Powers Act (RIPA) to obtain the phone records of reporters and editors at The Sun newspaper without notification or any opportunity for legal defence.", "Coming less than 12 months after Edward Snowden’s revelations of widespread interception of communications by the US government and its partners in the “Five Eyes” intelligence alliance (the United Kingdom, Australia, Canada and New Zealand),2 this brought information security and source protection issues even closer to home for newspaper reporters who might have thought themselves unaffected. Eventually, as other police forces’ use of the same powers were revealed, this would include regional newspaper reporters too.", "As this research finds, however, regional newspapers have not adapted their practices to respond to new legal and technological developments, and journalists have little awareness of what employers are doing to protect production systems. It argues that the reactive approach to source protection, based on constructing a possible legal defence, is inadequate, and that instead publishers need to more proactively design threat models and sourcing policies which address the tracking of sources’ “data trails” by both the state and employers.", "The field of journalism studies contains very little literature on the security services (Bakir 2015) and even less on security and surveillance (Spaulding 2009). While there has been a range of recent research into the Snowden revelations (Ahmad and Hussain 2015; Backman, Saetnan, and Svenonius 2015; Haim 2015; Mols 2015), the practices of US investigative journalists (Pew Research Center & Tow Center for Digital Journalism 2015), and, more broadly, emerging threats to freedom of speech and source protection internationally (two of the three “emerging threats” identified in Freedom House’s “Freedom on the Net” report [Freedom House 2014 ] relate to information security), no research has yet been undertaken into the more everyday practice of reporters and editors on regional newspaper titles in the United Kingdom.", "Recent research on protection of sources claims there is a need for increased awareness (Kleberg 2015) based on anecdotal evidence, but there is no quantitative basis for those. Similarly, claims by Guardian editor Alan Rusbridger that most news outlets “don’t even begin to deal with [the issue on online security]” (Journalism.co.uk, 28 March 2014) bear further scrutiny.", "The changing nature of source protection is particularly highlighted by details in the Operation Alice report which include analysis of one political editor’s mobile phone records and records of incoming calls to the news desk. Notably, the connection between reporter and source was made indirectly:This application produced five telephone numbers, all of which were researched for connections with the MPS [Metropolitan Police Service]. One number was identified as the switchboard number for Hinchingbrooke Hospital in Cambridgeshire. It was established that Officer 15 DPG’s wife Member of Public 3, was employed at that hospital.Enquiries were made with Siemens in order to identify from the data on the exhibit, which extension within the hospital the call to The Sun was made from. (Metropolitan Police 2014, 34)Suffolk Police had used RIPA in 2006 to identify the source of a story about the re-opening of a rape investigation, and Thames Valley Police’s decision to bug a journalist’s car in the same year was revealed to have been granted under the same law. Kent Police had used similar powers to access one reporter’s landline and mobile phone records. Also, on 29 October 2014, Press Gazette reported that Derby City Council had used RIPA to spy on an employee’s meeting with a local journalist who was investigating allegations of wrongdoing within the council’s environmental services department. Unusually, this was undertaken in an overt manner so that both employee and journalist were aware of the surveillance. The employee later ended communications with the journalist.", "This application produced five telephone numbers, all of which were researched for connections with the MPS [Metropolitan Police Service]. One number was identified as the switchboard number for Hinchingbrooke Hospital in Cambridgeshire. It was established that Officer 15 DPG’s wife Member of Public 3, was employed at that hospital.", "Enquiries were made with Siemens in order to identify from the data on the exhibit, which extension within the hospital the call to The Sun was made from. (Metropolitan Police 2014, 34)", "The repeated revelations led to a critical report from the Interception of Communications Commissioner’s Office (IOCCO) which identified 19 police forces accessing journalists’ communications data in the three-year period covered by the inquiry, 105 journalists and 242 sources including staff in the police, prison, hospital and military services, and those in central and local government. An amendment was subsequently made to Section 71 of RIPA 2000 as part of the Serious Crime Act in March 2015. This required the revised code “to include provision to protect the public interest in the confidentiality of journalistic sources” (Interception of Communication Commissioner’s Office 2015c).", "Despite this, in the few months following the amendment to RIPA, two police forces were found to have acquired communications data related to journalists without obtaining judicial approval. The IOCCO also expressed concerns over the vague wording of the amendments which allowed forces to acquire journalists’ communications data without judicial approval in order to corroborate sources who were already known to the police. Also, as this research shall explore, wider legal and technical trends suggest journalists should not assume that prior notification will be the first step to source protection."]}, {"title": "Source Relations", "paragraphs": ["Source relations are inherent in two of the four democracy-related roles of news identified by McNair—those of mediator and/or representative of communities and an advocate of the public in campaigning terms—and typically form a key role in a third: the watchdog/fourth estate role (McNair 2009, 237–240). Notably, regional journalists themselves describe their role in similar terms around the watchdog role, autonomy from the council and acting in the public interest, all of which rely in part on having “inside” or “unofficial” sources (Firmstone and Coleman 2014).", "Despite this, literature on journalists’ relations with sources tends to focus on routine sourcing practice and reliance on public relations (Franklin and Carson 2011; McNair 1998) with respect to the impact on gatekeeping and news values, rather than non-routine sources and source relationships.", "Journalists’ need to protect sources represents one of the most central ethical considerations of the profession (Brand 2006). The “chilling effect” that disclosure can have (Goodwin v United Kingdom 1996) includes an increasing unwillingness to give journalists valuable information, so that the public is left uninformed on key issues (Penrod 2004), as well as reluctance by journalists themselves to investigate issues: in 2015, 14 per cent of US investigative journalists said that concerns over surveillance had prevented them from pursuing a story or reaching out to a particular source, and 2 per cent had considered leaving the profession entirely (Pew Research Center & Tow Center for Digital Journalism 2015).", "Research outside the Western sphere suggests that journalists change their own information flows in the context of awareness of surveillance practices (Cheng and Lee 2015). But while formal access to internal sources is narrowing due to increasing control by media relations professionals (O’Neill and O’Connor 2008), new technologies are both broadening and limiting journalists’ access to new sources (Matthews 2013; Van Leuven, Deprez, and Raeymaeckers 2014; Williams, Harte, and Turner 2015).", "Kevin Marsh, for example, notes of investigative journalism that: “Leaking and whistleblowing have moved from a largely individual occupation onto an industrial scale, bringing huge amounts of what was previously secret into the open” (Marsh 2013, 233).", "Wikileaks, Cryptome, and dozens of similar platforms have provided organisational and technical support for such leaking practices (Greenberg 2012), while the “hacktivism” behind the Ashley Madison and Hacking Team leaks has added a cultural dimension, and Russia and China’s suspected involvement in the Sony and Democratic National Committee leaks has added a political dimension.", "This may only be a temporary shift, however, as monitoring of leaks and whistleblowing could be argued to have similarly moved onto an “industrial scale” footing, as it becomes “ubiquitous … in both the political (public) and civil (private) sphere of society … endemic to large scale organisations” (Zureik 2003, 42). This is particularly exemplified in software used by corporations to identify or prevent leaks, including “data loss prevention” software which looks for sensitive information in outgoing data traffic; “network forensics” which looks for suspicious patterns and “bells in the dark” designed to identify people accessing information they should not access (Economist 2011)."]}, {"title": "Legal Context", "paragraphs": ["While privileges protecting anonymity in communication with lawyers, priests and doctors seek to “encourage candour so that the listener can better aid the speaker” in a number of countries, this is not necessarily the case in journalism (Bates 2000, 10–13); and these privileges have become uncertain in the context of mass information-gathering practices.", "A number of laws in the United Kingdom require communications providers to provide “real-time interception” of communications and disclosure of customer data. Vodafone’s Law Enforcement Disclosure Report identifies these laws in 29 territories in which it operates. Of the United Kingdom, it notes that s.5 of the Intelligence Services Act 1994, provides authority for MI6 and Government Communications Headquarters (GCHQ) to conduct intelligence activities in the interests of national security, the prevention or detection of serious crime, or in the interests of the economic wellbeing of the United Kingdom, without the service provider necessarily being aware (Vodafone 2014).", "Under Section 8(4) of RIPA, grounds for suspicion are not required to obtain an “external warrant” certificate to intercept and store “external” communications, including those using Web services based outside the United Kingdom even when used by UK citizens (Farr 2014). Outside RIPA, this framework is also reported to be the basis for GCHQ’s Tempora programme which, according to a June 21, 2013 Guardian report, stores data drawn from fibre-optic cables for up to 30 days so that it can be sifted and analysed.", "Most of these laws are broad enough to target protest groups (Anderson 2014), while examples of such broad classification in the United Kingdom include anti-capitalist movement Occupy London being listed by police in a counter-terrorism presentation alongside Al-Qaida, and surveillance being employed against campaigners targeting corporations (Lubbers 2012) and environmental activists (Lewis and Evans 2013).", "The powers could also potentially be used against UK journalists reporting on uprisings in other countries. An earlier review on the operation of the Terrorism Act 2000 and Part 1 of the Terrorism Act 2006 raised concerns that definitions would take in actions which were intended to take place outside the United Kingdom, and which “might otherwise constitute lawful hostilities under international humanitarian law” (Anderson 2012, 33). The same review also raised concerns about the requirement in Section 38B to inform the police about terrorism and the impact of that on a journalist’s duty to protect sources (Anderson 2012).", "In July 2013, the United Kingdom rushed through emergency legislation—the Data Retention and Investigatory Powers Act (DRIPA, sometimes DRIP)—which amended the RIPA and extended interception capability to cover non-UK providers and conduct outside the United Kingdom. An open letter by UK legal academics described it as introducing “powers that are not only completely novel in the United Kingdom, they are some of the first of their kind globally” (Marsden 2014).", "A code published following a consultation on communications data codes of practice confirmed that journalists would not be protected (Home Office 2015). In July 2015, however, the high court ruled that DRIPA was “inconsistent with European Union law” largely due to two weaknesses: the lack of a definition of “serious offences” and provision for independent scrutiny to ensure that surveillance is “strictly necessary” (EWHC 2092 2014). An appeal against the ruling was referred to the European Court of Justice.", "Much of the defence of data-gathering practice revolves around the distinction between “content” data (what was actually said by the source or journalist) and “meta” or “traffic” data (who was communicating with whom, when and where). Leistert argues that the distinction is misleading:The person calling the crisis line is not ordering pizza. There are undeniably semantic elements in the mass of so-called traffic data … The caller’s ID is a device ID. The profiler’s assumption that the device is equal to, or identical with, or identifiable with its user is an obvious pragmatic reduction … retaining traffic data shifts the address space of meanings from machinic to human … it is transformed into the symbolic: it now represents the movements and telecommunication acts of people. (Leistert 2008, 927–928)", "The person calling the crisis line is not ordering pizza. There are undeniably semantic elements in the mass of so-called traffic data … The caller’s ID is a device ID. The profiler’s assumption that the device is equal to, or identical with, or identifiable with its user is an obvious pragmatic reduction … retaining traffic data shifts the address space of meanings from machinic to human … it is transformed into the symbolic: it now represents the movements and telecommunication acts of people. (Leistert 2008, 927–928)", "Outside legal means, journalists can also be targeted by spammers who wish to hack their accounts, or organisations which wish to supply misleading information to journalists using practices such as astroturfing (campaigns which purport to be “grassroots” but are actually sponsored by powerful interests) and sockpuppetry (the use of fake online profiles to propagate opinions). Bakir, for example, notes that GCHQ’s Joint Threat Intelligence Group:Possesses among the following tools for online covert action: “CLEAN SWEEP” that can “Masquerade Facebook Wall Posts for individuals or entire countries,” “GATEWAY” that can “artificially increase traffic to a Web site,” and “SLIPSTREAM” that can “inflate page views on Web sites” … “CHANGELING” [provides] “the ability to spoof any e-mail address and send e-mail under that identity” and “HAVOK,” a “real-time Web site cloning technique allowing on-the-fly alterations.” (Bakir 2015, 133)Tools and techniques are not limited to state actors. When the Associated Press’s Twitter account was hacked by the Syrian Electronic Army it was attributed (in a Quartz article on April 23, 2013) to a “phishing” email. Similar techniques were blamed for a data leak at the New York Times reported by the newspaper on January 30, 2013, while “spear phishing”, intended to obtain login credentials, has been employed against the New York Times, GlobalPost, CNN and Forbes (Freedom House 2014, 10). Often it is the audiences that hackers are interested in: in 2009, a malicious link was inserted in an email sent by Reporters Without Borders to its supporters, infecting the computers of those who clicked on it, and the New York Times “inadvertently served malware to some of its visitors” (Morozov 2011, 147). Research in 2015 found that more than 58 percent of online advertisements with hidden malware were delivered through news websites and entertainment websites (Bromium Labs 2015).", "Possesses among the following tools for online covert action: “CLEAN SWEEP” that can “Masquerade Facebook Wall Posts for individuals or entire countries,” “GATEWAY” that can “artificially increase traffic to a Web site,” and “SLIPSTREAM” that can “inflate page views on Web sites” … “CHANGELING” [provides] “the ability to spoof any e-mail address and send e-mail under that identity” and “HAVOK,” a “real-time Web site cloning technique allowing on-the-fly alterations.” (Bakir 2015, 133)", "Crime and national security reporters are not the only ones affected. On May 4, 2013, the New York Daily News reported that entertainment website E online had had its social media account hacked, while on July 27, 2015, Quartz reported that New York Magazine was reportedly hacked over a story about women claiming to have been raped by Bill Cosby. On the same day, Elle reported that anti-abortion activists had hacked the emails of Planned Parenthood.", "These changes take place in a wider legal context of unclear privacy laws (Dawes 2013), while concerns about surveillance of journalists relate not just to present governance but to future systems as well, given the permanence of digital history (Brake 2014), the increasing role of private corporations, and historical uses of surveillance powers not only against journalistic sources but journalists themselves (Theoharris 1985). The 1974 Privacy Act, for example, was passed in the United States after Richard Nixon used the Internal Revenue Service to audit the tax returns of individuals including journalists. But private data repositories now offer a loophole (Abelson, Ledeen, and Lewis 2008)."]}, {"title": "Methodology", "paragraphs": ["Based on the discussion in the previous section, this research seeks to answer the following research questions:", "RQ1: What level of awareness exists among regional journalists of information security issues?", "RQ2: How does that awareness translate into action, and workflow?", "RQ3: How does the typical workflow of regional journalists translate into a threat model which might be used within the industry?", "The study used face-to-face surveys of 76 regional journalists at a number of publications within five newspaper groups in the United Kingdom, 10 in-depth interviews and analysis of policy documents. The research was conducted over five field visits in June and July 2015 to regions across the United Kingdom. Participants were selected based solely on their presence in the newsroom in order to get the widest cross-section of respondents (see Tables 1 and 2).", "It is important to understand the assumptions made about the research context but it is also important to understand the role of the researcher and to understand how his prior values and knowledge will influence the research process. This includes cultural background, intellectual position, gender and political values, as well as many others (Bryman 2001; Easterby-Smith, Thorpe, and Lowe 1998). I employed reflexive practice based on my own experience as a journalist working with a range of news organisations.", "Researching journalists’ use of security practices has the potential to expose practitioners to surveillance themselves, much as researching activism presents the same risks (Flacks 2005). Although journalism might not be considered a “social movement”, it does often involve reporting on such movements (Lewis and Evans 2013), and so the researcher was conscious of the ethical obligation to provide “knowledge that is both useful to and respectful of social actors” (Milan 2014, 450).", "Milan (2014) argues that researchers should encourage activists to use email encryption and routing software. However, when the subject of the research is itself the use of such technologies, such processes would represent an interference with the subject resulting in an inaccurate representation of the field. It would also restrict research to those subjects willing to learn such technologies, leading to a highly unrepresentative sample.", "Instead, then, it was important that a methodology was established which minimised the risk to participants. This was done in a number of ways. The first step was the establishing of a “threat model” (Carlo and Kamphuis 2014) to assess which information collected and generated during the research may need to be protected, and means by which risk might be reduced.", "The survey stage was conducted on paper and in person on location at a number of newsrooms in order to ensure that individual responses could not be connected with individual journalists. Demographic data were not collected and names were not used either in the collection or the presentation of results. Once collated into aggregate form, original paper responses were destroyed.", "This meant that a smaller sample was collected than would have been the case had the survey been distributed electronically or via post. However, this did address some weaknesses of survey approaches (Bertrand and Hughes 2005): namely that respondents would be self-selecting and the results not generalisable.", "Conducting the surveys in person allowed for conversations that confirmed this: many respondents did not feel the subject of information security applied to them, and therefore would likely not have responded to a survey distributed in other ways. This highlighted a significant issue in information security within newsrooms: that it is perceived to only be required for journalists rather than sub-editors or other editor roles, and only for journalists who have contact with particular types of sources, for instance those in the field of crime. In one major regional newsroom not one journalist was motivated enough by the topic of source protection to put themselves forward.", "Survey design replicated the Pew study of investigative journalists (Pew Research Center & Tow Center for Digital Journalism 2015) in order to allow for comparability, while an analytical interview approach was adopted as journalists are familiar with the interview situation and the process involved, and the interviewee had a particularly deep knowledge of the subject matter involved (Kreiner and Mouritsen 2005; Malmelin and Villi 2015).", "Interviews lasted for an average of 60 minutes and were semi-structured. Topics covered included journalists’ workflows when dealing with sources and documents, organisational and individual approaches to information security, and understanding of the Snowden and RIPA revelations.", "Interviews were organised verbally and a protocol established to minimise the risk of eavesdropping, including the switching off of mobile phones and other electronic devices and the placing of phones in a Faraday cage (Carlo and Kamphuis 2014). Recordings were made using a device which was not—and would not be—connected to the internet. Notes were then taken manually so as not to create a digital record. Although such procedures were largely rendered unnecessary by the contents of interviews, it was not possible to anticipate this."]}, {"title": "Results", "paragraphs": ["In contrast to the Pew study of investigative journalists, no regional newspaper journalist surveyed in the research said that concerns over surveillance had led them to consider not covering a story or reaching out to a source, and there was a broad consensus that security issues did not affect them or their work. Respondents repeatedly noted that they had not altered their practices.", "Despite this, survey results showed a majority of journalists had changed some behaviour relating to information security (documents, internet research, or communicating with sources or other journalists) in the last 12 months. Also there was some awareness of the dangers of particular methods, such as sending a document electronically due to metadata associated with it.", "The areas which saw the highest proportion of journalists change their behaviour was the use of the internet for researching stories (just over half had changed their behaviour) followed closely by source communication and the sharing or storage of documents (48 per cent); 42 per cent had changed their behaviour when it came to communicating with other reporters and editors, and just under a third of those asked felt that they had changed the way they assessed risks (see Table 3).", "A significant minority of journalists had very poor information security practice: more than one in five journalists did not use different passwords for different online accounts (see Table 4). Also 16 per cent of journalists did not do any of the following: use different passwords, clear their browser history, turn off cookies, turn off geolocation or use enhanced privacy settings on social media.", "There was widespread ignorance of information security policies and technologies put in place by the publisher: the vast majority of respondents did not know if their employer had taken any steps to protect journalists (88 per cent), while a further 6 per cent thought that they had not done so. Only 3 per cent thought their employer had taken steps (see Table 5).", "Despite this lack of awareness about any new steps, 31 per cent of journalists still felt confident enough to say that their employer was “doing enough” to protect journalists (see Table 6). This seemed to be based on their own experience—“Well they must be doing something. I haven’t been hacked”—or by implicit trust in other parts of the organisation: “I can only assume that our security is very good”, explained one source. “You assume [measures from the more important publications] filters down to you” (Respondent C 2015).", "Forty-seven per cent of journalists did nothing to protect their sources in terms of meeting in person, avoiding third-party email servers, using fake email accounts or usernames, turning off phones, or using encryption. Twelve per cent of respondents felt that none of the source protection techniques applied to them and a further 9 per cent felt that at least one of the techniques did not apply to them.", "The most common technique used to protect sources—mentioned by a third of respondents—was to meet in person. Notably, one in five respondents had started to meet sources in person in the last year. One in 10 respondents avoided third-party email services such as Gmail and Hotmail; 5 per cent turned off electronic devices when meeting; and 4 per cent used fake accounts (see Table 7). Only one journalist used email or messaging encryption: the tool WhatsApp, also the only tool used to protect information or sources that any respondent was able to mention (one respondent).", "In interviews, journalists avoided responsibility for their information security behaviour in three key ways:1. Firstly, respondents identified security concerns as something which did not affect them directly, either because they did not do the type of journalism, or cover the sort of subject, which they felt that it did affect. Reinforcing this was a lack of awareness of how laws such as RIPA operated, and a perception that it related specifically to the police (some journalists had also not heard of the Act).2. Secondly, information security practices were delegated to sources, who were treated as relatively security-literate and not in need of assistance.3. Thirdly, there was a fatalistic resignation to the fact that certain organisations would be able to access their communications regardless of anything that they did.", "Firstly, respondents identified security concerns as something which did not affect them directly, either because they did not do the type of journalism, or cover the sort of subject, which they felt that it did affect. Reinforcing this was a lack of awareness of how laws such as RIPA operated, and a perception that it related specifically to the police (some journalists had also not heard of the Act).", "Secondly, information security practices were delegated to sources, who were treated as relatively security-literate and not in need of assistance.", "Thirdly, there was a fatalistic resignation to the fact that certain organisations would be able to access their communications regardless of anything that they did.", "Both in surveys and in interviews, protection of sources and of communication was described as something which was only of concern to particular types of journalist. “We’re a community newspaper and this [information security] seems like another planet”, noted one respondent (Respondent B). “The regional press don’t feel that a lot of what we do would be on the radar of [public bodies] and therefore it’s not something we’d particularly [focus on]” (Respondent C).", "But senior editors trust those reporters dealing with sensitive information to understand how to protect sources: “The type of reporter who would be dealing with an issue like that”, said one respondent, “is someone who is usually pretty conversant with that kind of issue. So they might operate in a certain way” (Respondent C).", "However, when those most likely to be affected by security issues—crime reporters and those involved in investigations—were asked about their information security processes, it was clear that source protection behaviour had not changed to address RIPA or recently emerging technical vulnerabilities. This was reflected in a lack of internal guidance.", "It was clear from descriptions of the workflow involved in sensitive stories that editors may also need to be careful about their communications: reporters, for example, would typically correspond with their editor about sensitive sources and considerations regarding health and safety or legal action.", "While journalists and editors did not feel that they had changed their behaviour regarding information security, they believed that sources were already aware of the need to be careful about communications:In most cases people are pretty savvy in terms of protecting themselves because if someone’s coming to us I wouldn’t necessarily say to them don’t use your work email because usually if they’re whistleblowing types they won’t be using their work email and if they wanted you to phone them you would phone them at a set time where they were in an environment where they can use their private mobile. (Respondent C)Substantive detail was avoided in emails, and phone calls were used to arrange a meeting or an outside-working-hours call. “But that’s not systematic and encoded in any way” (Respondent A). Also when reporters received documents it was often from an email account “which has clearly been set up purely to send that document” (Respondent B).", "In most cases people are pretty savvy in terms of protecting themselves because if someone’s coming to us I wouldn’t necessarily say to them don’t use your work email because usually if they’re whistleblowing types they won’t be using their work email and if they wanted you to phone them you would phone them at a set time where they were in an environment where they can use their private mobile. (Respondent C)", "Where journalists had changed their behaviour it was attributed more to “putting the source at ease” than genuine information security, and it may be that social capital is more relevant in this respect than strictly utilitarian considerations (Lewicki and Brinsfield 2009).", "There was also a resignation to widespread data gathering and interception:", "We’re probably all being watched but I just feel that what I do … There’s a kind of trust I suppose, in the powers that be and also that you’re operating at a certain level that they wouldn’t be interested in. They’re so sophisticated that the little things we do to protect sources might protect a council employee but if they wanted to find out who it was they wouldn’t have a major problem with it. (Respondent C)Finally, interviews with senior reporters suggest an ignorance of the way that laws such as RIPA allow public bodies to access journalists’ communications without the journalist having an opportunity to argue against that (or any awareness that this is happening).", "We’re probably all being watched but I just feel that what I do … There’s a kind of trust I suppose, in the powers that be and also that you’re operating at a certain level that they wouldn’t be interested in. They’re so sophisticated that the little things we do to protect sources might protect a council employee but if they wanted to find out who it was they wouldn’t have a major problem with it. (Respondent C)", "One experienced crime reporter, for example, said that “As a rule of thumb [Snowden and RIPA] has sharpened our reflection on whether a story is in the public interest” (Respondent D), suggesting that such an argument would be part of a defence against attempts to force the journalist to reveal their source.I’ve had the force simply verbally asking where have you got this information from because it was very close, and it’s gone no further than that, and in fairness they’ve never taken action to gain that information from me.Our fundamental concerns haven’t changed: is this person reliable, and if things do go pear-shaped where do we stand on this? (Respondent D)", "I’ve had the force simply verbally asking where have you got this information from because it was very close, and it’s gone no further than that, and in fairness they’ve never taken action to gain that information from me.", "Our fundamental concerns haven’t changed: is this person reliable, and if things do go pear-shaped where do we stand on this? (Respondent D)", "But if RIPA or other means had been used, the journalist would not know—unless they had used the Data Protection Act or Freedom of Information Act to request details on such activities."]}, {"title": "Analysis", "paragraphs": ["Historically, protecting sources has been a reactive process: one that only begins after the contact has been made. Respondents’ statements about checking the validity of sources’ claims and discussing those with editors reflect a twentieth-century world where sources only needed protecting once information was published and the journalist’s main defence was legal. Similarly, “normal” regional newspaper journalists’ belief that information security issues did not affect them because they are not directly dealing with sensitive sources reflect a world where their colleagues would always be targeted directly.", "This is reflected in the literature too: Carlson argues for “careful consideration of unnamed sources weighing their potential benefits with their actual use” (Carlson 2011, 43), but this careful consideration cannot be made before the fact.", "The contemporary context for journalists and sources presents a very different problem in four specific aspects:1. Identification before publication through algorithmic and routine monitoring of communications not only by intelligence services but also employers.2. Retrospective identification through similar means.3. The shift from a legal defence to a legal and technical defence.4. Indirect targeting of journalists through colleagues and systems.", "Identification before publication through algorithmic and routine monitoring of communications not only by intelligence services but also employers.", "Retrospective identification through similar means.", "The shift from a legal defence to a legal and technical defence.", "Indirect targeting of journalists through colleagues and systems.", "An example of retrospective identifcation comes in Operation Alice where, once sources were identified, further analysis was conducted on individuals’ Web searches (including search terms relating to newspaper staff), WhatsApp messages (including images) and browsing history (including newspaper articles) (Metropolitan Police 2014, 34).", "In this context, increasingly, protecting sources may have to become more proactive. One initiative being taken by news organisations, as reported by Nieman Lab on July 13, 2015, for example, is to switch from http to the more secure https protocol.", "On the shift to a legal and technical defence in most known cases involving communications interception, the journalist has not been provided with an opportunity to argue against access to communications data. Although this aspect of RIPA was changed with the Serious Crime Act in 2015, on July 22, 2015 Press Gazette reported that there had already been a subsequent application where a judge was involved but the journalist was not put on notice.", "It is not just legal avenues where the organisation may not be aware of attempts being made to access sources or systems. The remote access of journalists’ computers at Al Jazeera and surveillance of Der Spiegel were only revealed years after the acts had taken place, while a UNESCO report notes that “News organizations and individual journalists do not often know or share that they have been victims of digital attacks” (Henruchsen, Betz, and Lisosky 2015).", "On targeting indirectly, there is evidence of both widespread ignorance of the legal means available to authorities, and technical vulnerabilities. While one respondent based their perception of organisational security on the belief that they had not been hacked, another admitted “There was one person who had their account hacked by spammers four times in about six months”. Broadly, respondents were unaware that accounts might be hacked without users being aware of the fact. In IT policies employees are told to contact the IT department only if the computer “behaves strangely or you suspect it may have a virus” (Policy Document 1).", "Internal policy guidance at regional news organisations lacks specific guidance on information security. The policies suggest that the journalist “change your passwords regularly” (Policy Document 1) but does not outline practices for choosing good passwords, or a desirable frequency. Although system passwords are force-changed every three months, in at least one organisation there are no such procedures in place for external system passwords such as social media accounts.", "No guidance is given about the risks of using public wifi (Kleberg 2015; Price 2016), although there is increased use of VPNs (virtual private networks) to protect core systems such as the content management and email systems.", "In interviews and conversation, reference was often made to the use of mobile phones in following up initial contacts as a way of protecting sources. But in using RIPA powers, as noted in a July 21, 2015 Press Gazette article, at least one police press office assisted officers in providing the mobile phone numbers of journalists, allowing officers to not only access call records but also telephone location data."]}, {"title": "Conclusion and Discussion: Towards a Threat Model for Regional Journalism", "paragraphs": ["While many journalists may be correct in assuming that they are not a direct target of police, public bodies, intelligence agencies, hackers or spammers, it is evident that no systematic threat modelling has been undertaken by regional newspaper publishers to help journalists arrive at an informed conclusion on the need for information security (RQ1) and as a result few meaningful changes have been made to workflow (RQ2).", "While the prospect of fighting legal battles may represent a “chilling effect” in traditional protection of sources (Smolkin 2005), it might be argued that the time involved in establishing proper security procedures can have a similar effect on journalists pursuing stories which require a consideration of source security.", "Given the lack of awareness of both legal and technological threats and vulnerabilities, and ongoing developments on both fronts, it is important that news organisations implement such a threat model, reflected in computer usage policies, and regularly review this.", "This should be combined with a formal policy relating to when protection of sources can realistically be offered. The BBC’s editorial guidelines, for example, provide a useful framework based on the potential for sources being identified through visual and other “metadata” (RQ3): “We must ensure when we promise anonymity that we are in a position to honour it … When anonymity is essential, no document, computer file, or other record should identify a contributor or source” (BBC 2015).", "The broader trend appears to be increasingly turning towards legal systems to control online activity (Freedom House 2014). Meanwhile, technological and commercial developments point to an ongoing increase in the monitoring of people’s behaviour which is likely to impact on journalists and their sources. RFID tags, for example (used in staff ID tags and passes, allowing the tracking of movement within a building) were used by the Justice Department to establish contact between an employee and a reporter (Lashmar, 2016), while event data recorders (“black boxes” installed in cars to record details about what the vehicle is doing) have been used by law enforcement without warrant (Abelson, Ledeen, and Lewis 2008), and “wearable technology” such as the FitBit were used for the first time in a Canadian court of law in 2014 (Crawford, Lingel, and Karppi 2015).", "On July 30, 2015, The Register reported that facial recognition had been used by a UK police force at a music festival. The technology is already increasingly installed as part of CCTV software. Automatic numberplate recognition software which allows authorities to track the movements of individuals has long formed a part of CCTV infrastructure in the United Kingdom (Bridle 2013).", "Although the focus of documents such as the IOCCO report has been the use of RIPA by police forces within the last three years, it is important to note that other bodies also regularly exercise their rights under RIPA to access communications data, including intelligence services, HM Revenue and Customs, Home Office, Royal Mail Group, Department of Transport, Department for Work and Pensions, Charity Commission and local authorities (Interception of Communication Commissioner’s Office 2015b, Annex A).", "Interviewees felt that local authorities were too cash-strapped to exercise these powers. But 95 local authorities used their powers under RIPA to acquire communications data in 2014, and a further 160 had used their powers in previous years (Interception of Communication Commissioner’s Office 2015b, Annex A). It is not known how many have used the Act with regard to disclosure of information to journalists which they may classify, as police forces “commonly” did, under “misconduct in public office, a breach of data protection or an offence under the computer misuse act” (Interception of Communication Commissioner’s Office 2015a, 29). Following the amendments to RIPA regarding journalistic sources, the IOCCO also expressed concern that “it is not clear what authorisation route would be taken by public authorities who do not have powers under the Police and Criminal Evidence Act 1984” (Interception of Communication Commissioner’s Office, 2015c).", "An increasing “panspectron” or “surveillant assemblage” where “information is collected about everything and everyone all of the time [and whose] main directive is to transform the body into virtual bytes of information—data doubles [of the subject]” (Leistert 2008, 932) represents an important challenge for journalists’ ability to address the management of news by media relations and issues of trust in the media, as does employers’ rights to read what is sent through company email (Abelson, Ledeen, and Lewis 2008; Zureik 2003).", "More research is needed on the use of RIPA and access to employees’ emails not only by public authorities but also by private companies which increasingly come under the “watchdog” remit of journalists, as well as the information security practices in parts of the media other than the regional press, including advocacy reporting (Charles 2013).", "In addition, the findings suggest that the impact of employer, state and commercial data retention on source relations could be an important and neglected element in research on sourcing practice."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "News, Agenda Building and Intelligence Agencies: A Systematic Review of the Field from the Discipline of Journalism, Media and Communications", "year": "2015", "journal": "The International Journal of Press/Politics", "volume": "20", "authors": [{"name": "Bakir Vian", "first_name": "Bakir", "last_name": "Vian"}]}, {"title": "Between Privilege and Subpoena: The Protection of Journalists’ Confidential Sources", "year": "2006", "journal": "Ecquid Novi African Media Studies", "volume": "27", "authors": [{"name": "Brand Robert", "first_name": "Brand", "last_name": "Robert"}]}, {"title": "Endpoint Exploitation Trends 1H 2015", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Journalist-Source Relations", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Cheng Daisy Xiaoxuan", "first_name": "Cheng", "last_name": "Xiaoxuan"}, {"name": "Lee Francis L. F.", "first_name": "Lee", "last_name": "F."}]}, {"title": "Our Metrics, Ourselves: A Hundred Years of Self-Tracking from the Weight Scale to the Wrist Wearable Device", "year": "2015", "journal": "European Journal of Cultural Studies", "volume": "18", "authors": [{"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate"}, {"name": "Lingel Jessa", "first_name": "Lingel", "last_name": "Jessa"}, {"name": "Karppi Tero", "first_name": "Karppi", "last_name": "Tero"}]}, {"title": "Press Freedom, Privacy and the Public Sphere", "year": "2013", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Dawes Simon", "first_name": "Dawes", "last_name": "Simon"}]}, {"title": "Case No: CO/3665/2014, CO/3667/2014, CO/3794/2014", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Witness Statement, Statement No.1, Exhibit CF1, Case IPT/13/92/CH", "year": "2014", "journal": "Investigatory Powers Tribunal", "volume": "", "authors": [{"name": "Farr Charles", "first_name": "Farr", "last_name": "Charles"}]}, {"title": "The Changing Role of the Local News Media in Enabling Citizens to Engage in Local Democracies", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Firmstone Julie", "first_name": "Firmstone", "last_name": "Julie"}, {"name": "Coleman Stephen", "first_name": "Coleman", "last_name": "Stephen"}]}, {"title": "Freedom on the Net 2014", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "22 EHRR 123", "year": "1996", "journal": "European Court of Human Rights", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Acquisition and Disclosure of Communications Data DRAFT Code of Practice", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "2014 Annual Report", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Half-Yearly Report of the Interception of Communications Commissioner", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "IOCCO Inquiry into the Use of Chapter 2 of Part 1 of the Regulation of Investigatory Powers Act (RIPA) to Identify Journalistic Sources", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Data Retention in the European Union: When a Call Returns", "year": "2008", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Leistert Oliver", "first_name": "Leistert", "last_name": "Oliver"}]}, {"title": "Audience Community as a Strategy Resource in Media Work", "year": "2015", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Malmelin Nando", "first_name": "Malmelin", "last_name": "Nando"}, {"name": "Villi Mikko", "first_name": "Villi", "last_name": "Mikko"}]}, {"title": "Operation Alice: Closing Report", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Passive Journalist: How Sources Dominate Local News", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O’Neill Deirdre", "first_name": "O’Neill", "last_name": "Deirdre"}, {"name": "O’Connor Catherine", "first_name": "O’Connor", "last_name": "Catherine"}]}, {"title": "A Problem of Interpretation", "year": "2004", "journal": "The News Media \\& the Law", "volume": "28", "authors": [{"name": "Penrod Grant", "first_name": "Penrod", "last_name": "Grant"}]}, {"title": "Under Fire", "year": "2005", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Smolkin R.", "first_name": "Smolkin", "last_name": "R."}]}, {"title": "Off the Blacklist, but Still a Target", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Spaulding Stacy", "first_name": "Spaulding", "last_name": "Stacy"}]}, {"title": "The FBI and the American Legion Contact Program, 1940–1966", "year": "1985", "journal": "Political Science Quarterly", "volume": "100", "authors": [{"name": "Theoharris Athan", "first_name": "Theoharris", "last_name": "Athan"}]}, {"title": "Networking or Not Working? A Comparison of Arab Spring Coverage in Belgian Newspapers and TV News", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}, {"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "Law Enforcement Disclosure Report", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}]}