{"doi": "10.1080/21670811.2017.1338144", "url": "https://doi.org/10.1080/21670811.2017.1338144", "title": "Scoring Live Tweets on the Beat", "volume": "6", "year": "2018", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Shermak", "first_name": "Jeremy", "name": "Jeremy L. Shermak"}], "abstract": "Newspaper sports beat reporters have experienced challenges to their workflow as social media, such as Twitter, has emerged as an essential tool in the reporting of live-game events. The purpose of this study was to assess the ways newspaper sports beat reporters meet consumers’ needs for information during these live events. Using retweets and likes as measures of engagement, this study found that newspaper sports beat reporters’ Twitter content during live-game coverage was liked and retweeted more frequently when it included analysis, opinion, entertainment, and visual content. By contrast, tweets containing only play-by-play outcomes were retweeted and liked significantly less than average. This study suggests that newspaper sports beat reporters should capitalize on their exclusivity and insider access to create Twitter content beyond mere play-by-play results that are typically available to those following the game through more traditional means such as television, radio, or in person. These strategies could distinguish newspaper sports beat reporters in an increasingly crowded sports media landscape. These findings may also be applied to the work of journalists beyond the sports realm.", "body": [{"title": "Introduction", "paragraphs": ["From traditional newspapers to mobile devices, those seeking sports news, scores, statistics, and other information are among the most loyal and frequent news consumers (Miller and Washington 2013). Web 2.0 has further empowered sports-focused users, enabling customizable and interactive experiences, including Twitter (Seo and Green 2008). Many of the most-tweeted moments in history are sports related (Greenburg 2016). Twitter offers an ideal platform for real-time response to any event, but its mobile compatibility, easy accessibility, concise messages, and interactive structure lends itself very well to sports (Rein, Shields, and Grossman 2014).", "Like many interested in sports, newspaper sports beat reporters use Twitter to create dialogue, find information, publish, and profile themselves or their news organizations (Deprez, Mechant, and Hoebeke 2013). Reed (2012, 563) found that print sports journalists on Twitter check their accounts more than five times each day. Nearly 90 percent of newspaper sports beat reporters follow athletes and/or teams that they cover (564). Twitter gives newspaper sports reporters the opportunity to offer commentary and analysis, while at the same time act as “curators” for game-related tweets, selecting reliable sources and useful information for retweeting (Price, Farrington, and Hall 2013). These elements are twenty-first-century reinforcements of traditional newspaper sports reporters’ roles as both information providers and expert analysts (459).", "This study utilized Seo and Green’s (2008) Motivation Scale for Sport Online Consumption to conduct an analysis of newspaper sports beat reporters live-game tweets. This scale is the result of several different attempts to measure consumer motivation for sports information, most of which share uses and gratifications (UG) as a theoretical grounding. This study extended UG to analyze the actions of Twitter users in relation to specific, modeled motivations. This technique is somewhat unique in that it is less concerned with the actions of the consumer and more interested in the ways media producers (e.g. newspaper sports beat reporters) are meeting established consumer media uses. This study employed a quantitative method to measure user engagement on Twitter during live-games to answer the question: what types of tweets prompt user engagement during live-game action? These findings add quantitative evidence to both support and contrast existing literature on the challenges that social media use—specifically Twitter—places upon beat reporters’ traditional game routines (e.g. Jones 2010; Kindred 2010; Roberts and Emmons 2016). These results may be applied to journalism practice, theories of audience motivations, and further investigations of live tweeting both sports and non-sports events."]}, {"title": "Literature Review", "paragraphs": ["Twitter has become a critical source of sports information and discussion among fans, journalists, and athletes (Hambrick 2012; Price, Farrington, and Hall 2013; Smith and Smith 2012; Schultz and Sheffer 2010). Many sports-related tweets are generated during games through a phenomenon known as “live tweeting” that occurs when consumers are using multiple devices known as “second screens” (Gantz et al. 2006; Hewitt 2014; Sahami Shirazi et al. 2011). As part of this new pattern of sports consumption, newspaper sports beat reporters are facing increased pressure to tweet during live-game coverage in addition to their existing responsibilities (Jones 2010; Kindred 2010; Roberts and Emmons 2016). This pressure has prompted calls for changes in live-game workflow to meet consumer needs and keep pace in an increasingly competitive sports media economy (Boyle 2013; Hutchins 2014).", "The uses and gratifications (UG) theory of mass media has transcended both traditional and new media eras (Sahami Shirazi et al. 2011). The theory centers around the idea that the audience is making active choices in their media consumption based on particular goals. Research in UG has resulted in differing classification schemes to sort and define audience functions (Katz, Blumler, and Gurevitch 1974). These categories may be related to an intrinsic or perceived media or even sociological and environmental circumstances.", "UG attempts to explain why consumers actively engage with media (uses) and how these engagements meet particular needs (gratifications). When it comes to Twitter, retweets and likes serve as quantitative measures of this active engagement. For example, retweets and likes may indicate “gratifications obtained,” as described in Palmgreen and Rayburn’s (1985) UG-based expectancy-value model. Both retweets and likes can be viewed as deliberate consumer actions (Boyd, Golder, and Lotan 2010). This active engagement during games is a way consumers are sharing information, confirming their beliefs, and approving established beliefs within the desired community (Sahami Shirazi et al. 2011). This study used a modified version of Seo and Green’s (2008) UG-based Motivation Scale for Sport Online Consumption (MSSOC) that provides more detailed measures of live-game Twitter activity while remaining true to the original that has been frequently employed in sports media scholarship (e.g. Clavio and Walsh 2013; Stavros et al., 2013). Seo and Green (2008) developed the MSSOC to account for the changing consumption of sports information in the internet age. Like previous measurement tools (e.g. Kahle, Kenneth Kambara, and Rose 1996; Milne and McDonald 1999; Wann 1995), the MSSOC features criteria developed using literature reviews and then tested them using both qualitative and quantitative studies. Seo and Green (2008) found their results to be both psychometrically sound and consistent with previous studies. They developed the following categories for online sports motivation: Information, Entertainment, Interpersonal Communication, Escape, Pass Time, Fanship, Team Support, Fan Expression, Economic, and Technical Knowledge (Seo and Green 2008, 104).", "The MSSOC has served as a foundation for more recent developments in motivation scales. Witkemper, Lim, and Waldburger (2012) used Seo and Green’s (2008) MSSOC to create a platform-specific motivation scale dubbed Sports Twitter Consumption (STC). This model classifies sports-related tweets into the following categories: Information Motivation, Pass-time Motivation, Fanship Motivation, and Entertainment Motivation (Witkemper, Lim, and Waldburger (2012, 173). Witkemper, Lim, and Waldburger claim that STC is a more precise measure of motivation because it is specific to Twitter and considers user constraints unlike previous models, including the MSSOC (174). While constraints are an important consideration in media usage, the STC model is best suited for a survey-based methodology, not a content analysis used in the current study. Moreover, the study focused specifically on athlete-operated Twitter accounts, rather than those run by teams or non-team-affiliated individuals such as media members, including newspaper sports beat reporters.", "Stavros et al. (2013) created a classification model more suited to content analysis. They measured fan motivation by examining Twitter activity concerning the National Basketball Association (NBA) during the off-season in an effort to identify the most engaged fans who follow the league despite the absence of daily game action. From this content analysis emerged four categories of tweets: Passion, Hope, Esteem, and Camaraderie. While Stavros et al. (2013) produced useful theoretical contributions and management suggestions, because it is founded on off-season tweets, the model may not be as applicable to analysis of in-season, live-game tweets.", "Despite the more recent development of sports information consumption motivation scales, Seo and Green’s (2008) MSSOC was determined to be most appropriate for this study. It is a broader approach to measuring motivations, which explains why Witkemper, Lim, and Waldburger’s (2012) STC scale and Stavros et al.’s (2013) classification model used MSSOC as a starting point, as is the case with this research endeavor. In addition, each of the more recent scales was developed using datasets (i.e. off-season tweets, athlete-produced tweets) and methods (i.e. surveys) far different than those included in this study. Witkemper, Lim, and Waldburger’s (2012) STC scale also leans towards marketing interests. Lastly, Seo and Green’s (2008) MSSOC is a well-known, tested measurement tool for sports media scholars.", "Within both traditional and digital news, sports coverage remains a powerful draw for news consumers (Tewksbury 2003). The sports section is the third-most-read section of daily newspapers, trailing only the front page and business sections (Miller and Washington 2013). More than 38 million US adults, or 25.5 percent of the adult population, regularly read the newspaper sports section (171).", "Newspapers have played a pivotal role in the history of sports journalism, as they were the first mass media to cover sports consistently, establishing standards for radio and television, which later came to dominate sports coverage (Boyle 2006). The mainstay of newspaper sports coverage is the beat reporter. The newspaper beat writer position came into existence in the 1890s as urban newspapers began to see an increased demand for information on the growth of baseball (Anderson 2001). Sports columnists and sports beat reporters are the anchors of a newspaper’s sports coverage. Columnists—often referred to as “Number Ones” along the same lines as a baseball team’s best starting pitcher—focus primarily on analysis and commentary (358). Meanwhile, sports beat reporters cover specific sports or teams, attending nearly every team function, including games, practices, press conferences, and more, establishing relationships of varying degrees of intimacy to acquire information (359). In the 24/7 media landscape, newspaper sports beat reporters remain important elements, but face increased competition from a growing press corps, the introduction of digital media, more team-hired information gatekeepers, and direct contact between athletes and consumers (Boyle 2006; Reed and Hansen 2013).", "In today’s digital age, journalists—particularly newspaper sports beat reporters who cover all aspects of their assigned team, including game action—use Twitter to interact with consumers, investigate story leads, and promote their personal and organizational brands (Deprez, Mechant, and Hoebeke 2013). Twitter gives newspaper sports reporters the opportunity to offer commentary and analysis, while at the same time, act as “curators” for game-related tweets, selecting reliable sources and useful information for retweeting (Price, Farrington, and Hall 2013). This role underscores traditional newspaper sports reporters’ role as both information providers and expert analysts (Boyle 2006). While television broadcasts are central to live tweeting of sports events, newspaper sports beat reporters provide an abundance of tweets with “insider” perspective from the press box (Roberts and Emmons 2016). This activity allows newspaper sports beat reporters to maintain their relevance as print has declined.", "Newspaper sports beat reporters can use Twitter on “game day” to combine breaking news and analysis prior, during, and after games (Roberts and Emmons 2016). USA Today and Denver Post National Football League (NFL) beat reporter Lindsay Jones (2010) says she tweets “newsy elements” such as injury reports, analysis, and quick reactions to plays during games. Jones (2010) rarely tweets play-by-play results because she believes most of her 12,000 followers are already watching the game. She says Twitter creates an unprecedented interactive environment where she can ask fans for feedback, even soliciting restaurant suggestions while traveling (Jones 2010).", "Despite adding a new dimension to sports reporting, Twitter presents never-before-seen challenges. For example, beat writers are now constantly writing for Twitter and live blogs, often missing live-game action or press box chatter that once served as central content for game stories and columns (Kindred 2010). Kian and Murray (2014) discovered that newspaper sports reporters feel “24/7/365” pressure to remain on top of a story to avoid being scooped by bloggers and/or social media users. Kindred (2010) questions whether this new workflow is good for journalists, readers, and outlets alike. He concludes that using digital media is a necessary part of the traditional sports beat writer’s game routine, despite being rather tedious. It helps publications, such as newspapers, to build their brand and drive traffic to their websites, while creating more connections with their audience (Kindred 2010). Twitter can also act as a gauge for audience interest in and response to breaking sports news (Hutchins 2011). Roberts and Emmons’ (2016) mixed-methods study featured an analysis of game-day tweets and interviews with sports reporters that revealed the changing responsibilities for beat reporters and identified the types of tweets reporters are producing on game days. This current study builds upon those findings. Thus, the first research question for this study was:RQ1: How do in-game, live sporting event tweets from newspaper sports beat reporters connect to categories of Seo and Green’s (2008) MSSOC, including information, entertainment, interpersonal communication, economics, technical knowledge, and content?", "How do in-game, live sporting event tweets from newspaper sports beat reporters connect to categories of Seo and Green’s (2008) MSSOC, including information, entertainment, interpersonal communication, economics, technical knowledge, and content?", "Evidence suggests print sports journalists were slow to adopt and perhaps underutilized Twitter (Kian and Murray 2014). In Schultz’s and Sheffer (2010) survey of print sports journalists, 70 percent stated that they did not use Twitter to promote their own traditional media outlets and only 17 percent used Twitter to update previously published information. In their study of Flemish newspaper sports reporters, Deprez, Mechant, and Hoebeke (2013) found that only about half of the group had Twitter accounts. Smith and Smith’s (2012) examination of College World Series tweets stated that traditional media organizations, such as newspapers, used Twitter only to relay live-game occurrences, such as play-by-play information, without going into deeper description or analysis. Some newspaper reporters used retweets to share opinions but did not contribute their own analysis (Smith and Smith’s 2012). Many tweet only to send the same information, such as baseball lineups in list form with no additional observations (Kindred 2010).", "Roberts and Emmons (2016, 102) suggested journalists need to establish social capital by rising above “ambient news” to become influencers in the sports social media landscape. The Slate’s sports media critic Robert Weintraub (2007) suggested that the role of the sports beat reporter needs to evolve. He believes that sports newspaper beat reporters should exhibit their creativity and deep insights without the “play-it-straight, just-the-facts approach”. British sports writer Charlie Lambert believes sports journalists need to “raise their game” by adding “real value and insight that makes their Twitter feed important to follow” (cited in Boyle 2013, 96). Twitter gives newspaper sports beat reporters a digital platform where they can “meet” consumers as social media use has become an accepted form of reliable information (Hermida, Lewis, and Zamith 2014; Revers 2014). Therefore, the second research question for this study was:RQ2: Using Seo and Green’s (2008) MSSOC to categorize tweets, which types of tweets, including information, entertainment, interpersonal communication, economics, technical knowledge, and content, from newspaper sports beat reporters, yield more likes and retweets?", "RQ2: Using Seo and Green’s (2008) MSSOC to categorize tweets, which types of tweets, including information, entertainment, interpersonal communication, economics, technical knowledge, and content, from newspaper sports beat reporters, yield more likes and retweets?", "Newspaper sports beat reporters have expressed frustration with the addition of social media duties to their traditional routines (Kian and Murray 2014; Reed 2012; Roberts and Emmons 2016). This is particularly true when relaying game outcomes, often referred to as play-by-play, using social media such as Twitter (Jones 2010; Kindred 2010). Therefore, the third research question for this study was:RQ3: Are consumers retweeting and liking play-by-play tweets by newspaper sports beat reporters compared to other types of tweets analyzed in this study?", "RQ3: Are consumers retweeting and liking play-by-play tweets by newspaper sports beat reporters compared to other types of tweets analyzed in this study?", "By assessing engagement using a quantitative method based upon a tested theoretical model, we can add to existing scholarship by offering new insights for live event Twitter coverage by newspaper sports beat reporters. With the alteration and addition of content categories, the findings in this study will add live-tweeting measurement categories to Seo and Green’s (2008) MSSOC, extending UG theory to more recent phenomenon in the Web 2.0 era. Finally, journalists—both sports and non-sports practitioners—will gain valuable insights to create live-event tweets that are more appealing to their audiences."]}, {"title": "Method", "paragraphs": ["This study used a quantitative content analysis to categorize tweets from newspaper sports beat reporters during live-game coverage based on Seo and Green’s (2008) MSSOC and measured the engagement rate using likes and retweets for each category of motivation for sports online information consumption. This analysis and classification of live-game tweets from newspaper sports reporters within the MSSOC revealed the types of tweets that were most engaging to the consumers. This will translate into practical applications for newspaper sports beat reporters by providing insight into which types of content are most effective in reaching their audiences.", "For this study, tweets were categorized using a variation of Seo and Green’s (2008) pre-existing MSSOC instrument (See Table 1). Frequencies and averages of retweets and likes were tabulated across categories to determine which types of tweets produced the most engagement, defined quantitatively as retweets and likes.", "The first step was to collect tweets by newspaper sports beat reporters during specific live events. The unit of analysis is each individual tweet. To create a manageable and balanced dataset, multiple elements related to these tweets were considered. Major League Baseball (MLB) was selected because it features the most regular season games (162) of any major US sport, leading to a wealth of tweets (Anderson 2001). Previous sports-related Twitter content analyses (e.g. Blaszka et al. 2012; Hambrick et al. 2010; Price, Farrington, and Hall 2013; Smith and Smith 2012) have included approximately 1000–2000 tweets in their datasets and this number was easily attained using MLB games. Furthermore, unlike more fast-paced sports like basketball, football, and hockey, baseball features several pauses within game action leading to more opportunities to tweet.", "Twitter offers millions of tweets on any topic at any given moment, but for this research, boundaries were established carefully to create a more manageable dataset. The following factors were considered in selecting the teams and newspaper beat reporters to be included in the study.", "Four teams from two similar-sized media markets were included in the study: Baltimore Orioles, Oakland Athletics, San Francisco Giants, and Washington Nationals. Each market included in the dataset (Washington, DC Area and San Francisco Bay Area) features over seven million people and rank fourth and fifth, respectively, in Consolidated Statistical Metropolitan Areas (CSMA) among media markets with MLB teams (Streit, 2017). While no literature was found to suggest that market size influences Twitter activity, using teams in similar CSMA’s may mitigate any possible impact on the dataset.", "While there is a large discrepancy between the most followed account (Andrew Baggarly, 83,600) and the least-followed account (Chelsea Janes, 7,922), previous research offers little if any evidence of a correlation between the number of followers and engagement (likes and retweets), which is the primary measurement for this study. In fact, according to Cha et al. (2012), a user’s sheer number of followers has very little to do with his or her influence on Twitter. The most influential users—and engaging users—can discuss a wide variety of topics and can gain further influence by making a concerted effort to post on specific topics, demonstrating some kind of level of expertise.", "The relationship between Twitter engagement and the success of a team remains unexplored. There has been, however, some research done on the relationship between television ratings and team success. Foster et al. (2014) found that a higher team winning percentage correlates to higher local television ratings, particularly with MLB, when compared to other professional leagues. The teams selected for this dataset experienced a wide range of season outcomes in 2015. Their inclusion was intended to account for any potential influence of team record on Twitter activity.", "After teams were determined, one reporter from each market’s top two highest circulating newspapers was selected for the study. Each reporter is credentialed by MLB and recognized as a beat reporter in the respective team media guides. The reporters included are listed in Table 2.", "Using the information and constraints above, 1232 tweets were extracted using the website TWDocs (http://twdocs.com). This service extracts tweet text along with key metrics such as retweets, likes, tweet date, tweet time, and followers. This data was procured in a Microsoft Excel file that was used to categorize tweets and calculate engagement analytics.", "The dataset for this study was assembled using all tweets from the selected newspaper sports beat reporters’ Twitter accounts sent between the official time of first pitch and the final out of 17 games between the four teams from the 2015 MLB regular season. This generated 1232 tweets for analysis.", "A codebook was developed using Seo and Green’s (2008) definitions and the subscale questions from their original study. Three coders were given an instructive codebook. After being trained on the code above, the three coders pre-tested using a code sheet to determine inter-coder reliability. Each of the three coders received a pretest of 145 tweets, or the equivalent of 11.7 percent of the total dataset. The pre-test revealed a Kappa coefficient of 0.83, well above the 0.75 threshold (Wimmer and Dominick 2006). The actual dataset was then divided equally among the three trained coders to complete the analysis.", "Upon completion of coding, inter-coder reliability was retested using an overlap sample from the dataset of 127 tweets, equal to 10.3 percent of all tweets. The inter-coder reliability for this was 0.90, again surpassing the 0.75 threshold.", "Once found to be reliable, the data was analyzed to determine statistics that were relevant to the original research questions. For RQ1, the study calculated the percentage of tweets in each coding category, including those that overlap into multiple categories, and for RQ2, the number of retweets and likes for each tweet. Lastly, for RQ3, the study includes specific cross-category analysis and multivariate regressions of play-by-play tweets."]}, {"title": "Results", "paragraphs": ["RQ1 was concerned with how in-game, live sporting event tweets from sports newspaper beat reporters fit into the consumer motivation categories tested by Seo and Green’s (2008) MSSOC. The results are classified by tweets meeting only one motivation category, tweets meeting at least one category, and tweets overlapping across multiple categories. The section ends with a specific focus on tweets containing Information—Play-by-Play information.", "Tweets containing at least one category include both tweets including only one category and those containing multiple categories. It was analyzed to provide a broad view of the data and highlight the overall averages of each category. For tweets containing at least one category, Information—Play-by-Play was most frequent (N = 870, 70.7 percent), while Economic (N = 3, or 0.2 percent) was the least frequent.", "The initial analysis of tweets containing at least one category was analyzed more granularly to gain additional insights by breaking out tweets using only one category and those featuring content overlapping across multiple categories. For tweets using only one category, Information—Play-by-Play was again the most frequent (N = 365, or 29.7 percent). On the other end, Economic, Content, and Technical categories did not register a single-coded tweet.", "Several tweets in the dataset were coded across multiple categories to account for overlap. For tweets across multiple categories, we calculated only two-category tweets because the remaining combinations did not produce significant results for retweets and likes. In addition, one- and two-category tweets made up over 76 percent (944 tweets) of the dataset. The highest occurring two-category tweets were in the Information—Play-by-Play and Information—Statistics categories (N = 138, or 11.2 percent).", "RQ2 attempted to measure the engagement of these live game tweets. Retweets and likes were used as measures of engagement. Each frequency category (at least one category, only one category, and multiple categories) was measured for both retweets and likes. Among tweets coded with at least one category, the highest average retweet was Content (mean = 10.39) and highest average like was Entertainment (mean = 20.38). For tweets containing only one category, the highest average retweet was Information—Statistics (mean = 12.38)—and the highest average likes were in Information—Play-by-Play (mean = 3.61). For two-category tweets, the highest average retweet was Information—External News and Content (mean = 20.38) and Information—In-Park Observation and Information—Statistics had the highest average likes among statistically significant (p < 0.05) results (mean = 3.08).", "For RQ3, among tweets featuring Information—Play-by-Play and one additional category, those coupled with Entertainment had the highest average retweets (mean = 7.50). Amongst statistically significant results in two-category tweets, the Information—Play-by-Play and Technical had the highest average likes (mean = 2.55).", "Continuing with RQ3, multiple linear regressions were calculated to predict both retweets and likes based on an Information—Play-by-Play tweet coupled with each of the other categories. Significant regression equations were found for all pairs of combinations for the Information—Play-by-Play (IPBP) category. For retweets, the strongest significant regression equation was found between IPBP and Interpersonal Communications (IC) (F(2,1229) = 45.143, p < 0.05), with an R2 of 0.067. Here, it can be predicted that retweets for an Interpersonal Communication tweet are equal to 10.13—8.43 (IC)—7.40 (IPBP), where IC is coded as a tweet containing interpersonal communication attributes, such as replies or mentions, and IPBP is coded as a tweet containing play-by-play game outcomes. Retweets for Interpersonal Communications tweets decreased by 7.40 for each time the same tweet was coded as Information—Play-by-Play (see Table 3).", "The same combination was the strongest for likes, as IPBP and Interpersonal Communications (IC) (F(2, 1229) = 23.574, p < 0.05), produced an R2 of 0.082. In this instance, it can be predicted that likes for an Interpersonal Communication tweet are equal to 23.574—19.057 (IC)—15.930 (IPBP). Likes for Interpersonal Communications tweets decreased by 15.93 for each time the same tweet was coded as Information—Play-by-Play (see Table 4). This calculation suggests that all two-category combinations of Information—Play-by-Play and all other motivation categories were significant predictors of both retweets and likes. In every instance, the presence of Information—Play-by-Play attributes negatively affected likes and retweets."]}, {"title": "Discussion", "paragraphs": ["The inclusion of content, such as photos, videos, links, and even emojis, produced higher rates of engagement for tweets included in the dataset. An example of content being engaged by consumers was the most retweeted and liked of all tweets in the dataset. On August 13, during a game between San Francisco and Washington, Nationals’ beat reporter James Wagner of The Washington Post created a tweet with a link to a video of Adriana Aviles, the four-year-old daughter of Indians’ catcher Mike Aviles, throwing out the first pitch of a game in Cleveland versus the New York Yankees. Adriana had been diagnosed with leukemia earlier in the season. Wagner’s text that accompanied the video simply read: “This was awesome”. The tweet was coded as Information—External News and Content because it contained a link to a video. While there is clearly an element of human interest here with a story about a young girl fighting cancer, the tweet illustrates a major theme of the study: tweets containing at least some element of rich-media content were retweeted and liked far more often than other tweets in the dataset. However, despite the engagement success of this category, tweets containing content made up only a small portion of the dataset. This lack of content-centric tweets was one of the most glaring instances where the amount of Twitter content produced by newspaper sports beat reporters was inversely related to engagement numbers.", "This was also true for tweets coded as Entertainment. One example was written by San Francisco Chronicle Oakland Athletics’ beat writer Susan Slusser during a September 26 game versus the Giants in Oakland. She tweeted: “‘A’s pitchers of record were Gray, Dull and Doolittle. That’s how I’d describe my ex-wife!’ said @mercbrownie”. This appeal to entertainment, where tweets contained lighthearted, often humorous undertones, proved to be a success with audiences by the measures of this study. This is an example of newspaper sports beat writers answering calls from media critics and industry experts (Boyle 2013; Weintraub 2007) to enhance their game coverage with more personality while still maintaining journalistic standards (Roberts and Emmons 2016).", "Interpersonal Communication tweets in this study, when analyzed as subcategories mentions and replies, reveal distinct differences. It is first important to define mentions and replies. Mentions occur when a username is included as part of the text, such as Susan Slusser’s (2015) tweet: “@BringerOfRain20 sounded like he missed #Athletics fans a lot when here last month; he’d probably like that they still boo Manny Machado” where @BringerOfRain20 is Toronto Blue Jays’ third baseman and 2015 American League Most Valuable Player Josh Donaldson. Meanwhile, replies are direct responses to users that can only be seen by shared followers. In the dataset, very few tweets mentioned usernames, but those of this type were retweeted and liked much higher than average. This could be due to the mentioned user having many followers (such as Josh Donaldson) and/or other users who are linked to the original sender retweeting to bolster their standing in the network, for what Masullo Chen (2011, 759) describes as “para-social gratification.” However, when Interpersonal Communication tweets are structured as replies, average retweets and average likes fall significantly because these tweets are not available to as many users.", "Using results from both RQ1 and RQ2, Information—Play-by-Play tweets were examined very specifically with RQ3 as various literature (Hutchins 2011; Jones 2010; Kian and Murray 2014; Kindred 2010; McEnnis 2016; Reed 2012; Roberts and Emmons 2016) has highlighted the added complexity, frustration, and complication brought about by the need—perceived or required—for newspaper sports beat reporters to provide real-time game updates with play-by-play tweets.", "Based on the frequency of play-by-play tweets when compared to the engagement figures in RQ1 and RQ2, the data suggests that newspaper sports beat reporters are spending a disproportionate amount of time tweeting play-by-play action without much return in terms of engagement. These findings run counter to what Roberts and Emmons (2016) revealed from their interviews with sports journalists. While the journalists acknowledged that using Twitter to disseminate play-by-play information that consumers have likely seen at home or in person is “a waste of both readers’ and the writers’ time” (106), the data gathered for this study suggests that journalists continue to tweet this play-by-play information at an exceptionally high rate. Newspaper sports beat reporters tweet play-by-play outcomes more frequently than any other category; however, these play-by-play information tweets were among the least liked and retweeted. This investment of time and effort to tweet game outcomes is not resulting in consumer action as measured by this study. This could be due in part to the rise of “second-screen viewing” where fans are consuming the game in real time using other media. The basic outcomes are just as available to those following anywhere in the world as they are to those inside the park. This is especially evident in tweets containing only play-by-play results, such as this tweet from Baltimore Sun Orioles’ beat writer Dan Connolly during a game versus the Athletics: “Lawrie homers. 6-2 in T4”. This tweet did not receive a single retweet or like. There is no additional analysis, information, content, or “personality” here. Anyone consuming the game on any platform or in person could decipher this information.", "In contrast, Connolly created a much more engaging tweet on August 3 during a game between the Orioles and Athletics: “Caleb Joseph smashes one to left. His ninth homer. Os up 6-0. Game over? Os are 16-2 when Joseph has at least two RBIs [runs batted in] in his career”.", "This tweet was retweeted and liked more than average for the dataset. This could be attributed to the inclusion of information beyond just game results, such as analysis/entertainment (i.e. “Game over?”) and deeper statistical information (i.e. “Os are 16-2 when Joseph has at least two RBIs in his career”). The combination of play-by-play information with analysis or statistical information was found to increase likes and retweets using data from RQ2. Furthermore, RQ3 used regression to determine the influence play-by-play attributes had on the likelihood of retweeting or liking a two-category tweet. The presence of play-by-play information was a deterrent to retweeting and liking in every instance."]}, {"title": "Conclusions", "paragraphs": ["This study aimed to provide newspaper sports beat reporters with insights to improve their workflow and use of Twitter during live-game coverage. The data and ensuing analysis revealed some key conclusions. First, tweeting simple play-by-play outcomes during live game events does not yield heavy consumer engagement when measured by retweets and likes. In contrast, tweets featuring play-by-play results are retweeted and liked more often when they include additional analysis or context. Secondly, while Twitter is an excellent tool for interacting with consumers, newspaper sports beat reporters might consider limiting replying to direct tweets during the game as they offer fewer opportunities for engagement. Lastly, when possible and appropriate, newspaper sports beat reporters should consider adding content such as links or images to in-game tweets as they tend to be more engaging for consumers.", "The model for categorizing the tweets, Seo and Green’s (2008) MSSOC, is built upon UG theory. This theory focuses on the active choices that users make when using media to satisfy particular needs (Katz, Blumler, and Gurevitch 1974; Sahami Shirazi et al. 2011). While this study is not explicitly examining the consumer’s specific reasons for interaction with a given tweet, the MSSOC and UG can be used to categorize the existing work of newspaper sports beat reporters on Twitter as a starting point for possible changes in game-day routines to relieve the reported challenges of incorporating social media into existing responsibilities (Jones 2010; Kindred 2010; Roberts and Emmons 2016).", "Newspaper sports beat reporters should take note of the relative engagement success of content tweets in this study. In addition to external video, the data suggests that including links to other articles, non-game images, and even emojis can bolster engagement with live-game tweets. Newspaper sports beat reporters may consider adding these elements to promote their outlets’ work and add “personality” to their tweets.", "When it comes to “personality,” the data revealed that tweets containing personal opinion, analysis, and/or entertaining undertones were more engaging to the audience. Journalists often take a “just-a-facts” approach (Weintraub 2007) when reporting, most likely due to their traditional training. This remains an important element of sports journalism, as evidenced by the constant reminders of “no cheering in the press box,” but adding personality to a tweet can make it stand out from typical game outcomes that users are likely obtaining from other sources such as television, radio, or game attendance. Roberts and Emmons (2016, 110) found that reporters are still torn on balancing opinion and news to maintain unbiased journalism practices with some suggesting that followers turn to a columnist if they want opinion. That said, reporters recognize that it is “vital” to include more first-person insights and personality in their tweets (Roberts and Emmons 2016, 109). This study adds credence to that finding.", "Media consumers attempt to build community through interaction. Twitter, by design, is a highly interactive tool. In addition to retweets and likes, mentions and replies—two types of Interpersonal Communication—can be used to interact within the community no matter one’s status. However, the time and effort that newspaper sports beat reporters are devoting to interpersonal communication may not be worth the return on engagement. This is particularly true with direct replies to Twitter users with relatively few followers. During in-game coverage, newspaper sports beat reporters may consider limiting or completely refraining from direct interaction (i.e. replies) with Twitter users. Some alternatives could include pre- or post-game Twitter discussions using a specific hashtag or a designated time during the week where the reporter answers questions on a video-based social media such as Facebook Live or Snapchat. That said, newspaper sports beat reporters could better utilize Twitter’s interactive features by, for instance, including player usernames within their tweets and/or event-related hashtags. By using the interactive features of Twitter more effectively during games, newspaper sports beat reporters can assemble tweets that reach more users, increasing the likelihood of engagement.", "Perhaps the most applicable findings of this study emerged in the practice of tweeting play-by-play game outcomes. Newspaper sports beat reporters might consider adding more elements to play-by-play tweets and/or restricting their game result tweets to major turning points (e.g. scoring plays). Perhaps most importantly, adding some analysis, entertainment, and/or statistical context to a play-by-play tweet can differentiate it from not only the newspaper beat reporter’s other tweets, but any means of distributing game outcome information.", "Bridging the research to practice was central to the motivations for executing this study. Newspaper sports beat reporters, as previously mentioned, remain critical to newspaper sports coverage (Tewksbury 2003). Their “insider” perspective and exclusive access to teams and organizations extend far beyond that of bloggers or average fans. By reviewing and applying these findings, newspaper sports beat reporters may improve their craft, revise their in-game workflow, and perhaps garner increased readership and brand loyalty for both new and existing consumers.", "As is the case with any examination, this research study faced limitations. The study views retweets and likes as measures of engagement. This is the best quantitative measure available, but it may not accurately reflect the consumers’ interests. Secondly, this research targets only a collection of tweets from eight reporters over the course of a select number of games between the same four teams in the same two markets. This study is also limited to MLB, while other sports—both professional and amateur—may yield vastly different results."]}, {"title": "Future Research", "paragraphs": ["This study was intended to have both scholarly and practical implications. The findings may lead to additional opportunities for research. First, conducting similar studies for different sports would be worthwhile in establishing practical guidelines for reporters. For example, basketball and baseball move at a much different pace, resulting in a difference in reporting.", "This study focused on how the work of the reporters fulfilled the pre-determined motivations of the audience. Future research may survey the consumers to assess their reasoning for engaging with particular types of in-game tweets. This may include a deeper examination of the most engaging tweet category—content—where differences between engagement could be explored based on content type, such as photos, videos, memes, GIFs, and emojis.", "Given the results of this study, it would also be worthwhile to explore the value of Twitter engagement as it relates to media outlets, particularly newspapers. For example, is a consumer who engages with a reporter on Twitter during a live game more likely to subscribe to that newspaper? Do these Twitter engagements translate into other benefits for the reporters’ outlets? These are critical questions that could be assessed in future research to evaluate the impact of this type of coverage.", "Lastly, this type of study could be replicated for beat reporters outside of sports, including politics, crime, and health, to name a few. These areas often feature live events that could serve as platforms for similar analysis."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}, {"title": "FUNDING", "paragraphs": ["No funding was provided for this project."]}], "references": [{"title": "Does the Cheerleading Ever Stop? Major League Baseball and Sports Journalism", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Anderson William B.", "first_name": "Anderson", "last_name": "B."}]}, {"title": "\\#WorldSeries: An Empirical Examination of a Twitter Hashtag during a Major Sporting Event", "year": "2012", "journal": "International Journal of Sport Communication", "volume": "5", "authors": [{"name": "Blaszka Matthew", "first_name": "Blaszka", "last_name": "Matthew"}, {"name": "Burch Lauren", "first_name": "Burch", "last_name": "Lauren"}, {"name": "Frederick Evan", "first_name": "Frederick", "last_name": "Evan"}, {"name": "Clavio Galen", "first_name": "Clavio", "last_name": "Galen"}, {"name": "Walsh Patrick", "first_name": "Walsh", "last_name": "Patrick"}]}, {"title": "Reflections on Communication and Sport: On Journalism and Digital Culture", "year": "2013", "journal": "Communication and Sport", "volume": "1", "authors": [{"name": "Boyle Raymond", "first_name": "Boyle", "last_name": "Raymond"}]}, {"title": "Dimensions of Social Media Utilization among College Sport Fans", "year": "2013", "journal": "Communication \\& Sport", "volume": "2", "authors": [{"name": "Clavio Galen", "first_name": "Clavio", "last_name": "Galen"}, {"name": "Walsh Patrick", "first_name": "Walsh", "last_name": "Patrick"}]}, {"title": "Social Media and Flemish Sports Reporters: A Multimethod Analysis of Twitter Use as Journalistic Tool", "year": "2013", "journal": "International Journal of Sport Communication", "volume": "6", "authors": [{"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}, {"name": "Mechant Peter", "first_name": "Mechant", "last_name": "Peter"}, {"name": "Hoebeke Tim", "first_name": "Hoebeke", "last_name": "Tim"}]}, {"title": "Determinants of Regional Sport Network Television Ratings in MLB, NBA, and NHL", "year": "2014", "journal": "Journal of Sport Management", "volume": "28", "authors": [{"name": "Foster George", "first_name": "Foster", "last_name": "George"}, {"name": "O’Reilly Norm", "first_name": "O’Reilly", "last_name": "Norm"}, {"name": "Shimizu Carlos", "first_name": "Shimizu", "last_name": "Carlos"}, {"name": "Khosla Neal", "first_name": "Khosla", "last_name": "Neal"}, {"name": "Murray Ryan", "first_name": "Murray", "last_name": "Ryan"}]}, {"title": "Sports versus All Comers: Comparing TV Sports Fans with Fans of Other Programming Genres", "year": "2006", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "50", "authors": [{"name": "Gantz Walter", "first_name": "Gantz", "last_name": "Walter"}, {"name": "Wang Zheng", "first_name": "Wang", "last_name": "Zheng"}, {"name": "Paul Bryant", "first_name": "Paul", "last_name": "Bryant"}, {"name": "Potter Robert F.", "first_name": "Potter", "last_name": "F."}]}, {"title": "Six Degrees of Information: Using Social Network Analysis to Explore the Spread of Information within Sport Social Networks", "year": "2012", "journal": "International Journal of Sport Communication", "volume": "5", "authors": [{"name": "Hambrick Marion", "first_name": "Hambrick", "last_name": "Marion"}]}, {"title": "Understanding Professional Athletes’ Use of Twitter: A Content Analysis of Athlete Tweets", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Hambrick Marion E.", "first_name": "Hambrick", "last_name": "E."}, {"name": "Simmons Jason", "first_name": "Simmons", "last_name": "Jason"}, {"name": "Greenhalgh Greg", "first_name": "Greenhalgh", "last_name": "Greg"}, {"name": "Christopher Greenwell T.", "first_name": "Christopher", "last_name": "T."}]}, {"title": "Sourcing the Arab Spring: A Case Study of Andy Carvin’s Sources on Twitter during the Tunisian and Egyptian Revolutions", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}, {"title": "The Acceleration of Media Sport Culture", "year": "2011", "journal": "Information, Communication, \\& Society", "volume": "14", "authors": [{"name": "Hutchins Brett", "first_name": "Hutchins", "last_name": "Brett"}]}, {"title": "Sport on the Move: The Unfolding Impact of Mobile Communications on the Media Sport Content Economy", "year": "2014", "journal": "Journal of Sport \\& Social Issues", "volume": "38", "authors": [{"name": "Hutchins Brett", "first_name": "Hutchins", "last_name": "Brett"}]}, {"title": "A Functional Model of Fan Attendance Motivations for College Football", "year": "1996", "journal": "Sport Marketing Quarterly", "volume": "5", "authors": [{"name": "Kahle Lynn", "first_name": "Kahle", "last_name": "Lynn"}, {"name": "Kenneth Kambara K. M.", "first_name": "Kenneth", "last_name": "M."}, {"name": "Rose Gregory", "first_name": "Rose", "last_name": "Gregory"}]}, {"title": "Uses and Gratifications Research", "year": "1974", "journal": "Public Opinion Quarterly", "volume": "37", "authors": [{"name": "Katz Elihu", "first_name": "Katz", "last_name": "Elihu"}, {"name": "Blumler Jay G.", "first_name": "Blumler", "last_name": "G."}, {"name": "Gurevitch Michael", "first_name": "Gurevitch", "last_name": "Michael"}]}, {"title": "Curmudgeons but Yet Adapters: Impact of Web 2.0 and Twitter on Newspaper Sports Journalists’ Jobs, Responsibilities, and Routines", "year": "2014", "journal": "Journal of the International Symposium of Online Journalism", "volume": "4", "authors": [{"name": "Kian Edward", "first_name": "Kian", "last_name": "Edward"}, {"name": "Murray Ray", "first_name": "Murray", "last_name": "Ray"}]}, {"title": "Tweet This: A Uses and Gratifications Perspective on How Active Twitter Use Gratifies a Need to Connect with Others", "year": "2011", "journal": "Computers in Human Behavior", "volume": "27", "authors": [{"name": "Masullo Chen Gina", "first_name": "Masullo", "last_name": "Gina"}]}, {"title": "Following the Action: How Live Bloggers Are Reimagining the Professional Ideology of Sports Journalism", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "McEnnis Simon", "first_name": "McEnnis", "last_name": "Simon"}]}, {"title": "Changing the Game? The Impact of Twitter on Relationships between Football Clubs, Supporters and the Sports Media", "year": "2013", "journal": "Soccer and Society", "volume": "14", "authors": [{"name": "Price John", "first_name": "Price", "last_name": "John"}, {"name": "Farrington Neil", "first_name": "Farrington", "last_name": "Neil"}, {"name": "Hall Lee", "first_name": "Hall", "last_name": "Lee"}]}, {"title": "American Sports Writers’ Social Media Use and Its Influence on Professionalism", "year": "2012", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Reed Sada", "first_name": "Reed", "last_name": "Sada"}]}, {"title": "Social Media’s Influence on American Sport Journalists’ Perception of Gatekeeping", "year": "2013", "journal": "International Journal of Sport Communication", "volume": "6", "authors": [{"name": "Reed Sada", "first_name": "Reed", "last_name": "Sada"}, {"name": "Hansen Kathleen", "first_name": "Hansen", "last_name": "Kathleen"}]}, {"title": "The Twitterization of News Making: Transparency and Journalistic Professionalism", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Revers Mathias", "first_name": "Revers", "last_name": "Mathias"}]}, {"title": "Twitter in the Press Box: How a New Technology Affects Game-Day Routines of Print-Focused Sports Journalists", "year": "2016", "journal": "International Journal of Sport Communication", "volume": "9", "authors": [{"name": "Roberts Chris", "first_name": "Roberts", "last_name": "Chris"}, {"name": "Emmons Betsy", "first_name": "Emmons", "last_name": "Betsy"}]}, {"title": "Paradigm Shift or Passing Fad? Twitter and Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "2010", "authors": [{"name": "Schultz Brad", "first_name": "Schultz", "last_name": "Brad"}, {"name": "Sheffer Mary Lou", "first_name": "Sheffer", "last_name": "Lou"}]}, {"title": "Development of the Motivation Scale for Sport Online Consumption", "year": "2008", "journal": "Journal of Sport Management", "volume": "22", "authors": [{"name": "Seo Wan Jae", "first_name": "Seo", "last_name": "Jae"}, {"name": "Green B. Christine", "first_name": "Green", "last_name": "Christine"}]}, {"title": "Identity in Twitter’s Hashtag Culture: A Sport-Media Consumption Case Study", "year": "2012", "journal": "International Journal of Sport Communication", "volume": "5", "authors": [{"name": "Smith Lauren", "first_name": "Smith", "last_name": "Lauren"}, {"name": "Smith Kenny", "first_name": "Smith", "last_name": "Kenny"}]}, {"title": "Baseball Markets.", "year": "2017", "journal": "", "volume": "", "authors": [{"name": "Streit Al.", "first_name": "Streit", "last_name": "Al."}]}, {"title": "What Do Americans Really Want to Know? Tracking the Behavior of Newsreaders on the Internet", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Tewksbury David", "first_name": "Tewksbury", "last_name": "David"}]}, {"title": "Preliminary Validation of the Sport Fan Motivation Scale", "year": "1995", "journal": "Journal of Sport and Social Issues", "volume": "19", "authors": [{"name": "Wann Daniel", "first_name": "Wann", "last_name": "Daniel"}]}]}