{"doi": "10.1080/21670811.2019.1604148", "url": "https://doi.org/10.1080/21670811.2019.1604148", "title": "A Digital Baron for a Digital Age: Chris Hughes and Neoliberalism’s Ascendancy in Journalism", "volume": "7", "year": "2019", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Rooney", "first_name": "Shannon", "name": "Shannon Rooney"}, {"last_name": "Creech", "first_name": "Brian", "name": "Brian Creech"}], "abstract": "AbstractThis article examines news media coverage surrounding Facebook co-founder Chris Hughes’s purchase of the magazine The New Republic in March 2012 in order to reveal the ways in which media narratives situated him as a new kind of media owner for a new kind of media age. This textual analysis is embedded within the framework of metajournalistic discourse, aiming to interrogate the extent to which characterizations of Hughes are aligned with emerging digital practices and neoliberal ideals. This article pays particular attention to coverage in the immediate aftermath of his purchase as well as to the new owner’s letter to readers and subscribers, ultimately arguing that Hughes is constructed as a self-enterprising and digitally savvy media owner, uniquely situated to preserve journalism by bringing tech industry philosophies and practices into the field. An abiding conflict between market logics and journalistic norms underscores the broader danger in knitting together neoliberal ideals of entrepreneurialism and startup culture with notions of how journalists can and should respond to financial and cultural threats of digital innovation to their industry.", "body": [{"title": "", "paragraphs": ["“He [Chris Hughes] radiates opportunity in an era of disruption”", "- Dylan Byers, Politico, 3 December 2012", "On 9 March 2012, millionaire Facebook co-founder Chris Hughes announced his purchase of a majority stake in The New Republic. Founded in Walter Lippmann’s living room during the progressive era, The New Republic had long been seen as an influential venue for policy debate and liberal ideas. It also faced perennial financial issues, with prior owner Martin Peretz often quoted as being happy to lose money so long as the magazine remained influential (Beinart 2014). After Hughes’ announcement, journalists for a variety of publications (including his own) drew conclusions about the new owner’s motivations, qualifications, and prospects based on his age, wealth and – most importantly – digital provenance. The Washington Post’s Paul Farhi (2012) put it succinctly: “Hughes will have a big challenge in turning around a biweekly publication that has had three owners in the past five years and has been losing readers for more than a decade” (para. 5).", "Succeeding controversial conservative owner Martin Peretz, who was often criticized for the racism in his own columns, Hughes was constructed in media coverage not just as a breath of new political air, but as one whose age and experience in the technology industry uniquely positioned him to save the magazine and preserve its legacy. Not just a fresh-faced millennial who was there for the launch of “earth-straddling social-media colossus” (Farhi 2012, para. 6) Facebook, Hughes had also served as director of online organizing for Barack Obama’s first presidential campaign and founded Jumo, a social network for charities and non-profits he later merged it into the Good media network. Margaret Sullivan (2012) wrote, “When new media meets an august institution, under an apparently thoughtful and well-intentioned leader, interesting things are bound to happen. It should be fun, and instructive, to watch” (para. 20).", "But, Hughes’s tenure as owner was short-lived. From hiring editor Franklin Foer and opening a New York City office to firing Foer (triggering a mass resignation of most of the staff in 2014) and announcing in February 2016 that he was selling the magazine to Oregon publisher Win McCormack, Hughes’ decisions have sparked continual rounds of commentary and analysis. In that spirit, this article aims to specifically interrogate the metajournalistic discourses surrounding Hughes’s purchase in 2012 as indicative of changes in and around the culture of journalism. As moguls and product managers from the tech industry move into journalism, they bring with them practices and values signified by the terms “social media” and “Silicon Valley,” often in stark contrast to journalism’s public ideals (Marwick 2018).", "The following article analyzes the extent to which the discursive constructions around Hughes reproduce a neoliberal logic that valorizes market conditions as a source of journalism’s value. In the following sections, we argue that the discourses surrounding Hughes created the terms by which a neoliberal entrepreneurialism consistent with the culture of tech industries could claim space within the field of journalism. We conclude by arguing that narratives around figures such as Hughes perform important meta-discursive work, revealing the moments where the changing boundaries of journalism are most apparent, making sensible the subtle value shifts that come with changes in the industry."]}, {"title": "Journalism in Peril", "paragraphs": ["Hughes, in many ways, operates as a symbolic persona, signifying a normative discourse responding to financial precarity and digital changes across the journalism industry. As such, it is worth considering how these conditions have influenced thinking about journalism in recent years. Many scholars have argued that digital shifts in the production and consumption of news pose a threat to the financial stability of the journalism industry (Cohen 2015a; Deuze 2009; McChesney and Nichols 2011). Legacy print media, especially general interest magazines like The New Republic, have seen more than a decade of steady decreases in circulation and subscriptions, coinciding with falling advertising revenue (Pew Project for Excellence in Journalism 2015). The same innovations that have helped journalists perform their jobs – sourcing via social media or filing stories remotely – have also disrupted the industry’s advertising-reliant business model, revealing inherent fragilities in journalism’s relationship to the market, while also creating opportunities entrepreneurial individuals like Hughes might exploit (Cohen 2016; McChesney 2014).", "These same digital incursions render journalists’ jobs all the more precarious. Amid these conditions, the ideal journalist is often understood as someone capable of anticipating digital trends and innovations in the market, offering a guide for navigating that precarity (Creech and Mendelson 2015). In some cases, programmers have even conspired to replace journalists altogether by automating news work via robots and algorithms (Cohen 2015b). Other digital practices are equally anxiety-inducing for reporters and writers. As Cohen (2015b) argues, metrics that report engagement with individual stories may be analyzed to effectively rank popularity with readers. It is possible to imagine this toolkit as one that becomes “a powerful disciplinary technology that erodes journalists’ autonomy around news judgment and editorial mandate” (113). Platforms built around maximizing profits derived from digital advertising have come to dominate all media industries and incentivize the pursuit of profit over any sense of public mission (Bell and Owen 2017).", "Much of the discourse around this apparent peril in journalism falls under the frame of “crisis,” a set of conditions most clearly diagnosed by Downey and Schudson’s (2009) Columbia Journalism Review report, “The Reconstruction of American Journalism.” Synthesizing the economic challenges and professional shifts wrought by digital technologies, the report is a touchstone for understanding journalism as an industry that must reckon with the consequences of digital media. Crisis here operates within a specific discursive register and sets the terms for understanding the conditions that surround the field of journalism (Alexander 2016). In construing the various political, legal, economic, and cultural changes of the current moment as a crisis, various actors work to define precisely what the future of journalism can and should be (Zelizer 2015). Though crisis has not been experienced the same way across the global journalism industry, it does offer a means for understanding the specific political, historical, geographic, and economic conditions that comprise a particular media system (Crowther et al. 2016). Crises also offer opportunities to apprehend shifting conditions and promote professional, technical, and policy solutions that push a media system toward more democratic ends (Hintz 2016), though more often than not, entrepreneurial individuals have more skillfully bent changes in the media toward market demands (Siles and Boczkowski 2012). Therefore, the notion that various crises, set in motion by the rapid incursions of technology industries into media industries and necessitating fundamental shifts in philosophy and practice, operates as an important discursive backdrop for understanding narratives around Hughes and The New Republic.", "To get at the ways in which shifting values are prevalent in discourses about journalism, Carlson’s (2016) use of metajournalistic discourse offers a means for understanding moments when journalists “pivot from their role as producers of media discourse to become its object as well” (353). He contends that media coverage of changes within the journalism industry makes clear that journalism perpetuates its own cultural authority by setting the terms and means by which that authority is understood as legitimate. He argues, “In this time when existing news forms and normative commitments are being questioned while emergent ideas are presented and debated, the theoretical and methodological contribution of metajournalistic discourse should be clearest” (364). Foregrounding the notion that journalists work to retain their cultural authority is important to understanding the effect of narratives surrounding not only digital changes, but also changes in ownership and the personae at the center of these narratives of change (Carlson 2017).", "Much of the neoliberal and techno-centric market ideologies that seem commonplace in contemporary journalism were not always given (McChesney and Pickard 2011; Nadler and Vavrus 2015). McChesney (2014) contends that digital innovation, driven by profit, fundamentally undermines the civic goals of traditional, public-interest journalism. He argues that this truth is particularly harmful when one considers that media rhetoric surrounding such innovation is often celebratory, as evidenced by Jay Rosen’s (2006) utopic articulation of “the people formerly known as the audience,” Clay Shirky’s (2009) valorization of the tech industry’s ability to achieve innovation through “whatever works,” or even Jeff Jarvis’ (2011) invocation of “What Would Google Do?” as a heuristic for success in the digital age. Such formulations work to reify the centrality of technology industries in public life, subtly replacing notions of journalism as a public service to democracies (Schudson 2001) with the market-centric values embraced by tech culture. Ultimately, “The Internet does not alleviate the tensions between commercialism and journalism; it magnifies them” (McChesney 2014, 193). In many cases, innovations have actually been used to exploit journalists even as some commentators continue to argue that technology and innovation are ultimately beneficial (Cohen 2016; Creech and Nadler 2018).", "All of which is to say that in order to understand the consequences various celebrations of Silicon Valley companies and leaders like Hughes portend, it is important to understand these figures as part of a broad cultural field, one where the values and institutions that comprise public life are made sensible. These dynamics are deeply imbricated with shifts in the broader economy, where tech industries and associated ideologies play an ever-expanding role."]}, {"title": "Digital Cultures and a New Economy", "paragraphs": ["The fraught relationship between digital innovation and cultural production does not just endanger journalism as a practice or a profession, but is a normalized condition felt across media industries, especially as norms and practices from Silicon Valley take root. Scholars have shown that throughout media industries worldwide, workers (alternatively referred to as producers, “prod-users” and content generators, among other titles) are being forced into greater alignment with traditionally neoliberal goals of capitalism and individualism (Gill 2010; Marwick 2013; Neff, Wissinger, and Zukin 2005). These ideological transformations are encouraged in large part by several overlapping media narratives: alignment of professional and personal identities (Marwick 2013), passion or love for work (Duffy 2017; Neff, Wissinger, and Zukin 2005), and valorization of Silicon Valley’s neoliberal culture and entrepreneurialism (Gill 2010; Szeman 2015).", "This realignment toward neoliberal values within media industries in general and journalism in particular has been driven in large part by the tech industry, often via narratives that center on celebrated individuals like Hughes. As market-centric ideologies take root, much of this discourse can be understood as part of a larger regime of “hope labor,” where the promise of future economic security justifies various forms of labor exploitation in the digital economy (Kuehn and Corrigan 2013). For instance, the seeming naturalness of self-branding, which Marwick (2013) describes as “the strategic creation of an identity to be promoted and sold to others” (166) is a staple of modern employment and job seeking that grew out of Silicon Valley, embodying a mode of commodification linked to the production of one’s own subjectivity. She writes, “Self-branding fits within technology culture’s strong autodidactic tradition. Self-taught coding, hacking, or networking skills demonstrate inquisitiveness, drive, and intelligence” (169). In this way, she demonstrates how tech culture specifically is at the forefront of an emerging business practice with a singularly neoliberal goal: working to achieve individual financial success by subordinating the self to the dynamics of the market. As Duffy (2017) argues, such modes of performed aspiration ideologically buttress unequal relations within the digital economy.", "Culture work, then, is broadly understood as driven primarily by love or passion, which has the effect of naturalizing neoliberal conditions as a central part of the individual’s subjectivity (Cohen 2015a). Neff (2015) has called this arrangement “venture labor,” where broader economic relations are not only intuited by various classes of workers, but also are produced as an aspect of identity, centering precarity as a key aspect of technology and technology-adjacent industries (Neff, Wissinger, and Zukin (2005). As Tokumitsu (2015) argues, this is the ideological work of digital capitalism, where rhetorics of love and passion pull individuals into increasingly unequal relationships with their industries and employers. Salamon (2018) has noted that precarity, especially in journalistic work, can be understood as a diminishing sense of control over the conditions under which one labors, where media workers have little recourse but to cede to the demands of exploitative contracts and less secure employment. The cachet of media jobs acts as a countervailing force to foreshortened careers, intense competition, and uncertain investments of time and money in self-training and networking. The result is a dangerous privileging of an entrepreneurial ideal that excludes nearly those without access to independent support or wealth, where “individualism seems to point to a general shift, not merely a reflection of work in rapidly changing industries or libertarian values of ‘cyber-culture’” (Neff, Wissinger, and Zukin 2005, 330–331). As workers valorize entrepreneurialism and the intimation of market logics (Gill 2010), the tacit normative values that underscore many culture and media industries also shift (Deuze 2007), reproducing a precarity in which media workers have little choice but to acquiesce to the perceived demands of the market (Salamon 2018). This is not just an industrial shift, but a cultural one, as entrepreneurial practices and subjectivities become the logic that structures the discursive field within which new entrants, practices, and institutional relations make sense (Terranova 2000).", "Shifts in digital culture, new media economies, Silicon Valley, and journalism are knit together within a growing set of meta-discourses often anchored around symbolic and significant figures like Hughes, whose individual brilliance offer revolutionary ways of navigating shifting economic conditions. Web startup manifestos are a germane example, in that they overtly work to articulate a relationship between cultural values and economic conditions. Lyon (1999) first theorized manifestos as inherently persuasive and historically significant, appealing to an audience using generic “we” terms and demanding action over reasoning. Building on that scholarship, Van Dijck and Nieborg (2009) argue web startup manifestos articulate a capitalism-oriented perspective with specific aspects of digital culture in service of a paradigmatic shift within the discourse. To do so, these documents must speak in multiple registers simultaneously, they argue. This means that some readers will understand them to be addressing one issue (perhaps collective production and online community) while other readers – or investors – will read them as addressing another (i.e., profits). Carlson and Usher (2015) have examined the manifestos of digital news startups, finding that they constitute a type of metajournalistic discourse, where the industry’s social goals are tied to specific innovations in technology. They write, “The manifestos reveal a balancing act between the simultaneity of being of journalism and apart from journalism as practiced” (7), articulating the ways in which innovation is inherently separated from traditional industry norms.", "These meta-discourses evidence a broader discursive field where other celebratory forms, such as executive profiles, press releases, and public relations campaigns articulate specific shits in values within the logic of neoliberalism. It is in this context that the meta-discourses surrounding Hughes give intelligible form to the changing values and normative expectations that animate journalism in the digital era."]}, {"title": "Methodology", "paragraphs": ["This study is embedded firmly within Carlson’s (2016) notion of metajournalistic discourse, which provides a useful framework for examining the ways in which journalists cover news about journalism and which is valuably employed “when confronting the tumultuous media environment in which contemporary journalism finds itself” (364). To find the places where metajournalistic discourses appeared, the following analysis began by collecting texts and organizing the key chronological moments that characterize the narrative surrounding Hughes’ purchase, organizing it as part of a coherent discursive field. This required us to read broadly before committing to a structure of interpretation, instead focusing on how the event was given textual form, and then turning to the ideological valences of those representations. Each text was read deeply and repeatedly to develop an interpretation driven by Cormack’s (1995) imperative that the values revealed in the content of a textual analysis disclose a specific and socially constructed reality. As Thompson (1990) notes, the systematic synthesis of text and ideologically laden social-historical context is an important part of developing a rigorous interpretation, and as such, we treated particular texts as evidence of tacit values gaining purchase within a broader field of social relations. As Stuart Hall (1975), notes, the specific representational authority of journalism extends from the ways news texts formalize representations truth, necessitating attention to the ways in which journalistic narratives produce an implicit common sense.", "To gather texts for the analysis, a search was conducted through LexisNexis Academic and an advanced Google news search using the terms “Chris Hughes” and “New Republic,” limiting results to those published between 1 March 2012 and 31 December 2012. These original searches returned 231 stories, many of which were either repeated versions of the same wire coverage or were related to Hughes’s marriage to Sean Eldridge in July 2012. Stories not directly related to the purchase of the magazine were removed from the list of texts and duplicates were deleted. In the end, the study considered 21 articles from mainstream, national newspapers and magazines: The New York Times, The Atlantic, The Wall Street Journal, The Washington Post, The New Yorker, Vanity Fair, and New York Magazine along with National Public Radio and regional newspapers that also covered the sale like The Buffalo News and the Toronto Star. In short, the very organizations themselves wrestling with the consequences of journalism’s digital change.", "We found that coverage related to Hughes’ purchase fell largely into three categories: breaking news, immediate analysis and commentary, and lengthier profiles appearing after the initial announcement, and required an analytic strategy that dealt with each area separately and on its own terms. To supplement this collection of texts, we gathered 10 profiles and analyses from other points in Hughes’ tenure, though given the nature of news cycles, these articles were rarely pegged to the purchase and operation of The New Republic and were more often focused on Hughes’ connection to other prominent news figures or his history with Facebook. To preserve discursive coherence, these articles were pulled from the same publications that comprise the main corpus of this article, and we focused on substantive articles of 1000 words or more.", "Other studies using the methods of close textual analysis show that meaningful conclusions can be made of a relatively small corpus by situating these texts in their context and synthesizing the broader ideological significance. As Carlson and Usher (2015) show in their analysis of 17 journalism start-up manifestos, taking these texts as evidence of an ideological regime affords the researcher opportunities to place the texts within a broader set of social, political, economic, and historical conditions, showing how individual texts operate as clear distillations of latent context. Precise attention to language, logic, framing, and tone provides a dense concentration of data that can show how ideological relations are made sensible via the workings of language (Fairclough 1995)."]}, {"title": "Analysis", "paragraphs": ["In the following analysis, we situate Hughes’ purchase as a singular moment within a larger contestation around the rise of neoliberalism in journalism. To that end three discursive modes operate in the discourse, situating Hughes as a symbol of neoliberal logic emerging within journalism: interpreting Hughes’s 9 March 2012 letter to readers as an ideological document, contextualizing the sale as indicative of a split between “old” journalism and new media, and framing Hughes’s purchase within the larger digital economy. The latter is made more remarkable, and slightly ironic, knowing that Hughes was later vilified for being an “empty signifier, emblematic of Silicon Valley” during the mass exodus of his masthead in 2014 (Creech and Rooney 2016, 1370). Though later commentators would color the initial purchase as laden with schadenfreude, the celebratory discourses, ideological positions, and articulations of value are most clear in the moments immediately after Hughes’ purchase, revealing the various modes of meaning making that situate technology industry values as a common-sense part of the journalistic field."]}, {"title": "Hughes, “Old” Journalism, New Media, and Discursive Change", "paragraphs": ["In nearly all of the coverage within 24 hours of Hughes’s announcement, reporters quoted the new owner’s letter to readers, noting that it put forth a promising vision to help the magazine navigate the demands of the digital economy while preserving its integrity and values. In its likeness to the startup manifestos studied by Van Dijck and Nieborg (2009) and Carlson and Usher (2015), the letter sets an ideological baseline from which later reporting would extend. Published on the website of The New Republic, Hughes’s letter ran above notes of support from then-editor Richard Just and TNR Advisory Board Chair Laurence Grafstein, two texts which lend support to Hughes’ vision by situating it within the context of the magazine’s mission and history (Hughes 2012).", "Using the word “we” six times in ten paragraphs, the letter relies primarily on a mode of address that constructs the reader as complicit in a project geared toward preserving The New Republic’s financial existence, cultural prominence, and political influence. Hughes also does quite a bit of persuading audiences that he is acting quickly to hold off certain financial disaster, given that digital changes in the journalism industry necessitate a total paradigm shift. Diagnosing a persistent crisis of finance and credibility, he writes,", "A century later, people are once again skeptical that quality journalism can flourish. Technology’s disruption of traditional forms of media has led many to believe that independent, thoughtful media institutions are on the decline and that there are not enough readers to support serious reporting and analysis. (para. 4)", "In this way, his letter further mirrors the function of other manifestos in the way that it balances notions of traditional journalism norms with innovation, further substantiating Hughes’s responsibility to respond to contemporary dynamics (Carlson and Usher 2015). That utility is also apparent when he writes", "But as we’ve seen with the rise of tablets and mobile reading devices, it is an ever-shifting landscape—one that I believe now offers opportunities to reinvigorate the forms of journalism that examine the challenges of our time in all their complexity. (Hughes 2012, para. 7)", "This passage is a direct example of Hughes speaking simultaneously to multiple audiences (Van Dijck & Nieborg 2009): to the reading audience, he is reassuring them that he will guide their beloved magazine through turbulent digital times. But to investors and possibly his peers from Silicon Valley, he may just as well be simultaneously indicating that there are ample “opportunities to reinvigorate” their part of the market.", "The most frequently quoted passage of Hughes’s letter reads", "In the next era of The New Republic, we will aggressively adapt to the newest information technologies without sacrificing our commitment to serious journalism. We will look to tell the most important stories in politics and the arts and provide the type of rigorous analysis that The New Republic has been known for. (para. 8)", "Hughes reasserts his commitment to legacy journalism while casting its fate together with aggressive adaptations and technology, promising that his leadership will honor both traditions. Appeals to the magazine’s history and reputation further work to normalize the subtle demands of the digital economy on the magazine. Profit and market demand might not actually be considered disruptions and obstacles if the magazine can be managed in a way that preserves all that has long been valued about the notoriously money-losing publication.", "Elsewhere, other reporting works to establish the relationship between traditional journalism and the new economy, situating Hughes as a symbolic persona capable of navigating said relationship. Throughout the corpus, journalists frequently present Hughes in terms of his youth, repeatedly referring to his age (28) while noting The New Republic was much older. In a particularly overt instance, National Public Radio’s Memmott (2012) uses the following lede: “Social media meets old media: Saying that he’s convinced ‘the demand for long-form, quality journalism is strong in our country,’ Facebook co-founder Chris Hughes tells NPR’s Steve Inskeep that he’s buying The New Republic” (paras. 1–2). Such phrases exemplify a framing that counter-pose legacy media and digital technology companies to one another and essentialize these dynamics in the persona of Chris Hughes.", "Memmott continues: “That’s a magazine, as Steve says, which is four times older than its new owner. Hughes is 28” (para. 3). The disparity between old and new highlights an assumed gulf between the digital world and journalism. Hughes’s age is invoked within a positive framing in nearly every text in this study, crucial to legitimating Hughes as an agent of cultural change because it is presented as evidence that he possesses the special ability to rescue a magazine that has aged beyond repair. In New York, Swanson (2012) writes, “He seems happy to represent, to all of us, what a fantasy member of his never-not-wired generation could be—a savior from the future for the institutions of the past” (para. 4). This statement is particularly telling because it overtly situates Hughes as a symbolic persona, attaching to him the hope that the gulf between new media economies and old media values may be bridged. Hughes’ connection to the Barack Obama presidential campaign and his marriage equality activism also appear throughout the discourse, signs that he not only possesses an understanding of the digital economy, but is also connecting those forces to other political and cultural currents (Ellison, 2015; Holson 2012). This formulation works, in part, because the journalistic field is presented as hidebound and unreceptive to change, a finding that is often echoed in empirical research (Ryfe 2012; Usher 2010).", "As frequently as Hughes is characterized as fresh-faced and young, The New Republic is portrayed as aging, ailing, and close to financial ruin. Swanson (2012) continues: “The formerly weekly, steadfastly wonky D.C. publication was becoming obscure and obsolete as the political-opinion and advertising markets migrated to the web” (para. 6). A conflation occurs as the web, as a distribution platform, is construed as the cultural opposite to the wonky, policy-focused, and serious reporting and commentary of The New Republic. The web’s real danger to the industry is its ability to capture advertising infrastructure, and so this conflation preserves a conflict between market value and public mission. As Picard (2011) notes, this is an intractable condition surrounding private and commercial journalism outlets that has only accelerated in the digital age. By contrasting “old” journalism and new media as representing separate cultures and values, the broader discourse maps a terrain that Hughes might navigate as a “key bridge between the tech world and regular human beings,” and thus “the young person’s idea of what a publisher should be” as he carries The New Republic’s value and values into the digital era (Sullivan 2013, para 17).", "Two notable figures appearing throughout the corpus further establish the background against which Hughes’ ownership would be evaluated as legitimate: literary editor Leon Wieseltier and former owner Marty Peretz. Wieseltier appears in six stories to offer his praise and certainty of the magazine’s future with Hughes at the helm, while Peretz published a scathing commentary in the Wall Street Journal criticizing the first issue published under Hughes. In each case, either man establishes the bounds by which Hughes could be considered a legitimate steward of the magazine. For instance, Wieseltier is quoted in the New York Times: “We had a long audition of each other in my living room,” and later states, “I permitted myself to be hopeful,” statements that substantiate Wieseltier’s authority to evaluate Hughes (para. 43).", "Wieseltier is portrayed in these instances as the vanguard of “old” journalism, serving as both literary editor of the magazine since 1983 and an important kingmaker in the publication’s office culture. He is characterized throughout the corpus as the embodiment of a venerated era in recent journalism history, referred to as ruling “a sort of archipelago of learnedness in the magazine’s back pages—haunted by its own testy thoroughgoing-ness, dense with type and argument, and deliberately off-putting” (Swanson 2012, para 37). Of course, his role would be publicly reconsidered by several former TNR staffers, as Wieseltier would admit in 2017 to sexually harassing female colleagues throughout his tenure (Schuessler 2017). Nonetheless, Wieseltier’s authority performs a crucial discursive function, establishing Hughes as suis generis, capable of performing the seemingly impossible task of preserving the magazine’s culture in the face of disruption. For instance, as Wieseltier tells Swanson (2012), “I mean, if you think about it, [Hughes] has been on one of the most amazing rides that any young person in the history of the world has ever seen” (para. 12).", "These statements venerate the editor, who then bestows his approval on the new owner, who benefits from the authority conferred by one of the public personas long associated with the cultural prominence of The New Republic. Journalism’s old guard may be crowning the new guard, but notably in deference to older traditions of journalism. Wieseltier also notes that at least part of his trust in Hughes is related to the wunderkind’s dismissal of some new technologies: “He has no interest in blogging, which, I have to say, sounded like Mozart to me” (Widdicombe 2012, para 6).", "As a critical counterpoint to Wieseltier’s praise, Peretz (2013) turns a critical eye to Hughes’ ownership and first issue. When he declares that “The New Republic has abandoned its liberal but heterodox tradition, and embraced a leftist outlook as predictable as that of Mother Jones or The Nation,” he not only delineates his own tenure as superior to Hughes, but also construes that what Peretz defines as precise threats to the magazine’s reputation must be avoided (paras. 2–3). Also, in construing Hughes politics as flatly “leftist,” Peretz’s statement evidences a broader trend within the discourse to use Hughes’ symbolic persona as a prop within one’s own argument. Peretz plays an important discursive role in that he both situates the context that The New Republic exists against and reasserts the magazine’s history as something Hughes must continue to contend with. Leaning on that history, he continues: “Mr. Hughes is not from the world of Herbert Croly and Walter Lippmann, the old school liberals who founded the ‘journal of opinion’ in the hope that it would foment in its readers ‘little insurrections of the mind’” (para. 4). Peretz’s critique makes explicit the authority that the magazine’s past lends its present. Ultimately, his words keep the magazine’s legacy present as a standard Hughes must be judged against, and statements such as “There is something strange about Chris Hughes’s journalistic vision … The magazine now seems to live in a space where those ‘little insurrections of the mind’ are unwelcome” perform the task of rendering visible a boundary that Hughes should not cross (paras. 12–13). These expectations provide a useful context for understanding Hughes’s own statements as both synthesizing the values of new and old media and situating The New Republic within a firmly neoliberal vision that is separate from its legacy.", "Other texts in the corpus further situate Hughes’ identity as consonant with a valorization of Silicon Valley culture and of neoliberal values like individualism and entrepreneurialism. As he comes to embody the digital economy, he functions as a symbol bearing much-needed philosophical change for the journalism industry, especially if it is to preserve its cultural authority. This is most apparent in an interview with Stelter and de la Merced (2012) where he states that “Profit per se is not my motive. The reason I’m getting involved here is that I believe in the type of vigorous contextual journalism that we — we in general as a society — need” (para. 10). The syntax of Hughes’ statement discounts market motives, while keeping them prominent, subtly positioning profit and “vigorous contextual journalism” in equal importance to each other. To navigate this potential tension, Hughes conveys an ideological rationale outlined earlier in this article: a passion and love for this work – in this instance revealed as a “belief” in journalism’s civic value – which outweighs concerns about his own financial stability, though the fact that his immense personal wealth insulates him from such concerns is only briefly remarked upon.", "Framed as a “new-media guru” (Stelter and de la Merced 2012), an expert in digital technologies (Reuters 2012), and as a “technology entrepreneur” (Bosman and Haughney 2012) or some variation thereof in nearly every text examined for this study, Hughes is positioned as being able to bring the style of journalism embodied by The New Republic into the digital era simply through his very being. Widdicombe (2012) describes his remarks about the magazine’s future as marked by more “tech-world jargon than political talking points” (para. 5). The ideals that comprise the neoliberal economy are so readily stitched into his sense of identity that he has no choice but to bring that knowledge into The New Republic.", "In December 2014, these same terms of adulation came to be used pejoratively when Hughes fired editor Franklin Foer, at which point most of the masthead resigned in solidarity and journalists nationwide unleashed a torrent of commentary casting the tech entrepreneur as a fundamental outsider who was doomed to misunderstand their business. In a telling passage that inverts the terms used to praise of Hughes’ purchase, Kirchick (2014) argues The New Republic’s “demise as a thoughtful journal of liberal (in the classical sense of the word) thought was foreordained the day Hughes purchased the magazine” (para. 5). Piercing the established persona, he argues that “behind the seemingly accomplished, smart, and creative prodigy that supposedly is Chris Hughes lies a deeply insecure man with few accomplishments to his name and a heavy burden to prove his self, not to mention net, worth” (para. 13). Again, it is not just the content of the statement that is revealing, but the terms of evaluation it leaves intact, namely, that Hughes would fail to offer the business savvy necessary to make The New Republic’s prestige profitable in the digital era. Later criticisms of Hughes reinforced the broader notion that prestigious journalism and the digital economy are in opposition, and must be navigated by someone who could articulate a vision that synthesizes the values of both journalism and the tech industry.", "In recent years, the uncritical acceptance of technology industry values and practices have seemed the pinnacle of dramatic irony. In his own book lambasting Silicon Valley’s marketization of public discourse, Foer (2017) reflected on his own celebration of Hughes’ purchase of The New Republic, noting how he was complicit with an ascension of a neoliberal worldview within journalism. Foer’s prose crystallized a tacit tension symbolized by The New Republic’s legacy and Chris Hughes’s new media bona fides:", "Chris’s vision of the world was essentially technocratic; mine was more moralistic and romantic. Where he liked the idea of long-form journalism, I ideologically believed in it. He believed in systems—rules, efficiencies, organizational charts, meetings, productivity tools…This view of the world put him on a collision course with the politically committed intellectual free spirits who populated our office. (154)", "In retrospect, and despite his failings, Hughes symbolized a certain inevitability of Silicon Valley culture taking root in journalism, no matter how shortsighted such a shift might be. As Milbank (2014) reported of the last months of Hughes’ tenure, he “became bored with journalism, occupying himself with the latest phones and the prospect of creating new apps; his visits to Washington headquarters became infrequent,” embodying a tendency of tech industry capital to quickly abandon publicly oriented projects that do not show a direct and immediate payoff (para. 11). It is this prominent celebration and eventual abandonment of the magazine’s public value that persisted as perhaps the most significant piece of Hughes’ legacy, casting the story as a cautionary tale for what tech industry money and values may actually mean for journalism."]}, {"title": "Conclusion", "paragraphs": ["As the preceding analysis shows, many of the discourses that circulated around Hughes worked to occlude the broader stakes and philosophical conflict between journalism’s public orientation and technology companies’ market imperatives. As constructed by the news media in 2012, Hughes bore a symbolic persona capable of bridging divides through market savvy and deference to normative traditions. Nearly every statement about his purchase is loaded with ideological valence; even his announcement letter to readers and subscribers cannot be defined entirely as an announcement. It is a quasi-manifesto, asserting what his purchase philosophically means not just for the magazine, but for public interest journalism more broadly. The celebratory nature of much of this discourse belies anxiety about structural changes in journalism, as well as a tendency to frame uniquely brilliant individuals (usually men) as capable of leading journalism through crisis. Ultimately, by situating him just beyond the prevailing influences of the tech industry and construing him as demonstrating an intuitive understanding of and respect for journalism’s normative traditions, reporters and commentators are instead able to claim that Hughes is uniquely situated to save their industry.", "Of course, the Hughes that is celebrated for his purchase in 2012 is starkly contrasted to the Hughes that triggered a mass staff walk out in December 2014 (Creech and Rooney 2016). Between these two moments, though, we see what makes Hughes an interesting study: the use of his persona as a means of symbolic contestation and reconciliation between journalism’s market value and its public value. For the study of metajournalistic discourse, this means that a focus on Hughes offers insight into how the techniques of personalization work to make new values sensible within the field of journalism, while eliding potential conflicts. Furthermore, it shows how celebratory discourses pegged to a particular event establish the discursive baseline and normative expectations against which future events are understood.", "By situating Hughes, and owners like him, as a new kind of media baron for the digital age, we can see how these uncritical assessments buttress unequal relations in the industry. Celebratory characterizations perform a discursive function that shows audiences precisely how the dynamics of the digital economy might be mastered in a way that preserves journalism’s non-monetary value. Unmistakably, future studies should look at other new media barons' purchases of legacy media outlets and the ways in which a discursive focus on their own personas abets the rise of a neoliberal logic within journalism: Jeff Bezos purchase of The Washington Post, Pierre Omidyar’s establishment of First Look and The Intercept, Laurene Powell Jobs purchase of The Atlantic, and Patrick Soon-Shiong purchase of the Los Angeles Times.", "If critical journalism studies are to argue for journalism’s continued public value in the face of digital disruptions, then it is imperative to interrogate the valorization of prominent individuals as performing a specific kind of discursive work, subtly challenging journalism’s established values in ways that make a Silicon Valley entrepreneurialism a common-sense part of journalism overriding values, displacing more civically oriented visions. Furthermore, when wealthy benefactors like Hughes are established as the answer to journalism’s crises, attention is diverted away from the growing legions of precarious media workers who find the conditions of the digital economy untenable."]}], "references": [{"title": "Metajournalistic Discourse and the Meanings of Journalism: Definitional Control, Boundary Work, and Legitimation.”", "year": "2016", "journal": "Communication Theory", "volume": "26", "authors": [{"name": "Carlson M", "first_name": "Carlson", "last_name": "M"}]}, {"title": "News Startups as Agents of Innovation.”", "year": "2015", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Carlson M.", "first_name": "Carlson", "last_name": "M."}, {"name": "Usher N.", "first_name": "Usher", "last_name": "N."}]}, {"title": "Entrepreneurial Journalism and the Precarious State of Media Work.”", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Cohen N. S", "first_name": "Cohen", "last_name": "S"}]}, {"title": "From Pink Slips to Pink Slime: Transforming Media Labor in a Digital Age.”", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Cohen N. S", "first_name": "Cohen", "last_name": "S"}]}, {"title": "Imagining the Journalist of the Future: Technological Visions of Journalism Education and Newswork.”", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Creech B.", "first_name": "Creech", "last_name": "B."}, {"name": "Mendelson A.", "first_name": "Mendelson", "last_name": "A."}]}, {"title": "Post-Industrial Fog: Reconsidering Innovation in Visions of Journalism’s Future.”", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Creech B.", "first_name": "Creech", "last_name": "B."}, {"name": "Nadler N.", "first_name": "Nadler", "last_name": "N."}]}, {"title": "“Death of The New Republic”: Discursive Conflict between Tech Industry Management and Journalism’s Cultural Value.”", "year": "2016", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Creech B.", "first_name": "Creech", "last_name": "B."}, {"name": "Rooney S.", "first_name": "Rooney", "last_name": "S."}]}, {"title": "The Media Logic of Media Work", "year": "2009", "journal": "Journal of Media Sociology", "volume": "1", "authors": [{"name": "Deuze M", "first_name": "Deuze", "last_name": "M"}]}, {"title": "Hope Labor: The Role of Employment Prospects in Online Social Production", "year": "2013", "journal": "The Political Economy of Communication", "volume": "1", "authors": [{"name": "Kuehn K.", "first_name": "Kuehn", "last_name": "K."}, {"name": "Corrigan T. C.", "first_name": "Corrigan", "last_name": "C."}]}, {"title": "Critical Voices in the Future of News Debates.”", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Nadler A.", "first_name": "Nadler", "last_name": "A."}, {"name": "Vavrus. M.", "first_name": "Vavrus.", "last_name": "M."}]}, {"title": "Entrepreneurial Labor Among Cultural Producers: “Cool” Jobs in “Hot” Industries.”", "year": "2005", "journal": "Social Semiotics", "volume": "15", "authors": [{"name": "Neff G.", "first_name": "Neff", "last_name": "G."}, {"name": "Wissinger E.", "first_name": "Wissinger", "last_name": "E."}, {"name": "Zukin S.", "first_name": "Zukin", "last_name": "S."}]}, {"title": "Can Government Support the Press? Historicizing and Internationalizing a Policy Approach to the Journalism Crisis", "year": "2011", "journal": "The Communication Review", "volume": "14", "authors": [{"name": "Picard V", "first_name": "Picard", "last_name": "V"}]}, {"title": "The Objectivity Norm in American Journalism*", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson M", "first_name": "Schudson", "last_name": "M"}]}, {"title": "Making Sense of the Newspaper Crisis: A Critical Assessment of Existing Research and an Agenda for Future Work.”", "year": "2012", "journal": "New Media and Society", "volume": "14", "authors": [{"name": "Siles I.", "first_name": "Siles", "last_name": "I."}, {"name": "Boczkowski P.", "first_name": "Boczkowski", "last_name": "P."}]}, {"title": "Entrepreneurship as the New Common Sense.”", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Szeman I", "first_name": "Szeman", "last_name": "I"}]}, {"title": "Free Labor: Producing Culture for the Digital Economy.”", "year": "2000", "journal": "Social Text", "volume": "18", "authors": [{"name": "Terranova T", "first_name": "Terranova", "last_name": "T"}]}, {"title": "Goodbye to the News: How Out of Work Journalists Assess Enduring News Values and the New Media Landscape.”", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Usher N", "first_name": "Usher", "last_name": "N"}]}, {"title": "Wikinomics and its Discontents: A Critical Analysis of Web 2.0 Business Manifestos.”", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Van Dijck J.", "first_name": "Van", "last_name": "J."}, {"name": "Nieborg D.", "first_name": "Nieborg", "last_name": "D."}]}, {"title": "Terms of Choice: Uncertainty, Journalism, and Crisis.”", "year": "2015", "journal": "Journal of Communication", "volume": "65", "authors": [{"name": "Zelizer B", "first_name": "Zelizer", "last_name": "B"}]}]}