{"doi": "10.1080/17512786.2015.1123108", "url": "https://doi.org/10.1080/17512786.2015.1123108", "title": "The Journalists of the Future Meet Entrepreneurial Journalism", "volume": "10", "year": "2016", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Casero-Ripollés", "first_name": "Andreu", "name": "Andreu Casero-Ripollés"}, {"last_name": "Izquierdo-Castillo", "first_name": "Jessica", "name": "Jessica Izquierdo-Castillo"}, {"last_name": "Doménech-Fabregat", "first_name": "Hugo", "name": "Hugo Doménech-Fabregat"}], "abstract": "Journalism is undergoing a major restructuring reflecting the post-2008 economic crisis and ongoing technological innovation. Much discussion on future job creation is focused on entrepreneurial journalism. Spain is a paradigmatic example of this phenomenon. Between 2008 and 2014, some 454 news media outlets were created in Spain. Yet, the emergence of entrepreneurial journalism raises many questions and challenges that affect all areas of journalism. In this research study we are concerned with entrepreneurial journalism in education and, in particular, the views of journalism students. The aim of this article is to analyse perceptions regarding entrepreneurship held by current students, the journalists of the future. Our goal is test the knowledge journalism students have about entrepreneurship. We evaluate the willingness of journalism students to develop their own business project and the major barriers and obstacles they face. The methodology uses a quantitative approach based on surveys in Spain (N = 184). The results suggest an increase in the willingness of students to engage in entrepreneurship. However, students also have a negative and disenchanted view of journalism as they progress in their studies.", "body": [{"title": "Introduction: The Rise of Entrepreneurial Journalism", "paragraphs": ["Media companies in Spain, like elsewhere, have in recent years implemented continuous cost-reduction policies with significant job losses (Casero-Ripollés and Izquierdo-Castillo 2013). As journalism undergoes this restructuring, some openly speak about the possible disappearance of newspapers (Meyer 2009), while others argue that we are witnessing a transition, rather than the demise of journalism (Picard 2014). Spain is a paradigmatic example of the emergence of entrepreneurial journalism. Against the backdrop of a deep economic crisis and industry disruption driven by technological change, more than 11,000 jobs in journalism have been lost between 2008 and 2014. In the same period, however, 454 news media outlets have been created, mainly in the digital area and led by journalists (APM 2014). This figure illustrates the potential of entrepreneurship in journalism as a way of creating new employment opportunities. Moreover, it illustrates the importance being placed on this new form of practising the occupation.", "Entrepreneurial journalism can be understood as a new form of news production in which journalists create their own media outlet in which, besides developing information content, they also play the role of entrepreneur and owner, thus making decisions for their own business. Their rise is made possible thanks to the services provided by digital technologies. The latter lower the barriers for entry into the journalism sector, markedly decreasing the financial investment needed to develop a news media outlet. This, in turn, simplifies the possibility of developing new journalism projects to an extraordinary extent, particularly in the online environment.", "The rise of entrepreneurial journalism raises many questions and challenges for all areas of journalism. One of the most notable is the introduction of entrepreneurship in journalism education and the views of journalism students regarding this phenomenon. The aim of this article is to analyse perceptions regarding entrepreneurship held by those who will be future journalists and who are now receiving their education in the classroom. Our goal, specifically, is to find out what knowledge journalism students have about entrepreneurship, in general, and about entrepreneurial journalism, in particular. At the same time, we examine the skills that are deemed essential for entrepreneurial journalism. Additionally, we evaluate the willingness of journalism students to develop their own business project in the field of journalism. Finally, we explore the major barriers and obstacles, as well as the main opportunities and advantages, that students associate with entrepreneurial journalism.", "The main contribution of this research lies in the focus on the perceptions held by journalism students regarding the phenomenon of entrepreneurship. So far, the literature that addresses students’ views has focused on other aspects such as news media roles, political motivations, future job expectations, or professional values and skills. Research on this aspect applied to entrepreneurial journalism is still emerging. Initial studies have demonstrated a low willingness by students to engage in entrepreneurship. This article shows a change in this view although students also have a negative and disenchanted view of journalism as they progress in their studies. This finding concerning disappointment offers an important contribution because it poses a challenge to educators and universities, as well as journalism schools. Moreover, this research reveals how students rate the main skills associated with entrepreneurial journalism. Finally, it allows us to identify the main obstacles and major opportunities that students perceive in entrepreneurship. These data provide information that should prove useful in the improvement of journalism education and introduce the topic of entrepreneurship into the curriculum."]}, {"title": "The Elements of Entrepreneurial Journalism", "paragraphs": ["Entrepreneurial journalism is a relatively new area of research although the academic literature has revealed, across a variety of different sources, several of its characteristics. The first is connected to the type of media associated with this phenomenon. These are small-scale media linked to individual initiatives or small co-operatives formed by journalists (Hoag and Seo 2005; Quinn 2010; Picard 2014; Kelly 2015). They are the very opposite of the large media corporations, which arose from the concentration processes that have dominated the media industry in recent decades (Rae 2004). The small size involved means these projects generally require reduced infrastructure and resource needs.", "A second aspect of entrepreneurial journalism is its connection to the creation of a business of one's own. Different authors define this as “employing yourself” (Ferrier 2013; Kelly 2015) and associate it with the discovery of new opportunities and new business niches (Mellor 2009). We see a different way of working as a journalist, a way whose emergence and momentum has been forced by the current market, characterised by the increasing loss of jobs in mainstream media due to the effects of the economic crisis and the job reductions in the sector (Quinn 2010). Entrepreneurship is conceived as an employment opportunity for journalists, arising as a response to a fast-changing environment. It emerges as the by-product of macroeconomic changes and not as their cause (Anderson 2014). It is a reactive phenomenon in response to the financial weakness of journalism, the destruction of employment, and loss of job security (Neff 2012).", "A third element connected to entrepreneurial journalism, and derived from the previous element, involves the perception of the journalist as an entrepreneur (Briggs 2012; Picard 2014). This phenomenon is characterised by tearing down the wall that traditionally separated the creation of content from business management. Entrepreneurship enables journalists to become the owners of their own businesses (Elmore and Massey 2012). For this reason, they not only produce the news, but must also make decisions regarding the business. This implies not only a form of self-employment but also an entrepreneurial autonomy, since it involves the establishment of independent enterprises. In this sense, it differs from freelancing (Baines and Kennedy 2010), a traditional activity linked to journalism. Freelance journalists, when collaborating with news media, maintain their status of employment by the company, although they are technically not on the payroll. Entrepreneurial journalists are the owners of their own media outlet, which is an independent business.", "From this latter viewpoint, entrepreneurship involves overcoming the concept of media worker (Deuze 2006), which has led to the perception of journalists as news industry employees. This pattern has been predominant within the hegemony of the media company model that has existed since the beginning of the twentieth century (Hunter and Nel 2011). Entrepreneurial journalism is linked to the emergence of new industrial forms of news production. It is also the result of the non-existence of a viable business model in the digital environment and of the current dominance of the “trial and error” formulas experienced by journalism (Campos-Freire 2010; Casero-Ripollés 2010; Berman, Battino, and Feldman 2011). In this context, entrepreneurial journalism has been labelled “craft production mode” (Picard 2014), as the journalist assumes responsibility for all the stages of the business process and news production.", "The literature reviewed attributes two qualities to entrepreneurial journalism: innovation and creativity. This connection goes back to the seminal definition provided by Schumpeter (1936), who understood entrepreneurship as a form of innovation based on creative destruction. Since then, innovation has been identified as a key element in entrepreneurship both in general (Drucker 1985; Zampetakis and Moustakis 2006), as well as in its application in the field of journalism (Jarvis 2010). Innovation is related to a new idea, device, product, or service, but this does not automatically imply the development of entrepreneurship. Although the two concepts are complementary, synergic, and interrelated (Zhao 2005), innovation and entrepreneurship are different. Not all new ventures are innovative, and not all new knowledge generates viable business opportunities (Landström et al. 2015). One important difference is that innovation is related to opportunity identification and entrepreneurship is linked to opportunity exploitation. Innovation is the source of entrepreneurship and entrepreneurship allows innovation to flourish (Zhao 2005). Several authors claim that entrepreneurial journalism involves venturing into new territory and topics, and incorporating new techniques (Hunter and Nel 2011; Lassila-Merisalo and Uskali 2011). This is why journalists who pursue this path must have the capacity for risk-taking (Mellor 2009).", "All of these characteristics are the reason why, generally speaking, the literature presents entrepreneurial journalism from a positive perspective. The beneficial elements that it provides to both journalism and society are emphasised, and the criticisms or objections are diluted. Among the positive factors, it is suggested that entrepreneurship facilitates economic growth and the creation of jobs for journalists (Hoag and Seo 2005). Additionally, it is said that it constitutes a reinvention of journalism in business terms (Briggs 2012). It is also credited with promoting the free flow of information and people's access to news (Kelly 2015). In this regard, it encourages democracy (Quinn 2010) since it introduces new voices that generate a better and healthier democracy (Hoag and Seo 2005). Consequently, entrepreneurial journalism is characterised by its social function, its ethical standards, and for considering the news as a public good (Vázquez Schaich and Klein 2013)."]}, {"title": "Entrepreneurial Journalism and Education Practice", "paragraphs": ["The emergence of entrepreneurial journalism has led to a debate about how this concept should be introduced into journalism education. Several authors have called for its inclusion in the curriculum in universities and schools of journalism as a key element in the journalist's toolbox (Baines and Kennedy 2010; Jarvis 2010; Quinn 2010; Claussen 2011; Hunter and Nel 2011; Lassila-Merisalo and Uskali 2011; Kelly 2015). The education of journalists who take advantage of the opportunities provided by entrepreneurship is one of the main topics of discussion in this field. This has intensified another long-standing debate about journalism education in the light of changes brought about by digital technologies (Dates et al. 2006; Deuze 2006; Mensing 2010; Drok 2013). One of the main pillars in this debate is that universities and journalism schools should become laboratories of innovation by adopting an active role in the media industry. In this context, we see the teaching hospital model, based on learning-by-doing, and the entrepreneurial journalism programme, as innovative formulas so that journalism studies may adapt to the current fast-changing external environment (Anderson 2014).", "The literature reviewed has shown that the curriculum for journalism studies is only slightly aimed at entrepreneurship (Baines and Kennedy 2010; Hunter and Nel 2011; Ferrier 2013). What prevails is a vision in which journalists are educated to be media workers (Deuze 2006). For many, the incorporation of entrepreneurial journalism in core curricula remains a pending issue. This is why, in part, journalism students tend to have a low willingness to launch their own media companies (Delano 2001; Casero-Ripollés and Cullell 2013). However, several studies indicate that the introduction of entrepreneurship in education generates positive stimuli both in business in general (Charney and Libecap 2000; Lange et al. 2011; Mueller 2011), as well as in the field of creative industries (Rae 2004) and journalism (Aceituno-Aceituno et al. 2014; Paniagua-Rojano et al. 2014). In this way, the incorporation of entrepreneurship in the education of journalists may assist the emergence of entrepreneurial journalism projects.", "In this context, several authors mention the training competencies linked to entrepreneurial journalism which should be incorporated into the curriculum. Thus, Mellor (2009) states that media entrepreneurs must acquire two essential skills: professional knowledge about their niche and the new techniques, and business knowledge about their audience and the possible market challenges. Quinn (2010) insists on offering courses to understand and investigate audiences and their consumption habits. On the other hand, Hunter and Nel (2011) claim that an enterprising journalist should have five great competencies: (1) creativity and innovation; (2) business skills; (3) essential journalism skills related to the creation of news content; (4) technical skills (Web design, video editing, etc.); and (5) writing skills for various types of media. Jarvis (2010) stresses the importance of multimedia skills in entrepreneurship. In any case, the connection between entrepreneurial journalism and innovation requires that its practitioners be permanently attentive to new techniques and the incorporation of new skills.", "The literature in this area includes research on perceptions of some of the interest groups related to entrepreneurial journalism, including the opinions of educators (Ferrier 2013; Vázquez Schaich and Klein 2013) and the views of journalists who choose to start their own businesses (Elmore and Massey 2012). The educators who lead entrepreneurial journalism courses have a three-fold motivation: industrial (in order to show changes in the sector), institutional (to renew the curriculum offered by their university), and mentality (to promote innovation) (Ferrier 2013). Vázquez Schaich and Klein (2013) point out that the main obstacle to activating these courses is the reduced background and expectations of the students according to the educators. They consider it important to teach entrepreneurial skills to journalists so they may create their own work, so that they may identify and exploit journalism and business opportunities, and because it is the future of the media industry (Vázquez Schaich and Klein 2013). In general terms, these educators believe that entrepreneurship in journalism is specific and differentiated, and that entrepreneurship should be incorporated into journalism studies (Ferrier 2013). Meanwhile, enterprising journalists emphasise that, for their colleagues, entrepreneurship was not presented as a career option. In their view, a journalist's education should include business skills together with media skills. They see entrepreneurship as an employment opportunity that universities and journalism schools should not ignore (Elmore and Massey 2012).", "Research on students’ views has, to date, focused on issues such as their perception of news media roles (Hanna and Sanders 2012), their professional attitudes (Bjørnsen et al. 2007), their professional skills (Casero-Ripollés et al. 2013), their political motivations (Hopmann et al. 2010), their career motivations (Hanna and Sanders 2007; Sanders et al. 2008), their degree motivations and life values (Carpenter et al. 2015), or their future job expectations (Hanusch et al. 2015). Some of these papers argue that education in journalism has little or no impact on the perceptions held by students (Bjørnsen et al. 2007; Carpenter et al. 2015). On the other hand, others argue that there is a shift in students’ views as they progress in their studies (Hanna and Sanders 2012; Hanusch et al. 2015).", "In any case, none of this growing body of research focuses on studying the perceptions that journalism students, and future professionals, have of entrepreneurship. Indeed, this remains a poorly addressed issue. Only a very small number of studies have broached this topic by analysing the willingness of journalism students to become entrepreneurs. These studies highlight the low level of interest evidenced by students towards this end (Casero-Ripollés and Cullell 2013; Goyanes 2015). In light of this general absence of evidence in this area, this research article aims to fill the gap in the academic literature by analysing how journalism students view the phenomenon of entrepreneurial journalism. The main objective is to find answers to the following research questions: RQ1: What do journalism students perceive as entrepreneurship in general, and what are their views on entrepreneurial journalism?RQ2: Which are the major skills they perceive as necessary to become journalism entrepreneurs?RQ3: To what extent are they willing to become more entrepreneurial in the field of journalism?RQ4: Which are the obstacles and opportunities they perceive with respect to entrepreneurship in journalism?", "RQ1: What do journalism students perceive as entrepreneurship in general, and what are their views on entrepreneurial journalism?", "RQ2: Which are the major skills they perceive as necessary to become journalism entrepreneurs?", "RQ3: To what extent are they willing to become more entrepreneurial in the field of journalism?", "RQ4: Which are the obstacles and opportunities they perceive with respect to entrepreneurship in journalism?"]}, {"title": "Methodology", "paragraphs": ["Our methodology uses a quantitative approach based on surveys. A questionnaire was designed based on a population comprised of a total of 374 students whose objective is to obtain a degree in journalism. All the students were enrolled in any of the four years of study offered at the Universitat Jaume I (UJI) in Spain. The probability sample is composed of 184 students. This number ensures a sufficient representativeness since it covers 49.2 per cent of the total population. The test statistic t takes the value −0.992 with 183 degrees of freedom (n − 1) and a significance of 0.322. The value of significance (p > 0.05) indicates that there are no statistically significant differences between the tested sample and the population. Therefore, the sample is representative of the population. The margin of error is equal to ±3 per cent (0.03) with a confidence interval of 2σ = 95.5 per cent.", "A sample stratification was applied with the use of educational level as a variable to analyse the results of the survey. Thus, there are two differentiated levels of studies: the first cycle (corresponding to first and second years) composed of 97 people; and the second cycle (corresponding to third and fourth years) composed of 87 people. The stratification between stages corresponds to an educational intervention. During the first cycle the students attend modules with a general focus on journalism studies. During the second cycle, the degree programme becomes more specific and introduces subjects such as Media Management and Media Systems, which are based on the development of knowledge and skills related to entrepreneurship.", "For the creation of the content of the questionnaire, there was an initial qualitative phase, conducted through two focus groups. The first was composed of six students, three women and three men, enrolled in the first and second years of journalism studies at the UJI. The second group was composed of third- and fourth-year students, four men and four women. As it was a qualitative technique, the symmetry in the gender variable was maintained. The goal of this initial stage was to obtain information for the design of the subsequent phase, which would be based on a survey with a quantitative questionnaire given to the sample population. The results obtained from the focus groups allowed us identify the key and decisive topics related to the sample population's perceptions about entrepreneurship. With this information, the variables of the survey were constructed. The results obtained from the focus groups were used to select and refine the options for the closed-ended questions of the questionnaire designed for the survey. This questionnaire combined dichotomous questions with multiple choice or forced selection questions. The study was conducted during the second semester of the 2014/15 academic year. The focus groups were held in February 2015. Once the information gathered in this phase had been processed, the questionnaire was designed and the field work began, which took place between April and May 2015. The processing of the data was carried out with SPSS software."]}, {"title": "Results", "paragraphs": ["The survey results reflect a significant link between entrepreneurship and innovation. More than half of the student body (55.4 per cent) associated entrepreneurial initiatives with projects that address any type of innovation in the field (Figure 1). However, this idea loses strength as students progress in their studies. This perception reflects a commonly held belief in journalism, where “one of the most striking effects of this conjunctural and structural crisis affecting the media industry is the generation of strong restructuring processes and the flourishing of intensive innovation dynamics” (Campos 2010, 14). On the other hand, the link between entrepreneurship and employment is also significant. As seen in Figure 1, 53.8 per cent of the students perceived this phenomenon as a job opportunity, as a form of self-employment. Moreover, this conviction increases as they advance in their studies, up to 60 per cent in the second cycle corresponding to the final years of study. The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 1  Ideas associated with entrepreneurshipDisplay full sizeFIGURE 1  Ideas associated with entrepreneurship", "FIGURE 1  Ideas associated with entrepreneurship", "FIGURE 1  Ideas associated with entrepreneurship", "The figure of the entrepreneur is still somewhat confusing for students, and there is some dispersion when it comes to associating entrepreneurship with specific forms of business or figures. For example, 33.2 per cent linked entrepreneurship to the figure of the entrepreneur and 32.6 per cent linked it to the self-employed. However, the most significant finding is the association of entrepreneurship with the freelance journalist. As seen in Figure 1, 36.4 per cent of the students made this connection. The traditional role of the freelancer is based on one-off collaborations with media outlets; they are not on the company's payroll. However, this is not the same as entrepreneurship (Baines and Kennedy 2010). In business terms, freelancing does not create an independent business, as the person is still employed by the company, albeit in a temporary way. This shows a certain level of confusion in the perceptions held by students regarding entrepreneurship. This is also seen in the fact that 10.9 per cent associated entrepreneurship with unpaid work (Figure 1). This places entrepreneurial journalism within the realm of job insecurity, on the one hand, and equates it to a hobby, on the other. It is disconcerting to note that this figure increases as students progress in their studies, from 5.2 per cent in the first cycle to 17.2 per cent among students in the second cycle. This reveals that the current curriculum of journalism studies does not contribute to improving knowledge about entrepreneurship among students.", "Therefore, the results reflect a certain lack of knowledge regarding the figure of the entrepreneur and their position within the job market. A noteworthy point is the practical unanimity in the rejection of the identification of entrepreneurship as solitary work (3.3 per cent of the total). For students, this activity is performed under the parameters of collective work and is, therefore, linked to relationships with other agents in the sector.", "In relation to how entrepreneurship is perceived specifically in connection with journalism, students agree in associating this phenomenon with the creation of one's own media outlet, irrespective of its support. As seen in Figure 2, 77.2 per cent believe that the start of a media outlet, whether it is offline or online, may be considered entrepreneurial journalism, provided that it is developed through a private initiative. This perception held by the student body goes against the thesis defended in most of the literature linking entrepreneurship with digital technology as a key area where new journalistic projects of this nature are developed. Only 34.8 per cent of students directly link entrepreneurship with the creation of a media outlet on the internet. Moreover, this dissociation between journalistic entrepreneurship and digital technology occurs widely among all students, regardless of their level of studies. However, it is more pronounced among those in the second cycle, that is, those who have advanced further in their studies. Therefore, the innovation that is associated with entrepreneurship is not necessarily related to the use of digital technologies in the perceptions of students, although this is one of the key factors enabling the growth of media entrepreneurs. The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 2  Views related to entrepreneurship in journalismDisplay full sizeFIGURE 2  Views related to entrepreneurship in journalism", "FIGURE 2  Views related to entrepreneurship in journalism", "FIGURE 2  Views related to entrepreneurship in journalism", "Students also linked entrepreneurship in journalism to professionalisation. In this sense, the content becomes a differentiating factor. Students associated entrepreneurship with the result of the work of journalists, regardless of whether they do that work on a website (48.4 per cent) or a blog (36.4 per cent). This also vindicates professionalisation in an entrepreneurial environment, although some of the students (14.7 per cent) contemplate non-professional options, such as the dissemination of personal content through different outlets (website, blog, social networking). In this sense, there is some confusion or ignorance with regard to the identification of an entrepreneurial journalism project, which occurs mainly in the first years, where television programmes or YouTube channels are erroneously given as examples of entrepreneurial projects.", "Our results show the assessment carried out by students of a series of competencies linked to entrepreneurship in journalism. The data show the assessment of each competence on a scale of five levels (Likert scale), from “completely agree” (5) to “completely disagree” (1). The analysis reveals a difference between a group of general competencies and others that are more specific to the practice of journalism. In the analysis of this aspect, there are no significant differences between students in the first cycle (early years) and those in the second cycle (final years).", "The results present interesting findings (Table 1). The competence that is most valued by students is the use and knowledge of digital technologies with a mean of 4.6 (SD = 0.59). This is followed by creativity (mean = 4.6, SD = 0.62) and the ability to take the initiative (mean = 4.5, SD = 0.69). These are skills that connect directly with the innovative and creative side of entrepreneurship. These results support the idea that students identify entrepreneurial journalism as a phenomenon associated with innovation. In the same way, this association is mentioned in the literature that highlights the importance of creativity as a core competence in entrepreneurship (Zampetakis and Moustakis 2006), as well as digital technologies in the promotion of independent and self-employment (Handy 1995). The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016TABLE 1 Degree of importance of each competency in entrepreneurial journalismCSVDisplay Table", "This belief remains strong, and creativity and innovation are skills that students directly associate with entrepreneurship. In relation to the prioritisation of technological skills, 94.5 per cent of students considered that it was important or very important to know and work with digital technologies to practise entrepreneurial journalism (Figure 3). This figure is significant in that it contradicts our previous results, where students did not associate entrepreneurship with the creation of a media industry on the internet as a priority. This is an outcome that once more reveals confusion among students when it comes to defining and knowing more about the profiles associated with entrepreneurship in journalism. The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 3  Degree of relevance, as perceived by the students, of the skills necessary for entrepreneurshipDisplay full sizeFIGURE 3  Degree of relevance, as perceived by the students, of the skills necessary for entrepreneurship", "FIGURE 3  Degree of relevance, as perceived by the students, of the skills necessary for entrepreneurship", "FIGURE 3  Degree of relevance, as perceived by the students, of the skills necessary for entrepreneurship", "A second block of skills that received a remarkable rating by students are those related to knowledge of the media industry and the management of media companies. Knowledge of the issues, challenges, and opportunities in the sector, which allow us to identify niche markets to create enterprising media, reached an average of 4.4 (SD = 0.74) (Table 1). Moreover, skills necessary for the management of a media company in general received a mean rating of 4.1 (SD = 0.82). This represents an increase compared to the data obtained in previous studies (Casero-Ripollés, Ortells-Badenes, and Doménech-Fabregat 2013). The ability to lead teams also achieved a high mean score (mean = 4.1, SD = 0.82). The high rating for this final competence supports the idea, already revealed by the results of the previous section, that students perceive entrepreneurship in journalism as a collective effort where management and leadership skills are very useful.", "What stands out from our findings is that competencies related to audience knowledge did not receive a higher rating despite the importance that the literature attributes to them in the development of enterprise media (Mellor 2009) and in the renewal of the business models for journalism in the digital environment (Campos-Freire 2010). Students gave a mean rating of 4.076 (SD = 0.7644) to knowledge of the news consumer market, placing this skill in ninth place out of the 12 that were rated in total. Equally, it is worth noting that knowledge of economics and finance in general is perceived as unhelpful in entrepreneurship in journalism, as this skill achieved a mean rating of 3.3 (SD = 0.90) (Table 1). Only 8 per cent of students considered it important to acquire economic and financial knowledge (Figure 3). These results raise two issues. First, those students understand entrepreneurship as a phenomenon associated specifically with journalism. This is why they highly valued media company management skills and appreciated knowledge of general economics less. Secondly, students did not only associate entrepreneurship with its economic and financial aspects.", "The results indicate that 65.2 per cent of journalism students would be willing to undertake their own business project. This figure shows an increase in relation to the above literature that identified a small student interest in entrepreneurship (Delano 2001; Casero-Ripollés and Cullell 2013). However, this willingness diminishes as students progress in their studies. Thus, in the second cycle, corresponding with the final years of study, the percentage of those willing to undertake their own business is 59.8 per cent, compared to 70.1 per cent of those in the first cycle (first and second years) (Figure 4). The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 4  Willingness on the part of journalism students to start their own business in journalismDisplay full sizeFIGURE 4  Willingness on the part of journalism students to start their own business in journalism", "FIGURE 4  Willingness on the part of journalism students to start their own business in journalism", "FIGURE 4  Willingness on the part of journalism students to start their own business in journalism", "Despite the difference in interest towards media entrepreneurship between students in the first cycle and those in the second, there are few significant differences in the identification of barriers and opportunities to carry it out. For example, 73.4 per cent identify the difficulty in enabling the company to generate profits as the main barrier to entrepreneurial journalism (Figure 5). Wage insecurity appears as the second obstacle perceived by students (65.8 per cent). Advancement in the level of study has an effect on these perceptions, as it causes an increase in the percentage of students who perceive it as a drawback, of up to 73.4 per cent. The difficulty in obtaining financing, at 63 per cent, comes in third place. The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 5  Main perceived obstacles to entrepreneurship in journalismDisplay full sizeFIGURE 5  Main perceived obstacles to entrepreneurship in journalism", "FIGURE 5  Main perceived obstacles to entrepreneurship in journalism", "FIGURE 5  Main perceived obstacles to entrepreneurship in journalism", "High competition in the media industry, at 58.2 per cent, ranks as the fourth obstacle to entrepreneurship in journalism according to students (Figure 5). The generalisation of digital technologies and flexibility in content distribution has led to the disappearance of barriers to traditional entry into journalism, promoting entrepreneurship. However, this has paradoxically led to the emergence of a new barrier, associated with the difficulty in differentiating oneself in a highly competitive environment, characterised by a rich media offering. This is something that students perceive clearly.", "There are four aspects that students associated less with barriers to entrepreneurship in journalism. Not having a fixed work schedule is not perceived as a problem, since only 16.3 per cent perceived it as a disadvantage (Figure 5). Also, difficulties in knowing all of the areas of the business (20.1 per cent), finding and retaining an audience (33.7 per cent), and designing the perfect media product (25 per cent) are not perceived as significant barriers to entrepreneurial journalism. These data reflect a high level of confidence in students both in terms of their knowledge and elaboration of strategies that allow them to perform and position themselves in the media market.", "In terms of the opportunities evident in entrepreneurship, it is worth noting the perceived editorial and ideological freedom. A resounding 82.1 per cent of the students consider that the creation of their own entrepreneurial project guarantees freedom from any compulsion in terms of the selection of news topics, sources, and approaches (Figure 6). The possibility of having a high degree of professional autonomy and independence is the main positive attribute linked with entrepreneurial journalism. In this regard, the practice of this type of journalism is linked with a high margin of manoeuvre in the elaboration of the news content that gives the journalist control over the production process, thus keeping external interference to a minimum. The Journalists of the Future Meet Entrepreneurial JournalismPerceptions in the classroomAll authorsAndreu Casero-Ripollés, Jessica Izquierdo-Castillo & Hugo Doménech-Fabregathttps://doi.org/10.1080/17512786.2015.1123108Published online:30 January 2016FIGURE 6  Main opportunities perceived in entrepreneurship in journalismDisplay full sizeFIGURE 6  Main opportunities perceived in entrepreneurship in journalism", "FIGURE 6  Main opportunities perceived in entrepreneurship in journalism", "FIGURE 6  Main opportunities perceived in entrepreneurship in journalism", "Another positive aspect linked to entrepreneurship is that it allows the creation of networks of contacts, which may contribute to extending the business project or to generating different ones. Overall, 59.2 per cent of students see this possibility as an opportunity. This view supports the literature finding that seeking contacts and networking plays a decisive role in the viability of entrepreneurial journalism (Mellor 2009). In addition, 52.2 per cent of students considered that entrepreneurship offers the advantage of greater job opportunities in the field of journalism (Figure 6). This perception views entrepreneurship as a window of professionalism that is an alternative to the incorporation of future journalists as media workers in mainstream media, which are increasingly less able to hire journalists. This idea emphasises one of the positive characteristics of entrepreneurship, namely that it is understood as a job opportunity. These results show that the perception of future journalists, now students, coincides with that of active journalists who associate entrepreneurship with the invention of their own work (Anderson 2014). Interestingly, students do not perceive entrepreneurship as offering employment benefits to journalists. The ability to earn more money as a media entrepreneur than as a media worker is only seen as an opportunity by 20.7 per cent of students (Figure 6). Moreover, although with a slightly higher rating, neither is the option of having a flexible schedule (44 per cent) identified as an advantage of entrepreneurship.", "In the analysis of the results linked to the opportunities that entrepreneurship offers to journalism, there are no significant differences in regards to the level of studies. However, what does stand out is that, in general terms, the percentages obtained by the main opportunities are clearly smaller than those achieved by the main obstacles. The comparison between Figures 5 and 6 shows that, globally, the barriers obtain higher values. These data suggest that students perceive obstacles with a greater intensity and clarity than the opportunities provided by entrepreneurial journalism."]}, {"title": "Conclusions and Discussion", "paragraphs": ["Our results identify a number of significant issues related to perceptions held by journalism students regarding entrepreneurship. The first concerns the high degree of confusion in terms of knowledge of entrepreneurship, in general, and of entrepreneurial journalism, in particular, which corresponds to RQ1. The data indicate that students do not clearly identify the figure of the entrepreneur, as they associate it with freelancing in a significant percentage. Additionally, a significant number of students link entrepreneurship to the universe of unpaid work by associating it with a lack of job security or the world of hobbies. These results suggest that the limited introduction of entrepreneurship in journalism education, mentioned in the literature (Baines and Kennedy 2010; Hunter and Nel 2011; Ferrier 2013), might be a contributing factor in this confusion and one that prevents a greater understanding of entrepreneurial journalism.", "Journalism students associate entrepreneurship with innovation and creativity, and barely connect it to economic and financial issues, on the one hand, and to the need to gain more in-depth knowledge of the audience and their habits of consumption, on the other. This identification of skills is related to RQ2. In this regard, this research offers elements for the introduction of entrepreneurial journalism in the curriculum of journalism education. The strengthening of technical skills, the introduction of knowledge about the audience and market challenges, and lastly, the importance attributed to innovation and creativity in the creation of media products seem to be appropriate strategies in the promotion of entrepreneurship.", "In addition, the results allow us to identify the main obstacles and major opportunities that students link to entrepreneurial journalism (considered in RQ4). We can highlight the economic and financial aspects (economic volatility, difficulty in obtaining profits, wage insecurity, and funding problems). Among the advantages, it is worth noting the preference over independence and editorial freedom in the creation of news content. We also see networking and the increase in the possibilities of obtaining work as a journalist. However, globally, the opportunities receive lower percentages than the obstacles. This suggests that students perceive barriers with a greater intensity and clarity than the advantages offered by entrepreneurial journalism.", "In contrast to previous studies (Casero-Ripollés and Cullell 2013; Goyanes 2015), the data indicate the existence of a high willingness among journalism students to venture into entrepreneurship. This is seen in the 65.2 per cent who claim to have an interest in creating their own business in the form of an enterprising media outlet. This shows the journalism students’ willingness to become entrepreneurial, corresponding to RQ3. However, the results show a new and highly significant aspect: the increase in the level of study goes hand-in-hand with the appearance of a disenchanted and cynical view towards entrepreneurship among journalism students. Four items of empirical evidence support this statement: (1) willingness to undertake a new business is reduced among students in the second cycle (more advanced studies), (2) the identification of entrepreneurship as unpaid work increases among students in the second cycle, (3) the association of entrepreneurship with innovation is lower among students in the second cycle, and (4) the perception of a lack of job security as an obstacle increases among students in the second cycle. We can therefore conclude that the perception of entrepreneurship is more positive among students who are beginning their studies than those who are in the final stages.", "This finding has important implications. The first is that we may confirm the change in perception among journalism students as they progress in their studies, as suggested by some of the literature (Hanna and Sanders 2012). However, the main implication lies in the fact that journalism education tends to increase the negative view held by students regarding journalism. This trend matches, in part, that detected by Hanusch et al. (2015), who found that, in a sample of eight countries, students’ desire to work in journalism decreases as they progress in their studies. Our contribution applies this idea to the field of entrepreneurial journalism, which would also be affected by the thesis of disappointment among journalism students. The reasons behind this attitude cannot be stated with certainty yet. The lack of job security and employment in journalism, on the one hand, and the failure to meet students’ expectations throughout their education, in terms of what they expected and what their training is providing, on the other hand, might be some possible reasons. In any case, this trend poses a great challenge for journalism educators, as well as universities and journalism schools. If skills, courses, and training content on entrepreneurship are not introduced into the curriculum, there is a risk of missing the opportunities afforded by entrepreneurial journalism for the future of journalism."]}], "references": [{"title": "Formación en emprendimiento para periodistas [Entrepreneurship Training for Journalists]", "year": "2014", "journal": "El Profesional de la Información", "volume": "23", "authors": [{"name": "Aceituno-Aceituno Pedro", "first_name": "Aceituno-Aceituno", "last_name": "Pedro"}, {"name": "Bousoño-Calzón Carlos", "first_name": "Bousoño-Calzón", "last_name": "Carlos"}, {"name": "Escudero-Garzás José Joaquín", "first_name": "Escudero-Garzás", "last_name": "Joaquín"}, {"name": "Herrera-Gálvez Francisco J", "first_name": "Herrera-Gálvez", "last_name": "J"}]}, {"title": "The Sociology of the Professions and the Problem of Journalism Education", "year": "2014", "journal": "Radical Teacher", "volume": "99", "authors": [{"name": "Anderson C. W", "first_name": "Anderson", "last_name": "W"}]}, {"title": "An Education for Independence: Should Entrepreneurial Skills be an Essential Part of the Journalist&#039;s Toolbox?", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Baines David", "first_name": "Baines", "last_name": "David"}, {"name": "Kennedy Ciara", "first_name": "Kennedy", "last_name": "Ciara"}]}, {"title": "New Business Models for Emerging Media and Entertainment Revenue Opportunities", "year": "2011", "journal": "Strategy and Leadership", "volume": "39", "authors": [{"name": "Berman Saul J.", "first_name": "Berman", "last_name": "J."}, {"name": "Battino Bill", "first_name": "Battino", "last_name": "Bill"}, {"name": "Feldman Karen", "first_name": "Feldman", "last_name": "Karen"}]}, {"title": "Journalists in the Making: Findings from a Longitudinal Study of Norwegian Journalism Students", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Bjørnsen Gunn", "first_name": "Bjørnsen", "last_name": "Gunn"}, {"name": "Hovden Jan Fredrik", "first_name": "Hovden", "last_name": "Fredrik"}, {"name": "Ottosen Rune", "first_name": "Ottosen", "last_name": "Rune"}]}, {"title": "Los nuevos modelos de gestión de las empresas mediáticas", "year": "2010", "journal": "Estudios sobre el Mensaje Periodístico", "volume": "16", "authors": [{"name": "Campos Freire Francisco", "first_name": "Campos", "last_name": "Francisco"}]}, {"title": "An Examination of how Academic Advancement of US Journalism Students Relates to their Degree Motivations, Values, and Technology Use", "year": "2015", "journal": "Journalism and Mass Communication Educator", "volume": "70", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}, {"name": "Hoag Anne", "first_name": "Hoag", "last_name": "Anne"}, {"name": "Grant August E.", "first_name": "Grant", "last_name": "E."}, {"name": "Bowe Brian J", "first_name": "Bowe", "last_name": "J"}]}, {"title": "Prensa en internet: nuevos modelos de negocio en el escenario de la convergencia", "year": "2010", "journal": "El Profesional de la Información", "volume": "19", "authors": [{"name": "Casero-Ripollés Andreu", "first_name": "Casero-Ripollés", "last_name": "Andreu"}]}, {"title": "Periodismo emprendedor. Estrategias para incentivar el autoempleo periodístico como modelo de negocio", "year": "2013", "journal": "Estudios sobre el Mensaje Periodístico", "volume": "19", "authors": [{"name": "Casero-Ripollés Andreu", "first_name": "Casero-Ripollés", "last_name": "Andreu"}, {"name": "Cullell Cristina", "first_name": "Cullell", "last_name": "Cristina"}]}, {"title": "Between Decline and a new Online Business Model: The Case of the Spanish Newspaper Industry", "year": "2013", "journal": "Journal of Media Business Studies", "volume": "10", "authors": [{"name": "Casero-Ripollés Andreu", "first_name": "Casero-Ripollés", "last_name": "Andreu"}, {"name": "Izquierdo-Castillo Jessica", "first_name": "Izquierdo-Castillo", "last_name": "Jessica"}]}, {"title": "Las competencias profesionales en periodismo: Una evaluación comparativa", "year": "2013", "journal": "Historia y Comunicación Social", "volume": "18", "authors": [{"name": "Casero-Ripollés Andreu", "first_name": "Casero-Ripollés", "last_name": "Andreu"}, {"name": "Ortells-Badenes Sara", "first_name": "Ortells-Badenes", "last_name": "Sara"}, {"name": "Doménech-Fabregat Hugo", "first_name": "Doménech-Fabregat", "last_name": "Hugo"}]}, {"title": "CUNY&#039;s Entrepreneurial Journalism: Partially Old Wine in a New Bottle, and not Quite Thirst-quenching, but Still a Good Drink", "year": "2011", "journal": "Journalism and Mass Communication Educator", "volume": "66", "authors": [{"name": "Claussen Dane", "first_name": "Claussen", "last_name": "Dane"}]}, {"title": "Does Journalism Education Matter?", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Dates Jannette L.", "first_name": "Dates", "last_name": "L."}, {"name": "Glasser Theodore L.", "first_name": "Glasser", "last_name": "L."}, {"name": "Stephens Mitchell", "first_name": "Stephens", "last_name": "Mitchell"}, {"name": "Adam G. Stuart", "first_name": "Adam", "last_name": "Stuart"}]}, {"title": "Global Journalism Education: A Conceptual Approach", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Beacons of Reliability: European Journalism Students and Professionals on Future Qualifications for Journalists", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Drok Nico", "first_name": "Drok", "last_name": "Nico"}]}, {"title": "Need for Instruction in Entrepreneurial Journalism: Perspective of Full-time Freelancers", "year": "2012", "journal": "Journal of Media Practice", "volume": "13", "authors": [{"name": "Elmore Cindy", "first_name": "Elmore", "last_name": "Cindy"}, {"name": "Massey Brian", "first_name": "Massey", "last_name": "Brian"}]}, {"title": "Media Entrepreneurship: Curriculum Development and Faculty Perceptions of What Students Should Know", "year": "2013", "journal": "Journalism and Mass Communication Educator", "volume": "68", "authors": [{"name": "Ferrier Michelle Barrett", "first_name": "Ferrier", "last_name": "Barrett"}]}, {"title": "Apoyo estructural en la intención emprendedora de estudiantes de periodismo y comunicación audiovisual en España", "year": "2015", "journal": "El Profesional de la Información", "volume": "24", "authors": [{"name": "Goyanes Manuel", "first_name": "Goyanes", "last_name": "Manuel"}]}, {"title": "Trust and the Virtual Organization", "year": "1995", "journal": "Harvard Business Review", "volume": "", "authors": [{"name": "Handy Charles", "first_name": "Handy", "last_name": "Charles"}]}, {"title": "Journalism Education in Britain: Who are the Students and what do they Want?", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Hanna Mark", "first_name": "Hanna", "last_name": "Mark"}, {"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}]}, {"title": "Perceptions of the News Media&#039;s Societal Roles: How the Views of U.K. Journalism Students Changed during Their Education", "year": "2012", "journal": "Journalism and Mass Communication Educator", "volume": "67", "authors": [{"name": "Hanna Mark", "first_name": "Hanna", "last_name": "Mark"}, {"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}]}, {"title": "Journalism Students’ Motivations and Expectations of their Work in Comparative Perspective", "year": "2015", "journal": "Journalism and Mass Communication Educator", "volume": "70", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Boshoff Priscilla", "first_name": "Boshoff", "last_name": "Priscilla"}, {"name": "Humanes Maria Luisa", "first_name": "Humanes", "last_name": "Luisa"}, {"name": "De León Salvador", "first_name": "De", "last_name": "Salvador"}, {"name": "Pereira Fabio", "first_name": "Pereira", "last_name": "Fabio"}, {"name": "Márquez Ramírez Mireia", "first_name": "Márquez", "last_name": "Mireia"}, {"name": "Roses Sergio", "first_name": "Roses", "last_name": "Sergio"}, {"name": "Subervi Federico", "first_name": "Subervi", "last_name": "Federico"}, {"name": "Wyss Vinzenz", "first_name": "Wyss", "last_name": "Vinzenz"}, {"name": "Yez Lyuva", "first_name": "Yez", "last_name": "Lyuva"}]}, {"title": "Journalism Students: Left-wing and Politically Motivated?", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Hopmann David N.", "first_name": "Hopmann", "last_name": "N."}, {"name": "Christian Elmelund-Præstekær", "first_name": "Christian", "last_name": "Elmelund-Præstekær"}, {"name": "Levinsen Klaus", "first_name": "Levinsen", "last_name": "Klaus"}]}, {"title": "Equipping the Entrepreneurial Journalist: An Exercise in Creative Enterprise", "year": "2011", "journal": "Journalism and Mass Communication Educator", "volume": "66", "authors": [{"name": "Hunter Anna", "first_name": "Hunter", "last_name": "Anna"}, {"name": "Nel François P.", "first_name": "Nel", "last_name": "P."}]}, {"title": "Innovation and Entrepreneurship Studies: One or Two Fields of Research?", "year": "2015", "journal": "International Entrepreneurship and Management Journal", "volume": "11", "authors": [{"name": "Landström Hans", "first_name": "Landström", "last_name": "Hans"}, {"name": "Åström Fredrik", "first_name": "Åström", "last_name": "Fredrik"}, {"name": "Harirchi Gouya", "first_name": "Harirchi", "last_name": "Gouya"}]}, {"title": "Does an Entrepreneurship Education have Lasting Value? A Study of Careers of 4,000 Alumni", "year": "2011", "journal": "Frontiers of Entrepreneurship Research,", "volume": "31", "authors": [{"name": "Lange Julian E.", "first_name": "Lange", "last_name": "E."}, {"name": "Marram Edward", "first_name": "Marram", "last_name": "Edward"}, {"name": "Jawahar Ajay Solai", "first_name": "Jawahar", "last_name": "Solai"}, {"name": "Yong Wei", "first_name": "Yong", "last_name": "Wei"}, {"name": "Bygrave William", "first_name": "Bygrave", "last_name": "William"}]}, {"title": "How to Educate Innovation Journalists? Experiences of Innovation Journalism Education in Finland 2004–2010", "year": "2011", "journal": "Journalism and Mass Communication Educator", "volume": "66", "authors": [{"name": "Lassila-Merisalo Maria", "first_name": "Lassila-Merisalo", "last_name": "Maria"}, {"name": "Uskali Turo", "first_name": "Uskali", "last_name": "Turo"}]}, {"title": "Rethinking [again] the Future of Journalism Education", "year": "2010", "journal": "Journalism Studies,", "volume": "11", "authors": [{"name": "Mensing Donica", "first_name": "Mensing", "last_name": "Donica"}]}, {"title": "Increasing Entrepreneurial Intention: Effective Entrepreneurship Course Characteristics", "year": "2011", "journal": "International Journal of Entrepreneurship and Small Business", "volume": "13", "authors": [{"name": "Mueller Susan", "first_name": "Mueller", "last_name": "Susan"}]}, {"title": "Encourage Entrepreneurial Journalism from the University", "year": "2014", "journal": "Revista Latina de Comunicación Social", "volume": "69", "authors": [{"name": "Paniagua Rojano Francisco J.", "first_name": "Paniagua", "last_name": "J."}, {"name": "Gómez Aguilar Marisol", "first_name": "Gómez", "last_name": "Marisol"}, {"name": "González Cortés Maria Eugenia", "first_name": "González", "last_name": "Eugenia"}]}, {"title": "Twilight or New Dawn of Journalism. Evidence from the Changing News Ecosystem", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Picard Robert G", "first_name": "Picard", "last_name": "G"}]}, {"title": "Opportunities for Journalism Education in an Online Entrepreneurial World", "year": "2010", "journal": "Asia Pacific Media Educator", "volume": "20", "authors": [{"name": "Quinn Stephen", "first_name": "Quinn", "last_name": "Stephen"}]}, {"title": "Entrepreneurial Learning: A Practical Model from the Creative Industries", "year": "2004", "journal": "Education + Training", "volume": "46", "authors": [{"name": "Rae David.", "first_name": "Rae", "last_name": "David."}]}, {"title": "Becoming Journalists: A Comparison of the Professional Attitudes and Values of British and Spanish Journalism Students", "year": "2008", "journal": "European Journal of Communication", "volume": "23", "authors": [{"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}, {"name": "Hanna Mark", "first_name": "Hanna", "last_name": "Mark"}, {"name": "Berganza Maria Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Sanchez Arand José Javier", "first_name": "Sanchez", "last_name": "Javier"}]}, {"title": "Entrepreneurial Journalism Education: Where are we Now?", "year": "2013", "journal": "Observatorio (OBS*)", "volume": "7", "authors": [{"name": "Vázquez Schaich Maria José", "first_name": "Vázquez", "last_name": "José"}, {"name": "Klein Jeffrey S", "first_name": "Klein", "last_name": "S"}]}, {"title": "Linking Creativity with Entrepreneurial Intentions: A Structural Approach", "year": "2006", "journal": "The International Entrepreneurship and Management Journal", "volume": "2", "authors": [{"name": "Zampetakis Leonidas A.", "first_name": "Zampetakis", "last_name": "A."}, {"name": "Moustakis Vassilis", "first_name": "Moustakis", "last_name": "Vassilis"}]}, {"title": "Exploring the Synergy Between Entrepreneurship and Innovation", "year": "2005", "journal": "International Journal of Entrepreneurial Behavior \\& Research", "volume": "11", "authors": [{"name": "Zhao Fang.", "first_name": "Zhao", "last_name": "Fang."}]}]}