{"doi": "10.1080/1461670X.2018.1498749", "url": "https://doi.org/10.1080/1461670X.2018.1498749", "title": "Solving Journalism’s Post-Truth Crisis With Feminist Standpoint Epistemology", "volume": "19", "year": "2018", "issue": "13", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Steiner", "first_name": "Linda", "name": "Linda Steiner", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This essay proposes using feminist standpoint epistemology (FSE) to help journalists and scholars who increasingly find their credibility, authority, knowledge, and even their sincerity undermined. FSE foregrounds particularity and experience, arguing that the ways that bodies of knowledge are socially situated and embodied limits but also enables what one can know. I first outline some of the relevant principles of FSE, in order to suggest its applicability to journalism. Then I demonstrate how FSE explains professional journalism issues brought into the open by recent news exposés of work-related sexual harassment, including harassment perpetrated by journalists themselves.", "body": [{"sec_title": "", "sec_content": ["This essay proposes feminist standpoint epistemology (FSE) as an approach that could help solve journalists’ credibility crisis. The notion of “a Truth” has been under challenge for some decades but recent accusations that otherwise respected and credible mainstream news media are disseminating fake news have brought the problem to a head. US President Donald Trump’s attacks on legacy news outlets have empowered racists and misogynists to trumpet what he and his staff audaciously call “alternative facts.” This rhetoric has also empowered assorted bigots who resent how news media give status and validation to women (especially feminists) and people of color. Yet, refuting these attacks on “fake news” does not solve the journalists’ credibility gap. Journalists seem unable to convincingly, or even plausibly, explain how their work product is reliable; moreover, that inability to explain the basis of journalists’ truth claims has symbolic and economic consequences. FSE offers a philosophy, a set of concepts, and a method that, if rigorously applied, would enable journalists to refute claims that their work is false, without resorting to the conventional but indefensible idea of objectivity. FSE’s embrace of experience and particularity explains, moreover, how journalists can use the distinctive resources of differently situated groups.", "Again, the extremist disputation over news has brought into view long-simmering, lethal problems with objectivity as the basis for knowledge claims. One prominent journalism ethicist asserts that objectivity “provides the standards by which to estimate how close we are to the truth” (Ward 2009, 78). Ward complicates journalistic objectivity by reference to a combination of ontological objectivity (as correspondence with external objects), epistemological objectivity (applying standards derived from logic and journalistic methods), and procedural objectivity (the use of explicit criteria for judging sources, inter alia). But because journalists were among the last to acknowledge the challenges to objectivity and what those challenges imply about their ritual and strategic practices, objectivity in practice remains merely procedural: at best it specifies detached, neutral methods for gathering facts and verifying claims. So, objectivity says nothing about whose questions get asked or answered, or how close news accounts are to the truth. Journalists have simply evoked a thin bureaucratic objectivity as the foundation of journalism practice and ethics. Daily beat reporters very rarely justify their knowledge claims. Because their standards are objectivity and newsworthiness, they can present multiple points of view without comment, as if each is equally viable. Until Donald Trump, at least, US reporters avoided calling statements either lies or truths.", "But if objectivity is insufficient, what is the alternative? Social constructionists have flirted with postmodernity, openly rejecting the notion of truth. Others have proposed, especially given journalism’s return to high levels of partisanship, methodological transparency. Comparing transparency to food ingredient labels, one journalism professor asserts: “Authority and trust will only return if reporters share some of the messy sausage-making process with the audience. … Sharing the process of reporting with the audience works as a seal of authenticity, an indelible marker of credibility” (Kahn 2017). Transparency is good and useful; its methodological honesty perhaps can restore reader/audience trust in solid, thorough reporting. Nonetheless, transparency itself cannot correct the problems of bad reporting or bad science. Both academic and journalistic editors reject works that honestly, transparently, admit significant problems in design and methods of inquiry. Meanwhile, in abandoning objectivity as journalism’s single remaining bulwark and offering up only transparency, apparently neither scholars nor journalists imagined that substantial numbers of people would mock elite journalism and refuse to be uplifted. Rather, scholars and journalists assumed that at least sensible people like them would value worthy content. Good work would drown out the uncivil bad stuff.", "Scholars have a responsibility to address the problem we helped to create in and for journalism, but never solved. I propose that FSE can help journalists and journalism scholars, who increasingly find their credibility, authority, knowledge, and even their sincerity undermined. Although it has primarily been used to critique Western science and medicine, applying FSE’s references to scientific inquiry and the scientific method more generally to “knowledge seeking” shows the value of its argument that the ways bodies of knowledge are socially situated and concretized both limits and enables what one can know. FSE foregrounds experience instead of claiming to eliminate this. It affirmatively embraces particularity, in contrast to empiricists’ universalizing accounts, grounded in the illusion of a universal subject. FSE exploits the distinctive resources of differently situated groups for more critical, reflexive knowledge projects. It understands that all methods, including those claiming to be apolitical, are political; it is wise about the uneven distribution and operation of power. To set up some general applications to professional and non-professional journalism, I outline FSE. Then I apply FSE to controversies over recent news coverage of sexual harassment, first by Harvey Weinstein and later, by journalists."]}, {"sec_title": "Objectivity and Subjectivity", "sec_content": ["Space constraints preclude listing not only all the defects of objectivity as the operationalization of journalism ethics but also all the problems with objectivity more generally. Suffice it to say: objectivity serves dominant groups who don’t play fair. The philosopher Harding (1993), the leading figure in the articulation of FSE, acknowledges that the neutrality ideal can resolve internal differences within a scientific community. Objectivity can identify the social values and interests that differ among researchers—the context of justification. Remaining invisible, however, is the context of discovery, the implicit social assumptions shared by a community, including racist, homophobic, or misogynist biases. Implemented or activated only in research design, the scientific method comes into play too late in the process to identify the broad historical interests and values that shape the agendas and contents of inquiry, thereby distorting results to varying degrees.", "Post-modernists accept judgmental relativism as the cost of abandoning impartiality and value-free neutrality. They seem comfortable in conceding that all claims are valid—yours for you, mine for me (Harding 1993, 61–62). Harding (1991, 1995), however, insists that judgmental relativism is not the only alternative to objectivity. Harding accepts sociological or cultural relativism (acknowledging that different people hold different beliefs) while rejecting epistemological or judgmental relativism (treating each person’s judgment as equally valid). FSE argues that knowledge comes from someplace: a standpoint, which is partly grounded in, inter alia, embodied experience. But a standpoint is not a foundational ascription held unreflectively. It is communally wrestled out against the apparent realities otherwise made to seem natural and obvious by dominant institutions and groups who do not want the falsity or unjust consequences of their material and conceptual practices revealed.", "FSE demands, then, stronger standards for empirical reliability than does conventional scientific enterprise. Transparency is necessary among such standards, along with accountability, comprehensiveness, consistency, and other regulative research ideals. Assessing evidence also involves “strong reflexivity”—systematic, critical examination of knowledge-seekers’ beliefs. Conventional “objectivist” methods bracket—put off limits—the interests and values that shape inquiry; objectivists do not ask whose questions are counted as worth pursuing, or how these questions are conceptualized and researched. In contrast, FSE prominently includes the context of discovery and subjectivity. This communal approach, then, offers stronger standards for analysis. For journalism, this suggests that the embodied experiences of journalists and their subjects, including as these are raced, sexed/gendered, and classed, should be treated as potential resources."]}, {"sec_title": "Reflexivity and the Experience of the Marginalized", "sec_content": ["Already in 1974, sociologist Dorothy Smith derived women sociologists’ epistemic advantage over men from their “bifurcated consciousness” as sociologists and as embodied women. Smith’s point was that women’s work, including their thoroughly embodied attention to families’ physical and emotional needs, frees men to immerse themselves in abstractions. Men therefore know only the mental world. That is, insiders are accustomed to their own beliefs, so cannot interrogate them. Indeed, they have no stake in doing so. Patricia Hill Collins’s “outsider within” position similarly builds on the resources of strangers. Because black women sociologists are insiders as sociologists and outsiders as black women, they can detect racist and sexist practices of power inaccessible to people who are only outsiders or only insiders (Collins 2000). Meanwhile, other feminist political philosophers have extended Marxist theory to show that the workings of the class system remain invisible if one “starts off thought” from that system’s beneficiaries. In contrast, because workers must understand their exploitation, they understand capitalist ideology. Analogously, a feminist standpoint enables understanding of patriarchal institutions/ideologies as perverse inversions of more humane social relations. Similarly, if only for reasons of sheer survival, marginalized people must understand those at the center, despite insiders’ efforts to remain opaque and beyond question; marginalized people are more likely to produce richer, better explanations.", "Two additional points are important. First, women do not automatically have access to some unitary woman’s standpoint—nor is such a viewpoint an ideal. Harding (1993) repudiated any uncritical celebration of supposedly feminine cognitive styles. Rather, femininity is defined by and helps support the unjust gender system that feminists seek to change. Second, a marginalized standpoint is neither innocent nor exempt from reexamination. One such blind spot may be the ways a group enjoys partial or relative privilege. Women, for example, can over-valorize femininity and underestimate how women can be illogical, wrong. (So, journalists should not assume that anti-vaccine mothers always know best for their children.) That said, FSE also criticizes denying research participants any say in research about them. Standing from above to look down at the object of inquiry further disempowers the already powerless; this enables powerful social institutions to manage them more effectively. (Arguably this explains why coal miners in rural Appalachia resent how elite journalists oversimplify their lives and concerns if these get reported at all.) Either way, FSE suggests the value of institutional, cognitive, and experiential diversity—that is, using sources who are not powerful or privileged and whose experiences may potentially enhance credibility (although again, their accounts require, at the end, investigation, too).", "FSE suggests that women and feminist researchers have been excluded from the direction of the social order and knowledge production, so tend to be agents of less distorted descriptions. Using women’s lives as the starting point for criticizing the dominant scientific claims, for example, can suggest new angles, new questions, and can decrease the partialities and distortions of science. So, neither journalists nor scientists are disembodied, despite their claims to the contrary. For an example of such a claim, journalists seemed to believe Anita Hill, who only reluctantly disclosed how her former boss and then Supreme Court nominee Clarence Thomas had sexually harassed her. Of course, journalists certainly aired the views of Thomas supporters who attributed Hill’s allegedly distorted memories to a variety of personal experiences. But even as journalists also implied that everyone’s judgment was clouded by personal experience, they also implied that journalists uniquely transcend their bodies (Steiner 1995). FSE’s key premise is that scientific practices and objective procedures cannot render historical and cultural specificity immaterial. No particular group, including feminists, automatically knows more or better than others by virtue of position.", "Harding (1991, 151) calls for “strong reflexivity,” meaning that knowledge-seekers would systematically examine their own beliefs, looking “back at the self in all its cultural particularity from a more distant, critical” location. A community’s politics and culture can be obstacles, but they also can become resources for producing knowledge. By this token, a non-disinterested relationship between observer and subject is not a negative to be minimized, but an advantage. In any case, the larger, more important claim has to do with questions and “starting off thought,” rather than claims about answers. Thinkers with “center” identities should start not with themselves, but others, especially people marginalized by imperialism, or sexuality, for example. That is, by examining the context of discovery and introducing subjectivity, FSE offers additional, stronger analytic standards.", "Haraway (1988) posited that partial, local, and embodied knowledge mitigates against unlocatable, unsituated, and therefore irresponsible knowledge claims. Although it is not unproblematic, situated knowledge allow us to become answerable—responsible—for what we learn to see. Ultimately, FSE deploys Thomas Kuhn’s (1962) notion of moving away from falsehood: “Fidelity to what inquiry can actually achieve can be a reasonable standard here. Thus, we can aim for the provisionally least false of all and only the hypotheses already tested” (Harding 2006, 144). We discard more false beliefs when counter-evidence or new conceptual frameworks offer better ones. That is, in FSE’s combination of approaches and traits, modesty and humility are key. FSE’s claims and methods are cast, sincerely, in comparative terms. Standpoint theory demands stronger standards for empirical reliability. Its version of a subjective “strong” objectivity is maximized (i.e., not perfectly achieved) by starting inquiry (but not ending here) from the lived experience of people usually (i.e., not automatically) excluded from knowledge production. Starting thought from lives of marginalized peoples generates more critical questions and reveals more of the unexamined assumptions influencing the contexts of knowledge seeking, so is more likely to produce more generally useful knowledge. Including women’s everyday life perspectives, given their “outsiders within” status, is “preferable” to scientific knowledge generated exclusively from activities of ruling men in dominant groups. A little critical distance from “the normal” is better than no distance at all."]}, {"sec_title": "Applications to Journalism", "sec_content": ["Replacing journalism’s objectivity paradigm is difficult, even if it is beyond repair. As Thomas Kuhn pointed out over 50 years ago (Vos 2017), once a paradigm is established for a discipline, only a revolution can replace it with a new one. And FSE offers no simple recipe to follow. Still, FSE suggests some criteria for that new paradigm; it offers a realistic, practical, non-hypocritical account of how to understand knowledge as socially situated. By incorporating contexts of both discovery and justification, its notions of reflexivity and methods constitute a practical resource for working journalists, providing for a credible, ethical, socially, and epistemologically responsible journalism. All reporters—daily, investigative, citizens, bloggers—and indeed all knowledge-seekers should be epistemologically responsible. FSE provides a way for journalists to incorporate reflexivity into their self-evaluative method, and to assess how their experiences—and sources’ experiences—could either be blinding or illuminating. Journalists can acknowledge that they, too, are social actors in their stories, using their own experiences to aim for the less false version, but also demystifying their practices and their privileged position in knowledge production.", "Many non-journalists intuitively understand that experiences affect how we see things and offer insights unavailable to those lacking such experiences, thereby enriching and “authorizing” accounts—especially accounts of people who are marginalized and have little to lose by challenging officialdom and the status quo. Of course, journalists describe their sources and subjects in terms of who “they” are; they, too, assume that class, gender, sexuality, and race over-determine their sources’ experiences. Yet journalists usually use personal experience to discount people’s accounts. Journalists have been essentially forced to embrace diversity within the newsroom. But otherwise, white women reporters have long presented themselves as reporters first, accepting and reinforcing professional journalists’ insistence that they, seemingly uniquely among humans, are disembodied, colorblind, and sexless and thus can transcend embodied subjectivities.", "The exception has long been black journalists. For example, after the death of Erica Garner—a black US activist who challenged police brutality after the death of her father at the hands of police—a friend requested that only black journalists contact the family. Among the several white reporters calling this request racist or disrespectful to Garner’s legacy was, for instance, ABC Eyewitness News anchor Bill Ritter (https://twitter.com/billritter7/status/947158816809996288). Eugene Scott, a black Washington Post reporter, however, tweeted (https://twitter.com/Eugene_Scott/status/947229213379219457): “Non-black journalists complaining about how it is unfair that the Garners want to share their story with black journalists should just ask the black person in their newsroom to ask for comment—unless their newsroom doesn’t have a black journalist.” A senior Mic staff writer (Rice 2018) commented that the family’s request crystallized Garner’s complaints about the lack of black representation in journalism; Garner herself apparently had given exclusive interviews to black reporters, especially black women reporters. A columnist for the black-oriented The Root asserted: “Caucasian tear ducts don’t even open for black bodies … . [B]lack journalists may be more familiar with the cultural dynamic of the grieving process  … [and] be more sympathetic to a black family’s pain and loss. Regardless of their experience, professionalism or allyship, there are certain things even well-meaning white people can sometimes take for granted—intentionally or not” (Harriot 2018). Similarly, decrying the latest evidence of sex and race discrimination that characterize hiring and promotion of sports journalists, a black New York Daily News journalist (Phillips 2018) explained why a black sportswriter was the first to ask Colin Kaepernick about his peaceful protest, giving the quarterback someone who could be trusted not to misconstrue his message. Calling the notion that color shouldn’t matter in newsroom hiring practices “not only wrong but myopic and covered in racism,” Carron Phillips wrote, “How can a paper/website properly report or editorialize on issues that impact people of color or women without having voices in the newsroom that can add greater context?”"]}, {"sec_title": "Experiences of Sexual Harassment", "sec_content": ["The notion that journalists uniquely transcend embodied experience changed with the tsunami of allegations of sexual harassment, at least once the eruption included sexual harassment of women journalists. The controversy can, must, and will be analyzed in many ways. Here I only, and briefly, comment on the authority of specific personal experience. My first point is this: initially, being sexually harassed or assaulted, knowing personally someone who endured this, or being female was not assumed to heighten a reporter’s legitimacy or credibility. Days after Jodi Kantor and Megan Twohey (2017) published their first New York Times story about how for 30 years Harvey Weinstein sexually harassed, molested, and assaulted women, Ronan Farrow’s equally scrupulously reported and arguably more painful stories began appearing in The New Yorker. Kantor, Twohey, and Farrow credited the support of their editors, at the top both men. Subsequently, both women and men covered or wrote analytic pieces about Weinstein and other sexual predators for many other outlets. Women certainly were willing to talk to men about hot-button and arguably humiliating personal experiences. Thirteen women told Farrow (2017a) that Weinstein sexually harassed, assaulted, or raped them. In a second article, Farrow (2017b) explained that Annabella Sciorra, having initially denied that Weinstein had harassed her, subsequently called to tell him “the truth”: she still lived in fear of Weinstein, who, she said, had violently raped her and repeatedly sexually harassed her.", "Notably, Kantor and Twohey told a women’s magazine (Minutaglio 2017) that the profound shift regarding sexual harassment was “really inspiring to us, as mothers, because we want our daughters to know they can stand up to bullies and fight for what’s right.” Kantor added that her Jewish heritage explained her need to expose “profound injustice”; Twohey said her journalist-parents taught her that reporters “give a voice to the people who need one.” According to Times reporter Alexandria Symonds (2017), Bill O’Reilly had threatened Emily Steel in 2015, when she reported on payments made to cover up his sexual harassment; this experience gave Steel “an empathetic perspective.” On the other hand, Steele, Kantor and Twohey emphatically denied any interest in advocacy or taking anyone down. Kantor told Symonds she had no “personal animus” toward Weinstein: “For us, this is really just about uncovering the truth.”", "Farrow initially said nothing about personal experiences or motives that might have inspired his investigation. Most commentators did highlight personal facts, specifically Farrow’s estrangement from his father, Woody Allen, given that Allen had married the daughter of his longtime lover, Mia Farrow (Ronan’s mother), and especially the fact that another daughter, Dylan Farrow, accused Allen of molesting her at age 7. Indeed, in 2016 Farrow said he was ashamed that he heeded his NBC producer’s order that he ask the author of a hagiographic biography of Bill Cosby only one small question about why the author had ignored rape and assault allegations against Cosby. Farrow (2016) said he “worked hard to distance myself from my painfully public family history and wanted my work to stand on its own,” so avoided commenting on his sister’s allegations for years. After his bombshell expose appeared, Farrow told many interviewers that he only gradually had come to understand the importance of tough, meticulous reporting about crimes. Eventually, Farrow told an interviewer that “probably … family background made me someone who understood the abuse of power from an early age” (Guthrie 2018). Otherwise, as had the Times reporters, he explicitly denied any activist or personal motivation of the stories. Even Mia Farrow said, “I never got the sense the Weinstein story was personal for him. He was a reporter on a huge assignment” (Guthrie 2018).", "“Is there poetic justice in the fact that it was Allen’s estranged son” who exposed Weinstein, The Washington Post columnist Robinson (2017) asked. “Perhaps, but we digress.” Others saw this as no “digression.” Some speculated that NBC used Weinstein’s accusation that Weinstein’s own relations with Allen had compromised Farrow, then an NBC correspondent, as an excuse to spike the story, causing him to take it to the New Yorker (Grove 2017). Nevertheless, no reporters implied that Farrow was biased. Journalists represented one another as essentially unaffected by personal experience.", "Eventually, the sexual harassment coverage replaced the old and properly maligned “she said, he said” narrative with discussions affirming the value and authority of experience, finally taking seriously testimony from women (and a few men). People were finally empowered to describe harassment experiences that demonstrated the patterned behaviors of sexual predators. Nonetheless, not all were comfortable with how this encouraged others to reveal similar experiences. Explicitly protesting “the promotion of ‘lived experience’ over all other considerations,” The Guardian columnist Brockes (2017) expressed discomfort with the public shaming she saw occurring on social media. When people participating in the debate make personal experience the main source of authority, she wrote, “it narrows the issue, potentially shutting out those who might otherwise join in and creating a strangely insular climate.” Nonetheless, proclaiming and validating personal experiences of molestation and harassment, including of marginalized women, as a source of truth was the essence of the #MeToo movement, which was tweeted almost one million times within its first two weeks. Indeed, #MeToo also told truths about resulting feelings and emotions, including humiliation, frustration, sadness, fear, and fury. Such truths are precisely the ones FSE seeks.", "Several victims, especially the ones who talked to Farrow, poignantly addressed the distorting consequences—shame, self-doubt, and self-hatred—of sexual victimization. Underscoring how public narratives often obscure the complex emotional dynamics that follow assaults, a New Yorker staff writer (Tolentino 2017a) noted that sexual assault victims “know that one of the cruelest things about these acts is the way that they entangle, and attempt to contaminate, all of the best things about you.” That Asia Argento felt guilty for not physically fighting off Weinstein and described herself as “damaged” and “a fucking fool” (Farrow 2017a) demonstrates how Weinstein permanently altered Argento’s self-perception.", "More to the point here, it illustrates FSE’s point that a marginalized group may indulge in distorted thinking, perhaps because of oppression. Likewise illustrating FSE’s acknowledgement that individual experience can be distorting—i.e., wrong—was actor Lindsay Lohan’s myopic Instagram posting (later deleted) of two brief videos that condemned what was “going on” and proclaimed that she felt “very bad” for Weinstein (Gardner 2017). Lohan, who had worked with Weinstein on a couple of movies, said: “He’s never harmed me or done anything to me. So I think everybody needs to stop.” Rose McGowan, who became one of the major public faces of the movement after she described an assault by Weinstein, astutely tweeted (https://twitter.com/rosemcgowan/status/918113710232633344): “Please go easy on Lindsay Lohan. Being a child actor turned sex symbol twists the brain in ways you can’t comprehend.”"]}, {"sec_title": "The Legitimacy of Journalists’ Experiences of Sexual Assault", "sec_content": ["Highly telling here are the women who were harassed by newsroom colleagues, editors, publishers, and internship supervisors yet only post-Weinstein examined and exposed the “open-secret” reputations of men journalists, not only in the United States but around the world, including Italy, Canada, the United Kingdom, Japan, China, Malaysia, and Russia. I can only briefly gesture to two points that FSE explains regarding the uneven credibility of their individual experiences. Women journalists reacted to sexual molestation and harassment in the same variety of ways as other women. They did not transcend their embodied experiences. Rather, they kept quiet; felt humiliated, ashamed, and angry; complained to colleagues, friends, and romantic partners; reported to their superiors; quit. News organizations were equally unlikely to publish or air stories about it. Even after October 2017, several news outlets were highly reluctant to bucking powerful men based on women’s accounts. One dramatic example involved the Anniston Star, whose board chair and former publisher had sexually spanked multiple women employees years ago; at least once a man reporter witnessed the spanking. The reporter investigating this story quit when the current Star editor and publisher appeared unsupportive; he ultimately published his story elsewhere (Lyman 2018). Several news outlets refused to explain the departures of staff or, in a few cases, even acknowledge the departures, although the connection to sexual harassment eventually went public.", "Women journalists reacted to sexual molestation and harassment in the same variety of ways as other women. They did not transcend their embodied experiences. Rather, they kept quiet; felt humiliated, ashamed, and angry; complained to colleagues, friends, and romantic partners; reported to their superiors; quit. News organizations were equally unlikely to publish or air stories about it. Even after October 2017, several news outlets were highly reluctant to bucking powerful men based on women’s accounts. One dramatic example involved the Anniston Star, whose board chair and former publisher had sexually spanked multiple women employees years ago; at least once a man reporter witnessed the spanking. The reporter investigating this story quit when the current Star editor and publisher appeared unsupportive; he ultimately published his story elsewhere (Lyman 2018). Several news outlets refused to explain the departures of staff or, in a few cases, even acknowledge the departures, although the connection to sexual harassment eventually went public.", "Notably, at least one media critic (Uberti 2019) said that journalists who themselves were victimized produced some of the best reporting on sexual harassment, including Suki Kim (2017) and McGann (2017), who, like Kim, wrote in the first-person, albeit also citing three other women abused by Glenn Thrush of the New York Times. Apparently, the prevailing sentiment among Thrush’s D.C. colleagues and other reporters was that he should not lose his job for what mostly amounted to “bad judgment around young women journalists.” But those Thrush apologists also said that either McGann should have written exclusively about her own experiences with Thrush, or a different “disinterested” journalist should have conducted the investigation (Pompeo 2017). 2) Women developed informal alliances for warning women about predatory men, although the information provided by such whisper networks needed testing and interrogation. One young journalist—Donegan (2018), who later outed herself as the creator—circulated the “Shitty Media Men” list, a crowdsourced spreadsheet that enabled media women to share information about men to stay away from. Donegan had hoped “to create a place for women to share their stories of harassment and assault without being needlessly discredited or judged.” The list was controversial and not wholly reliable; it was taken down within hours. Buzzfeed attacked the list for lacking substantiation and conflating various forms of misconduct (Shafrir 2017). On the other hand, Buzzfeed itself fired its White House correspondent upon an investigation instigated when his name appeared on the list. That is, the women journalists’ whisper network was reasonably accurate (Tolentino 2017b). Perhaps it deserved expansion. After all, women of color said the list underestimated their interests: the women who most need the information are usually young, marginalized, and without the relevant professional connections, thus exactly those most vulnerable. The larger lesson, Tolentino correctly noted, was that any single attempt to repair a flawed system is likely to be neither perfect nor wholly wrong.", "Women developed informal alliances for warning women about predatory men, although the information provided by such whisper networks needed testing and interrogation. One young journalist—Donegan (2018), who later outed herself as the creator—circulated the “Shitty Media Men” list, a crowdsourced spreadsheet that enabled media women to share information about men to stay away from. Donegan had hoped “to create a place for women to share their stories of harassment and assault without being needlessly discredited or judged.” The list was controversial and not wholly reliable; it was taken down within hours. Buzzfeed attacked the list for lacking substantiation and conflating various forms of misconduct (Shafrir 2017). On the other hand, Buzzfeed itself fired its White House correspondent upon an investigation instigated when his name appeared on the list. That is, the women journalists’ whisper network was reasonably accurate (Tolentino 2017b). Perhaps it deserved expansion. After all, women of color said the list underestimated their interests: the women who most need the information are usually young, marginalized, and without the relevant professional connections, thus exactly those most vulnerable. The larger lesson, Tolentino correctly noted, was that any single attempt to repair a flawed system is likely to be neither perfect nor wholly wrong."]}, {"sec_title": "Conclusion", "sec_content": ["FSE emphasizes the importance of triangulated methods for articulating less false accounts that we hold provisionally and modestly, judging against what we know, and remaining suspicious of those with vested interests in false analyses. The extent to which FSE offers prescriptive models for good journalism requires considerable more articulation and development by scholars. In particular, Harding’s suggestion that dominant individuals can betray their own class interests and learn to adopt the perspectives of the marginalized is worth investigating. Harding abandoned this idea of a “traitorous identity” as psychologically implausible (Steiner 2012). Nonetheless, perhaps journalists, as professionals, can adopt perspectives contrary to their own and ask the important critical questions that FSE predicts will come from strangers and outsiders.", "FSE’s advocacy of diversity applies to journalists at all levels, from reporter and photographer to editor and publisher, and, even more importantly, at the structural level, in terms of diversity within and across platforms. A collective’s ability to ask better questions and reject the more false answers requires maximal diversity. Alternative media are critical for this project, adding to diversity across news media and offering models for how to be transparent and self-conscious about standpoint politics. Feminist media, foremost among such examples of this key FSE premise, begin reporting from the point of view of marginalized groups (although they do not end there), draw on enormous varieties of non-privileged sources, and share control over stories with their subjects/sources. Public and citizen projects similarly demonstrate both the difficulty and compelling potential for leveling power relationships between subject and object of inquiry and incorporating marginalized standpoints. More philosophical and empirical development, however, is crucial to establishing the connection between a multiplicity of potentially progressive or resisting standpoints and better knowledge and thus social justice.", "Plenty of evidence supports FSE’s recognition that women do not share a single standpoint. Women news executives did not always stop sexual harassment or call upon others to stop what they knew was happening. Matt Lauer at NBC and Charlie Rose, who reportedly sexually harassed 35 women, were protected for years, presumably because the perpetrators were stars. The Washington Post identified three times when CBS managers were warned about Rose, including in 1986, when women sued CBS for tolerating an environment of toxic sexual harassment; the lawsuit was settled confidentially (Brittain and Carmon 2018). Anecdotal evidence suggests that women in news management have accommodated, ignored, or tolerated perpetrators. Three women of color accused the woman who is the CEO of New York City’s public radio station of knowing about, but failing to take action against, abusive public affairs show co-host. How problems and experiences—whether with respect to journalists or their subjects and sources—are overdetermined by intersections of sexuality, gender, and race is worth more sustained consideration. Not everyone is willing and able to go through the intellectual labor of ongoing evaluation and re-evaluation that FSE urges. Retaining an openness to being wrong is itself difficult. At this point, however, the crisis in journalism suggests we have little to lose by experimenting with an epistemological alternative to objectivity."]}, {"sec_title": "DISCLOSURE STATEMENT", "sec_content": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective", "year": "1988", "journal": "Feminist Studies", "volume": "14", "authors": [{"name": "Haraway Donna.", "first_name": "Haraway", "last_name": "Donna.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Strong Objectivity’: A response to the new objectivity question", "year": "1995", "journal": "Synthese", "volume": "104", "authors": [{"name": "Harding Sandra.", "first_name": "Harding", "last_name": "Sandra.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Women’s Perspective as a Radical Critique of Sociology", "year": "1974", "journal": "Sociological Inquiry", "volume": "44", "authors": [{"name": "Smith Dorothy.", "first_name": "Smith", "last_name": "Dorothy.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Judging the Judges: Journalists and Standpoints", "year": "1995", "journal": "New Jersey Journal of Communication", "volume": "3", "authors": [{"name": "Steiner Linda.", "first_name": "Steiner", "last_name": "Linda.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Paradigm Is Dead, Long Live the Paradigm", "year": "2017", "journal": "Journalism \\& Communication Monographs", "volume": "19", "authors": [{"name": "Vos Tim.", "first_name": "Vos", "last_name": "Tim.", "affiliation": "", "orcid": "", "role": ""}]}]}