{"doi": "10.1080/17512786.2019.1682944", "url": "https://doi.org/10.1080/17512786.2019.1682944", "title": "How Daily Journalists Use Numbers and Statistics: The Case of Global Average Temperature", "volume": "14", "year": "2020", "issue": "9", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Van Witsen", "first_name": "Anthony", "name": "Anthony Van Witsen"}], "abstract": "ABSTRACTStatistics are widely acknowledged as an essential part of journalism. Yet despite repeated investigations showing that routine news coverage involving statistics leaves much to be desired, scholarship has failed to produce an adequate theoretical understanding of how statistics are employed in journalism. This includes such critical decisions as how statistics originate, where to look for useful statistics and which ones to trust. The present research seeks answers through a discourse analysis of a single statistical news development: the joint announcement by the National Aeronautics and Space Administration (NASA) and the National Oceanic and Atmospheric Administration (NOAA) on 18 January 2017 concerning record average global temperatures for the previous year, 2016. An analysis of rhetorical expressions intended to convey the absence of doubt (so-called “certainty markers”) revealed that the coverage relied strongly on authoritative scientific sources to determine what counted as good measurement. A specific typology of certainty markers emerged, with five different categories of certainty and four categories of expressions of uncertainty. The certainty and uncertainty markers were not mirror images of each other, with a different structure and different sources.", "body": [{"title": "Introduction", "paragraphs": ["Statistics are an essential part of the news (Curtin and Maier 2001; Harrison 2016; McConway 2016). Harrison (2016) and Curtin and Maier (2001) say modern journalism is unimaginable without numbers. Yet, important though numbers may be in journalism, repeated investigations (Ahmad 2016; Maier 2002; McConnell 2014; Moynihan et al. 2000) have shown journalists’ performance with numbers falls short both in thinking and in finished stories. Yet it is notable that the errors these studies discovered did not appear to stem from a single shortcoming in journalists’ thinking or practice. Possibly, for this reason, scholars have not developed a single explanation for the processes that contribute to how numbers are employed (or misemployed) in daily news reporting. Some think the answer is to give science and environmental journalists more formal knowledge of their subject matter (Donsbach 2014; Nisbet and Fahy 2015). However, Van Witsen and Takahashi (2018) showed that this kind of new journalism would probably have problems functioning, especially amid rapidly changing professional practices caused by the decline of print journalism and the rise of digital and social media.", "The preoccupation with measurement and quantification is likely to increase in the future, not only because of the growth of algorithms and big data in contemporary life generally, but also the increased use of data-based reporting, what Meyer (2002) called precision journalism. A few researchers (Brandao 2016; Lugo-Ocando and Brandão 2016; Nguyen and Lugo-Ocando 2016; Van Witsen 2018) have tried to broaden the discussion by incorporating findings from political science about the problematic nature of statistics and the counting and measuring functions behind them.", "Alonso and Starr (1987) say all acts of quantification are politicized. This is not necessarily due to bad faith but rather because decisions about what to measure, how to measure and operationalize it, the boundaries between categories and between data and noise are normative in part, growing out of the way the phenomenon under study is conceptualized. For example, Lugo-Ocando and Lawson (2017), studying statistics on poverty, say the very concept of poverty has always been contested and that contemporary statistics about it are inseparable from modern ideas of economic development. This definition began in the first developed economies which tend to treat their own history as containing the only possible meaning of wealth and poverty. It is these definitions that shape concepts of who can speak about poverty or who can define its “real” meaning and “real” standards for measuring it. These disputes show up in different ways of operationalizing poverty for measurement purposes such as absolute versus relative deprivation. When these essential but imperfect numbers are made public, they go on to shape public ideas about the size and scope of the things they were created to measure, including the social problems on which much journalism focuses. Prewitt (2013) says the simplification of journalism means these calculations and judgments take place offstage so to speak so that when statistics appear in the news they are treated as though the phenomenon being measured were identical to its operationalized indicator.", "Because numbers are almost always the product of exactly the experts and authorities on whom journalists rely (Fishman 1980; Gans 2004; Tuchman 1972), the processes by which statistics are created strongly influence not only what gets reported, but what news workers habitually treat as objective and real. This happens partly because the creation of statistics and the efforts to publicize the work of the agencies that create them are difficult to separate (Lugo-Ocando and Lawson 2017). Tailoring numbers to meet media needs, in other words, is not an add-on but built into the process of legitimizing policy and seeking support.", "The emphasis on numbers in news also owes something to the special status of measuring and counting in the broader culture in which journalism is embedded (Porter 1996), in which many forces both inside and outside the profession influence media messages (Reese 2001; Reese and Shoemaker 2016). Yet until recently, little was known about how much journalists knew about the normative thinking and so-called politics of numbers (Alonso and Starr 1987) behind the statistics that appear in the news every day.", "Lugo-Ocando and Brandão (2016), focusing on statistics about knife crime in United Kingdom newspapers, found most journalists passed on official numbers without trying to understand how figures about this category of crime were conceptualized or the assumptions or interests behind their construction. Brandao (2016), studying science news, found that by being embedded in journalistic routine, statistics frequently functioned as a form of rhetoric to help establish an aura of scientific objectivity. Van Witsen (2018) found that except for lengthy investigative projects, journalists relied heavily on beat conventions and official sources to define what counts as good measurement. When the numbers produced through these practices did not appear to make sense or were contested, journalists sought out alternative authoritative sources but rarely non-authoritative (Van Witsen 2018) as a basis for determining what counts as “good” numbers. Though the respondents frequently recognized problems with particular numbers almost all believed in the privileged status of statistics as a way of getting at truths unavailable through other means such as eyewitness description or interviews.", "Given these findings, the stories journalists produce should logically reflect their thinking in some form. The present research tests this through an exploratory content analysis of rhetorical expressions conveying the absence of doubt (certainty markers) in a single statistical news development, the joint announcement by the National Aeronautics and Space Administration (NASA) and the National Oceanic and Atmospheric Administration (NOAA) on 18 January 2017 concerning record average global temperatures for the previous year. While the two agencies were the original source of the announcement, journalists had theoretical access to a wide range of other sources, including some only rarely granted the standing to make scientific arguments.", "These could range from politicians (Parks 2019) to scientists with no climate training such as Happer (n.d.) to highly credentialed climate scientists such as Judith Curry (Waldman 2017). Some of these might have given context to the claims or challenged their completeness, accuracy or methodology. A case study of how journalists received and treated an important scientific statistic can offer clues to which sources journalists grant the standing to determine what is real and certain and how they handle the inevitable uncertainties in any scientific finding. Part of Donsbach’s argument (2014) as well as Nisbet and Fahy’s (2015) is that policy could be better formulated if journalists had a better understanding of the things being cited as facts in support of those policies. In that sense, the findings of a case study could be a concrete example of the kind of knowledge Donsbach (2014) and Nisbet and Fahy (2015) believe science journalists need to learn."]}, {"title": "Literature Review", "paragraphs": ["Despite the extensive scholarship about how journalists handle statistics, little is known about what they understand of the measured facts they report on—e.g., gross domestic product, inflation, crime rates and so forth. Some scholars (Alonso and Starr 1987; Andreas and Greenhill 2010; Boellstorff 2013) have concluded that statistics cannot be considered or used apart from their origin as human-created artifacts. Prewitt (2013) studied the complex negotiations that take place in order to define such phenomena as homelessness, racial discrimination or sexual assault and choose appropriate methods for measuring them. When the concept being measured is new, controversial, or concealed, such as pollution, drug dealing or sex trafficking, debates over measurement can become highly contested (Parasie 2015; Parasie and Dagiral 2012; Rose 1991; Warren 2010). Because these debates are often integral to the process of defining a social problem, they give rise to multiple politics of numbers.", "Rose (1991) discusses how measurement creates boundaries between the things measured, renders them visible and creates the effect, if not the appearance of internal homogeneity, such as grouping a variety of acts into specific kinds of crime. Warren (2010) studied the U.S. State Department’s efforts to create a country-by-country tally of human trafficking and concluded that despite its best efforts, the Department was limited to asking different countries about their efforts to prosecute the traffickers. This is a different task than counting actual movement of bodies across borders. Warren concluded, “reliable comparable data across states does not exist, and in fact, there is no consensus on the appropriate methodology to gather such data … ” (119) In this process, disputes about what deserves to be measured are necessarily normative in part, but their expression in numbers makes them seem like something beyond norms (Amberg and Hall 2010; Fahnestock 1986; Strathern 2000), particularly when the processes that give rise to the numbers rarely attract attention (Bhatti and Pedersen 2015; Rose 1991). This logic is taken up and strengthened by advocacy groups and social movements, who know numbers give them credibility and improve access to news coverage (Best 1987). Becut and Croitoru (2016) believe public comprehension of statistics is a cultural issue and the role of numbers in the media should be viewed as a social rather than a mathematical problem. In this sense, as Boellstorff (2013) says, there is potentially an ethnography behind every algorithm.", "The implications should be clear for what Fishman (1980) calls routine journalism, “the standard fare that fills newspapers day after day … what most newsworkers would consider good, plain, solid, honest, professional news reporting. (15)” The routine practices through which such reporting takes place frequently ties reporters to a limited range of accepted sources and definitions of news (Fishman 1980). Whether journalists who consistently report numbers through certain methods are aware of the possibility of other methods is not known.", "Studies of the news production process tend to treat the newsroom as a social system governed by stable rules, and journalists as one of its principal actors. Tuchman (1972) concludes that the news production process does not normally allow time for methodologically sophisticated determination of whether something is true. Instead, the definition of news and its verification are determined by conventions, including the idea of objectivity and the separation of fact from opinion. Schultz (2007) says this system of thinking and the routines that support it are largely tacit and taken for granted.", "Sigal (1973) says both newsroom routines and the official or authoritative sources on which journalists frequently rely reinforce each other as conventionalized ways of providing routine access to accepted forms of verification. An advantage of official authority is that even when controversial it is still likely to command a serious or at least a respectful hearing. Although he does not mention statistics, in this context, Himmelstein (2014) recognizes that numbers have many characteristics which make them useful for journalistic routines: they are “abstract, concise and portable;” that is, they travel well. They are widely used in defining social problems. Because numbers are almost always the product of the experts and authorities on whom journalists rely, they have a structural advantage in the creation of “straight news” (Sigal 1973).", "There is less research on this mutual co-construction in scientific news sources. Traditional newsroom sociology (Fishman 1980; Gans 2004; Graber 1988; Reich 2006; Tuchman 1972) sees source trust as governed by regular norms and relationships that may have been built up over long periods of time. Reich (2006) argues that neither journalists nor sources dominate this relationship exclusively, which can shift depending on circumstances and story or can even be different for different sources on the same story. However, Hansen (1994) says that because it deals in facts that are difficult to verify independently, science journalism may depend more on particular kinds of sources and on mutual cooperation and trust between journalists and sources. At the same time, a great deal of science news follows accepted definitions of news, being event-driven and frequently linked to an elite group of scientists who are seen as having the authority to speak on their area of expertise (Corbett and Durfee 2004).", "Under these circumstances, repeated appearances in the media as a credible scientific source may reinforce other journalists’ trust when they cannot verify that trust independently (Dunwoody and Ryan 1987). In the case of climate news, audience awareness may be high but knowledge about how science is actually done and truth claims verified may be more variable. As with other sources, some scientific sources are better at capturing media attention than others.", "Several researchers have recognized that the meaning of numbers changes when they leave the specialized environment where they were created and reach larger audiences (Berman and Milanes-Reyes 2013; DeSantos 2009). Measurements can sometimes take on symbolic significance, affecting how members of the measured category see themselves or creating new publics for them. DeSantos (2009) studied country risk in Argentina, a measure of the additional interest rate demanded by investors in a less stable environment. After 2001, this measure began to receive increasing public and media attention. Country risk stories were ranked as among the most read; in one survey, 82% of respondents knew about it and had an opinion. In the United States, Berman and Milanes-Reyes (2013) studied the different meanings of the Laffer curve in the U.S. Congress Congressional Record. Where Republicans discussed this concept as a testable hypothesis about the relationship between taxes and government revenues, Democrats treated it with scorn and derision rather than intellectual opposition.", "Media clearly played a role in the popularization and cultural transmission of new attitudes toward these statistics, but what kind of role? While journalists follow professional norms and routines in their work, the newsroom as a whole also absorbs and transmits broader cultural attitudes and these may include attitudes toward numbers. One unstudied aspect of the hierarchy of influences model (Reese and Shoemaker 2016) may be the way cultural ideas become new norms when they enter the newsroom from the larger culture (Reese 2001; Reese and Shoemaker 2016). Numerous investigators have recognized climate change as a contemporary cultural force larger than any individual scientific finding (Adger et al. 2013; Hulme 2009). From this perspective, it is possible to ask whether the enhanced cultural status of climate change affected the way journalists wrote about its statistical aspects.", "While all journalists find statistics a useful part of their daily routines, news coverage of science may be even more reliant on numbers. Dunwoody (2014) Stocking (1999) and Priest (2001) all found that, in the absence of a visible scientific controversy, journalists tend to sidestep problems of validity and downplay uncertainty. McInerney, Bird, and Nucci (2004) as well as Stocking (1999) found journalists sometimes make science seem more certain than it appears to the scientists (a tendency which scientists themselves sometimes encourage). This is reinforced by the nature of science journalism, tied as it is to definitions of news that emphasizes discoveries and firsts, discrete events and elite scientists (Corbett and Durfee 2004). Lehmkuhl and Peters (2016) say if a new truth claim matches an existing story frame (such as climate change) journalists are unlikely to investigate the ambiguities or uncertainties. It is also reinforced by journalists’ frequent reliance, not on the original science, but on the simplified framings in science news releases (Brechman, Lee, and Cappella 2009; McInerney, Bird, and Nucci 2004). Nisbet and Huge (2006) showed the prominence of advocacy groups and policymakers as news sources about science stories and their influence on the framing and definition of science as problematic or not. Content analysis by Brechman, Lee, and Cappella (2009), showed how news releases may induce changes in the meaning and certainty of the science as frequently as the journalists who work from them.", "Science and journalism also have different traditions for communicating risk (Weingart, Engels, and Pansegrau 2000) with different rules and time horizons. Scientists are always aware that no finding is ever completely certain and may use expressions of uncertainty in scientific papers partly to acknowledge the tentativeness of all science or as a credibility marker with peers (Martínez 2001). Gee (2011), studying probabilistic statements about smoking and cancer, found that such phrases as “increase in smoking” or “clearly associated with” became more ambiguous in media messages than they were in the science, where terms were precisely defined and operationalized. Either way, media must create a sense of urgency around science to make it seem newsworthy.", "The research whose coverage was studied in this paper represents the latest iteration of a multi-decade effort to create an “estimate of global temperature change that could be compared with expected global climate change in response to known or suspected climate forcing mechanisms” (Edwards 2010; Hansen et al. 2010, RG4004). Global average temperature, far from being self-explanatory, is a scientific construct incorporating multiple temperature readings from diverse and sometimes uncertain sources worldwide over more than a century. Hansen et al. (2010) discuss the range of problems encountered in creating this method, including adequacy and completeness of temperature records dating back to 1880, the difficulty of finding an appropriate basis for choosing between conflicting inputs, how to adjust for inadequacies in the data that may or may not be fully understood, and reconciling conflicts between methods used by different groups of researchers.", "The changed meaning of certainty between science and the media is frequently accompanied by changes in the language in which it is expressed. Because science needs to establish trust and credibility, to persuade relevant audiences of the work’s truth (Martínez 2001), science is in part a rhetorical enterprise. Science, in addition, does not depend solely on what happens in the lab; it also depends on policy, grants, textbooks and popular science including news media. As scientific rhetoric shifts through these different stages, it may be impossible to avoid diminishment of the hedges and qualifications scientists themselves include in their work. Simmerling and Janich (2016) found that the way a story is told depends on the journalistic situation. These include the need to establish credibility through the use of authoritative sources and the need to arouse curiosity in the audience, which may not care about certainty or uncertainty to begin with (Stocking and Holstein 2009).", "For global average temperature, problems arise when climate scientists have to translate precise measurements of certainty and uncertainty into forms that can be comprehended by policymakers and others including journalists. Risbey and Kandlikar (2007) documented how successive IPCC reports varied in their approaches to expressing different levels of both confidence and likelihood in different assessments. Unless journalists read the original papers (not always possible given newsroom routines), news releases, with their limited detail, will be one of their major sources. As media work to create a sense of newsworthy urgency (Weingart, Engels, and Pansegrau 2000), the normal rhetorical hedging of science may disappear.", "Collectively, this set of constraints and opportunities plays a large role in determining how science appears in the news and may also influence the way journalists use statistics (Hansen 1994; McInerney, Bird, and Nucci 2004). Some events become news because they are considered important in the cultural value system in which journalism is situated. Numbers that support existing beliefs may find it easier to get a hearing and the media may treat one side of a controversy as not worth paying attention to (Priest 2001).", "Investigators such as Amberg and Hall (2010), Bednarek and Caple (2012) and Koutsantoni (2004) have studied the role of scientific rhetoric in establishing the authority and trustworthiness of science, both in popular science and among scientists themselves. Crismore, Markkanen, and Steffensen (1993) and Koutsantoni (2004) showed how scientific writing contains language which does not add to fact claims or evidence but indicates how audiences should regard these claims. Such rhetorical devices as attitude markers, certainty markers, emphasizers and intensity markers in the original science can be a move to media reports, changing the way information is understood in scientific writing and in science news. These authors developed taxonomies of rhetorical expressions as evidence of the certainty with which scientific findings are conveyed. Of these, so-called certainty markers assess the degree of commitment to truth and minimize doubt or ambiguity.", "Bielenia-Grajewska (2015) and Amberg and Hall (2010) say certain kinds of language (e.g., highly, excessive, dramatically or extremely) can affect risk perception and amplify risk. Journalists may take these “magnitude markers” from their scientific source or add them themselves (Amberg and Hall 2010). Phrases such as well established, or widely acknowledged, may suggest uncontroversial expertise, make complicated issues seem clearer, and inspire credibility, making alternatives seem less than “real.” Other words such as find, show or will imply the absoluteness of the scientific authority behind the claim.", "If journalists rely heavily on beat conventions and official sources for statistics and believe statistics have special epistemic status (Van Witsen 2018), these practices may also appear in published stories that include statistics. The present study, a discourse analysis of coverage of the joint NASA/NOAA announcement about record average temperatures in 2016, represents a single widely covered scientific truth claim in which numbers form the centerpiece of the news. In addition, the science made news through a joint announcement by both agencies, a strategy probably crafted to maximize coverage (Schudson 1989). When news is made in these circumstances, the coverage represents something other than straightforward news judgment. In addition, the carefully coordinated news management resulted in a large number of stories published about the same event in a short period.", "This discussion is the basis for the following research question: RQ1. How are certainty markers used in the context of a single statistics-based science story?News about science never speaks for itself. Because scientists (and their institutions) were an important source for news about average global temperature it is possible to inquire whether they were associated with expressions of certainty about the statistics in question and to make the same inquiry about other key sources. Therefore this study investigates: RQ2: How are certainty markers used in conjunction with science and non-science sources in the context of a single statistics-based science story?", "RQ1. How are certainty markers used in the context of a single statistics-based science story?", "RQ2: How are certainty markers used in conjunction with science and non-science sources in the context of a single statistics-based science story?"]}, {"title": "Method", "paragraphs": ["Discourse analysis is a qualitative method which studies the forms and construction of language relative to its intended purpose (Gee 2011; Georgakopoulou and Goutsos 2004; Hajer and Versteeg 2005). It recognizes that language users always make choices and that language in a particular circumstance shapes those choices. In journalism, discourse analysts have studied how language conveys news through emotion, intensification and quantification (Bednarek and Caple 2012). Since quantification can function as a signal of the magnitude, importance, or impact of an event, it has a clear application to the study of statistics in journalism. In addition, because it studies the way societies make sense of things through language, discourse analysis can highlight how a scientific finding like climate change is viewed as a particular kind of social problem (Hajer and Versteeg 2005).", "In discourse analysis, researchers can seek to understand what groups or institutions set the norms for what is said (Gee 2011). Because journalists usually grant such standing to official or authoritative sources including science and scientists (Corbett and Durfee 2004; Hansen 1994) and because journalists usually follow beat conventions to decide which statistics count as truth (Van Witsen 2018), discourse analysis of certainty markers in stories about average global temperatures may help show how this process results in the creation of actual news content.", "The content population consisted of articles from American news media (mostly print) that covered the average temperature story announced on 18 January 2017. This population was taken from five large newspaper databases: Access World News, Lexis-Nexis Academic, Factiva, InfoTrac and ProQuest. Search criteria were all articles brought up by the terms “average temperature” and “hottest year” for the period beginning 11 January 2017 (one week before the announcement) to 18 February 2017 (one month after). While the initial search yielded approximately 200 articles, on closer inspection many of these, especially in smaller news outlets, turned out to be duplicates of coverage by larger outlets such as The New York Times or TheWashington Post. When these were merged and purged, 95 original articles remained. These covered a wide spectrum from news organizations as well known as The Wall Street Journal, the Christian Science Monitor and National Public Radio to specialized outlets like Defense and Aerospace Week and local outlets like The Greensburg (Pennsylvania) Tribune-Review and The Toledo Blade. Because the resulting content population was small enough (95 articles), the entire population was analyzed.", "Following Saldaña (2009), an initial pre-coding analysis was conducted on 30 stories, searching for words and phrases indicating certainty, near-certainty or absence of certainty of statistics about average global temperature as guided by Amberg and Hall (2010) and Koutsantoni (2004). The search for certainty yielded multiple examples including: “inevitable,” “99% likely,” “this year is on track to be,” “they’re pretty much in perfect agreement,” “said it was clear,” and “could not have been clearer.” According to Hyland (1996a, 1996b), peer-reviewed scientific literature frequently contains hedging statements such as “Other explanations are pending” “though the matter is still up for debate” that acknowledge uncertainty and allow room for scientists to disagree with either conclusion. Absence of such statements implies lack of debate or of ambiguity. The same may be true of popular science articles.", "The initial candidates for certainty markers were used as guidelines in the second round of analysis of all 95 articles. The sourcing scheme included scientists associated with NOAA and NASA; scientists not associated with NOAA and NASA; advocacy and interest groups; meteorologists. Two new categories emerged during the second round: political and policy authorities, who were the source of many statements about lack of certainty; and unattributed statements made by journalists themselves. Since a large number of stories discussed these findings in the context of global warming and belief in global warming, these statements were also examined. In the second round of coding, a second unanticipated category emerged: expressions of doubt or uncertainty, which eventually revealed its own subcategories, sources and typology.", "Analysis was both at the sentence level and the word level, following Chi (1997) and Simmerling and Janich (2016), both of who argued that when neither single words alone nor whole sentences alone can catch the full range of ways certainty is expressed, both units can yield forms of certainty a single unit of analysis cannot. Overlapping results produced through two different levels of analysis can also function as a form of reliability (Chi 1997). Some statements therefore were analyzed as units of multiple sentences when the meaning only emerged clearly across more than one sentence. A total of 266 coding units emerged (with a memo for each) for an average of 2.8 coding units per story. Coding categories and subcategories emerged from this database by induction (Tables 1 and 2). How Daily Journalists Use Numbers and Statistics: The Case of Global Average TemperatureAll authorsAnthony Van Witsenhttps://doi.org/10.1080/17512786.2019.1682944Published online:30 October 2019Table 1. Typology of certainty rhetoric.CSVDisplay Table How Daily Journalists Use Numbers and Statistics: The Case of Global Average TemperatureAll authorsAnthony Van Witsenhttps://doi.org/10.1080/17512786.2019.1682944Published online:30 October 2019Table 2. Typology of doubt rhetoric.CSVDisplay Table"]}, {"title": "Results", "paragraphs": ["The analysis revealed five categories of certainty markers (Table 1).", "Fifty-six doubt extinguishers were counted across all the stories. These are words, phrases or statements indicating that findings about average global temperature should be regarded as free of doubt, ambiguity or uncertainty (in contrast to the actual scientific work, in which uncertainty was always stated and quantified). Examples include that global warming “never stopped,” “Clear,” “Clearly,” and “Plain.” The following quote from an article illustrates its use (italics added for emphasis): “In fact the rate over time has been reasonably close to predictions that scientists first offered decades ago” (Article 144. Source: journalist). Another article demonstrates the use of a doubt extinguisher to indicate that no doubt can be permitted: “‘The spate of record warm years that we have seen in the twenty-first century can only be explained by human-caused climate change,’ said Michael Mann, director of the Earth Science Center at Pennsylvania State University” (Article 136. Source: scientist).", "Thirty-eight doubt minimizers: words, phrases or statements acknowledging continuing uncertainty in global average temperatures but seeking to minimize its importance. Examples include: “Overwhelming evidence,” “Long beyond serious scientific dispute.” “El Niño disappeared last June. Even without it, Schmidt said, this year probably won’t break any records” (Article 106. Source: scientist).", "Thirty-one certainty quantifiers: intended to quantify or measure certainty and uncertainty with some degree of precision. Unlike doubt minimizers, they include some evidence of the components that comprise the certainty. Some were expressed mathematically; others were not. “Probably will be in the top 5” “Greater than 95% certainty.” In the following, a certainty quantifier was used to compare global temperatures between decades followed by a doubt extinguisher indicating how the quantitative information should be interpreted: The data shows earth has still not had one cooler than average year globally since 1976, and not even one cooler than average month globally since 1985. In a “normal” climate system we would expect a mix of cooler and warmer than average months and years. That tells us that earth's natural climate system is broken. (Article 103. Source: journalist)Forty-six certainty characterizers: words, phrases or statements using metaphorical or amplifying language to describe, evoke or dramatize the certainty of average global temperatures. Examples: “The main take home,” “Milestone,” “Of course this is climate change.” Certainty characterizers frequently used figures of speech, tropes or catch phrases. Some may have been invented for this particular purpose: “A single warm year is something of a curiosity,” said Deke Arndt, chief of global climate monitoring for the National Oceanic and Atmospheric Administration. “It's really the trend, and the fact that we're punching at the ceiling every year now, that is the real indicator that we're undergoing big changes.” (Articles 144, 167. Source: scientist) Earth sizzled to a third-straight record hot year in 2016, with scientists mostly blaming man-made global warming with help from a natural El Niño that’s now gone. (Article 106. Source: journalist)Twenty-three trend statements intended to connect temperature findings to a larger pattern. Some used the explicit word “trend” while some simply portrayed the existence of a pattern, e.g., “becoming more evident as records keep falling,” “third straight year suggests mounting evidence.” Trend statements sometimes functioned alone and sometimes functioned as part of language that also performed other functions, e.g., “the ongoing long-term trend is clear” which seeks to extinguish doubt based on the existence of a trend. The following sentence contained, respectively, a trend statement, a certainty characterizer and a doubt extinguisher: It's really the trend, and the fact that we're punching at the ceiling every year now, that is the real indicator that we're undergoing big changes. (Articles 144, 167. Source: scientist)", "The data shows earth has still not had one cooler than average year globally since 1976, and not even one cooler than average month globally since 1985. In a “normal” climate system we would expect a mix of cooler and warmer than average months and years. That tells us that earth's natural climate system is broken. (Article 103. Source: journalist)", "“A single warm year is something of a curiosity,” said Deke Arndt, chief of global climate monitoring for the National Oceanic and Atmospheric Administration. “It's really the trend, and the fact that we're punching at the ceiling every year now, that is the real indicator that we're undergoing big changes.” (Articles 144, 167. Source: scientist)", "Earth sizzled to a third-straight record hot year in 2016, with scientists mostly blaming man-made global warming with help from a natural El Niño that’s now gone. (Article 106. Source: journalist)", "It's really the trend, and the fact that we're punching at the ceiling every year now, that is the real indicator that we're undergoing big changes. (Articles 144, 167. Source: scientist)", "Only a few statements characterized certainty with any precision. At the more exact end, one article stated, “Admittedly, climate models are complex and can differ on many fine points around timing and degree of changes.” It then added nine additional sentences of detail to this discussion of certainty and uncertainty. More frequent were generalizations such: “A cold day doesn’t disprove climate change any more than a warm one proves it.”", "Along with the certainty markers, 22 articles contained expressions of doubt about the reality either of global warming or of the certainty of average temperature statistics. Four subcategories emerged (Table 2):", "Twenty descriptions of uncertainty stated the source’s disbelief or doubt: “We don’t need models now, because we have facts on the ground,” said Jeff Merkley of Oregon. (Article 190. Source: policymaker)", "Nine comments on uncertainty describing or explaining the components of uncertainty about global warming. The following described the uncertainty in enough detail to allow it to be examined independently: Mr. Trump’s picks to head the Environmental Protection Agency, the Interior Department, and the State Department have sounded more aligned with the scientific consensus that humans are driving climate change. But they’re not actually embracing that conclusion. Instead, they’re pointing to models that show some variation on emissions, temperature, and sea-level rise projections and amplifying those small disagreements to discredit or sow doubt about the widely held conclusion that humans are driving emissions higher and raising temperatures, largely from burning fossil fuels. 9 of these emerged. (Article 082)Ten statements of a shift in attitude, usually from doubt to belief. The following contrasts present belief with previous doubt but does not attempt to analyze the components of either one or the sources for the shift: “I do not believe climate change is a hoax,” Pruitt said. The 48-year-old Republican has previously cast doubt on the extensive body of scientific evidence showing that the planet is warming and man-made carbon emissions are to blame. In a 2016 opinion article, Pruitt suggested that the debate over global warming “is far from settled” and he claimed that “scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind.” (Article 098. Source: policymaker)Ten statements attempting to balance doubt and belief. These frequently expressed belief in the overall reality of global warming but doubt about its details, extent or impact. The following passage, unlike the previous, does not contrast two attitudes occurring at two different times but tries to integrate conflicting doubt and belief: At the hearing before the Senate Energy and Public Works Committee, Pruitt conceded that human activity contributes “in some manner” to climate change. Pruitt then continued, however, to question whether the burning of fossil fuels is the primary reason, and he refused to say whether he feels that sea levels are rising. (Article 091. Source: policymaker)", "Mr. Trump’s picks to head the Environmental Protection Agency, the Interior Department, and the State Department have sounded more aligned with the scientific consensus that humans are driving climate change. But they’re not actually embracing that conclusion. Instead, they’re pointing to models that show some variation on emissions, temperature, and sea-level rise projections and amplifying those small disagreements to discredit or sow doubt about the widely held conclusion that humans are driving emissions higher and raising temperatures, largely from burning fossil fuels. 9 of these emerged. (Article 082)", "“I do not believe climate change is a hoax,” Pruitt said. The 48-year-old Republican has previously cast doubt on the extensive body of scientific evidence showing that the planet is warming and man-made carbon emissions are to blame. In a 2016 opinion article, Pruitt suggested that the debate over global warming “is far from settled” and he claimed that “scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind.” (Article 098. Source: policymaker)", "At the hearing before the Senate Energy and Public Works Committee, Pruitt conceded that human activity contributes “in some manner” to climate change. Pruitt then continued, however, to question whether the burning of fossil fuels is the primary reason, and he refused to say whether he feels that sea levels are rising. (Article 091. Source: policymaker)", "The sources of many of the certainty markers were closely divided between journalists and scientists themselves (whether from NASA or NOAA or outside authorities). Only a small number arose from policymakers, meteorologists or other sources such as advocacy groups. Where doubt was expressed, almost all sources were policymakers or journalists describing the statements of policymakers."]}, {"title": "Findings", "paragraphs": ["This paper showed how news coverage of a single scientific statistic was consistent with what is already known about journalists’ reliance on beat conventions and official or authoritative sources to decide what counted as good measurement. The consistent pattern of certainty markers was intended to indicate that the new statistic should be regarded as essentially free of doubt, notwithstanding the uncertainty present in the original scientific research. When speaking about the new average temperature statistics or their relationship to global warming, the articles under study almost always used language that eliminated doubt or uncertainty, simplified it, or minimized its importance. When they went beyond these they used dramatic or metaphorical language to give symbolic significance to the numbers.", "Why would journalists present the certainties and uncertainties of a scientific statistic so one-sidedly? Several explanations emerge. First, the 2017 joint announcement by NASA and NOAA originated in a coordinated effort by two authoritative scientific institutions (Schudson 1989). Because most journalists probably would have seen this as good scientific measurement (Corbett and Durfee 2004; Hansen 1994), the uncertainties in the original scientific literature probably would not have been seen as worth significant attention (Dunwoody 2014; McInerney, Bird, and Nucci 2004; Priest 2001; Stocking 1999). These forms of what might be called “affirmative” certainty language originated with journalists or quotes from scientific sources in roughly equal proportions and almost never from other kinds of sources such as advocacy groups or policymakers. This is broadly what would be expected for journalists (whether science journalists or not) writing in a short timeframe. It is unlikely that journalists in this situation would have deep familiarity with the uncertainties of average temperature research or the issue of scientific uncertainty in general (Dunwoody 2012). In addition, the original news release from NASA (2017) made only brief references to the methods used to produce the findings and almost no reference to uncertainties, requiring journalists who were interested to read the original peer-reviewed paper.", "The journalistic emphasis on certainty over uncertainty may also grow out of the fact that climate change is a risk that affects all society at once. This may cause both journalists and audiences to perceive climate risk differently from the unhealthy seafood consumption studied by Amberg and Hall (2008, 2010) that affects one individual at a time. The repeated use of dramatic or metaphorical language may be due to the perceived importance of climate change in public culture (Adger et al. 2013; Boykoff 2011; Hulme 2009) which could have given average temperature measurements the kind of symbolic significance recognized by DeSantos (2009). The repeated emphasis on certainty seemed to function as appeals to common knowledge (Koutsantoni 2004), implying the existence of a shared consensus about what certainties and uncertainties exist and their relevance. Bielenia-Grajewska (2015) notes that there is a long history of using metaphors as efficient tools to communicate information about risks. Bielenia-Grajewska concludes that metaphors not only represent how journalists view reality, they also create that reality and shape perception and reaction to the risk information These are the circumstances under which, Priest says (2001), alternative views may not be considered even worth a hearing.", "Statements of doubt had their own typology, which did not overlap with that of the certainty markers. While there were a number of straightforward statements of disbelief or doubt, many other statements described the shift from one state to another or efforts to balance the two. The majority originated with policymakers or journalists who drew on their statements. Where uncertainty was characterized, the characterization sometimes originated not with the doubters but their critics. Because they had different typologies and different sources, “affirmative” and “negative” certainty statements have different rhetorical structures and are not mirror images of each other.", "This analysis necessarily reflects the limits of a qualitative discourse analysis. Boundaries between different kinds of certainty and uncertainty markers were not always perfectly delineated, particularly when a single sentence appeared to contain several of them. However, the repeated appearance certain kinds of certainty markers in different units of analysis also constitutes a form of validation (Chi 1997). Because this was also a study of a single case, it is not clear how the strong patterns of certainty and uncertainty markers apply to other kinds of science news. Although the certainty pattern must have been partly a response to the messages sent out by authoritative scientific sources, it does not show under what circumstances such sources command or fail to command this kind of certainty. The findings also cannot show whether it was statistics alone that led to the loss of qualification, nuance and uncertainty from the scientific articles to the news articles. That is, journalists’ choice of how to present the research could have stemmed from the fact that it was a highly publicized scientific finding, or a highly publicized set of numbers, or the product of two high profile and authoritative scientific institutions, or some interaction between the three. The existing literature does not distinguish between science news and particular forms of scientific evidence. To paraphrase Crettaz Von Roten (2006), there is little or no research on how journalists handle statistical certainty as a separate issue from scientific certainty itself.", "Another question is why the sources of certainty and uncertainty were so sharply divided between scientists and policymakers. This pattern may be evidence of science journalism’s particularly strong reliance on interaction with a small group of elite scientific sources noted by Hansen (1994), particularly when those sources downplayed uncertainties themselves (NASA 2017) in their statements to media. Himmelstein (2014) observed that media tend to report numbers when they are newly released and therefore newsworthy. Perhaps the urgency of the joint news conference (Weingart, Engels, and Pansegrau 2000) combined with existing reliance on authoritative sources, contributed to a perception that the temperature statistics were beyond controversy and therefore unchallengeable. Sigal (1973) noted that numbers have a structural advantage in the journalistic social system. In this sense, the journalistic use of numbers may serve to reinforce both the authority on which journalists rely and the norm of relying on it.", "The use of statistics in science news (and in news generally) touches on many larger issues. These include (1) the growing importance of data and algorithms in journalism and in daily life; (2) the belief that policy should be based on objective facts; (3) the commitment of both science and journalism to the concept of objectivity; (4) the culturally embedded belief that measured knowledge, expressed in numbers, represents undebatable truth that cannot be argued with. The present research is an attempt to understand how those processes function by examining how they are incorporated, perhaps unconsciously, into the language used in media reports about an important numbers-based scientific news story. Again and again, the stories under analysis signaled to their audience either that the findings were totally free of doubt or that the remaining doubts did not deserve a hearing and could safely be disregarded. There is no easy explanation for this, given the widespread journalistic practice of hedging and emphasizing limits when reporting statistically based news about biomedical research. However, the question becomes increasingly important as journalism and contemporary life become increasingly dominated by data and algorithms. When someone tells us “the data” says or implies a conclusion, how do they know this? How should the rest of us respond?", "Data-based journalism is often considered an entirely new development. However, Anderson (2018) states that journalism and quantitative information have had a long and shifting history throughout the twentieth century with multiple earlier periods in which journalists placed special emphasis on measured knowledge even if they didn’t use the term “data.” He believes journalism’s pursuit of quantification does not serve journalistic ends alone but is a reaction to the uncertainty of modern life. Lugo-Ocando and Lawson (2017) believe overreliance on quantification can lead to blind trust in numbers. This can alienate people, especially when official measurements of crime, the economy or other social issues contradict their own personal experience. For this reason, Anderson believes if journalists should be franker about the tentativeness of some of the knowledge they report every day. This would make it more scientific, not less. Lugo-Ocando and Lawson say journalists need to recognize the normative component of statistics and factor these into their thinking and decision making. One possible means toward that end (Van Witsen and Takahashi 2018) involves what Collins (2004) called interactional expertise. Rather than a particular scientific specialty, this calls for journalists to understand scientific language, concepts and thought processes without the sustained experience in conducting experiments that make actual bench research possible. Brandao (2016) studying science news, found that journalists rarely understood the origins of numbers in science, using them, instead, as a form of rhetoric to maintain the professional stance of objectivity. The findings of this paper reinforce those of Brandao and suggest that, given journalists’ reliance on such a small group of authoritative sources, one form of that expertise could be a better understanding of how the numbers and statistics behind a scientific fact are constructed."]}], "references": [{"title": "Cultural Dimensions of Climate Change Impacts and Adaptation", "year": "2013", "journal": "Nature Climate Change", "volume": "3", "authors": [{"name": "Adger W. N.", "first_name": "Adger", "last_name": "N."}, {"name": "Barnett J.", "first_name": "Barnett", "last_name": "J."}, {"name": "Brown K.", "first_name": "Brown", "last_name": "K."}, {"name": "Marshall N.", "first_name": "Marshall", "last_name": "N."}, {"name": "O'Brien K.", "first_name": "O'Brien", "last_name": "K."}]}, {"title": "The Magical Realism of Body Counts: How Media Credulity and Flawed Statistics Sustain a Controversial Policy", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Ahmad M. I.", "first_name": "Ahmad", "last_name": "I."}]}, {"title": "Communicating Risks and Benefits of Aquaculture: A Content Analysis of US Newsprint Representations of Farmed Salmon", "year": "2008", "journal": "Journal of the World Aquaculture Society", "volume": "39", "authors": [{"name": "Amberg S. M.", "first_name": "Amberg", "last_name": "M."}, {"name": "Hall T. E.", "first_name": "Hall", "last_name": "E."}]}, {"title": "Precision and Rhetoric in Media Reporting About Contamination in Farmed Salmon", "year": "2010", "journal": "Science Communication", "volume": "32", "authors": [{"name": "Amberg S. M.", "first_name": "Amberg", "last_name": "M."}, {"name": "Hall T. T.", "first_name": "Hall", "last_name": "T."}]}, {"title": "The Cultural Consumption Barometer. A Case Study of Communication in Statistics in Romania", "year": "2016", "journal": "Essachess- Journal for Communication Studies", "volume": "9", "authors": [{"name": "Becut A. G.", "first_name": "Becut", "last_name": "G."}, {"name": "Croitoru C.", "first_name": "Croitoru", "last_name": "C."}]}, {"title": "The Politicization of Knowledge Claims: The “Laffer Curve” in the U. S. Congress", "year": "2013", "journal": "Qualitative Sociology", "volume": "36", "authors": [{"name": "Berman E. P.", "first_name": "Berman", "last_name": "P."}, {"name": "Milanes-Reyes L. M.", "first_name": "Milanes-Reyes", "last_name": "M."}]}, {"title": "Rhetoric in Claims-Making: Constructing the Missing Children Problem", "year": "1987", "journal": "Social Problems", "volume": "34", "authors": [{"name": "Best J.", "first_name": "Best", "last_name": "J."}]}, {"title": "News Reporting of Opinion Polls: Journalism and Statistical Noise", "year": "2015", "journal": "International Journal of Public Opinion Research", "volume": "28", "authors": [{"name": "Bhatti Y.", "first_name": "Bhatti", "last_name": "Y."}, {"name": "Pedersen R. T.", "first_name": "Pedersen", "last_name": "T."}]}, {"title": "Making big Data, in Theory", "year": "2013", "journal": "First Monday", "volume": "18", "authors": [{"name": "Boellstorff T.", "first_name": "Boellstorff", "last_name": "T."}]}, {"title": "Lost in Translation? A Comparison of Cancer-Genetics Reporting in the Press Release and its Subsequent Coverage in the Press", "year": "2009", "journal": "Science Communication", "volume": "30", "authors": [{"name": "Brechman J.", "first_name": "Brechman", "last_name": "J."}, {"name": "Lee C. J.", "first_name": "Lee", "last_name": "J."}, {"name": "Cappella J. N.", "first_name": "Cappella", "last_name": "N."}]}, {"title": "Quantifying Qualitative Analyses of Verbal Data: A Practical Guide", "year": "1997", "journal": "The Journal of the Learning Sciences", "volume": "6", "authors": [{"name": "Chi M. T.", "first_name": "Chi", "last_name": "T."}]}, {"title": "Interactional Expertise as a Third Kind of Knowledge", "year": "2004", "journal": "Phenomenology and the Cognitive Sciences", "volume": "3", "authors": [{"name": "Collins H.", "first_name": "Collins", "last_name": "H."}]}, {"title": "Testing Public (Un)Certainty of Science", "year": "2004", "journal": "Science Communication", "volume": "26", "authors": [{"name": "Corbett J. B.", "first_name": "Corbett", "last_name": "B."}, {"name": "Durfee J. L.", "first_name": "Durfee", "last_name": "L."}]}, {"title": "Do We Need a Public Understanding of Statistics?", "year": "2006", "journal": "Public Understanding of Science", "volume": "15", "authors": [{"name": "Crettaz Von Roten F.", "first_name": "Crettaz", "last_name": "Von Roten F."}]}, {"title": "Metadiscourse in Persuasive Writing: A Study of Texts Written by American and Finnish University Students", "year": "1993", "journal": "Written Communication", "volume": "10", "authors": [{"name": "Crismore A.", "first_name": "Crismore", "last_name": "A."}, {"name": "Markkanen R.", "first_name": "Markkanen", "last_name": "R."}, {"name": "Steffensen M. S.", "first_name": "Steffensen", "last_name": "S."}]}, {"title": "Numbers in the Newsroom: A Qualitative Examination of a Quantitative Challenge", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Curtin P. A.", "first_name": "Curtin", "last_name": "A."}, {"name": "Maier S. R.", "first_name": "Maier", "last_name": "R."}]}, {"title": "Fact-Totems and the Statistical Imagination: The Public Life of a Statistic in Argentina 2001", "year": "2009", "journal": "Sociological Theory", "volume": "27", "authors": [{"name": "DeSantos M.", "first_name": "DeSantos", "last_name": "M."}]}, {"title": "Journalism as the new Knowledge Profession and Consequences for Journalism Education", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Donsbach W.", "first_name": "Donsbach", "last_name": "W."}]}, {"title": "How Valuable is Formal Science Training to Science Journalists?", "year": "2012", "journal": "Comunicação e Sociedade", "volume": "6", "authors": [{"name": "Dunwoody S.", "first_name": "Dunwoody", "last_name": "S."}]}, {"title": "The Credible Scientific Source", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Dunwoody S.", "first_name": "Dunwoody", "last_name": "S."}, {"name": "Ryan M.", "first_name": "Ryan", "last_name": "M."}]}, {"title": "Accommodating Science: The Rhetorical Life of Scientific Facts", "year": "1986", "journal": "Written Communication", "volume": "3", "authors": [{"name": "Fahnestock J.", "first_name": "Fahnestock", "last_name": "J."}]}, {"title": "A Decade of Discourse Analysis of Environmental Politics: Achievements, Challenges, Perspectives", "year": "2005", "journal": "Journal of Environmental Policy \\& Planning", "volume": "7", "authors": [{"name": "Hajer M.", "first_name": "Hajer", "last_name": "M."}, {"name": "Versteeg W.", "first_name": "Versteeg", "last_name": "W."}]}, {"title": "Journalistic Practices and Science Reporting in the British Press", "year": "1994", "journal": "Public Understanding of Science", "volume": "3", "authors": [{"name": "Hansen A.", "first_name": "Hansen", "last_name": "A."}]}, {"title": "Global Surface Temperature Change", "year": "2010", "journal": "Reviews", "volume": "48", "authors": [{"name": "Hansen J.", "first_name": "Hansen", "last_name": "J."}, {"name": "Ruedy R.", "first_name": "Ruedy", "last_name": "R."}, {"name": "Sato M.", "first_name": "Sato", "last_name": "M."}, {"name": "Lo K.", "first_name": "Lo", "last_name": "K."}]}, {"title": "Journalists, Numeracy and Cultural Capital", "year": "2016", "journal": "Numeracy", "volume": "9", "authors": [{"name": "Harrison S.", "first_name": "Harrison", "last_name": "S."}]}, {"title": "How the Mass Media Use Numbers to Tell a Story: The Case of the Crack Scare of 1986", "year": "2014", "journal": "Numeracy", "volume": "7", "authors": [{"name": "Himmelstein J. L.", "first_name": "Himmelstein", "last_name": "L."}]}, {"title": "Talking to the Academy: Forms of Hedging in Science Research Articles", "year": "1996", "journal": "Written Communication", "volume": "13", "authors": [{"name": "Hyland K.", "first_name": "Hyland", "last_name": "K."}]}, {"title": "Writing Without Conviction? Hedging in Science Research Articles", "year": "1996", "journal": "Applied Linguistics", "volume": "17", "authors": [{"name": "Hyland K.", "first_name": "Hyland", "last_name": "K."}]}, {"title": "Attitude, Certainty and Allusions to Common Knowledge in Scientific Research Articles", "year": "2004", "journal": "Journal of English for Academic Purposes", "volume": "3", "authors": [{"name": "Koutsantoni D.", "first_name": "Koutsantoni", "last_name": "D."}]}, {"title": "Constructing (un-) Certainty: An Exploration of Journalistic Decision-Making in the Reporting of Neuroscience", "year": "2016", "journal": "Public Understanding of Science", "volume": "25", "authors": [{"name": "Lehmkuhl M.", "first_name": "Lehmkuhl", "last_name": "M."}, {"name": "Peters H. P.", "first_name": "Peters", "last_name": "P."}]}, {"title": "Stabbing News: Articulating Crime Statistics in the Newsroom", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Lugo-Ocando J.", "first_name": "Lugo-Ocando", "last_name": "J."}, {"name": "Brandão R. F.", "first_name": "Brandão", "last_name": "F."}]}, {"title": "Numbers in the News: A Mathematics Audit of a Daily Newspaper", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Maier S. R.", "first_name": "Maier", "last_name": "R."}]}, {"title": "Impersonality in the Research Article as Revealed by Analysis of the Transitivity Structure", "year": "2001", "journal": "English for Specific Purposes", "volume": "20", "authors": [{"name": "Martínez I. A.", "first_name": "Martínez", "last_name": "A."}]}, {"title": "Good News and Bad News Numeracy and Framing in Newspaper Reporting of Unauthorized Migration Estimates in Arizona", "year": "2014", "journal": "Aztlán: A Journal of Chicano Studies", "volume": "39", "authors": [{"name": "McConnell E. D.", "first_name": "McConnell", "last_name": "D."}]}, {"title": "Statistics and the Media: A Statistician’s View", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "McConway K.", "first_name": "McConway", "last_name": "K."}]}, {"title": "The Flow of Scientific Knowledge From lab to the lay Public: The Case of Genetically Modified Food", "year": "2004", "journal": "Science Communication", "volume": "26", "authors": [{"name": "McInerney C.", "first_name": "McInerney", "last_name": "C."}, {"name": "Bird N.", "first_name": "Bird", "last_name": "N."}, {"name": "Nucci M.", "first_name": "Nucci", "last_name": "M."}]}, {"title": "Coverage by the News Media of the Benefits and Risks of Medications", "year": "2000", "journal": "New England Journal of Medicine", "volume": "342", "authors": [{"name": "Moynihan R.", "first_name": "Moynihan", "last_name": "R."}, {"name": "Bero L.", "first_name": "Bero", "last_name": "L."}, {"name": "Ross-Degnan D.", "first_name": "Ross-Degnan", "last_name": "D."}, {"name": "Henry D.", "first_name": "Henry", "last_name": "D."}, {"name": "Lee K.", "first_name": "Lee", "last_name": "K."}, {"name": "Watkins J.", "first_name": "Watkins", "last_name": "J."}, {"name": "Soumerai S. B.", "first_name": "Soumerai", "last_name": "B."}]}, {"title": "The State of Data and Statistics in Journalism and Journalism Education: Issues and Debates", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Nguyen A.", "first_name": "Nguyen", "last_name": "A."}, {"name": "Lugo-Ocando J.", "first_name": "Lugo-Ocando", "last_name": "J."}]}, {"title": "The Need for Knowledge-Based Journalism in Politicized Science Debates", "year": "2015", "journal": "The ANNALS of the American Academy of Political and Social Science", "volume": "658", "authors": [{"name": "Nisbet M. C.", "first_name": "Nisbet", "last_name": "C."}, {"name": "Fahy D.", "first_name": "Fahy", "last_name": "D."}]}, {"title": "Data-driven Revelation? Epistemological Tensions in Investigative Journalism in the age of “big Data”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Parasie S.", "first_name": "Parasie", "last_name": "S."}]}, {"title": "Data-driven Journalism and the Public Good:“Computer-Assisted-Reporters” and “Programmer-Journalists” in Chicago", "year": "2012", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Parasie S.", "first_name": "Parasie", "last_name": "S."}, {"name": "Dagiral E.", "first_name": "Dagiral", "last_name": "E."}]}, {"title": "Covering Trump’s ‘Carnival’: A Rhetorical Alternative to Objective’ Reporting", "year": "2019", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Parks P.", "first_name": "Parks", "last_name": "P."}]}, {"title": "Cloning: A Study in News Production", "year": "2001", "journal": "Public Understanding of Science", "volume": "10", "authors": [{"name": "Priest S. H.", "first_name": "S.", "last_name": "H."}]}, {"title": "Understanding the Global Journalist: A Hierarchy-of-Influences Approach", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Reese S. D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "A Media Sociology for the Networked Public Sphere: The Hierarchy of Influences Model", "year": "2016", "journal": "Mass Communication and Society", "volume": "19", "authors": [{"name": "Reese S. D.", "first_name": "Reese", "last_name": "D."}, {"name": "Shoemaker P. J.", "first_name": "Shoemaker", "last_name": "J."}]}, {"title": "The Process Model of News Initiative: Sources Lead First, Reporters Thereafter", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Reich Z.", "first_name": "Reich", "last_name": "Z."}]}, {"title": "Expressions of Likelihood and Confidence in the IPCC Uncertainty Assessment Process", "year": "2007", "journal": "Climatic Change", "volume": "85", "authors": [{"name": "Risbey J. S.", "first_name": "Risbey", "last_name": "S."}, {"name": "Kandlikar M.", "first_name": "Kandlikar", "last_name": "M."}]}, {"title": "Governing by Numbers: Figuring out Democracy", "year": "1991", "journal": "Accounting, Organizations and Society", "volume": "16", "authors": [{"name": "Rose N.", "first_name": "Rose", "last_name": "N."}]}, {"title": "The Sociology of News Production", "year": "1989", "journal": "Media, Culture \\& Society", "volume": "11", "authors": [{"name": "Schudson M.", "first_name": "Schudson", "last_name": "M."}]}, {"title": "The Journalistic gut Feeling: Journalistic Doxa, News Habitus and Orthodox News Values", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Schultz I.", "first_name": "Schultz", "last_name": "I."}]}, {"title": "Rhetorical Functions of a ‘Language of Uncertainty’ in the Mass Media", "year": "2016", "journal": "Public Understanding of Science", "volume": "25", "authors": [{"name": "Simmerling A.", "first_name": "Simmerling", "last_name": "A."}, {"name": "Janich N.", "first_name": "Janich", "last_name": "N."}]}, {"title": "How Journalists Deal with Scientific Uncertainty", "year": "1999", "journal": "Communicating Uncertainty: Media Coverage of new and Controversial Science", "volume": "", "authors": [{"name": "Stocking S. H.", "first_name": "Stocking", "last_name": "H."}]}, {"title": "Manufacturing Doubt: Journalists’ Roles and the Construction of Ignorance in a Scientific Controversy", "year": "2009", "journal": "Public Understanding of Science", "volume": "18", "authors": [{"name": "Stocking S. H.", "first_name": "Stocking", "last_name": "H."}, {"name": "Holstein L. W.", "first_name": "Holstein", "last_name": "W."}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman G.", "first_name": "Tuchman", "last_name": "G."}]}, {"title": "Knowledge-based Journalism in Science and Environmental Reporting: Opportunities and Obstacles", "year": "2018", "journal": "Environmental Communication", "volume": "12", "authors": [{"name": "Van Witsen A.", "first_name": "Van", "last_name": "A."}, {"name": "Takahashi B.", "first_name": "Takahashi", "last_name": "B."}]}, {"title": "Risks of Communication: Discourses on Climate Change in Science, Politics, and the Mass Media", "year": "2000", "journal": "Public Understanding of Science", "volume": "9", "authors": [{"name": "Weingart P.", "first_name": "Weingart", "last_name": "P."}, {"name": "Engels A.", "first_name": "Engels", "last_name": "A."}, {"name": "Pansegrau P.", "first_name": "Pansegrau", "last_name": "P."}]}]}