{"doi": "10.1080/17512786.2017.1370974", "url": "https://doi.org/10.1080/17512786.2017.1370974", "title": "Using the Elaboration Likelihood Model to Explain to Whom “\\#Black Lives Matter” … And to Whom it Does Not", "volume": "12", "year": "2018", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Holt", "first_name": "Lanier", "name": "Lanier Frush Holt"}], "abstract": "Officer-involved shootings have become an unfortunate regular part of news coverage. After such events, the media often select expert sources to explain the news to the public. Social media has changed this media–source dynamic. Today, laypeople—often African Americans—can go online and provide information that counters the media’s narrative. This analysis examines the effect people’s perception of sources has on their opinion of the Black Lives Matter Movement (#BLM). It also tests what other factors shape audiences’ beliefs about this issue. It finds that people who oppose #BLM have a strong orientation toward social dominance, are less likely to view America as the land of opportunity, and have ideas akin to those of modern racists, in that they oppose Affirmative Action and other race-based programs. This analysis also proposes a change to the Elaboration Likelihood Model, which serves as its theoretical basis. On racially charged issues, the personal relevance of an issue does not appear to matter; people will evaluate such topics via central processing.", "body": [{"title": "Introduction", "paragraphs": ["Officer-involved shootings, and the inevitable media coverage that follows, have become an increasingly recurring part of both traditional news and online media discussion groups in recent years (McLaughlin 2015). Traditionally marginalized groups, often lacking in money, power, and influence, have long used the mass media to bring their grievances to the forefront of the public’s consciousness, with hopes of garnering support and allies for their causes (Edwards and Gillham 2013). Perhaps most notably, many scholars have argued that images of Blacks being bitten by dogs, mowed down by fire hoses, and the horrific scenes of church bombings, were highly instrumental in changing Whites’ attitudes about race, integration, and drumming up support for the Civil Rights Movement (Burstein 1979; Lee 2002; Morris 1986).", "Today, a central issue surrounding civil rights is police shootings. The Washington Post reports that since 2015, more than 950 people a year have been killed by police nationwide, with African Americans comprising a disproportionate number of those victims (Washingtonpost.com 2015, 2016). While some in the mainstream media have questioned if the frequency of police shootings has increased in recent years, owners of African American media outlets say they have been covering this issue for more than a century, and what the non-minority public is seeing now is not an increase in police shootings, but an increase in White media outlets reporting it (McLaughlin 2015).", "Social media is not as reliant on media conglomerates for the dispersal of information. The Black Lives Matter Movement (#BLM) emerged on social media in August 2014, after the police shooting of unarmed teenager Michael Brown by Police Officer Darren Wilson, and in response to the violent police reaction to protesters in Ferguson, Missouri (Freelon, McIlwain, and Clark 2016). Social media also has arguably forever changed the journalist–source dynamic. Unlike in years past, when journalists alone dictated who served as an official source, social media allows anyone to become a voice on an issue with an audience that is limited only by that person’s number of social media followers. Recent movements like Occupy Wall Street and the Arab Spring, and now #BLM, have all turned to social media to generate support for their causes (Eltantawy and Wiest 2011). Social media also enables social movements to grow quickly. An analysis of social media found that between June 1, 2014, and May 31, 2015, the hashtag #BlackLivesMatter was used 40.8 million times on Twitter alone (Freelon, McIlwain, and Clark 2016).", "Today, media, though more plentiful in number and venues (e.g., CNN, MSNBC, blogs, etc.), are still controlled by a small minority of, predominantly, White male owners who determine almost all of what people, see, hear, and know about the world from the media (Bagdikian 2004). Also, although the team of reporters who provide the news is becoming more diverse, the editors in newsrooms, who ultimately decide what becomes news, is still dominated by Whites (Abbady 2017). Perhaps not just coincidentally, researchers find that despite the political and social gains made by African Americans over the past decades, negative messages about African Americans have remained consistent into the new millennium (Entman and Rojecki 2000). The image most often cultivated by the media is that of the dangerous African American male: ominous, dangerous, and pre-emptively perceived as guilty, especially in cases involving violent crime (Dixon and Linz 2000; Peffley, Shields, and Williams 1996).", "As it is on many issues, opinions on police actions are splintered along racial lines (Chaney and Robertson 2013; Levin and Thomas 1997). A Pew Research Center study found that 71 percent of Whites strongly support the police, and believe they treat both African Americans and Whites equally, whereas only 36 percent of African Americans share that view (Pew Research Center 2015). Despite these divergent views, little—if any—research has examined what factors lead people to supporting—or denigrating—#BLM. This analysis aims to fill that gap in knowledge."]}, {"title": "The Role of Media and Sources on Perception", "paragraphs": ["Ever since Lippmann (1922) first likened media coverage to a searchlight bringing one obscure element from darkness into light, then another, scholars have known that the way the media depict reality is distorted. However, scholars also have long known that the media help shape the perception of large swaths of the population by how they portray events and groups, especially racial minorities (Entman and Rojecki 2000; Gerbner et al. 2002). The sources whom the media choose to tell their stories also influences what topics people talk about and how they talk about them (Cohen 1963; McCombs 2004). In relation to race, the media’s conflation of criminality with blackness has been shown to cause some Whites to believe criminality is an inherent trait in African Americans (Gilliam and Iyengar 2000). Hence, media messages are far from neutral; they have an influence, and the source the media use to convey that message could have an appreciable influence on people’s perceptions as well.", "Journalistic practices wed reporters to specific beats, and tie them to specific sources who are often perceived as experts; these experts, in turn, determine how a story is told and framed for the audience (Holt and Major 2010). Media, however, cannot be at all places at all times. Consequently, for on-the-spot news, they are increasingly becoming reliant on regular citizens to give first-person accounts of what happened at the scene of a crime (Allan 2013). Police shootings often fall into this category. In addition to hearing about such incidents from police officers and spokespersons, laypeople—who are often African Americans—can now go online and give their account of events, which often counters the narrative given by the media’s official sources (Freelon, McIlwain, and Clark 2016).", "How people perceive the news might be influenced by the news source. Research on sources has long shown that when given information, people automatically assess their level of similarity to the news source (Hovland and Weis 1951). When audience members perceive the source as being similar to themselves, they also assume that the source also shares other beliefs with them as well (Feick and Higie 1992). However, when members of marginalized groups speak out to the majority group on perceived racial discrimination, they are more likely than not to be viewed as complainers and be highly criticized for their beliefs (Petty, Fleming, and White 1999). Kaiser and Miller (2001), for example, found that when African Americans claimed they were discriminated against, they often were received more negatively than were Whites when they spoke up on African Americans’ behalf (Schultz and Maddox 2013). Additional research has found that even on the subconscious level, when prejudiced Whites hear racial information about which they disagree, they dismiss it out of hand, and do not even cognitively process the information to assess the validity of the claim (Holt, Ellithorpe, and Ralston 2016).", "The role of the media in shaping people’s perceptions cannot be understated. Today, very little of what people know about the world comes from their own actual experience. Increasingly, what fills the gap in what people know from first-hand experience, and what they come to believe about the world, are media messages (Gorham 1999). Media are ubiquitous. Nielsen (2016), which provides viewership numbers for television programs, places the number of televisions in America today at roughly 120 million. Although, some researchers find that Whites have no racial bias in terms of their news preferences (Appiah 2003; Appiah, Knobloch-Westerwick, and Alter 2013), far more evidence finds that Whites show considerable racial prejudice against African Americans both in news preferences and socially (Capehart 2016; Dixon and Linz 2000; Holt, Ellithorpe, and Ralston 2016; Schultz and Maddox 2013). Some Whites perceive racism as a zero-sum game in which gains for minority groups are perceived as losses for Whites (Norton and Sommers 2011). To wit, despite the lack of evidence showing #BLM is not directly, or indirectly, tied to hostility or ill-feeling toward Whites in general, or police officers in particular, some Whites believe #BLM to mean “anti-White,” with some going so far as to consider #BLM to be a hate group (Capehart 2016; Lim 2016).", "Research done 20 years ago found that as many as one in two Whites have negative beliefs about African Americans (Peffley, Hurwitz, and Sniderman 1997). The potential democratization of social media does not appear to have done anything to change these racially balkanized beliefs. A 2014 study found that out of 100 friends on Facebook, 75 percent of White people have zero non-White friends in their self-selected social network (Ingraham 2014). Although the numbers are higher for African Americans, who have eight White Facebook friends out of 100 (Ingraham 2014), the numbers are still pretty dismal given that Whites are more than three-quarters of the US population (United States Census Bureau 2016). Given the paucity of interracial interactions in the real world, it is likely that the only place in which discussions about race occurs is in the media. Thus, is it imperative that we learn more about the role media, and media sources, have on people’s perceptions of racial issues. In order to measure these perceptions, this analysis uses the Elaboration Likelihood Model (ELM), which has long been used to examine the effect of different types of persuasive messages, as its theoretical basis."]}, {"title": "Explaining the ELM", "paragraphs": ["The ELM model of persuasion is a dual-processing theory, developed in the field of psychology by Petty and Cacioppo (1986), to explain the ways in which different people process and make sense of the vast amounts of persuasive information regularly presented to them. It is premised on the notion that people cannot process all of the information they receive. Consequently, they process information either centrally or peripherally based on their personal motivations, need for cognition, and their ability to process this new information. If a person has the motivation (i.e., they are free from distraction and have the cognitive ability to understand the message), new information is processed centrally. This means a person will expend considerable mental effort on the message and then will decide if they will believe it or not, based largely on whether they find it to be of high or low quality (Petty and Cacioppo 1986). Another key factor in determining motivation is whether the person finds the message to be personally relevant or not. In the context of #BLM, this means that audience members who find the issue to be personally relevant, and of high quality, will be more likely to use central processing, and be persuaded by the message if they find its content to be of high quality.", "If a person lacks the motivation, or is unable to process the information (i.e., the person is distracted or lacks sufficient knowledge about the topic), then their attitude about the message will be more influenced by peripheral cues, such as the credibility of the speaker. These people, in turn, will be less likely to mentally elaborate on the message itself and base their decision on whether they buy into the claims of the message largely on their perception of the messenger or other exogenous variables (Petty and Cacioppo 1986). In the case of #BLM, this suggests that for audience members for whom police shootings are a less salient part of their reality, information about #BLM will be processed peripherally, with their judgment of it being based on factors beyond just the quality of the message itself.", "The ELM, however, has rarely, if ever, been tested on racial issues, which might present a unique test for the model. Race is an especially powerful issue in the United States. Economic disparities based on race (Herring and Henderson 2016) still exist in the United States, as do the 917 hate groups that still roam the country (SPLC.org 2017), along with the Alt-Right, which has proposed a program of peaceful ethnic cleansing, in which racial minorities will be given the opportunity to voluntarily leave the country (Welch and Ganim 2016). In short, race is not like the innocuous topics that are usually tested by the ELM, on which people can opt in or opt out. It is an endurable, seemingly indefatigable concept that, like #BLM, has real-world consequences. In applying it to this issue, the question is will the ELM still apply in the same way as it does on less racially sensitive hot-button issues."]}, {"title": "Racially Fractured Perceptions of #BLM", "paragraphs": ["Ample evidence suggests there is a racial divide in terms of how African Americans and Whites feel about the police. For example, in a June 2017 Associated Press story about the jury selection for the trial of Ray Tensing, the White University of Cincinnati police officer who faced charges for the killing of unarmed African American motorist Sam DuBose, an African American man was excused from serving on the jury because he said he believes the police unfairly target African Americans. However, in that same jury pool, a White man was also turned away, but in his case, it was after he said that he believed Tensing deserved a medal for killing DuBose (Sewell 2017). These racially bifurcated beliefs are longstanding. In 1969, a Gallup poll found that while Whites had an overall favorable view of police officers, 40 percent of Blacks thought that the police were more harmful than helpful to civil rights (Roper Center for Public Opinion Research 2017). In 1991, a CBS/New York Times poll found that about 60 percent of African Americans believe police brutality happens in their neighborhood, compared to just 37 percent of Whites feeling the same way (Roper Center for Public Opinion Research 2017). These numbers are similar to those reported by the Ferguson Commission in 2014, which found that almost 70 percent of Whites believe police officers do either an excellent or good job compared to only 38 percent of African Americans feeling the same way (Roper Center for Public Opinion Research 2017). Given these racial disparities in attitudes about police behavior it is predicted here that: H1: African Americans will have a more favorable view of #BLM than will Whites.", "H1: African Americans will have a more favorable view of #BLM than will Whites.", "One reason for the racial difference in attitudes about the police could be that African Americans’ experiences with police officers are quantitatively and qualitatively different from such experiences for Whites (Miller et al. 2017). In 2016, 233 African Americans were killed by police officers (Washingtonpost.com 2017). Although almost 50 percent more Whites (465) were killed by police that year, Whites are six times more plentiful in number (77 percent of the population) in the US population than are African Americans (13 percent) (United States Census Bureau 2016). African Americans are also far more likely than Whites to encounter police officers, even when those encounters are non-fatal (Miller et al. 2017).", "The ELM predicts that when people are given information about a topic that is highly relevant, they will encode this information via central processing. This means the source of the message will matter less to these people than will its quality, which they will use as the primary means to determine if the message is believed (Herold, Tarkianinen, and Sundqvist 2016; Petty and Cacioppo 1979). However, when presented with information that is not personally relevant, the ELM predicts that people are more likely to evaluate it based on peripheral cues, like the credibility of the speaker, more so than the quality of the message itself (Herold, Tarkianinen, and Sundqvist 2016; Petty and Cacioppo 1979). Hence, in relation to #BLM, it is hypothesized that: H2a: Since police brutality is so relevant to them, the source of information (e.g., expert or novice) will not matter to African Americans, who will have a high opinion of #BLM regardless. H2b: However, as a more peripheral issue, the source of the message will matter to Whites who will be more amenable to #BLM when the media use an expert as a source of information about the issue.", "H2a: Since police brutality is so relevant to them, the source of information (e.g., expert or novice) will not matter to African Americans, who will have a high opinion of #BLM regardless.", "H2b: However, as a more peripheral issue, the source of the message will matter to Whites who will be more amenable to #BLM when the media use an expert as a source of information about the issue.", "If there is a difference in how African Americans and Whites view #BLM, beyond just journalistic sources, further analysis examining what other factors lead to this dichotomy is also warranted. Since this is more exploratory, the following research question is also being asked: RQ1: Which traits in audience members might also explain their opinions about #BLM?", "RQ1: Which traits in audience members might also explain their opinions about #BLM?"]}, {"title": "Method", "paragraphs": ["This study used an adult sample of 541 participants who were at least 21 years of age or older. Participants were collected via Qualtrics, a data collection agency that has often been used by researchers to collect data from participants across the United States. Individual ages were not calculated. Participants were asked into what age range (e.g., under 21, 35–44, 45–64, 65+) did their age fall. The percentage of participants in each category matched the percentage of people in each category in the general population in order to increase the generalizability of these findings.", "This study included an almost equal number of male (N = 271, 50 percent) and female participants (N = 270, 50 percent). Approximately half of the participants were African Americans (N = 271) and half were Whites (N = 270). African Americans were over-sampled compared to their actual percentage of the general population in order to make equitable comparisons between their group and the White sample. Approximately 25 percent of the sample were African American women (N = 135), 25 percent were African American men (N = 136), 25 percent were White women (N = 135), and 25 percent were White men (N = 135).", "A former newspaper reporter wrote all of the articles used this analysis, which were two op-ed columns which study participants were told were written by either an African American or White college professor, or an African American or White high school senior, all of whom support #BLM. The articles did not mention a specific source (e.g., Fox News, MSNBC, New York Times, etc.) from which the column was taken in order to decrease the possibility of participants being biased based on their previous beliefs about a particular news source. Each of the stories included a photo of the supposed author. Each photo was pre-tested on graduate students at a large Midwestern university to ensure that they were equal in terms of attractiveness, friendliness, and the degree to which they believed the person listed as the source could have written the article. No one used in the pre-test participated in the actual analysis.", "Both stories written by the professors were identical except for the race of the author. The stories ostensibly written by the high school seniors were also identical except for the author’s race as well. All authors were men in order to limit the variables participants used to evaluate the articles to just the race of the source and the source’s perceived expertise on the topic. Arguments for the op-ed columns were collected from several media accounts including the #BLM website, the New York Times, and several magazines including Time and Newsweek. Some information was also collected from the opposing viewpoint, the Blue Lives Matter website, in order for the purported authors to have responses to study participants’ possible counter-claims about #BLM.", "The questionnaires used in this analysis were a well-established social dominance orientation scale (Pratto et al. 1994), which asks participants their opinions about equal opportunity programs and racial policies like affirmative action. This scale was included because previous research has found that social dominance is inversely correlated with people’s attitude toward programs favoring African Americans (Pettigrew 2017). An equal opportunity questionnaire (Pratto et al. 1994), which asks if people believe America is still the land of opportunity, and if they believe minorities receiving lower wages reflects their having less skill and education, was also included in this analysis. The final questionnaire, racial policies (Pratto et al. 1994), asked participants the degree to which they believed the government should help minorities get a better education and better housing. The latter two questionnaires were added because they ask more probing questions about respondents’ thoughts on racial matters, which might be correlated with their beliefs about #BLM.", "A modified version of the ELM, that asked people’s opinion about #BLM was also used in this analysis. Questions included, “My personal attitude about the Black Lives Matter Movement is … ” and “In terms of the Black Lives Matter Movement, I think what the protesters are doing is … ” All responses were measured on a 1–7 scale with lower scores indicating a very negative reaction to the question and higher scores indicting more positive agreement. Some questions were reverse-coded in order for all lower scores to indicate a less positive response and higher scores to indicate a more positive one.", "A series of filler questions were also added to each questionnaire in order to mask the actual intent of the study. Studies have long shown that when asked their opinions about racial issues, participants will hide their true beliefs or give socially desirable answers in order to appear more racially egalitarian than they are in reality (Fazio et al. 1995; Lowery, Hardin, and Sinclair 2001; Olson and Fazio 2004).", "Each participant first answered demographic questions to determine if they were eligible for the study. Each of the participants received a pre-determined amount that was pre-arranged by an agreement with Qualtrics and the university of the study’s principal investigator. Participants then read one of the columns supporting #BLM. Participants took a little more than 14 minutes to complete the study (mean = 14.6).", "Although both the equal opportunity (Pratto et al. 1994) and racial policy scales (Pratto et al. 1994), have been validated in previous studies, reliability analyses were conducted on both scales. The principal component analysis with orthogonal rotation (varimax) showed acceptable levels of reliability (α = 0.798) for this scale. The Kaiser–Meyer–Olkin (KMO) measure verified the use of these items (0.80). Their reliability was also acceptable (α = 0.759). The KMO measure also verified the use of these items (0.76).", "The dependent variables were African Americans’ and Whites’ attitudes about #BLM, and the degree to which the source (expert or novice) influenced their opinions on the issue.", "To measure African Americans’ and Whites’ beliefs about #BLM (H1), the six questions used from the ELM were combined into a single item to make it a more robust measure. A reliability check was then conducted on this new scale as well as a principal component analysis with orthogonal rotation (varimax). The KMO measure verified the use of these items, KMO = 0.95 (“superb” according to Field 2009), and all the KMO values were >0.83, which far exceeds the acceptable limit of 0.5 (Field 2009). Bartlett’s test of sphericity χ2(15) = 4439.2, p < 0.001, indicated that the correlation items were sufficiently large for principal component analysis. An initial test run to calculate the Eigenvalues showed the six items in the scale loaded on a single factor, with four items accounting for more than 96 percent of the variance. Given the large sample size used in this study, the remaining two variables were retained for the final analysis (as suggested by Field 2009). The new scale was found to be highly reliable (α = 0.973).", "To test H2a and H2b, which examined the influence expert versus novice sources have on people’s opinions about #BLM, answers from respondents who read stories from both college professors were combined to create one independent variable that was labeled “Expert.” Responses from the teenagers were also combined together to create the “Novice” independent variable. Collapsing these data allowed for two 2 × 2 two-way ANOVAs: [2 (Expert source/Non-Expert source) × 2 (African American study participant/White study participant)] and [2 (African American source/White source) × 2 (African American study participant/White study participant)] to be conducted comparing the main effect of the race of the study participant and the competence of the news source, and to examine if there is an interaction between the race of the source and perceptions of the source’s credibility.", "In an effort to explore what other factors influence people’s attitudes about #BLM, beyond just the media’s influence, linear regression was used to answer RQ1. Demographic variables such as participants’ age and race were also fed into the regression model."]}, {"title": "Results", "paragraphs": ["This analysis first sought to establish if racial attitudes toward #BLM were fractured along racial lines (H1). The ELM postulates that as a more obtrusive issue for African Americans than it is for Whites, Black participants will have greater motivation to support #BLM than will Whites. An independent samples t-test showed support for H1 indicating that, on average, African Americans had more positive attitudes toward #BLM (mean = 5.53, SE = 0.99) than Whites (mean = 3.91, SE = 1.21). This difference was significant, t(519) = 10.418, p < 0.0001, with a medium-sized effect, r = 0.42.", "In accordance with the ELM, it was predicted that the source of the media’s message would not affect African Americans’ attitude about #BLM (H2a). However, peripheral cues, like the credibility of the source, will matter to Whites for whom #BLM is a less obtrusive issue (H2b).", "The ANOVA revealed a main effect for participant race on attitudes about #BLM, F(1, 533) = 106.193, p < 0.0001,  = 0.166. African Americans had a more positive view of #BLM than did Whites. The ANOVA also revealed an interaction between the race of the media source and the perceived credibility of the source, F(1, 533) = 4.956, p = 0.026,  = 0.009 (see Figure 1). The interaction was due to credibility being higher for the teen than the professor when the source of the information was an African American (4.92 versus 4.64; a difference of 0.28), versus the credibility being higher for the professor than the teen when the source was White (4.95 versus 4.48; difference of 0.47). In other words, participants viewed White professors as more credible than White teenagers, whereas they viewed Black teenagers as slightly more credible than Black professors on issues regarding #BLM (Table 1). Although the differences were small, they were nearly twice as large when the source was White than when the source was Black. Using the Elaboration Likelihood Model to Explain to Whom “#Black Lives Matter” … And to Whom it Does NotAll authorsLanier Frush Holthttps://doi.org/10.1080/17512786.2017.1370974Published online:12 September 2017FIGURE 1  Mean perceived credibility rating (+ 1 SD) for each source (Black and White) as a function of the source’s perceived level of expertise. The professor was coded as the expert source and the teen as the novice sourceDisplay full sizeFIGURE 1  Mean perceived credibility rating (+ 1 SD) for each source (Black and White) as a function of the source’s perceived level of expertise. The professor was coded as the expert source and the teen as the novice source Using the Elaboration Likelihood Model to Explain to Whom “#Black Lives Matter” … And to Whom it Does NotAll authorsLanier Frush Holthttps://doi.org/10.1080/17512786.2017.1370974Published online:12 September 2017TABLE 1 Analysis of variance results for attitudes toward #BLMDisplay Table", "FIGURE 1  Mean perceived credibility rating (+ 1 SD) for each source (Black and White) as a function of the source’s perceived level of expertise. The professor was coded as the expert source and the teen as the novice source", "FIGURE 1  Mean perceived credibility rating (+ 1 SD) for each source (Black and White) as a function of the source’s perceived level of expertise. The professor was coded as the expert source and the teen as the novice source", "Whereas participant race was a significant main effect, it did not interact with source credibility or source race; therefore, H2a was supported. Neither the race (African American or White) nor expertise (expert or novice) influences African Americans’ attitudes about #BLM. Inconsistent with H2b, however, this also was true for Whites’ view of #BLM.", "In answering RQ1, the regression analysis showed that three factors significantly influenced the variability in people’s attitudes toward #BLM: their attitude about racial policies, their beliefs about equal opportunity, and the race of the study participant. People with a positive attitude toward racial policies, like Affirmative Action and racial quotas, which have long been viewed as ways to improve African Americans’ progress, were also more likely to support #BLM (β = 0.557, SE = 0.054, p < 0.0001). In contrast, people who had negative beliefs about equal opportunity, which included beliefs that lower wages for women and ethnic minorities reflects their having lesser education and fewer skills, were also less likely to support #BLM (β = −0.080, SE = 0.095, p = 0.025). Also, people harboring negative beliefs about #BLM were also more likely to be White (β = −0.228, SE = 0.134, p < 0.0001) (Table 2). No other variables reached significance. Using the Elaboration Likelihood Model to Explain to Whom “#Black Lives Matter” … And to Whom it Does NotAll authorsLanier Frush Holthttps://doi.org/10.1080/17512786.2017.1370974Published online:12 September 2017TABLE 2 Regression analysis results on factors that influence people’s positive attitudes toward #BLMCSVDisplay Table"]}, {"title": "General Discussion", "paragraphs": ["This analysis finds that Whites have a more negative view of #BLM than African Americans. As predicted by the ELM, this is not surprising given that the police shoot a disproportionately higher number of African Americans than Whites (Miller et al. 2017), which makes the issue more pertinent and critical to African Americans than it is to Whites.", "However, what is surprising, is how much more important #BLM is to African Americans than it is to Whites. Out of the 271 African American participants in the study, 197 (72 percent) supported #BLM, compared to only 104 (39 percent) of Whites. The dichotomy is also seen in how many Whites were not neutral, but openly disliked #BLM (105 Whites; 39 percent) compared to African Americans (only 30 Blacks, or 11 percent of all the African American sample). There were almost as many Whites who disliked #BLM a lot (28) than the total number of African Americans who said they had any measurable level of dislike for #BLM. Perhaps since most police officers involved in high-profile shootings are White and the victims are often African Americans, Whites’ reactions could reflect some sort of preference for their own racial group. It could also be that #BLM triggers a defense mechanism in some Whites who simply cannot believe that anyone could be shot for doing seemingly nothing, as claimed by #BLM supporters. Perhaps admitting to this would jeopardize how safe these Whites feel about the world and the people therein, because it would mean that the police who are in charge of protecting them and their families are actually killers themselves, and they often kill innocent people. Moreover, if they admit that #BLM is right, they would also have to concomitantly acknowledge that the world is a more racist place than they had previously believed it to be, which is something they simply might not want to believe is possible today. Future research should explore this possibility.", "This analysis also finds that the source the media use to convey information can influence Whites’ attitudes on racial issues. Media can have an inordinate influence on people’s perception of others and on topics with which people are not familiar (Fujioka 1999). This analysis found a surprising interaction between the race of the news source and that source’s perceived credibility. It was predicted that the #BLM message would matter more that peripheral cues to African Americans, for whom the topic is more personally relevant. Findings here refute this tenet of the ELM. It is suggested here that maybe the ability of the ELM to explain how people process information is different when applied to racial issues on which people have strong pre-existing attitudes. It is further suggested that on these often emotionally charged topics, pre-existing opinions could be so calcified on the polar extremes of the issue, personal relevance does not matter; people will encode information via central processing in that both the message and peripheral cues will be used to evaluate the message. More research should be done to examine this possibility. If this is proven, this finding reaffirms recent research showing that on racially charged news stories, people’s pre-existing beliefs supersede other factors in influencing how they perceive such messages (Holt, Ellithorpe, and Ralston 2016). In response to this possibility, this analysis proposes a slight modification to the traditional ELM to explain how it operates differently when applied to racial issues (see Figure 2). Additional research, using the ELM to examine attitudes on other critical race topics, like Affirmative Action and immigration, should be done to determine if this change is warranted. Using the Elaboration Likelihood Model to Explain to Whom “#Black Lives Matter” … And to Whom it Does NotAll authorsLanier Frush Holthttps://doi.org/10.1080/17512786.2017.1370974Published online:12 September 2017FIGURE 2  Proposed modification to the current ELM for when central processing occurs. This change is designed to show the difference racially charged messages have on perception and how such messages might diminish the role of personal relevance in determining if a message is encoded via central or peripheral processingDisplay full sizeFIGURE 2  Proposed modification to the current ELM for when central processing occurs. This change is designed to show the difference racially charged messages have on perception and how such messages might diminish the role of personal relevance in determining if a message is encoded via central or peripheral processing ", "FIGURE 2  Proposed modification to the current ELM for when central processing occurs. This change is designed to show the difference racially charged messages have on perception and how such messages might diminish the role of personal relevance in determining if a message is encoded via central or peripheral processing", "FIGURE 2  Proposed modification to the current ELM for when central processing occurs. This change is designed to show the difference racially charged messages have on perception and how such messages might diminish the role of personal relevance in determining if a message is encoded via central or peripheral processing", "This analysis also looked to find what other factors influence people’s attitudes toward #BLM. It found that people who support racial policies aimed at providing benefits to African Americans were also in favor of #BLM. People who opposed #BLM were more likely to be White, and less likely to believe in equal opportunity, Affirmative Action, and racial quotas. Attitudes of people in this group are akin to those whom scholars call “Modern Racists” (Entman 1992; Sears 1988). Such people are highly unlikely to say that they are racist because they would be looked upon unfavorably by others. Instead, they are more likely to show their racism via an overall anti-Black effect, opposing programs like Affirmative Action and African American politicians, and say that African Americans are moving too far and too fast. These beliefs are often more pernicious and damaging than outright bigotry because they are subtler and couched in more acceptable beliefs like egalitarianism rather than racism (Entman 1992; Sears 1988). Qualitative research, or more open-ended questions in quantitative studies, should be done to provide deeper information about the reasoning behind people hating #BLM and other race-based initiatives.", "Although this research provided insight about attitudes regarding #BLM, it is not without its limitations. For example, only the attitudes of African Americans and Whites were measured in this analysis. Given the increasing diversity within the United States, other racial groups should be included in future analyses to provide a broader understanding of more groups’ thoughts about #BLM. Another limitation is that there were no open-ended questions in this dataset. Allowing participants to explain why they thought something, as well as what they thought, could provide richer insight. Future analyses should also discern if the differences found here are endemic of a specific gender. For example, whether White women feel differently about this issue than White men would be a good follow-up to this analysis. Despite these limitations, this analysis does add to the literature on ELM and media effects. Specifically, it proposes modification to the traditional ELM, suggesting that it be modified to incorporate the role of race and the potential role of pre-existing beliefs about race on cognitive processing.", "Racial issues are particularly unique and problematic in the United States. They have arguably become the proverbial “third rail” of interpersonal communication; a topic no one dare touch due to the harm that doing so could cause. However, the role of race has been interwoven in the fabric of both US and global society, perhaps since time immemorial. This analysis finds that given the lack of actual in-person interracial contact in society today, media have the opportunity—perhaps the responsibility—to be an agent of change by reporting on issues like #BLM so the White majority knows about issues plaguing people who are different from those in their self-selected social networks. Further, journalists no longer have to be at the forefront of providing information from official sources. For African Americans, the source of the message does not matter; what matters is that the information is reported in a high-quality manner. White academicians also have a responsibility to discuss issues of race. Whites are more likely to believe other Whites than they are people of color on racial issues. Ironically, and sadly, although young African Americans are the ones who are disproportionately getting shot by police, Whites are still more likely to view White professors as the “experts,” this study finds. Nonetheless, this still could present a unique opportunity for both the media and academic community. Perhaps, if the predominantly White media and White academicians start regularly addressing racial issues, and having quality discussions about this topic, then Whites in the general population will also start discussing such issues amongst themselves. Perhaps then, research on racially sensitive issues like #BLM will do more than show models like the ELM might need to be changed in order to incorporate the role of race in America, but society also needs to change to account for the difference race makes as well."]}], "references": [{"title": "Americans Online: Differences in Surfing and Evaluating Race-Targeted Web Sites by Black and White Users", "year": "2003", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "47", "authors": [{"name": "Appiah Osei.", "first_name": "Appiah", "last_name": "Osei."}]}, {"title": "Ingroup Favoritism and Outgroup Derogation: Effects of News Valence, Character Race, and Recipient Race on Selective News Reading", "year": "2013", "journal": "Journal of Communication", "volume": "63", "authors": [{"name": "Appiah Osei", "first_name": "Appiah", "last_name": "Osei"}, {"name": "Knobloch-Westerwick Sylvia", "first_name": "Knobloch-Westerwick", "last_name": "Sylvia"}, {"name": "Alter Scott", "first_name": "Alter", "last_name": "Scott"}]}, {"title": "Public Opinion, Demonstrations, and the Passage of Antidiscrimination Legislation", "year": "1979", "journal": "Public Opinion Quarterly", "volume": "43", "authors": [{"name": "Burstein Paul.", "first_name": "Burstein", "last_name": "Paul."}]}, {"title": "Racism and Police Brutality in America", "year": "2013", "journal": "Journal of African American Studies,", "volume": "17", "authors": [{"name": "Chaney Cassandra", "first_name": "Chaney", "last_name": "Cassandra"}, {"name": "Robertson Ray V.", "first_name": "Robertson", "last_name": "V."}]}, {"title": "Race and the Misrepresentation of Victimization on Local Television News", "year": "2000", "journal": "Communication Research,", "volume": "27", "authors": [{"name": "Dixon Travis L.", "first_name": "Dixon", "last_name": "L."}, {"name": "Linz Daniel", "first_name": "Linz", "last_name": "Daniel"}]}, {"title": "Social Media in the Egyptian Revolution: Reconsidering Resource Mobilization Theory", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Eltantawy Nahed", "first_name": "Eltantawy", "last_name": "Nahed"}, {"name": "Wiest Julie B.", "first_name": "Wiest", "last_name": "B."}]}, {"title": "Blacks in the News Television, Modern Racism and Cultural Change", "year": "1992", "journal": "Journalism Quarterly", "volume": "69", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "Variability in Automatic Activation as an Unobtrusive Measure of Racial Attitudes: A Bona Fide Pipeline?", "year": "1995", "journal": "Journal of Personality and Social Psychology", "volume": "69", "authors": [{"name": "Fazio Russell H.", "first_name": "Fazio", "last_name": "H."}, {"name": "Jackson Joni R.", "first_name": "Jackson", "last_name": "R."}, {"name": "Dunton Bridget C.", "first_name": "Dunton", "last_name": "C."}, {"name": "Williams Carol J.", "first_name": "Williams", "last_name": "J."}]}, {"title": "The Effect of Preference Heterogeneity and Source Characteristics on Ad Processing About Endorsers", "year": "1992", "journal": "Journal of Advertising", "volume": "21", "authors": [{"name": "Feick Lawrence", "first_name": "Feick", "last_name": "Lawrence"}, {"name": "Higie Robin A.", "first_name": "Higie", "last_name": "A."}]}, {"title": "Beyond the Hashtags", "year": "2016", "journal": "Center for Media \\& Social Impact", "volume": "", "authors": [{"name": "Freelon Deen", "first_name": "Freelon", "last_name": "Deen"}, {"name": "McIlwain Charlton D.", "first_name": "McIlwain", "last_name": "D."}, {"name": "Clark Meredith D.", "first_name": "Clark", "last_name": "D."}]}, {"title": "Television Portrayals of African-American Stereotypes: Examination of Television Effects When Direct Contact is Lacking", "year": "1999", "journal": "Journalism and Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Fujioka Yuki.", "first_name": "Fujioka", "last_name": "Yuki."}]}, {"title": "Prime Suspects: The Influence of Local Television News on the Viewing Public", "year": "2000", "journal": "American Journal of Political Science", "volume": "44", "authors": [{"name": "Gilliam Franklin", "first_name": "Gilliam", "last_name": "Franklin"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}]}, {"title": "Stereotypes in Media: So What?", "year": "1999", "journal": "Howard Journal of Communications,", "volume": "10", "authors": [{"name": "Gorham Bradley W.", "first_name": "Gorham", "last_name": "W."}]}, {"title": "How The Source of Word-of-Mouth Influences Information Processing in The Formation of Brand Attitudes", "year": "2016", "journal": "Journal of Marketing for Higher Education", "volume": "26", "authors": [{"name": "Herold Kristiina", "first_name": "Herold", "last_name": "Kristiina"}, {"name": "Tarkianinen Anssi", "first_name": "Tarkianinen", "last_name": "Anssi"}, {"name": "Sundqvist Sanna", "first_name": "Sundqvist", "last_name": "Sanna"}]}, {"title": "Wealth Inequality in Black and White: Cultural and Structural Sources of the Racial Wealth Gap", "year": "2016", "journal": "Race and Social Problems", "volume": "8", "authors": [{"name": "Herring Cedric", "first_name": "Herring", "last_name": "Cedric"}, {"name": "Henderson Loren", "first_name": "Henderson", "last_name": "Loren"}]}, {"title": "So why do you Think that Way?: Examining the Role Implicit Attitudes and Motivation Play in Audience’s Perception of a Racially-Charged Issue", "year": "2016", "journal": "Media Psychology", "volume": "25", "authors": [{"name": "Holt Lanier F.", "first_name": "Holt", "last_name": "F."}, {"name": "Ellithorpe Morgan", "first_name": "Ellithorpe", "last_name": "Morgan"}, {"name": "Ralston Rachel", "first_name": "Ralston", "last_name": "Rachel"}]}, {"title": "Frame and Blame: An Analysis of How National and Local Newspapers Framed the Jena Six Controversy", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Holt Lanier F.", "first_name": "Holt", "last_name": "F."}, {"name": "Major Lesa Hatley", "first_name": "Major", "last_name": "Hatley"}]}, {"title": "The Influence of Source Credibility on Communication Effectiveness", "year": "1951", "journal": "Public Opinion Quarterly", "volume": "15", "authors": [{"name": "Hovland Carl", "first_name": "Hovland", "last_name": "Carl"}, {"name": "Weis Walter", "first_name": "Weis", "last_name": "Walter"}]}, {"title": "Stop Complaining! The Social Costs of Making Attributions to Discrimination", "year": "2001", "journal": "Personality and Social Psychology Bulletin", "volume": "27", "authors": [{"name": "Kaiser Cheryl R.", "first_name": "Kaiser", "last_name": "R."}, {"name": "Miller Carol T.", "first_name": "Miller", "last_name": "T."}]}, {"title": "Experimentally Manipulating Race: Perceptions of Police Brutality in an Arrest: A Research Note", "year": "1997", "journal": "Justice Quarterly", "volume": "14", "authors": [{"name": "Levin Jack", "first_name": "Levin", "last_name": "Jack"}, {"name": "Thomas Alexander R.", "first_name": "Thomas", "last_name": "R."}]}, {"title": "Social Influence Effects on Automatic Racial Prejudice", "year": "2001", "journal": "Journal of Personality and Social Psychology", "volume": "81", "authors": [{"name": "Lowery Brian S.", "first_name": "Lowery", "last_name": "S."}, {"name": "Hardin Curtis D.", "first_name": "Hardin", "last_name": "D."}, {"name": "Sinclair Stacey", "first_name": "Sinclair", "last_name": "Stacey"}]}, {"title": "", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "Norton Michael I.", "first_name": "Norton", "last_name": "I."}, {"name": "Sommers Samuel R.", "first_name": "Sommers", "last_name": "R."}]}, {"title": "Trait Inferences as a Function of Automatically Activated Racial Attitudes and Motivation to Control Prejudiced Reactions", "year": "2004", "journal": "Basic and Applied Social Psychology,", "volume": "26", "authors": [{"name": "Olson Michael A.", "first_name": "Olson", "last_name": "A."}, {"name": "Fazio Russell H.", "first_name": "Fazio", "last_name": "H."}]}, {"title": "Racial Stereotypes and Whites’ Political Views of Blacks in the Context of Welfare and Crime", "year": "1997", "journal": "American Journal of Political Science,", "volume": "41", "authors": [{"name": "Peffley Mark", "first_name": "Peffley", "last_name": "Mark"}, {"name": "Hurwitz Jon", "first_name": "Hurwitz", "last_name": "Jon"}, {"name": "Sniderman Paul M.", "first_name": "Sniderman", "last_name": "M."}]}, {"title": "The Intersection of Race and Crime in Television News Stories: An Experimental Study", "year": "1996", "journal": "Political Communication,", "volume": "13", "authors": [{"name": "Peffley Mark", "first_name": "Peffley", "last_name": "Mark"}, {"name": "Shields Todd", "first_name": "Shields", "last_name": "Todd"}, {"name": "Williams Bruce", "first_name": "Williams", "last_name": "Bruce"}]}, {"title": "Social Psychological Perspectives on Trump Supporters", "year": "2017", "journal": "Journal of Social and Political Psychology", "volume": "5", "authors": [{"name": "Pettigrew Thomas F.", "first_name": "Pettigrew", "last_name": "F."}]}, {"title": "Issue Involvement Can Increase or Decrease Persuasion by Enhancing Message-Relevant Cognitive Responses", "year": "1979", "journal": "Journal of Personality and Social Psychology", "volume": "37", "authors": [{"name": "Petty Richard E.", "first_name": "Richard", "last_name": "E."}, {"name": "Cacioppo John T.", "first_name": "Cacioppo", "last_name": "T."}]}, {"title": "Stigmatized Sources and Persuasion: Prejudice as a Determinant of Argument Scrutiny", "year": "1999", "journal": "Journal of Personality and Social Psychology", "volume": "76", "authors": [{"name": "Petty Richard E.", "first_name": "Richard", "last_name": "E."}, {"name": "Fleming Monique A.", "first_name": "Fleming", "last_name": "A."}, {"name": "White Paul H.", "first_name": "White", "last_name": "H."}]}, {"title": "Social Dominance Orientation: A Personality Variable Predicting Social and Political Attitudes", "year": "1994", "journal": "Journal of Personality and Social Psychology", "volume": "67", "authors": [{"name": "Pratto Felicia", "first_name": "Pratto", "last_name": "Felicia"}, {"name": "Sidanius Jim", "first_name": "Sidanius", "last_name": "Jim"}, {"name": "Stallworth Lisa M.", "first_name": "Stallworth", "last_name": "M."}, {"name": "Malle Bertram F.", "first_name": "Malle", "last_name": "F."}]}, {"title": "Shooting the Messenger to Spite the Message? Exploring Reactions to Claims of Racial Bias", "year": "2013", "journal": "Personality and Social Psychology Bulletin", "volume": "39", "authors": [{"name": "Schultz Jennifer R.", "first_name": "Schultz", "last_name": "R."}, {"name": "Maddox Keith", "first_name": "Maddox", "last_name": "Keith"}]}]}