{"doi": "10.1080/1461670X.2011.614820", "url": "https://doi.org/10.1080/1461670X.2011.614820", "title": "JOURNALISM'S MORAL SENTIMENTS", "volume": "12", "year": "2011", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wilkins", "first_name": "Lee", "name": "Lee Wilkins"}], "abstract": " Philosophers since Adam Smith and David Hume have theorized that emotions play a role in ethical decision making. The most recent findings in neuroscience suggest that moral action does not occur without a firm handshake with the emotions. This paper explores the connection between emotions, bounded rationality and professional ethical decision making, specifically journalistic negotiation between freedom and responsibility. Based on the findings of neuroscience and coupled with feminist ethics and the concept of proto-norms as outlined by Christians, journalists’ moral sentiments regarding these core concepts are linked to the development of a moral imagination that seeks both professionally sound and morally creative alternatives to difficult ethical choices. A case study of one documentary film maker illustrates the theory. ", "body": [{"title": "Overview", "paragraphs": ["This paper is a second step along a path to integrate current findings in neuroscience with professional, specifically journalistic, ethics. As such, it attempts to answer the following question: How does professional ethical behavior—moral action—negotiate between two of the profession's most central philosophical tenants: freedom and responsibility? Current literature in the field tends to place these concepts at opposite ends of an Aristotelian continuum.", "The theoretically based answer to this question focuses on two subsets of scholarly literature, current findings in neuroscience, specifically the concepts of bounded rationality and empathy, and the concepts of freedom and responsibility as they are understood philosophically and professionally. Then, feminist ethics and the concept of proto-norms, which have both rational and emotional components, are used to bridge these two bodies of literature and to suggest professional application. In particular, the approach is employed to explain ethical exemplars, professionals with an engaged moral imagination doing professionally and ethically excellent work. A brief case study of one documentary film maker is used to illustrate the major points and to suggest areas for further exploration.", "Earlier scholarship (Wilkins, 2008) has suggested the following framework for understanding moral behavior:   ", "where moral behavior is the function of a dynamic human organism within an environment. The human organism is dynamic; the recent findings of neuroscience suggest that human beings are “hard wired” to consider the ethical dimensions of intellectual questions (Gazzaniga, 2005; Hauser, 2006) and behavioral choices in much the same way that all human beings are hard wired to acquire language—although the specific languages they speak vary widely. Without repeating the entirety of the earlier argument, there is mounting evidence that, when it comes to many activities including moral behavior, human beings employ a mind-enhanced brain. The field of moral development (Kohlberg, 1981, 1984; Piaget, 1965; Rest, 1986; Rest et al., 1999) is closely intellectually and empirically connected to this understanding.", "A central element characteristic of the mind-enhanced brain is the influence of emotion on cognitive processes. And, this is where disciplinary understandings begin to cloud the picture.", "For traditional Enlightenment philosophers, beginning certainly with Descartes but extending through Kant and much of the contemporary era, rationality was both necessary and sufficient for ethical action. “Conceptual rationalism is committed to the claim that it is a conceptual truth that people who make moral judgments are motivated by them” (Nichols, 2004, p. 72). This reliance on rationality worked in tandem with a principle-based and top-down approach to ethical thinking, one that produced important insights about moral philosophy that focused on human virtues, duty and consequences. In the analysis required to understand these crucial paradigms of ethics, logic and rationality were intended to supersede the emotions, which were viewed as an impediment to rational thinking and subsequently to appropriate moral behavior.", "Yet, some philosophers suggested a role for the emotions. Hume phrased it this way, The final sentence, it is probable, which pronounces characters and actions amiable or odious, praise-worthy or blameable; … that which renders morality an active principle … depends on some internal sense or feeling, which nature has made university in the whole species. For what else can have an influence of this nature? (1975 [1777], p. 173)  ", "The final sentence, it is probable, which pronounces characters and actions amiable or odious, praise-worthy or blameable; … that which renders morality an active principle … depends on some internal sense or feeling, which nature has made university in the whole species. For what else can have an influence of this nature? (1975 [1777], p. 173)", "Adam Smith, the philosopher who first used the phrase “moral sentiments” (2010 [1759]), also did not discard the emotions. The potential for universal applicability of linking emotion and ethics was never fully explored by either, perhaps because many human emotions seem to fund violence and aggression, which often led to horrific and certainly unethical relations among human beings. The insights of Smith and Hume were generally less influential than those founded more in the exclusively rational approach, particularly in their contributions to philosophy and specifically meta-ethics. In the early twentieth century, the approaches recalling Smith and Hume were called either sentimentalism or emotivism. In some instances, they were also linked with intuitionism (Audi, 2005). Regardless, “the central challenge for sentimentalism is to preserve the idea that values are somehow grounded in the sentiments, while, at the same time making sense of the rational aspects of evaluation” (D'Arms and Jacobson, 2000, p. 722).", "Although sentimentalism had a well-understood philosophical challenge, putting equal pressure on rationality was not taken up by philosophers who, in the main, eschewed empirical testing for continued theory building which sometimes relied on the device of “thought problems” without ever subjecting those same problems to real-world evaluation. That initial test of the concept, somewhat ironically, emerged from the discipline that Adam Smith is credited with founding: economics. Economic theory accepted the rational human actor as bedrock, but because the discipline deals with the “real world” it was inevitable that real-world decisions would be compared with this pre-eminent rationalism. In 1983, economist Herbert A. Simon coined the term “bounded rationality” to explain actual economic decision making. Based on empirical work, Simon initiated what has become a paradigm shift by noting, In this essay, I will focus initially on the very powerful formal models of rationality that have been constructed in this century and that must be counted among the jewels of intellectual accomplishment in our time. Since these models are well known, I will describe them only briefly, devoting most of my discussion to showing why, in application to real human affairs, they deliver somewhat less than they appear to promise. But, my intent here is not mainly critical. The last half of this [essay] will develop a more realistic description of human bounded rationality, and will consider to what extent the limited capability for analysis that is provided by bounded rationality can meet the needs for reason in human affairs … (Simon in Moser, 1990, p. 189)  ", "In this essay, I will focus initially on the very powerful formal models of rationality that have been constructed in this century and that must be counted among the jewels of intellectual accomplishment in our time. Since these models are well known, I will describe them only briefly, devoting most of my discussion to showing why, in application to real human affairs, they deliver somewhat less than they appear to promise. But, my intent here is not mainly critical. The last half of this [essay] will develop a more realistic description of human bounded rationality, and will consider to what extent the limited capability for analysis that is provided by bounded rationality can meet the needs for reason in human affairs … (Simon in Moser, 1990, p. 189)", "From this strong intellectual claim supported by substantial evidence, the concepts of decision making under uncertainty, of risk perception and decision making, and the sub-discipline of experimental economics emerged, all claiming the psychological processes were every bit as important to human decision making as rational, rule-based approaches (see, for example, Moser, 1990).", "Emotions, of course, are the realm of the discipline of psychology, and while Simon coined the term bounded rationality, psychologists investigated how emotions influenced, sometimes profoundly, human decision making. As research methods became more sophisticated, it was possible to document that emotion employed different pathways in the brain, that emotion often preceded other sorts of cognitive activities, including logic—although preceded was often a matter of nanoseconds—and that human perception and thought was subject to predictable biases that appeared to trump rationality regardless of outcome. “This neurophysiological evidence gives rise to opposing views about how emotions and cognitions interact to influence decision making. Some argue strongly that there are two separate, independent systems for making decisions; while others argue that these two sources are integrated into a single emotional-cognitive decision-making process (Busemeyer et al., 2007, p. 215). “A single integrated system approach has been advocated by a smaller number of theorists. According to this view, emotions provide dynamic signals that feed into and help guide the cognitive system over time for making decisions … Decision field theory provides dynamic mechanisms for integrating fast emotional signals with slower cognition information to guide decision making” (Busemeyer et al., 2007, p. 216). Scholarly study of journalists suggests that the use of emotions as dynamic signals in professional decision making is an appropriate view of the joint workings of emotion and cognition (Coleman and Wilkins, 2002, 2004; Wilkins and Coleman, 2005).", "As if things had not become intellectually complicated enough, there was yet one more major intellectual stream that contributed to the river of often contentious empirical work on the nature of the human mind contained within the anatomical brain: evolutionary biology. Darwin, too, had written about a human “moral organ”, and biologists, in their efforts to understand the species, began to discover and document the ability of many species, but particularly the higher apes, to engage in what looked like moral behavior (or its precursors) in humans (De Waal, 1996). “Altruism, compassion, empathy, love, conscience, the sense of justice—all of these things, the things that hold society together, the things that allow our species to think so highly of itself, can now confidently be said to have a firm genetic basis. That's the good news. The bad news is that although these things are in some ways blessings for humanity as a whole, they did not evolve for the ‘good of the species’ and are not reliably employed to that end. Quite the contrary, it is now clearer than ever (and precisely why) the moral sentiments are used with brutal flexibility, switching on and off in keeping with self-interest; and how naturally oblivious we often are to this switching. In the new view, human beings are a species splendid in their moral equipment, tragic in their propensity to misuse it, and pathetic in their constitutional ignorance of its misuse” (Wright, 1994, pp. 12–13).", "So, at the beginning of this century at least three disciplines, philosophy, psychology, and evolutionary biology, had begun to devote considerable intellectual energy to understanding, theoretically and practically, how human beings make moral choices and what the results of those choices ought be. This convergence of intellectual energy suggests the following core understandings:1. That human beings are demonstrably imperfectly rational. As a species, we seem to share this with our biological forebears.2. That emotion (the moral sentiments) has a significant impact on moral choice, hence bounding and sustaining human rationality.3. That how human beings think about morality and ethics is hard wired into the human mind-enhanced brain, where it co-exists with hard wiring about language and emotion, among other important things.4. That thinking about ethics must account for empirical findings; as such, it must move beyond Enlightenment framing of questions without abandoning hard-won understandings. ", "That human beings are demonstrably imperfectly rational. As a species, we seem to share this with our biological forebears.", "That emotion (the moral sentiments) has a significant impact on moral choice, hence bounding and sustaining human rationality.", "That how human beings think about morality and ethics is hard wired into the human mind-enhanced brain, where it co-exists with hard wiring about language and emotion, among other important things.", "That thinking about ethics must account for empirical findings; as such, it must move beyond Enlightenment framing of questions without abandoning hard-won understandings.", "Within this emerging framework, professional ethics must seek its own intellectual ground. It is to that effort that this paper now turns."]}, {"title": "Professional Freedom and Responsibility", "paragraphs": ["Freedom and responsibility are difficult concepts with an ancient lineage. When journalists use the words, they most often mean them within the context of an institutional role: the duties, obligations and opportunities of journalists and the organizations for which they work within political society. In the recent history of the term, political society most often means democratic society. Thus journalists, individually and collectively, are both free and responsible to keep and maintain democratic commitments. They inhabit one institution among many. In the American context, professional journalistic freedom may result in other individuals or other institutions being made less free or held morally accountable for acts and their consequences. Journalists, individually and collectively, are also held morally accountable through a system of laws, at least in contemporary society, although there is huge debate about the degree of accountability particular societies achieve. One of the most important areas of current professional debate is whether journalists and journalism have this same role responsibility outside of a democratic context. The foregoing summarizes the dominant professional paradigm.", "Such a conceptualization slides over a number of important philosophical debates. To begin with, philosophers starting with Aristotle (1999) have held individuals responsible for their acts. The fact that individuals could be held responsible suggested that they were free to act in multiple ways. This line of logic has resulted in what philosophers term moral agency, translated into contemporary thinking as the “autonomous moral actor”. This is what Hume, and many others, meant when they used the words “praiseworthy” or “blameworthy” to evaluate ethical choice; praise or blame adheres to individuals acting on their own volition. These conceptualizations do have an emotional as well as a rational component. The range of potential actions available to the autonomous moral actor, in turn, raised questions of free will—if individuals were constrained from acting in specific ways, they could not then be held responsible for actions they had no power to make or to avoid. It is, therefore, not surprising that one of the objections to the notion of the human mind-enhanced brain being “hard wired” for fair (Hauser, 2006) is that such a construct seems, at least superficially, to challenge any notion of free will and hence of autonomous moral action. Without going into the debate in detail, most neuroscientists interpret their data as indicating that the brain-enhanced mind does not predispose human beings to act in any specific way when making moral decisions; a wide range of options, most certainly including immoral actions, remain open to people. These findings emerge from studies on “normal” human beings as well as those with traumatic brain injury and psychopaths. Although empirical findings do not constitute a complete rebuttal to the objection, they do suggest that moral agency remains a viable concept both for philosophy and for neuroscientists studying how people respond to ethical dilemmas. People appear to have vast freedom of choice; not everyone provides the same answer to the “trolley problem” and its many permutations.", "Philosophical thinking since the Enlightenment has added some additional layers to the concept. John Stuart Mill, in his political tract “On Liberty” (1859), connected freedom to consequences of acts on the community. The social contract theorists, specifically Hobbes, Locke and Rousseau, espoused both a positive construction of liberty—freedom to form community—and a negative one—freedom from, specifically freedom from government intervention with individual acts within a community. Hobbes, particularly in his description of political life outside the social contract, assumes an emotional as well as rational motivation for individuals to leave the state of nature. Since modern understandings of the role of Western journalism (Ward, 2004) emerge from this era, it is not surprising that freedom from government intervention takes such a predominant role in the discussion of press freedom in the United States and Europe. In fact, some scholars such as Merrill (1974) see freedom from external constraint as the single most important ethical virtue for journalists as individuals and journalism in its democratic role. Merrill's particular construction emphasizes the individual over the community, a break with political philosophy of the seventeenth and eighteenth centuries, but one that has received wide notice and considerable acceptance in the twentieth century. In this view, freedom and responsibility are dichotomous.", "With this political and social history, it is responsibility that becomes problematic. If journalists represent the institution that holds others to account, what institution can perform that same function for the media? The United States emphatically and constitutionally has rejected a role for the central government in such apportioning of responsibility; even nations without a written constitution, for example many in western Europe, have come to essentially the same political conclusions through the working out of history and precedent. Furthermore, because journalism is no longer in the day of the pamphleteer (although bloggers may be a close parallel), individual acts are not the only problem. How does one hold institutions responsible, produce what philosophers term collective responsibility? This is particularly difficult in the United States, where individual journalistic actions enjoy wide constitutional latitude and collective responsibility is often shunted to the market or to public condemnation, both ill-timed and imperfect forms of feedback and constraint. Communitarian philosophy, particularly a call for journalism that emerges from community and is responsive and responsible to it, has been the most prominent academic answer to the tension between freedom and responsibility. Communitarian journalism is transformational in nature; it employs justice as the mediating virtue (Christians et al., 1993). Communitarianism takes collective responsibility seriously; enforcement, either on the individual or institutional level, is less clearly articulated other than through moral suasion.", "Finally, both freedom and responsibility carry emotional weight (Rao and Lee, 2005; Wilkins and Coleman, 2005). This is particularly true for individual journalists, regardless of country or origin. Twentieth-century history is replete with examples of journalist in many cultures and many political systems overcoming external constraints on their professional role. This effort is not bloodless, in either the literal or the metaphorical sense. Regardless of culture, these journalists are viewed as moral exemplars. They embody freedom, but they are also responsible to professional ideals that link to human virtue. They are free to be responsible to themselves and to others in particular societies and culture. How other professionals, and the scholars who study them, might understand their acts is the next step in the process."]}, {"title": "Professional Rationality: Bounded and Supported by Emotional Commitments", "paragraphs": ["The foregoing review is meant, at the most abstract level, to illustrate why dichotomies are sometimes less than helpful in moving the project of building theory forward. For most of the last 3000 years, academic and professional philosophy has struggled with what evidence suggests is a false dichotomy—reason or emotion. In much more recent professional history, the choice between freedom and responsibility was too often explained as dichotomous. What is needed is connective tissue between the two—a way of illustrating how the poles of each dichotomy are connected and can be employed in tandem.", "Current research and theorizing suggests two such pieces of connective tissue: the concept of empathy, which has both a rational and an emotional quality, and the notion of proto-norms, which help to guide empathetic moral thinking along a professionally responsible path. First, then, empathy and its professional uses.", "Research on empathy has employed somewhat different definitions of the term. All of them acknowledge a debt to feminist ethics, and within that the ethics of care. In Gilligan's original conceptualization (1982), care arises as a first response to human distress. It is then supplemented by self-sacrifice, followed by the realization that all involved in the particular moral problem are moral agents worthy of equal consideration and dignity (as opposed to self-sacrifice). Gilligan framed this growth in moral thinking as the “responsibility for the consequences of choice.” She noted that the essence of moral decision is the exercise of choice and the willingness to take responsibility for that choice … The criterion for judgment thus shifts from goodness to truth when the morality of action is assessed not on the basis of its appearance in the eyes of others, but in terms of the realities of its intention and consequence. (Gilligan, 1982, p. 150)  ", "essence of moral decision is the exercise of choice and the willingness to take responsibility for that choice … The criterion for judgment thus shifts from goodness to truth when the morality of action is assessed not on the basis of its appearance in the eyes of others, but in terms of the realities of its intention and consequence. (Gilligan, 1982, p. 150)", "There is a human truth that emerges from care, Gilligan noted, and it is a universal truth of the caring moral self. Choice (freedom) and responsibility are connected through care (of self, of others, potentially of a professional role).", "To care for others in this way requires empathy, what some (Slote, 2010) believe Hume actually meant when he used the word “sympathy” in his work. Disentangling empathy from sympathy can be difficult. “Empathy involves having the feelings of another (involuntarily) aroused in ourselves, as when we see another person in pain” (Slote, 2010, p. 15). An absence of empathy is sometimes easier to spot (Lifton, 1986) than the more subtle forms of the quality at work. Some philosophers have characterized adult empathy as “mindreading” (Prinz, 2007), but this characterization ignores substantial psychological and physiological evidence. Hoffman (2001) argues that individual empathy develops through several stages and that it is connected with prosocial, altruistic, and moral motivations. Infants can respond to the cries of others with “empathetic distress”. In the cognitively mature person, however, “empathy isn't a total merging with or melting into the other; genuine and mature empathy doesn't deprive the empathic individual of her sense of being a different person from the person she empathizes with” (Sloate, 2010, p. 17). This construction of empathy differs significantly from that of Noddings (1984); Hoffman and Slote particularly connect empathy with moral agency because empathy is strongly connected with human action. The foregoing connection of empathy and action is crucial. An empathetic adult can understand and feel as another does without granting moral sanction. It is what writers do when they create villains who are “true to life,” what biographers of leaders such as Hitler must do to truly understand their subjects, and it is what high levels of moral thinking demand. Ettema and Glasser, in their examination of investigative journalists (1998), reveal a form of professionally based empathy at work. These journalists are willing to suspend moral judgment in how they go about their work, even as they expose wrong doing and with it, a professional moral judgment rendered through facts and evidence. Here, the journalists care about their professional role, about the impact of that role on the public, and about a professional value that relies on “the facts speaking for themselves”. As Slote notes, “I believe that empathy and the notion of empathetic caring for or about others in fact offer us a plausible criterion of moral evaluation” (2010, p. 21).", "However, empathy can be only a starting place. Empathy still must have a moral standard, particularly for professionals who, in addition to the general morality, must also respond to the demands of a professional role. It allows individual actors to navigate between the two sets of standards. “This notion of commitment is argued to contribute to bounded decision making, to ease the problem of juggling multiple goals and co-ordinate group problem solving” (Gratch and Marsella, 2007).", "Theoretically, the concept of proto-norms can provide that professional standard. As articulated by Christians (2010), the universal proto-norms of truthfulness, sacredness of life, and human dignity provide a normative standard that allows those who feel empathy for others to feel that empathy yet maintain the self-awareness to engage in moral evaluation. Proto-norms are the irreducible assumptions of moral thinking. Rather than being employed as individual “thought” elements, the proto-norms form a conceptual heuristic, a whole that is greater than the sum of the individual parts. As Christians notes, the concept of proto-norms demands that “the empirical remains embedded in human experience” rather than being abstracted from it. The proto-norms represent a set of basic beliefs about what it means to be human. For Christians, they forge the link between the “I” and the “thou” that so confounded Enlightenment meta-ethics (Christians, 2010). Furthermore, the proto-norms have an emotional as well as a cognitive component—proto-norms are not merely rational or merely emotional—they include elements of both. Thus, they reflect the contemporary understandings of neuroscience. The proto-norms in a single concept include that “firm handshake with the emotions” that effective ethical decision making demands. For journalists, who have loyalties to community, to the organizations for which they work, and to themselves as well as to more abstract ideals such as truth, employing the proto-norms—which is done intuitively as well as consciously—is what allows for nuanced ethical decision making under a variety of constraints. Journalistic actions that employ empathy for others while acting on the basis which does not violate, and sometimes foregrounds, the proto-norms can fuel the moral imagination and provide a way of analyzing the intellectual and emotional commitment that funds exceptional professional work. The proto-norms provide a normative boundary for human rationality. By basing journalistic work in the proto-norms of truthfulness, dignity and non-violence, and employing those standards informed by empathy, it is possible to see where journalisms’ moral sentiments can honor both the freedom to act and accept the responsibility of doing so as a central component of ethical professional work. What follows is an example of that approach through viewing a film and subsequent interviews with both its creator and producer."]}, {"title": "Enemies of the People: One Journalist's Vision of Truth and Reconciliation", "paragraphs": ["Cambodian journalist Thet Sambath's (Lemkin and Sambath, 2009) father and brother were among the two million people believed to have been killed in the mid-1970s in the killing fields of Cambodia. For reasons both intensely personal and professional, Sambath set out to report the story of how the decisions about the killing field were made by individuals. Most of the people involved in the policy—from those who developed it to those who literally executed it—had never been charged with any crime. Many had never spoken publicly, even though their neighbors may have known about and even witnessed their crimes. Among them was Brother No. 2, Pol Pot's second in command, who still lives in Cambodia.", "The documentary film, which was nominated for the Oscar for best documentary film in 2010, took Sambath most of a decade to shoot and report. First, Sambath focused his journalistic efforts on gaining the trust of Brother No. 2 and then getting him to speak about how the policy of the killing fields was developed. Gaining Brother No. 2's trust took three years, years in which Sambath visited him regularly and during which Brother No. 2 never spoke a word. Later, as trust between the two men did emerge, Brother No. 2 began to talk about his view of Cambodia during the 1970s and the rule of the Khmer Rouge. Although Brother No. 2 never executed anyone under the policy, ultimately and on camera he claimed credit for its development. Among his more chilling claims, that during this era of Cambodian history, Brother No. 2 trusted the party and the ideology it represented over and above the “people”. In Brother No. 2's view, the implementation of a radical communist ideology was much more important than individual human life, in this case millions of human lives.", "Sambath's repeated interviews with Brother No. 2 were superficially unemotional encounters. His initial questions were circumspect and almost tangential to the core of the story he was reporting. Yet, Sambath was careful never to let Brother No. 2 know that he had lost family members in the killing fields for fear of losing the trust of Brother No. 2 and hence bringing his reporting to an early end. However, his own lack of truthfulness concerned Sambath—by the end of the process, a decade after his first encounter—Sambath told Brother No. 2 about his personal loss. By then, Brother No. 2 was in the process of being charged with war crimes, but he accepted Sambath's statements without recanting what he had said earlier. In some sense, he appeared to regard Sambath as a friend, although it was a peculiar friendship by any measure.", "Sambath's reporting did not stop there. He knew that others had carried out the orders from the central government, and he set out to interview those Cambodians as well. In perhaps the most chilling scene in the film, one of the Cambodians who was directly and personally involved in the killing demonstrated for Sambath how he sliced the throats of his countrymen, shifting his grip on his knife and changing the way he cut into human flesh when his hand became tired. These killers admitted what they did on camera. Sambath also questioned others who lived in the village and knew of the crimes and those who committed them. These Cambodians said that there were fields where they refused to drink because they believed them polluted by human corpses, that they knew that those who had committed these atrocities still lived in the villages, and they were afraid to behave differently toward them because they remembered this horrific time in Cambodian history.", "Sambath's years of effort in the form of a trunk full of video tape he kept at his home was ultimately joined by a Western filmmaker Rob Lemkin who helped Sambath edit his store of information into a documentary film. In interviews, both men said that they had pursued this story because it represented a journalistic truth that needed to be told, primarily for the Cambodian people but secondarily for the rest of the world.", "That Sambath is a journalistic hero there is little doubt. But there is equally little doubt that it was emotion that founded his drive to get the story and report it thoroughly. Although Sambath never used the Western concept when he talked about how he was able to get people to admit what they had done on camera, it was evident that he empathized with them by understanding their motives (ideology and/or “following orders”) while sustaining his own moral judgment. The drive to get the story, of course, is the journalistic drive for truth, but it is a truth that is emotionally connected to a commitment to the sacredness of life and to human dignity—both to the Cambodians who were killed during this genocide and to their killers. Sambath also negotiated between freedom and responsibility; he exercised his moral agency by even attempting to “get” this particular story, yet he felt responsible not just for its content but how it was reported. Sambath's efforts can be thought of as a professional attempt at truth and reconciliation—a truth that acknowledges a genocidal past, human culpability in it, and provides an alternate vision to audiences through the actions of a single human being. Even the most casual viewer of the film comes away with an understanding of the moral sentiments that propelled it. Far from overwhelming rationality, it is the sentiments that seem to sustain clear thinking in times of stress. Sambath's efforts also focus on the importance of rationality coupled with emotion. In fact, it was not until another journalist helped Sambath edit his tapes—a somewhat more detached and professionally-oriented effort than the struggle to get the story itself on tape—that the film itself emerged. While the Western editor was hardly unmoved by the piece, he also brought some professional skills to the project that Sambath, for complex reasons, was unable to exercise. Their partnership illustrates the relationship between the emotions based in the ethical proto-norms and the rationality needed to exercise that understanding in a professional context. Interviews and comments from the two men about the film itself make this level of professional partnership clear.", "This example, of course, provides both an illustration and leads to questions. The first is a question that philosophers have been stumbling on since the Enlightenment: how is it that people, acting as individuals as well as in a professional capacity—can chip away at this ethical bedrock? If we intuitively understand the proto-norms, why are we so capable of ignoring them? How is it that the proto-norms can provide some insight into work such as Sambath's as well as the actions of the radio journalists in Rwanda who encouraged their listeners to commit genocide? The foregoing question speaks to individual responsibility, yet journalists today largely work in organizations. How might it be possible to make news organizations collectively responsible—to develop organizations more capable of sustaining the insights of the proto-norms for their individual employees—is another question that extends this discussion. These are questions this essay will not address, but readers should not be unmindful of them.", "However, coupling emotion with logic provides a compelling heuristic with which to understand how journalists navigate between the professional ideals of freedom and responsibility. Far from being dichotomous, these ideals should be viewed as connected to each other—the professional “I” and “thou” which make sense only when considered in tandem. The film Enemies of the People, and its development and creation, provide powerful evidence that responsibility and freedom appropriately connected produce the sort of professional, moral exemplar that journalists of many cultures can aspire to."]}], "references": [{"title": "Searching for the Ethical Journalist: an exploratory study of the ethical development of news workers", "year": "2002", "journal": "Journal of Mass Media Ethics", "volume": "17", "authors": [{"name": "Coleman Renita", "first_name": "Coleman", "last_name": "Renita"}, {"name": "Wilkins Lee", "first_name": "Wilkins", "last_name": "Lee"}]}, {"title": "The Moral Development of Journalists: a comparison with other professions and a model for predicting high quality ethical reasoning", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Coleman Renita", "first_name": "Coleman", "last_name": "Renita"}, {"name": "Wilkins Lee", "first_name": "Wilkins", "last_name": "Lee"}]}, {"title": "Sentiment and Value", "year": "2000", "journal": "Ethics", "volume": "110", "authors": [{"name": "D'arms Justin", "first_name": "D'arms", "last_name": "Justin"}, {"name": "Jacobson Daniel", "first_name": "Jacobson", "last_name": "Daniel"}]}, {"title": "Globalizing Media Ethics: an assessment of universal ethics among international political journalists", "year": "2005", "journal": "Journal of Mass Media Ethics", "volume": "20", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Lee Seow Ting", "first_name": "Lee", "last_name": "Ting"}]}]}