{"doi": "10.1080/1461670X.2016.1190662", "url": "https://doi.org/10.1080/1461670X.2016.1190662", "title": "“Tabloidization” or Dual-Convergence", "volume": "19", "year": "2018", "issue": "3", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lefkowitz", "first_name": "Julia", "name": "Julia Lefkowitz", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article engages with recent debates on “tabloidization,” applying a corpus linguistic approach to examine diachronic shifts in the language and values of quoted speech in tabloid and “quality” newspapers. While “tabloidization” is often portrayed as a spreading of tabloid news values to “quality” publications, empirical data depict a process of dual-convergence whereby the quoted speech of each publication type adopts the language and values initially characteristic of the other. The significance of “tabloidization”—which has been identified as a key and emblematic component of recent debates on the changing nature of mass media—draws largely from the public-interest role of newspapers whereby the press have been viewed as agents with the power to inform and represent members of the shifting public sphere(s).", "body": [{"sec_title": "Introduction", "sec_content": ["Many scholars argue that British newspapers are becoming increasingly “tabloidized” over time (Conboy 2002, 2006, 2010, 2011); while some view the implications of this putative phenomenon as detrimental to democracy (Sampson 1996; Franklin 1997; Sparks 1998), others convey optimism (Macdonald 2000; Ornebring and Jonsson 2004; Skovsgaard 2014). However, few systematic empirical analyses based on large textual datasets and linguistic analyses support such claims. This study provides the latter through an examination of quoted speech featured in British tabloid and “quality”1 newspapers within a 40-year period, between 1970 and 2010. The objective of the study is to verify whether or not “tabloidization” has occurred and, if so, to show the ways and degrees to which it has done so.", "The principle finding of this article contrasts the common conceptualization of “tabloidization” as a uni-directional process whereby “quality” newspapers increasingly adopt the values once distinctive of tabloids: the flow of values in question is shown to be two-directional, with tabloids increasingly displaying the language and values once distinctive of their “quality” newspaper counterparts. Accordingly, claims made by “tabloidization” critics and proponents regarding the extent to which contemporary newspapers stand to fulfill their democratic functions can be reconsidered alongside a refined conceptualization of its underlying dynamics and implications.", "Quoted speech was selected for examination in view of both its relationship to the democratic role of newspapers and its increasing quantity and proportion within the newspaper articles subjected to examination. With regard to the former, direct discourse2 (DD) is known for its capacity to convey, if at times only ostensibly, facts, and to represent the views and opinions of those quoted: in this way, it can be considered a potent vehicle through which the press can, in line with its democratic function (Habermas 1962; Ornebring and Jonsson 2004), inform and represent members of the public sphere. The extent to which newspapers can represent citizens from different demographics is also usefully emphasized by Thompson’s notion of mediated visibility (1995), which describes the visibility of individuals in the media as a form of political and/or socio-cultural power to those represented. Changes in the quantity and linguistic qualities of quoted speech can therefore be viewed as particularly well-suited to index the extent to which newspapers may or may not be undergoing a “tabloidization.”", "With regard to the latter, the identified diachronic increase in quoted speech underscores its increasingly prominent role in newspaper discourse. Further, while numerous studies have examined the linguistic framing of quoted speech (Jucker 1996; Calsamiglia and López Ferrero 2003; Obiedat 2006; White 2012), the ends to which newspapers deploy direct discourse (Tuchman 1972; Zelizer 1989; Bell 1991; Obiedat 2006; Landert 2014, 2015), and the range of sources of cited (Jucker 2006; Dimitrova and Stromback 2011; Landert 2014), little research has linked the issue to changes in journalistic values over time. Through the application of a corpus linguistics methodology, this project examines the linguistic intricacies of quoted speech, treating certain properties and parts of speech as proxies of journalistic values. Direct discourse is thus analyzed as a constituent component of newspaper discourse, and assessed in terms of the extent to which the values once distinctive of “quality” and tabloid newspapers may or may not be converging."]}, {"sec_title": "“Tabloidization”", "sec_content": ["According to Esser (1999), lexicographers first recorded the use of the word “tabloidization” in 1991. While academic literature often references similar pre-1990s debates regarding the putative spread of sensational and emotional elements to “quality” newspapers, scholarly definitions of “tabloidization” reflect recent approaches to and shifts affecting the newspaper industry. This study is interested in quoted speech featured in newspapers between the years 1970 and 2010, particularly in view of advances in recent digital media technologies, such as the satellite, widespread use of social and online media platforms, and mobile phone technologies. It is likely that the identified increase in direct discourse can largely be ascribed to the rise and widespread use of the aforementioned communications technologies.", "While numerous definitions of “tabloidization” have been proposed (e.g. Esser 1999; Sparks 2000; Conboy 2002, 2006, 2010, 2011; Ornebring and Jonsson 2004; Magin and Stark 2014), no common definition exists. For the purposes of this paper, the following definition is proffered as a synthesis of the relevant body of research: “Tabloidization” can be understood as the convergence of “quality” newspapers towards the values characteristic of tabloid newspapers, which can be identified as personalization3 and sensationalism,4 and the linguistic features through which these values are represented.", "“Tabloidization” can be understood as the convergence of “quality” newspapers towards the values characteristic of tabloid newspapers, which can be identified as personalization3 and sensationalism,4 and the linguistic features through which these values are represented.", "As suggested in the introduction, academic discussions of “tabloidization” are often framed in terms of the potential implications on democracy. While some scholars decry “tabloidization” as a hazard to the public sphere (Sampson 1996; Franklin 1997; Sparks 1998), others highlight its capacity to engage a wider range of the public (Macdonald 2000; Ornebring and Jonsson 2004; Skovsgaard 2014). The ascension of tabloid values in upmarket newspapers is commonly linked with a decline in the information and public affairs-centric news depicted as distinctive to “quality” media. Conboy states: The [increasingly competitive market] has meant a move away from balanced reporting, positive, politician-centered communication to a more negative, journalist-dominated approach and one-story front pages, screaming headlines and short, punchy campaigning prose at the expense of more detailed text of long quotations from politicians. (Conboy 2011, 119)", "The [increasingly competitive market] has meant a move away from balanced reporting, positive, politician-centered communication to a more negative, journalist-dominated approach and one-story front pages, screaming headlines and short, punchy campaigning prose at the expense of more detailed text of long quotations from politicians. (Conboy 2011, 119)", "In line with this observation, a number of journalism scholars argue that “tabloidization” is a function of capitalist rather than public-interest motives (e.g. Taylor 1992; Bromley 1998; Sparks 2000; Conboy 2004, 2010). The Wapping Revolution of 1986 (Conboy 2004, 2010), the global spread of capitalism in the wake of the fall of the Berlin Wall in 1989 (Magin and Stark 2014), and the slew of newspaper acquisitions made by Rupert Murdoch in the 1990s have been identified as agents of the late twentieth-century increase in the commercialization of the newspaper industry.", "Those who emphasize the virtues of “tabloidization” typically underscore its capacity to counter the restrictive values of “quality” journalism. Several scholars have identified personalization as a means through which a broader range of readers are engaged and represented (Connell 1991; Macdonald 2000; Ornebring and Jonsson 2004). Speaking of social differences and the social conflicts that can subsequently arise, Connell goes so far as to argue that, “[t]he focus on personality and privilege is one of the ways in which these differences and tensions are represented as concrete and recognizable rather than as remote, abstract categories” (Connell 1991, 82). From certain standpoints, “tabloidization” can thus be seen as a form of democratization.", "Brookes (2000), in line with other scholars (Grispud 2000; Ornebring and Jonsson 2004; Conboy 2010, 2011), draws attention to the critical anxiety stemming from a perceived blurring of social and cultural boundaries often associated with “tabloidization.” As noted by Ornebring and Jonsson (2004, 284), journalism literature has commonly been “based around simple binary oppositions where emotional is bad and rational-intellectual is good, sensation is contrasted with contextualization, and tabloid journalism is charged with meeting complexity with dumbing down.” Suggested is the possibility that recent talk and condemnation of “tabloidization” may in fact be a moral panic through which the blurring of traditional boundaries of class, taste, and gender is being lamented.", "Shifts such as these can be said to implicate recent changes in the Habermasian public sphere wherein issues and demographics previously marginalized may be gaining representation. Ornebring and Jonsson (2004) argue that tabloid journalism serves as an alternative public sphere where topics and populations other than those constituting the mainstream are represented through means that are also alternative. The scholars in turn suggest that “tabloidization” can be seen as a failure of contemporary social institutions, among them, “quality” news outlets, to sufficiently address issues that are presently of concern to many segments of the public.", "While it is not the intention of this article to take sides in this debate, such claims are important context for understanding the implications of how language is related to “tabloidization.” As language is a key element of the specific appeal of tabloids (Conboy 2006) and is a constituent component of all newspapers, it should be understood as a pivotal element of “tabloidization.”", "Numerous scholars refer to language as a key component of “tabloidization” (e.g. Sparks 2000; Conboy 2002, 2006, 2010, 2011; Magin and Stark 2014). However, only two such studies examine quoted speech and the author is unaware of any diachronic or synchronic studies wherein linguistic features are analyzed in terms of the range of journalistic values represented.", "Clark (2013), who examines “tabloidization” as indicated through an increase in certain linguistic markers of “familiarization,” identifies an increase in quoted speech and does not examine quoted content. Instead, through application of the Modern Diachronic Corpus-assisted Discourse Studies approach, a slew of features including honorifics, “taboo” language, pronouns, and contracted forms are examined across primary and direct discourse. Landert (2014), who applies both quantitative and qualitative linguistic methods, attributes an identified diachronic increase in linguistic markers of personalization to the “tabloidization” of British newspapers, arguing that “quality” titles have adopted the higher frequencies of quoted speech and personal pronouns once characteristic of tabloids. In contrast to Landert, it is this author’s view that quoted speech must be considered as indexical of the multiple journalistic values it can convey, including “information-orientation” and sensationalism.", "McLachlan and Golding (2000) approach language quantitatively, calculating and charting the average number of words per story in the Mirror, the Guardian, and the Times between 1952 and 1992. Overall increases in article length are identified in the Guardian and the Times, with the number of words per story in 1952 approximating that identified for 1992 in the Mirror. “Simpler vocabulary, syntax, and presentation” (77), and a more informal, “exhortative, provocative” (77) tone are also said to characterize tabloid journalism, however neither of these claims are tested empirically.", "The language of tabloid and “quality” newspapers is analyzed qualitatively in a number of Conboy’s publications (2004, 2006, 2007, 2010). In his approach, linguistic features are identified on the basis of theoretical research and observation, with de facto examples used to illustrate ways in which each are deployed in newspaper discourse; such an approach does not subject a large body of newspaper text to systematic examinations.", "This study seeks to go beyond this body of knowledge through a standardized empirical assessment of the linguistic characteristics of quoted speech in newspapers. In contrast to previous studies, the quoted language of tabloid and “quality” newspapers is evaluated through the examination of a large, diachronic body of text and interpreted in terms of the tabloid and “quality” newspaper values at play."]}, {"sec_title": "The Importance of Quoted Speech in Newspaper Discourse", "sec_content": ["While media scholars are often directly or indirectly critical of the ways in which quotes can be used and introduced by journalists, the relevant studies largely focus on issues other than journalistic values. For example, in Western journalism literature, quoted speech is often identified as a vehicle through which journalists aim to maintain an impression of neutrality and/or objectivity while representing elements of opinion and emotion (Tuchman 1972; Zelizer 1989; Bell 1991). Tuchman’s notion of “facticity” encapsulates this paradox, and in this same vein, White (2012) proposes a typology of linguistic devices through which direct and indirect discourse convey the journalist’s attitude.", "The lack of consistency and transparency entailed in the practices common to the usage of quotes is another running theme within this literature. The tendency of journalists to fragment and “clean up” the language of quotes without adherence to a detailed set of guidelines has been cited (López Pan 2009, 193) along with the anonymity generally assigned to sources (Zelizer 1989), who are commonly referred to as collectives such as “experts” (373) or “government officials.” Studies exploring pre-citation linguistic mechanisms, such as reporting verbs (Calsamiglia and López Ferrero 2003), similarly focus on the different ways in which direct quotes can be presented.", "Studies wherein the proportion and/or role of different types of sources (i.e. official, non-official, etc.) are subject to examination tend to make somewhat more explicit connections between quoting and journalistic values. For example, in a case study of correlations between media frames and official, media, and non-official sources, Dimitrova and Stromback (2011) depict the contextual usage of different sources as a function of both journalistic values and the media model (Hallin and Mancini 2004) of the country at hand. In a related project, Jucker (1996) also examines the linguistic tools journalists use to refer to news actors in tabloid and “quality” publications, and finds that whereas titles and last names are often used by “qualities,” more descriptive labels are generally featured in tabloids.", "Landert’s interest in quotes aligns the most closely with the objectives of this study; she analyzes quotes in newspapers as a linguistic marker of personalization (Landert 2014), and reexamines this data in an article (Landert 2015) which aims to identify diachronic shifts in the functions of quotes. In both projects, Landert analyzes and compares data extracted from online news sites in 2010 with print editions of the Times in 1985: the results reveal diachronic increases in quotes from the Times (Landert 2014, 2015), quotes expressing emotion (Landert 2015), the identification of sources (Landert 2014), and quotes from non-official sources (Landert 2014), with a synchronic comparison showing a higher percentage of non-official sources in non-“quality” titles (Landert 2014). Of particular relevance to this paper is Landert’s suggestion that factual statements are generally made by official sources, whereas opinion and color are generally conveyed through quotes from individuals or interest groups (Landert 2014).", "In suggesting that the use of quoted speech is in various ways representative of the values upheld by journalists, these studies can be said to depict direct discourse as a core element of newspaper discourse that is itself reflective of journalistic values. If quoted speech is an important part of the discourse of the newspaper article as a whole and a means whereby members of the public sphere are informed and represented, it should be examined in terms of the different journalistic values at play and as a viable index for “tabloidization.”"]}, {"sec_title": "Methods", "sec_content": ["A corpus linguistic methodological approach is applied in this study in view of the large body of quoted speech extracted for analysis and for its capacity to counter some of the cognitive biases that the researcher might apply. Corpus linguistics can be understood as a methodology wherein computerized methods, frequently in the form of calculations and frequency counts, are applied to examine extensive amounts of text. The use of electronic corpora began in the 1960s and has flourished alongside advances in computer technologies, with a particular boom in the field seen during the 2000s (Lindquist 2009). While a number of studies have examined newspaper discourse through the application of corpus linguistics (Biber 1988, 2003; Biber and Finegan 1989, 1997; Westin 2000; Clark 2013), a study has yet to interpret linguistic findings in terms of journalistic values.", "Through application of this methodology, frequency counts of the linguistic markers of the value-sets traditionally seen as distinctive of tabloids, personalization and sensationalism, and the “information-orientation” similarly seen as characteristic of “quality” newspapers, are calculated and charted over time, depicting linguistic change and continuity on a broad scale. The markers of “information-orientation” that are not assessed through frequency counts, such as sentence length, for example, can be said to occupy a middle ground between content analysis and corpus linguistics.", "A left-wing “quality” newspaper, the Guardian, and a right-wing one, the Times, were selected for analysis alongside a left-wing tabloid, the Mirror, and a right-wing one, the Express. These newspapers were identified in view of their ideological positioning and availability in digital format from the 40-year time period of interest.", "In view of the absence of existing corpora containing texts from the timeframe and publications of interest, a new corpus,5 “British Newspapers, 1970–2010,” was constructed. From this collection of texts, a sub-corpus, “Quoted Speech from British Newspapers, 1970–2010,” consisting of the quoted speech contained in “British Newspapers, 1970–2010,” was created.", "The later corpus was assembled as follows: at each 10-year interval, a total of 96 articles were extracted from the Guardian, Mirror, Times, and Express; from each publication, 12 articles were drawn from events relating to scandal and 12 from events relating to war. Twelve was identified as a sufficient sample size of articles per event topic per 10-year interval on the basis of pre-pilot work wherein sample corpora containing 10 and 15 articles per event topic per 10-year interval were examined.6", "Scandal and war were selected as topics for analysis as the two types of stories can be said to most consistently and prolifically draw from the values of personalization and sensationalism, and “information-orientation,” respectively. Lull and Hinerman (1997, 13) state, “In a scandal, the story triumphs over the facts and at some point in doing so takes on a life of its own”; the inverse can be said of war stories, which are known to prioritize facts. Further, examination of finance stories—which also embrace fact-centric reporting—was precluded by the extreme dearth of financial coverage within both the Mirror and Express. As a categorical distinction cannot be made between the values characteristic of war and scandal articles, articles on the two event topics can be conceptualized as occupying a continuum of fact-based versus narrative elements; whereas the former characteristics are more predominant in war stories, markers of personalization and sensationalism have higher frequencies in scandal articles.", "Once the 480 articles—240 war stories and 240 scandal stories, totaling 42,315 words—had been extracted, quoted speech from each article was identified through manual review and transferred into separate .txt files according to year, event topic, and publication. After the parts of speech of each word in each article had been coded through application of the CLAWS 7 tagset,7 the POS-tagged files were subsequently loaded into Antonc,8 where the raw counts of each linguistic feature in each publication, event frame, and year of interest were identified. Excel was used to generate the frequency per 1000 word calculations featured in Figures 3–8.", "Linguistic markers of personalization, sensationalism, and “information-orientation” were selected in line with previous research examining the language of newspapers and pilot work indicating linguistic characteristics of potential interest. Studies by Biber (1988), Hundt and Mair (1999), Westin (2000), and McLachlan and Golding (2000) were of particular use. Graphs for those features showing the most dramatic trends are featured below; for the sake of clarity, de facto examples—taken from the corpus—of certain linguistic indices are also provided.", "Through pilot work, the amount of quoted speech featured in the newspapers between 1970 and 2010 was identified and charted in comparison to the length of the corresponding articles. The average percentage of direct discourse contained within the articles was also calculated. Findings indicate both that increases in quoted speech can account for the diachronic increases in article length identified, and that the percentage of quoted speech contained within these publications has increased across event topics, with the exception of scandal stories in the Mirror. These trends are indicative of the importance that should be ascribed to quoted speech post-1980, after which point increases are predominant across publications and event topics (Figures 1 and 2). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 1  Average article length (AL) and average amount of direct discourse (DD) per article (war)Display full sizeFIGURE 1  Average article length (AL) and average amount of direct discourse (DD) per article (war) “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 2  Average article length (AL) and average amount of direct discourse (DD) per article (scandal)Display full sizeFIGURE 2  Average article length (AL) and average amount of direct discourse (DD) per article (scandal)", "FIGURE 1  Average article length (AL) and average amount of direct discourse (DD) per article (war)", "FIGURE 1  Average article length (AL) and average amount of direct discourse (DD) per article (war)", "FIGURE 2  Average article length (AL) and average amount of direct discourse (DD) per article (scandal)", "FIGURE 2  Average article length (AL) and average amount of direct discourse (DD) per article (scandal)", "Higher percentages of quoted speech per article are initially and ultimately identified in the Mirror and the Express, suggesting that direct discourse is in fact more characteristic of tabloids. Between 1980 and 2010, increases of 12, 16, 10, and 5 percent are seen in war articles from the Guardian, Mirror, Times, and Express respectively, with increases of 9, 10, 13, and 7 percent seen across scandal articles. Quoted speech has thus clearly become an increasingly prominent component of “quality” newspaper articles."]}, {"sec_title": "Results", "sec_content": ["Across publications and event topics, markers of “information-orientation” predominantly decrease in the Guardian and the Times, whereas a predominant increase is seen in the Mirror and the Express. Sentence length is a feature of particular interest in view of the dual-convergence seen across titles and event topics, with decreases seen in the “quality” newspapers and increases seen in the tabloids.", "In order to estimate the general reading difficulty level of the texts over time, the Flesch-Kincaid Readability (FKR) metric was applied to “Quoted Speech from British Newspapers, 1970–2010.” Flesch-Kincaid is the most widely used readability metric, accounting for the total number of words, sentences, and syllables in a given body of text. Higher Flesch-Kincaid scores are indicative of lower reading difficulty levels.9", "The average FKR levels across publications and data points between 1970 and 2010 are as follows: 64.08, 67.1, 59.94, and 70.36 from war stories and 58.48, 73.6, 71.6, and 67.48 from scandal articles, in the Guardian, Mirror, Times, and Express, respectively. During this period, opposing trends are seen between the two frames: in war stories, a divergence occurs whereby the “quality” titles become increasingly more difficult to read and the tabloids become increasingly easy to read, whereas in scandal stories, all titles, with the exception of the Guardian, converge towards an increasingly elevated reading level. Across event frames, with the exception of the Guardian’s scandal stories, all titles are adopting an increasingly advanced reading difficulty level between 2000 and 2010.", "Westin (2000, 11) assesses sentence length as a marker of sentence complexity and “information density” in British newspaper editorials. The extent to which sentence length can be interpreted as a marker of “information-orientation” is, however, somewhat contingent upon the frequency of features such as subordinating conjunctions and noun-noun phrases, which are also indicators of the degree to which information may be compressed within a sentence. Subordinating conjunctions are, however, in this context shown to have little correlation with sentence length,10 and noun-noun phrases are not examined in this study as the feature cannot be identified through the CLAWS 7 tagset and would require the construction of new POS tagger.11 Accordingly, sentence length and FKR are treated as principle indicators of sentence level complexity.", "Across publications and event frames, a trend towards convergence is seen in the average length of sentences between 1970 and 2010. In war stories, 21 and 7 percent decreases in sentence length are seen in the Guardian and the Times, respectively, whereas 18 and 10 percent increases are seen in the Mirror and the Express; similarly, 32 and 6 percent decreases are seen in the two “quality” titles’ scandal stories, with 16 and 18 percent increases seen in the tabloids’ scandal pieces. Within each event topic, differences in the average sentence length of each title narrow between 1990 and 2010 in particular, with gaps narrowing to an even stronger degree between 2000 and 2010 (Figure 3). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 3  Sentence length (war and scandal)Display full sizeFIGURE 3  Sentence length (war and scandal)", "FIGURE 3  Sentence length (war and scandal)", "FIGURE 3  Sentence length (war and scandal)", "In view of their quantifying function, numbers were assessed as markers of “information-orientation.” To the best of the author’s knowledge, a study wherein this feature has been examined within newspaper discourse has not been conducted.", "In contrast to the other features assessed, few consistencies occur in the frequencies of numbers across the titles and publication types: in the Guardian, Mirror, Times, and Express, the average frequencies per 1000 words between 1970 and 2010 are 8.11, 5.59, 4.60, and 11.62 in war stories and 3.92, 7.55, 11.61, and 8.37 in scandal ones, respectively. Overall increases in frequencies are seen across event topics in the Guardian and in war stories from the Mirror and the Times, whereas decreases occur across event topics in the Express, and in the Mirror and Times’ scandal stories.", "Markers of personalization predominantly increase in the “quality” publications over time, whereas indices of the value-set generally decrease in the tabloid titles. The scandal frame is of particular interest as decreases are seen across linguistic features in both the Mirror and the Express, and increases are seen across the features in the Guardian and the Times, with the exception of second-person pronouns in the latter. Particularly dramatic increases occur within the Guardian’s scandal articles, where growth of over 80, 400, and 500 percent are seen within first-person pronouns, second-person pronouns, and private verbs, respectively.", "First-person pronouns express ego-involvement and are a salient feature of interactive discourse (Chafe and Danielewicz 1987; Biber 1988). In the context of news reporting, the feature is frequently found in direct discourse (Hundt and Mair 1999; Landert 2014). Referencing Fowler’s (1991) discussion of the “public idiom” constructed by newspapers, Hundt and Mair (1999) suggest that first- and second-person pronouns help to create the illusion of a personal voice which makes the institutional discourse of news more palatable to news consumers.", "Once again, opposing trends are seen across event frames. In war stories, the frequencies of first-person pronouns increase 4 and 26 percent in the Mirror and the Express, respectively, whereas 43 and 11 percent decreases are seen in the Guardian and the Express. Conversely, in scandal stories—where the feature is initially characteristic of the two tabloid titles—first-person pronouns increase in frequency by 83 and 52 percent in the Guardian and the Times, and decrease by 6 and 26 percent in the Mirror and the Express. By 2010, in scandal stories, the feature is most characteristic of left-wing publications, whereas in war articles, the feature is most characteristic of tabloids (Figure 4). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 4  First-person pronouns (war and scandal)Display full sizeFIGURE 4  First-person pronouns (war and scandal)", "FIGURE 4  First-person pronouns (war and scandal)", "FIGURE 4  First-person pronouns (war and scandal)", "Second-person pronouns are frequently used in interactive contexts and indicate the speaker’s involvement with an addressee (Biber 1988; Westin 2000). While first-person pronouns index a speaker’s views directly, second-person pronouns can index a speaker’s views indirectly; the dramatic increase in second-person pronouns seen in the Guardian thus indicates the rise of personalization through a somewhat masked means (Figure 5). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 5  Second-person pronouns (war and scandal)Display full sizeFIGURE 5  Second-person pronouns (war and scandal)", "FIGURE 5  Second-person pronouns (war and scandal)", "FIGURE 5  Second-person pronouns (war and scandal)", "Whereas overall increases in the frequency of second-person pronouns are characteristic of war stories, the predominant trend in scandal stories is a decrease in the feature. Across event frames, however, sizeable increases in the feature are seen in the Guardian at 47 and 444 percent in war and scandal stories, respectively. Conversely, in the Mirror, frequencies of the feature decrease across event frames, with a drop of 30 percent seen in war stories and one of 83 percent seen in scandal pieces.", "Across first- and second-person pronouns, increases are more common in “quality” titles (second-person pronouns only decrease in the Times’ scandal stories, and first-person pronouns decrease in war stories from the Guardian and Times), whereas decreases are more common in the tabloid publications (second-person pronouns only increase in war stories from the Express and first-person pronouns increase in scandal stories from both tabloid titles). Further, increases in personalization as indexed through these two features are particularly characteristic of the Guardian, whereas decreases are most common to the Mirror; this dual-convergence is, on a broader level, commonly seen across these two publications.", "As noted by Quirk et al. (1985), private verbs reflect intellectual states or acts, and can be contrasted with public verbs, which are observable speech acts that are frequently used to introduce indirect statements. While private verbs are not particularly salient within any of the newspapers, changes in the quantitative use of the feature are substantial and merit analysis.", "Searches for the private verbs listed by Quirk et al. (1985) were run in “Quoted Speech from British Newspapers, 1970–2010,” and the frequencies of the five most prominent private verbs deemed the most indexical of personalization were subsequently examined. For example, know, a private verb with one of the highest frequencies in “Quoted Speech from British Newspapers, 1970–2010,” was excluded from assessment as it can often connote factuality more than an intellectual state or act. Subsequently, tokens of believe, hope, fear, think, and reveal were subject to examination. An example from a 1990 Express war article contained in the corpus illustrates the personalizing effect of the verb fear, “‘I fear the spread of cholera. I am told three babies have died from dehydration and dysentery’” (Kennedy 1990).", "Across event frames, private verbs are initially more characteristic of the tabloid publications; however, in scandal stories, the feature dramatically increases by over 500 and 300 percent in the Guardian and the Times, respectively, and is more characteristic of these two titles by 2010. In the Guardian, the feature also sees an increase of 28 percent in war stories, with an increase of over 100 percent seen in this event topic in the Express; frequencies of the feature are by 2010 the highest in these two publications (Figure 6). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 6  Private verbs (war and scandal)Display full sizeFIGURE 6  Private verbs (war and scandal)", "FIGURE 6  Private verbs (war and scandal)", "FIGURE 6  Private verbs (war and scandal)", "Drawing from literature by Quirk et al. (1985), Biber et al. (1999), and Bednarek and Caple (2012), amplifiers, general adjectives and adverbs, and degree verbs were examined as linguistic indices of sensationalism. Adverbial forms were the focus of analysis as, with the exception of general adjectives, adverbs have higher frequencies within the examined texts.", "Across event topics, diachronic increases in sensationalism are seen in both “quality” titles: the two tabloid publications, however, see roughly equal amounts of increases and decreases in the value-set. As with indices of personalization, scandal stories are of particular interest: in both “quality” titles, with the exception of general adjectives, overall increases are seen in each marker of the value-set.", "Amplifiers can have a heightening effect on the verb, adjective, or adverb modified, and have been examined in the “press reporting” register by Biber (1988). A 2010 war article from the Mirror shows the dramatizing effect of the amplifier totally: “‘There was strong agreement that North Korea’s unprovoked act had been totally unacceptable’” (Hughes 2010). The amplifiers with the highest frequencies in “Quoted Speech from British Newspapers, 1970–2010” were selected for closer examination; a lot, much, totally, and deeply will be discussed here.", "In 1970, amplifiers are most characteristic of tabloid titles: in war stories, the feature is initially the most prevalent in the Mirror and in scandal stories, it has the highest frequency in the Express. This correlation suggests that amplifiers were originally characteristic of the quoted language featured in tabloids.", "The overall increase in amplifiers seen across event topics in the “quality” publications—approximately 130 percent in the Guardian’s war and scandal stories, and over 180 percent in the Times scandal stories—thus indicates a spreading of the linguistic style traditionally characteristic of the tabloids’ direct discourse. Data from the 2000–2010 period suggests, however, that this trend might soon reverse: decreases in the feature are seen across event topics in the “quality” titles, with the exception of war stories from the Times, and increases occur across each event topic in the tabloid titles (Figure 7). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 7  Amplifiers (war and scandal)Display full sizeFIGURE 7  Amplifiers (war and scandal)", "FIGURE 7  Amplifiers (war and scandal)", "FIGURE 7  Amplifiers (war and scandal)", "General adjectives and adverbs were selected for analysis in view of their capacity to add color to the nouns and verbs, adjectives, or adverbs that they modify, as well as their high frequencies in the corpus. Across publications and data points, the average frequencies of general adjectives in the Guardian, Mirror, Times, and Express are 72.22, 74.40, 100.48, and 69.18 in war stories and 79.04, 68.23, 80.26, and 73.67 in scandal articles, respectively; for general adverbs, this count is 19.35, 19.8, 21.75, and 30.37 for war stories and 28.65, 31.31, 34.41, and 34.35 for scandal stories, respectively.", "As previously noted, trends observed in the frequencies of general adjectives contrast with the increases generally seen across markers of sensationalism in the “quality” titles; with the exception of war stories in the Guardian, where a slight increase is seen, decreases of the feature occur across the Times and in the Guardian’s scandal articles. Further, in both war and scandal stories, three out of four publications see an overall decrease in general adjectives; an increase of 30 percent seen in the Express’ scandal stories.", "In line with the trend seen in amplifiers, general adverbs are initially the most characteristic of tabloid titles. Over time, with the exception of scandal stories in the Mirror, increases in general adverbs are seen across titles and event topics; in war stories, the largest increase is seen in the Guardian, while both the Times and the Guardian see the most substantial increases in the scandal event frame at 46 percent each. Again paralleling the trend occurring in amplifiers, the quoted speech of the “quality” titles is becoming increasingly similar to the language once characteristic of its counterpart in the Mirror and the Express.", "Degree adverbs specify the degree to which an adjective or adverb applies; examples of the feature include very, extremely, almost, and utterly. The feature was also selected for analysis in view of its colur-enhancing function, which is exemplified in a 2000 scandal article from the Times: “‘This is very good news. It shows the new system for detecting doping substances will work very well’” (Goodbody, Lord, and Maynard 2000). To the best of the author’s knowledge, degree adverbs have not previously been examined in the context of newspaper discourse.", "While contrasting trends characterize the two event topics before 1990, with the exception of war stories in the Mirror, increases are seen across event topics between 1990 and 2010. During this 20-year period, in war stories, increases of over 300 and 500 percent are seen in the Guardian and the Times, respectively, with an increase of 8 percent seen in the Express; in scandal stories, increases of over 120 and 130 percent are seen in the Mirror and the Express, respectively, with over 70 and 30 percent increases occurring in the Guardian and the Times. By 2010, the frequencies of the feature have converged within each event frame, with the exception of the Guardian’s scandal stories, where degree adverbs are approximately 25 percent more frequent than in the other titles (Figure 8). “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016FIGURE 8  Degree adverbs (war and scandal)Display full sizeFIGURE 8  Degree adverbs (war and scandal)", "FIGURE 8  Degree adverbs (war and scandal)", "FIGURE 8  Degree adverbs (war and scandal)"]}, {"sec_title": "Summary of Quantitative Findings", "sec_content": ["While trends across publications and event topics diverge from one another on certain points, convergence is the most common trend seen across the two types of publications (see Table 1). The trend of dual-convergence is particularly prominent between the Guardian and the Mirror, the value-sets of information-orientation and personalization, and across all publications, within scandal stories. Something of an exception to the trend of dual-convergence is, however, seen across the features of sensationalism; while the presence of the value-set increases across event frames in the Guardian and the Times, increases and decreases of the value-set balance out across event frames in the Mirror and the Express. “Tabloidization” or Dual-ConvergenceQuoted speech in tabloid and “quality” British newspapers 1970–2010All authorsJulia Lefkowitzhttps://doi.org/10.1080/1461670X.2016.1190662Published online:16 June 2016TABLE 1 Summary of trendsCSVDisplay Table", "A trend of note across numerous linguistic features that merits discussion is the outlier data derived from the year 1980.12 This data takes the form of both drops and jumps, and within these two camps, the most predominant trends can be identified as the tendency of decreases to occur in tabloid titles, the tendency of increases to occur in the left-wing publications, and the tendency of decreases to occur in the right-wing titles. While these sub-trends are noticeable, they are not of an extreme degree (e.g. 9 out of the 15 increases seen occur in left-wing publications).", "The 1980 outlier data cannot be linked with any one or particular number of changes occurring in the newspaper industry during or leading up to 1980, and accordingly, might be more usefully considered in the broader contemporaneous socio-economic and political context of Britain. First, following the Arab–Israeli conflict of 1973, skyrocketing oil prices resulted in a period of economic decline in the country (as well as in many other Western nations). In the face of economic hardship and rising unemployment rates, the country’s newspapers might have opted to change the sources and content of quoted speech in attempts to draw new readers and sustain sales figures. Second, the rise of Thatcherism likely resulted in an increased reliance on governmental sources (who use less personalized and sensationalized language) by right-wing publications, and conversely caused a “quality” left-wing newspaper, such as the Guardian, to feature more vox populi."]}, {"sec_title": "Discussion and Conclusions", "sec_content": ["The data collected and interpreted through this study contribute to debates on “tabloidization,” the definition of which is contested in the relevant literature, and research on quoted speech in newspapers, the content of which has not been examined in terms of the journalistic values at play. Through this study, “tabloidization” within quoted speech is shown to be a two-pronged process, whereby both tabloid and “quality” newspapers have increasingly adopted the values initially characteristic of the other; accordingly, in contrast to common understandings of the term, “tabloidization” should not be understood as a one-way convergence of “quality” newspapers towards the values once characteristic of tabloids. The trend of dual-convergence is particularly prominent in the left-wing publications, suggesting that the Guardian and the Mirror are increasingly quoting the groups—or ones using similar language to those—initially cited the most heavily by the other.", "Within this study, the increasing quantity and changing linguistic qualities of the quotes featured in tabloid and “quality” newspapers should be contextualized in view of the digital media developments cited in the “Quoted Speech and “Tabloidization’” section of this paper. The development of satellite technology has, for example, enabled instantaneous connection between journalists and potential sources located in different parts of the world. Whereas the words of military officials on site during the Crimean war would not have been featured in a contemporaneous news article, for example, newspaper coverage of more recent wars commonly includes numerous quotes from military officials and from soldiers in conflict areas. Online, social, and mobile media technologies have similarly facilitated the availability of more quotes from a broader range of groups and individuals across a wide range of topical news contexts.", "The dual-convergence identified through this study can also be associated with shifts affecting the configuration of the British newspaper industry and the public sphere in Britain. As a result of increased competition resulting from the “conglomeratization” (Conboy 2011) of the British newspaper industry, the Guardian and the Mirror in particular may be targeting more diverse readerships by broadening the demographics represented in the form of quotes. This trend in turn taps into Ornebring and Jonsson’s (2004) conceptualization of the traditional segregation of alternative public spheres, once represented through tabloids, and the mainstream public sphere, once represented through “quality” newspapers: the merging of demographics represented through direct quotes can be said to indicate a recent merging of the two, previously segregated, public spheres. Commercial, technological, and socio-cultural factors—such as increasingly widespread access to higher education in Britain—can also be related to this suggested union.", "Accordingly, the “tabloidization” of quoted speech shown through this study should not be perceived in terms of a “dumbing down” or “entertainization” (Rantanen 2012) of newspaper discourse; the wane in “information-orientation” seen in the Guardian and the Times is likely attributable to a decrease in the proportion of official sources that were once predominant in “quality” newspapers (Carpenter 2007; Landert 2014), and an adjunct increase in non-governmental and citizen voices (Jucker 2006; Jucker and Berger 2014; Landert 2014). The shifts suggested should thus be seen as a unification of groups previously isolated from one another through the traditional socio-cultural hierarchy of the news media.", "The empowering effects of visibility or representation in the media can, as argued in this paper’s introduction, be recognized through Thompson’s notion of mediated visibility. While this phenomenon can be used by power elites to compound and control their own status, in this case, mediated visibility may be recognized as a means whereby those previously marginalized may participate in a broadened mainstream public sphere within which elites and ruling figures must also negotiate their own representation. As such, developments in the language of quoted speech in tabloid and “quality” newspapers can be seen as an important step towards the more meaningful enfranchisement of those once excluded from the mainstream. While future research could give more explicit focus to the identity of sources quoted in tabloid and “quality” newspapers from this time period, findings are indicative of an increasingly widespread distribution of mediated visibility that can be considered salutary to democracy.", "In addition to a study examining the groups and individuals quoted in these titles or comparable ones, a number of other research endeavors stand to further refine and contextualize the findings of this paper. The linguistic framework for “tabloidization” operationalized here could also be applied to the primary discourse of these newspapers, and to both the primary and quoted discourse of a broader, and potentially cross-national range of publications. Additionally, as a heightened dual-convergence is identified in the language of scandal stories’ direct discourse, a content analysis identifying potential change in the proportional prominence of war and scandal stories within news sections over time would further shed light on the type of dual-convergence that may increasingly be characterizing news stories in these two types of publications."]}], "references": [{"title": "‘Value Added’: Language, Image and News Values", "year": "2012", "journal": "Discourse, Context \\& Media", "volume": "1", "authors": [{"name": "Bednarek Monika", "first_name": "Bednarek", "last_name": "Monika", "affiliation": "", "orcid": "", "role": ""}, {"name": "Caple Helen", "first_name": "Caple", "last_name": "Helen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Drift and the Evolution of English Style: A History of Three Genres", "year": "1989", "journal": "Language", "volume": "65", "authors": [{"name": "Biber Douglas", "first_name": "Biber", "last_name": "Douglas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Finegan Edward", "first_name": "Finegan", "last_name": "Edward", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Role and Position of Scientific Voices: Reported Speech in the Media", "year": "2003", "journal": "Discourse Studies", "volume": "5", "authors": [{"name": "Calsamiglia Helena", "first_name": "Calsamiglia", "last_name": "Helena", "affiliation": "", "orcid": "", "role": ""}, {"name": "López Ferrero Carmen", "first_name": "López", "last_name": "Carmen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "U.S. Elite and Non-elite Newspapers Portrayal of the Iraq War: A Comparison of Frames and Source Use", "year": "2007", "journal": "Journalism and Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Carpenter Serena.", "first_name": "Carpenter", "last_name": "Serena.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Election News in Sweden and the United States: A Comparative Study of Sources and Media Frames", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Dimitrova Daniela", "first_name": "Dimitrova", "last_name": "Daniela", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stromback Jesper", "first_name": "Stromback", "last_name": "Jesper", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Tabloidization” of News: A Comparative Analysis of Anglo-American and German Press Journalism", "year": "1999", "journal": "European Journal of Communication", "volume": "14", "authors": [{"name": "Esser Frank.", "first_name": "Esser", "last_name": "Frank.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Agile” and “Uptight” Genres: The Corpus-based Approach to Language Change in Progress", "year": "1999", "journal": "International Journal of Corpus Linguistics", "volume": "4", "authors": [{"name": "Hundt Marianne", "first_name": "Hundt", "last_name": "Marianne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mair Christian", "first_name": "Mair", "last_name": "Christian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Actor Labelling in British Newspapers", "year": "1996", "journal": "Text", "volume": "16", "authors": [{"name": "Jucker Andreas H.", "first_name": "Jucker", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Development of Discourse Presentation in The Times, 1833–1988", "year": "2014", "journal": "Media History", "volume": "20", "authors": [{"name": "Jucker Andreas H.", "first_name": "Jucker", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berger Manuel", "first_name": "Berger", "last_name": "Manuel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Explaining National Differences of “Tabloidization” Between Germany and Austria", "year": "2014", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Magin Melanie", "first_name": "Magin", "last_name": "Melanie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stark Birgit", "first_name": "Stark", "last_name": "Birgit", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Pragma-ideological Implications of Using Reported Speech: The Case of Reporting on the Al-Aqsa Intifada", "year": "2006", "journal": "Pragmatics", "volume": "16", "authors": [{"name": "Obiedat Nawaf.", "first_name": "Obiedat", "last_name": "Nawaf.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tabloid Journalism and the Public Sphere: A Historical Perspective on Tabloid Journalism", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Ornebring Henrik", "first_name": "Ornebring", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jonsson Anna Maria", "first_name": "Jonsson", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Direct Quotes in Spanish Newspapers", "year": "2009", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Pan Fernando López.", "first_name": "Pan", "last_name": "López.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Crisis at the Heart of our Media", "year": "1996", "journal": "British Journalism Review", "volume": "7", "authors": [{"name": "Sampson Anthony.", "first_name": "Sampson", "last_name": "Anthony.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Tabloid Mind? Professional Values and Organizational Pressures as Explanations of Tabloid Journalism", "year": "2014", "journal": "Media, Culture \\& Society", "volume": "36", "authors": [{"name": "Skovsgaard Morten.", "first_name": "Skovsgaard", "last_name": "Morten.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Introduction: Tabloidization and the Media", "year": "1998", "journal": "Jovnost/The Public", "volume": "5", "authors": [{"name": "Sparks Colin.", "first_name": "Sparks", "last_name": "Colin.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Exploring the Axiological Workings of “Reporter Voice” News Stories", "year": "2012", "journal": "Discourse, Context \\& Media", "volume": "1", "authors": [{"name": "White Peter R. R.", "first_name": "White", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "&#039;Saying&#039; as Collective Practice: Quoting and Differential Address in the News", "year": "1989", "journal": "Text", "volume": "9", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie.", "affiliation": "", "orcid": "", "role": ""}]}]}