{"doi": "10.1080/17512786.2017.1350115", "url": "https://doi.org/10.1080/17512786.2017.1350115", "title": "“They Go for Gender First”", "volume": "12", "year": "2018", "issue": "7", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Adams", "first_name": "Catherine", "name": "Catherine Adams"}], "abstract": "There have been many recent media reports about the online harassment of women journalists working in technology, particularly the video gaming industry. However, little research has focused on this aspect, by looking at specific occupations, or analysing the implications for women and society. This paper is a feminist study of the experiences of sexist abuse of a sample of women journalists writing about technology. It is a commentary on the results of a questionnaire-based study of 102 women (and their approximately 300 comments) that work in what has emerged as one of the frontlines of the struggle for gender equality. The research looks at the extent of the abuse, the harm it causes and how women are reacting to it. Most of the participants have experienced abuse, many have changed their working practices and some have disguised their identity to avoid it. An examination of their comments suggests that sexist abuse is now often normalised, alongside a new kind of “invisible” feminism. It also reveals a mood of defiance and an appetite for radical change to address the problems of exclusion and loss of identity. Overall, results indicate that the abuse is damaging women’s lives and impacting journalism and society in a negative way.", "body": [{"title": "Introduction", "paragraphs": ["We did not like to declare ourselves women, because—without at that time suspecting that our mode of writing and thinking was not what is called “feminine”—we had a vague impression that authoresses are liable to be looked on with prejudice. (Charlotte Bronte 1850, ix)", "We did not like to declare ourselves women, because—without at that time suspecting that our mode of writing and thinking was not what is called “feminine”—we had a vague impression that authoresses are liable to be looked on with prejudice. (", "Abuse and harassment are daily bread for many journalists today, not just because of “the internet” but also for wider reasons of contemporary politics, economics and ideology: “We’re in a culture where trolls thrive” (Coleman 2010). Contrary to claims that the internet heralded “an end to hatred” (Bartlett 2015, 221), “e-bile is getting uglier” (Jane 2014), threatening to re-shape individuals’ way of life, work and identity alongside norms and practices in journalism. Much has been written about the ongoing “epidemic of harassment” of women actually working in technology, especially the video games industry (Feminist Frequency 2014). However, little research has been conducted to find out how far the problem extends to women simply writing about it.*", "Around 35 per cent of US tech news is now covered by female writers (Women’s Media Center 2014). However, journalists, whose careers increasingly involve “community-building” (Griffin 2014) and self-branding (Evans 2013, 344) are currently being faced with the dilemma of whether to disguise their identity and gender, just to avoid sexist abuse. This author’s qualitative textual analysis of 286 comments from women technology journalists in an online questionnaire reveals some interesting insights, trends and themes in this swiftly expanding area of contemporary journalism, on the frontline of the battle with cyber-hate. The aim of the research was to understand more about the origin, nature and effect of abuse experienced by journalists, “the torchbearers of change” (Byerly 2013). This paper argues that sexist abuse is impacting negatively on journalism and society, but identifies resistance and desire among some women journalists for radical change to the system which produces it."]}, {"title": "What We Know", "paragraphs": ["News media ownership and control is still male-dominated (Byerly 2013, 11), and there is a clear body of evidence that globalisation itself is gendered and disadvantages women. As a system, global capitalism favours the male (Connell 2000) and patriarchy rules (Spender 1980, 2; Halbert 2004; Ross 2004, 62). Neo-liberal ideologies championing competition and individualism favour the “macho” characteristics of selfishness and greed evident in newsrooms (Bruin and Ross 2004, 78), rather than the collective and consensual working methods often attributed to women. Researchers have shown how the unfettered free market manifests itself in phenomena such as the gender pay and promotion gaps; the rise of casualisation in journalism employment (International Federation of Journalists 2006), which particularly affects women; continued use of harmful gender stereotypes (Byerly and Ross 2006, 76) and a culture of male hegemony online (Barak 2005, 83). Sexism in the technology industry is apparent in the hostile environment for women’s start-ups (Cain Miller 2014), and even “built in” to new products (Burleigh 2015). Gender-based abuse of women can be seen as an inevitable aspect of our free-market system, perhaps even a profitable one, as outrageous comments drive traffic and attention to a product or site (Phillips 2015). In spite of many gains in terms of women’s representation in society, the struggle for women professionals to justify themselves in any other way except in terms of men (Spender 1980, 21) is still on-going (Beard 2014, 5).", "Most, but by no means all of the abuse encountered by the journalists in this study, took place via digital technology online. Studies so far indicate that the internet, and especially social media, exacerbates the problem of harassment. This reflects a range of factors, such as the tools available to abusers, the speed and ease of communication, the facility for anonymity, the sheer scale of global correspondence, and the inadequacy of regulation, safeguards and law enforcement. Research has also explained how internet norms dehumanise (Bartlett 2015, 240) and encourage hate (Ess 1996; Herring et al. 2002; Citron 2014). It has been obvious for a long time now that the much-trumpeted new democracy of the Web is failing. Even in niche forums and women’s groups online, there is evidence that the internet does not easily enable members to meet, organise or take action against abuse, because people are scattered in time and space (Herring et al. 2002, 380). It is easy to build a mob online, but not to catch one. However, it should be clear that this study is not just about the actions of so-called trolls, who have arguably had a distinct culture and raison d’être (Coleman 2010), but includes abuse from any source. In this way it may be possible to observe whether advances in technology on their own are really to blame.", "There has been some research into the motives behind modern sexist abuse of women by men. It has been argued that “trolls” have regarded themselves as internet crusaders, to expose weaknesses of Web users to teach them to defend or protect themselves better (Schwartz 2008, 6) and so make journalists better at their jobs (Bartlett 2015). Others argue that much of the vitriol is produced by people who are operating in an “unreality” fuelled by their imaginations (Manivannan 2013, 116), in what Bartlett calls a “dissociative fantasy” (Bartlett 2015, 130), out of touch with their victims. It is important to note, however, that there is little evidence of self-identifying trolls ever actually condemning misogyny (Schwartz 2008, 6). Indeed trolling has proved to be good for business (Phillips 2015). Earlier work has shown that in any sphere, men fear a loss of power when women push back a frontier for gender equality (Spender 1980; Beard 2014; Megarry 2014, 48). It is “male response to women claiming a space” (Adam 2005, 51)."]}, {"title": "The Story So Far", "paragraphs": ["There have been a few studies which attempt to quantify the problem. They show that women are far more likely to be abused in computer-mediated communication than men (Herring 1996), are disproportionately targeted (Megarry 2014, 49), and that the abuse and its effects are worse for women (Pew Research Center 2014). While there were no specific figures for technology journalists, a survey carried out for a Women in Science Writing conference (Russell 2014) showed that only 30 per cent of men had experienced sexism at all, compared to 80 per cent of women. Also, journalists have typically been prime targets for so-called trolls, who have regarded those who self-publicise (which would include any journalist with a byline), as “attention whores” and thus fair game, for “baiting”, “flaming” and other forms of antagonism (Auerbach and Coleman 2012; Bartlett 2015).", "Feminists have argued for centuries that women, like men, have the right to be “free from all restraint” (Wollstonecraft 1792) and that women’s human right to communicate is the basis of a functioning society (Vega Montiel 2010). In the past, according to Dale Spender’s (1980, 4, 36) theory of “good behaviour”, women have often hesitated to complain about inequality. Yet modern studies on gender and media show that many women are still being denied their voice (Byerly and Ross 2006; Byerly 2013) and to some extent, their identity (Citron 2014, 18). The computer technology sector of industry is a particular bastion of male hegemony: while the number of women studying and going into science is rising overall, the percentage applying for computer science has steadily fallen (Cain Miller 2014) since 1984 (Winter and Huff 1996). Among its findings, this study discerns a link between women’s exodus from a male-dominated arena and the sexist abuse they encounter. Others have shown how abuse can result in exclusion from the public domain (Spender 1980) and can perpetuate oppression by impeding contact and networking (Megarry 2014, 53). In material terms though, it contributes to a gendered division of labour (Byerly and Ross 2006), results in preventing women from influencing culture (Byerly and Ross 2006), and thereby detracts from civility and democracy (Jane 2014, 542)."]}, {"title": "Approach and Methods", "paragraphs": ["This paper stems from my personal experience as a female journalist, faced with the dilemma of whether to disguise my own identity in order to avoid abuse. I was curious to see whether any other professional colleagues had done this. The article’s approach is feminist in the sense that it takes women’s experience as a starting point (Reinharz and Davidman 1992, 217); its results expose “structural oppression” (Megarry 2014, 51) and it expresses “outrage and hope for change” (Reinharz and Davidman 1992, 251). Its objective is not only to describe more clearly the problem of this aspect of sexist abuse but also to contribute to ongoing efforts to seek a resolution to it.", "I was surprised and touched by the generosity, time and effort taken by so many women to answer the survey, considering journalists generally work under some of the most stressful conditions of any profession. The topic clearly touched a nerve for many. Studies on similar topics have suggested liberal ways to combat sexism in the industry, such as using the media to expose injustice, the law to punish perpetrators of abuse and government departments to enforce sanctions. These are all clearly useful, but in order to get to grips with the problem, a liberal feminist approach would, in my view, only allow for tinkering with the system. So this paper asks whether more radical strategies are needed, such as fundamental change either to dominant institutions, identified by Coleman (2010, 10) as the problem, or to society itself.", "It is appropriate here to highlight the place of feminism in political economy (Byerly and Ross 2006, 74) and, by the same token, the importance of the latter in the former, and the need to talk about ideology in both (Steeves and Wasko 2002, 28). This approach recognises that within communication studies neo-liberal capitalism should be critiqued and that oppression comes from economics and ideology, and can be witnessed both in the production and consumption of abuse. Thus, the sexist communications analysed here serve as “personalised capitalist moments” with potential to reveal exploitation and injustice (Meehan and Riordan 2002, 13).", "The author set out to try to contact as many women technology journalists as possible (within three months) in order to ask them about their experiences. As Reinharz and Davidman (1992, 89) suggest, hidden things can be discovered by “actively seeking” respondents in this way. This was not an effort to get representative or quantitative data, but rather to gather a range of perspectives to gain new insights. In order to get as much information as possible without deterring respondents, a questionnaire of just five questions was devised. The questions allowed for yes/no answers but provided the opportunity for unlimited expression, explanation and comment too. The survey was anonymous to provide security for the respondents and to encourage them to be honest and open. Alongside the survey, a small number of email approaches were made to certain individual journalists with an invitation to take part in a more in-depth interview “on the record”.", "Journalists are naturally curious but also justifiably wary or cynical about approaches out of the blue, so the tone of my approach was that of a work colleague. I started by sending the survey via individual emails to writers whose names I found via their publications, but soon switched to Twitter to save time, always targeting account holders who identified as technology journalists. I could have looked solely at journalists who write about video-gaming, but many media reports have already suggested that this sub-sector is “a special case” as it is inordinately targeted: “Gaming has a problem” (Collins 2014). I therefore decided to widen my research to women journalists covering all and any kinds of technology. This way I hoped to access a distinct group of women working in an area known for being highly male-dominated but which has not previously been analysed.", "Due to the global nature of social media, and as most publications cross national boundaries, I knew that it would be difficult to restrict my project to journalists working in one country or another. As Twitter accounts usually include a location on their profile, I was able to target English-speaking people from a range of countries (see Table 1). I found them by scouring Twitter, going from one person’s followers to another. Naturally, most were from United States and United Kingdom, which appear to be the places which lead the way in technology journalism and also where Twitter is widely used. “They Go for Gender First”The nature and effect of sexist abuse of female technology journalistsAll authorsCatherine Adamshttps://doi.org/10.1080/17512786.2017.1350115Published online:09 August 2017TABLE 1 Location of questionnaire respondentsCSVDisplay Table", "Over 12 weeks I sent out 287 questionnaires, inviting recipients to pass on or retweet the link. I received completed surveys from 102, so achieved a response rate of just over one in three. Towards the end of the survey it seemed almost impossible to find any more women technology journalists, even on Twitter, the news industry’s social media tool du jour.", "I conducted a qualitative textual analysis of the 286 comments received, observing how they clustered around themes and revealed trends, in a process which partly mirrors the work of Winter and Huff (1996) in their analysis of the Systers website. What impressed me most was the tone and content of the comments—in some ways echoing ancient history (Beard 2014) but in other ways quite new.1"]}, {"title": "Results and Analysis", "paragraphs": ["Abuse was reported by nearly two-thirds of the women technology journalists who responded (62 per cent), but the extent of it could be higher, as some prominent Twitter accounts were protected by “quality filters”. To put this in the context of the wider journalism industry, earlier studies in the United Kingdom and United States show that only around half of women journalists (covering any subject) surveyed had experienced sexist harassment and discrimination (Weaver 1992; Sieghart and Henry 1998, cited in Ross 2001, 534). Meanwhile a recent global survey carried out by the International News Safety Institute and International Women’s Media Foundation (Barton and Storm 2014) found that 46 per cent had suffered non-physical sexual abuse.", "Almost a third (31 per cent) of those questioned reported that abuse had got worse over recent years. (Several suggested this was due to or since the so-called GamerGate controversy of 2014, which resulted in a continuing hate campaign against female games developers). Only six women mentioned in their comments that things for them had got better while 86 per cent answered “yes” when asked whether more should be done to stop abuse towards female journalists.", "The reported abuse was carried out using both online and offline methods (see Figure 1a). According to those who commented on it, online abuse took place either on social media or more commonly in the “comments” sections which follow published work (see Figure 1b). “They Go for Gender First”The nature and effect of sexist abuse of female technology journalistsAll authorsCatherine Adamshttps://doi.org/10.1080/17512786.2017.1350115Published online:09 August 2017FIGURE 1  (a) Type of abuse reported and (b) location of online abuseDisplay full sizeFIGURE 1  (a) Type of abuse reported and (b) location of online abuse", "FIGURE 1  (a) Type of abuse reported and (b) location of online abuse", "FIGURE 1  (a) Type of abuse reported and (b) location of online abuse", "Although online abuse was mentioned more than twice as often as offline, 20 women wrote specifically about abuse perpetrated in the “old-fashioned” way, such as being talked down to or laughed at in meetings, receiving abusive letters or threatening phone calls, or being stalked and physically harassed. As Azy Barak (2005, 87) puts it, “sexual harassment exists on the Internet as much as it exists off the Internet”.", "The effect of sexual harassment on women’s health and well-being has been well documented (Barak 2005, 84). Twelve participants commented about the emotional effects, such as being hurt, upset or scared. The abuse experienced by respondents included a wide range, from “subtle” in a way which made the journalist feel “uncomfortable”, through rape threats to actual harassment in the workplace: one participant reported the abuser “hitting on [… her and trying] to kiss [her]”. The abuse was often vicious in style: YouTube comments are described as “a particular cesspit”. One of the most obvious characteristics of the abuse which emerged from the comments was its physical nature, either in terms of its tone or action or the reaction it produces. One journalist said the abuse felt like someone was “like taking a dump on my desk” and some reported an atmosphere of violence and personal danger: “Both set internet mobs after me. Happily (!) this was before SWATting was the first refuge of the angry but I had some very, very scary weeks and my career and writing suffered greatly.”", "Others mentioned panic attacks and mental illness: “Three young female journalists have had nervous breakdowns and left the newspaper I was working for within the last few years.”", "The extent and nature of the damage caused by the abuse, particularly in terms of individual and personal suffering, is striking and perhaps surprising. Journalists are thought of as hard-boiled or thick-skinned, and indeed three respondents scorned the idea of being affected by insults, such as, “I’m not a spineless wimp! I’m putting myself in the public eye. I have to expect abuse. If it bothered me I wouldn’t have got into the business.” One suggested that feminists themselves are the abusers. Some were so used to the abuse, they did not see it as a problem: I have received insults, just like everyone else on the internet, and some of it has been aimed at my gender, that doesn’t make it sexist. They pick out on our most obvious features to attack. If anyone thinks that’s a “sexism” problem, they just need a thicker skin.", "I have received insults, just like everyone else on the internet, and some of it has been aimed at my gender, that doesn’t make it sexist. They pick out on our most obvious features to attack. If anyone thinks that’s a “sexism” problem, they just need a thicker skin.", "Earlier studies have shown how women sometimes react by denying sexism like this (Byerly and Ross 2006, 79) and accept an “exploitative” situation in order to fit into the workplace in a neo-liberal economy (North 2009, 515; Yoshino 1998).", "Yet elsewhere there was clearly much pain and distress, evident in the words used to describe the abuse, such as “frightening”, “brutal … devastating”, “systemic … grosses me out”, and through the journalists’ reactions: “astonished” and “scared  … I wish it would stop”.", "Journalists demonstrated that they were not only suffering emotionally, but in terms of a loss of voice (see Figure 3). This respondent used capital letters to express her frustration: “TAKE WOMEN SERIOUSLY WHEN THEY TALK ABOUT THIS. LISTEN”. One revealed, “I’ve held back arguments”; several indicated, “I watch what I tweet”; another response to abuse was, “I’m more cautious, less vocal”; while one said that in her experience, “men think their voices are more worthy”. Another respondent wrote, “I’ve learned how to keep quiet so as to reduce abuse”. This gagging of women’s voices by what Citron (2014) calls “hate crimes” adds to the sense of alienation from society noted in an earlier study (Nussbaum 2004, 293). Women who do not have freedom of speech cannot be themselves, progress their careers or play an equal part in society.", "The comments also indicated that the abuse could have a material impact beyond the immediate, such as women being forced out of or away from work they wished to do. Five journalists commented that their careers had been damaged, such as: “it hurt my career”. Several women revealed that they or others have had to stop working in the industry temporarily or permanently. Comments included: “I quit for 6 weeks”, “I quit video work” and “many have left”. One journalist said she is reluctant to publish a book she has written because, “I doubt it will be taken seriously as a women and I also fear reprisals”. This strategy of “retreat” from a hostile, sexist newsroom has been observed before (Byerly and Ross 2006, 80).", "The effect on working practices, explored in more detail below, shows how sexist abuse is not only damaging women’s lives, but to some extent journalism as well.", "The survey showed that 39 per cent of the journalists questioned changed their working practices, such as stopping writing, out of “fear of abuse”. Five participants also recounted examples of changing the way they worked to avoid abuse for other reasons, so that the percentage of those whose work is affected by abuse would rise to at least 44 per cent of this sample, had the question been phrased differently. The idea that the work of so many journalists is ruled by fear is alarming in itself.", "The comments revealed that the abuse affected journalistic content. The most common reaction mentioned by women was to avoid topics (particularly stories about gender or feminism). Participants also carried out “self-censoring” in terms of form, style and content, disengagement from audiences, went anonymous or stopped writing altogether (see Figure 2). “They Go for Gender First”The nature and effect of sexist abuse of female technology journalistsAll authorsCatherine Adamshttps://doi.org/10.1080/17512786.2017.1350115Published online:09 August 2017FIGURE 2  How respondents react to abuse (the effect on journalism)Display full sizeFIGURE 2  How respondents react to abuse (the effect on journalism)", "FIGURE 2  How respondents react to abuse (the effect on journalism)", "FIGURE 2  How respondents react to abuse (the effect on journalism)", "It is clear from the comments that abuse was often aimed, not just at women, but particularly at those defending women’s rights, or in other words, at feminism. As Shaw (2013, 105) observed in her study of female resistance to trolling, anti-feminist sentiment occurs “more than ever in online media”. Jessica Megarry (2014, 48) has also explored how women who “disobey” gender roles are targeted. In the words of one respondent, “They go for gender first.”", "One woman wrote about how sexist abuse prevented her from carrying out basic groundwork for reporting: “journalism is worse because I can’t meet ‘sources’ or they think it’s a date”. In this case, the abuse has created an actual physical barrier between her and her work, which could result in poorer story choice or content and diminished networking, not to mention lower job satisfaction.", "Several journalists surveyed wrote about severing links with their audience: a typical comment was, “I don’t read comments or tweets”; one said that she was “hesitant to stream myself gaming”, and others that they avoided live broadcasts or had “closed off comments on YouTube” altogether. In order to function at work, these women technology journalists are therefore having to distance themselves from their audience in a way most journalists, including men, may not have to, and are therefore not able to provide the same kind of engagement with their stories. If true, this means that male and female journalists are doing different jobs in this case, or put another way, these women are being forced to do inferior journalism to their male counterparts.", "For one journalist, the sexist abuse increased as she tried to move up the career ladder. Her experience suggests how abuse, as a mechanism for deterring women from working in certain newsrooms, can determine the gender balance in terms of editorial representation: “This is my first experience receiving sexism at work. In all honesty I think it has to do with working in a national newspaper environment, and the company I am in is male-dominated and quite sexist.”", "Another respondent described the negative impact of sexist abuse on the wider public and society via the audience: “The further I went into the journalism industry the worse the sexism became—it was systemic within the newsrooms, which fed into the content, which led to the readers having sexist attitudes.”", "As Anna Griffin (2014) puts it, “to best serve the public as watchdogs and truth-tellers, news organizations need a broad array of voices and perspectives”. However, it is clear that some subjects and stories, especially those about gender issues or feminism, are not being covered, due to abuse, or the threat of it. The increase in freelancing and casualised labour (which disproportionately affects women) already means the range of stories offered will be narrower. Added to this is the problem of female journalists leaving the profession. Abuse can also be regarded as a form of violence in the sense that it removes women from their work against their will (Phillips 2015). A report by Tracy Lien (2015) claimed women are currently leaving Silicon Valley “in droves” due to its hostility to women. This survey suggests that some are abandoning technology journalism for the same reasons.", "One of the most troubling results of this research is that a small but significant number of female professionals are disappearing, in the sense of going anonymous. One in five women journalists surveyed said they had disguised their identity, by disguising their gender, name or publishing anonymously. Two respondents explained that they did not “need” to disguise their gender because their names already seemed male to the online public. One journalist described how she pretended to be male. Eleven women said they either wrote anonymously or changed their names to neutral-sounding ones. The figures echo research on women who simply play video games, thought to be more than half the UK population (Internet Advertising Bureau 2014), which shows that “many” adopt a male persona because it is “dangerous” to reveal their gender (Yee 2008, 94). It is in this way that oppression is perpetuated (Megarry 2014, 53) and we are reminded of the Brontes and bygone eras when women “shouldn’t” appear in public life at all.", "It has already been demonstrated that the online sub-culture which developed around being anonymous (“A-culture”) was deliberately at odds with life off-line (Auerbach and Coleman 2012). But being anonymous online is now so commonplace, for many, anon has become a new mainstream identity, or gender itself, for both men and women, journalists and trolls. Indeed, these comments, although few, suggest that some women already need to “go anon” or appear gender-less in order to function fully in society.", "A consequence for female technology journalists disguising their gender in a male-dominated world is that they become invisible feminists: pushing boundaries, assailing new territory, adding to the canon of female-authored work, but anonymously, without attracting attention or making themselves visible targets. Many articles on technology are written by women, but we may never know the number. If this questionnaire is typical of female technology journalists, one in five is writing under a disguised identity. This is a new kind of feminism—private and isolated—with women silently taking on the establishment alone and taking the blows; globally networked yet rarely talking to each other, only coping as individuals and using any strategy, however demeaning. One respondent said abuse towards her had not increased because: “They got used to me, and I tried to act more like one of the guys.” Consciously breaking into formerly male-dominated territory and writing in support of gender equality is a feminist act (Reinharz and Davidman 1992). Another respondent admitted that she disguised her identity to do this: I have done in the past, particularly with pieces that I know are going to draw anger for going against the standard perspective or that assert that the current state of the industry could do with improving to cater to new markets (“new markets” I understand to refer to audiences which do not consist solely of men with “macho” views).", "I have done in the past, particularly with pieces that I know are going to draw anger for going against the standard perspective or that assert that the current state of the industry could do with improving to cater to new markets (“new markets” I understand to refer to audiences which do not consist solely of men with “macho” views).", "The outpouring of answers to the questions in this survey certainly suggests that there is room for more solidarity among these invisible feminists or a communal space in which to discuss such matters. Meanwhile, it is clear that sexist abuse has had negative consequences for women’s lives and work, to the detriment of journalism.", "There were several recurring themes in the comments (see Figure 3). “They Go for Gender First”The nature and effect of sexist abuse of female technology journalistsAll authorsCatherine Adamshttps://doi.org/10.1080/17512786.2017.1350115Published online:09 August 2017FIGURE 3  Recurring themesDisplay full sizeFIGURE 3  Recurring themes", "FIGURE 3  Recurring themes", "FIGURE 3  Recurring themes", "One noteworthy aspect was how little some women valued themselves when faced with the abuse, in spite of the high level of status, education, skill, intelligence, income and public profile which one might expect in journalism. Among the five examples of this was: “I think more could be done to boost female journalists’ confidence in a male-dominated field.” This lack of confidence manifested itself through comments which suggested that women did not even have the right to ownership of their work (one woman felt “lucky” because her work was taken seriously because it was assumed to be written by men), or to their female identity, let alone gender equality. One respondent said: It feels like simply attaching a female identifier to any online account is a cry for attention, good and bad—note I am not saying it is, but it sometimes comes across as naive or “asking for it” when a person christens themselves with a very specifically female handle.", "It feels like simply attaching a female identifier to any online account is a cry for attention, good and bad—note I am not saying it is, but it sometimes comes across as naive or “asking for it” when a person christens themselves with a very specifically female handle.", "Others did not have the stomach for the fight: “Basically the more it’s kept as ‘business as usual’ (I think) the better”. Meanwhile one very experienced journalist revealed a very understated and self-deprecating response to having her stories ripped off by male co-workers: My manager, the tech editor, made me email him all stories and he then proceeded to not approve any of them, or take the good stories for himself or another male colleague on the tech team. I used to be a deputy editor of a tech trade magazine so this was a bit much.", "My manager, the tech editor, made me email him all stories and he then proceeded to not approve any of them, or take the good stories for himself or another male colleague on the tech team. I used to be a deputy editor of a tech trade magazine so this was a bit much.", "Citron (2014, 17) has shown that the result of abuse, such as rape threats, is specifically to make women feel “worthless”. Respondents also referred to a loss of voice, a theme explored in an earlier section.", "The low self-regard of some women (which is not to ignore the courage of these and others in continuing to work in this environment), may be explained partly by the fact that they appeared to be very vulnerable. There is a notable lack of material help, support or protective structure. Various comments suggested that women were stranded, neglected or ignored, such as, “Currently it seems like almost nothing is being done to help female journalists.” Respondents also highlighted the fact that there were “less protective barriers” online.", "Six journalists referred to rape threats, reflecting a violence in the language, designed to cause mental suffering, in the way that rape threats are “penetrating” (Citron 2014, 17). Sexist abuse is often cruel to the point of being sadistic (Jane 2014, 540). Indeed it is argued that this kind of sadism is now part of mainstream culture (Lanier 2010, 59).", "It appeared that some women, perversely, felt that they were to blame for things which resulted from the abuse. There was also a sense of loyalty to their gender and community, so that they are “betraying” it when they leave the job or disguise their identity because of abuse, thus the action was framed as a confession, such as “I’m ashamed to admit it” or “I will admit”. Others wrote about being “conflicted” about having to “deny gender”. In another twist, some respondents felt they had a duty to be a role model for other female journalists, so: “I feel as long as I can stand up and put up with it, it might encourage others to do the same.” Also one journalist recounted feeling rewarded for being less “female”, or in her words, she “gets a ‘halo’ for being associated with men”. This kind of behaviour has been blamed on the socialisation of women brought up to learn that it is better to be embarrassed than “disagreeable” (Spender 1980, 4).", "However, a far more frequent theme among the comments was that of the routine nature of the abuse. Respondents appeared to suggest an ongoing re-defining of what is acceptable, or in other words, a normalisation of what we currently think of as abuse. This bears out Phillips’ (2015, 7) theory that abuse redraws the borders of sexism. Serious crimes were referred to almost casually: “Insults about my knowledge, rape threats, the usual.” Abuse was described as commonplace: “Commenters routinely call me names (‘cunt,’ etc.) when I write about topics like bitcoin and diversity in tech”, with journalists reporting abuse, “almost every day online” and “2–3 comments every week”. Several incidents were reported in a weary tone which conveyed repetitiveness, such as this one: “Threatening and abusive comments Threatening and abusive tweets Threatening and abusive Facebook posts Threatening and abusive emails Threatening and abusive verbal harangues at events.”", "It should be added that the act of trying to behave as if nothing is wrong while coping with regular insults in itself is an exhausting business which means that anything else on top requires great effort (Yoshino 1998, 528), which is bound to cause harm either to the journalist or the publication, in terms of the rate of work and content of output. Meanwhile female journalists already have to work longer than men for the same recognition (North 2009, 514).", "Some respondents seemed resigned to accept the insults, while being aware of the new situation they found themselves in, such as: “its sadly part of the job”. Others described “a climate of tolerance” towards the abuse: For some reason we have normalized and created societal acceptance to some types of abuse when directed at women journalists and ignore others all together.", "For some reason we have normalized and created societal acceptance to some types of abuse when directed at women journalists and ignore others all together.", "One strategy which emerged among the comments as a useful way to deal with routine abuse was playfulness and humour: “When I play games online for review, I try to avoid speaking. There have been times when I said something like ‘GUYS, I think there’s a girl in here!’ or something equally stupid.”", "Apart from the use of dissimulation in the form of play-acting, there was also irony and self-deprecating humour in the way she described it, and the respondent seemed to appeal to the researcher as a fellow female journalist to recognise this embarrassment as a kind of common refuge or comfort zone.", "The theme which occurred most often was that of defiance or resistance, frequently expressed with frustration or anger. One respondent used a series of rhetorical questions to make her points, starting with, “why do we continue to allow the exact same type of illegal behavior to go unchecked?”; another described herself as “proud”; and elsewhere the abuse was referred to as “inexcusable” or something which “needs to go away”. There was an energetic mood to defy the abusers and put things right, as in “THEY should change not us.”", "Among the 86 per cent of those who agreed when asked whether more should be done to stop the abuse, comments indicated urgency or a sense of crisis: “it seems it doesn’t matter until someone’s blood is spilled”.", "The second most common theme among comments, jointly with normalisation, was the desire for societal change. A number of respondents broadly agreed with games developer Zoë Quinn (interview, October 28, 2014), who believes Web-based witch-hunting is not a technology or internet problem, but “a wider cultural issue”. The technology sector in particular has been shown to be “male” and culturally difficult for women in various ways (Cain Miller 2014), while sexism within games culture is endemic (Hudson 2014).", "Some respondents indicated that abuse had decreased in recent years; one believed “the fightback is a sign of improvement”, another that there were “more men backing women”. Others called for liberal solutions such as more regulation, law enforcement and women in the industry. But comments also revealed that female journalists are aware of the inequalities of a capitalist world which continues to exploit them: Essentially though, the problems facing women journalists stem from society itself, not from any specific industry—we must teach young men and women to treat each other with respect and to view each other as equals, not as mindless testosterone machines or insipid sex objects.", "Essentially though, the problems facing women journalists stem from society itself, not from any specific industry—we must teach young men and women to treat each other with respect and to view each other as equals, not as mindless testosterone machines or insipid sex objects.", "There was a strong feeling among some participants that a radical socio-economic overhaul was needed, involving re-education, notable in references to a “culture shift”, “child rearing” and “education”. Comments suggested that a new kind of ideology or system was required, where trolls cannot thrive: “you are talking about a culture change”; “the way the gender roles are bred from childhood needs to be revisited”; and “the only true solution I can think of is to start at the root”. Perhaps it should not be surprising that so many of those surveyed offered radical and structural perspectives, considering that agenda-setting and analysis is a key part of journalism.", "There are two main explanatory factors which featured among the comments of those journalists who perceive an increase in abuse: the supposed threat to male supremacy and the internet’s communication tools. Organised trolling and mob movements such as GamerGate were blamed on the latter (see Figure 4). “They Go for Gender First”The nature and effect of sexist abuse of female technology journalistsAll authorsCatherine Adamshttps://doi.org/10.1080/17512786.2017.1350115Published online:09 August 2017FIGURE 4  Suggested reasons for current abuse. GG, GamerGateDisplay full sizeFIGURE 4  Suggested reasons for current abuse. GG, GamerGate", "FIGURE 4  Suggested reasons for current abuse. GG, GamerGate", "FIGURE 4  Suggested reasons for current abuse. GG, GamerGate", "Several respondents advanced the idea that women tech journalists are trespassing on men’s territory: one writes of “men feeling threatened”. This male resistance to the female voice has been traced from ancient times to the present day (Beard 2014) and it seems that the more advanced a female journalist’s career, the worse it is: comments include, “The more successful a woman gets, the more angry it makes men” and “i’ve become more high profile and a bigger target”. As Karen Ross notes, “man-as-norm” means women are out of place (Byerly and Ross 2006, 79). In the view of Quinn, who says her life was ruined by GamerGate, “Women’s work has always been degraded, until it gets paid well. Computer work used to be seen as secretarial and women’s work, until it started becoming paid better, and then suddenly … we’re seen as interlopers” (Quinn, interview, October 28, 2014).", "High-profile journalism is just another case in point: “National newspapers seem to fear strong women and want them to shut up.” But crucially, other respondents pointed out that an increase in abuse could be a good sign, if a rise in acts of resistance was its trigger, like the fatally wounded dinosaur, which appears more dangerous just before weakening: because “now—quite rightly—women are sticking up for themselves”.", "There is a clear sense from the comments that increased visibility and accessibility online is seen as a reason for the degree of harassment (see Figure 4). When invited to suggest why abuse might be getting worse (Question 5), the “immediacy of net” was mentioned, plus social media, which provides an “echo chamber”. As one participant puts it: “social media means higher profile, means more abuse”. The anonymity of the internet was cited often too. Furthermore, cyberspace enables users to behave as though in an imaginary world where people do not really get hurt: “internet isn’t ‘real life’”. But technology cannot be divorced from commerce; indeed, it can embody capitalist values and disguise unequal power structures (Adam 2005, 8). So it is no surprise that one respondent echoes Whitney Phillips’ (2015) argument, explaining that, “trolling leads to hits, and profit”. Methods to prevent abuse, such as moderating comments’ sections, are of course time-consuming and expensive (Moosa 2014).", "Several participants reported that their abusers seemed to be organised or networked in some way. There were regular references to the role of “GamerGate” as a catalyst for a new type of concerted operation by trolls, haters, flamers and baiters. It has been suggested that fear, nourished by the media, can produce and sustain a false idea of an “army” (Phillips 2015, 59), but these survey respondents were in no doubt that “a movement” at least exists in reality. Comments referred to them as “a nasty mob” or “a shared community of haters”. But for some, the term “army” is not too far off: “In the last year or so it has become highly organised and centralised thanks to GG” and “probably they are just more organzied & effective at harassment”.", "Other comments gave the impression of a force based on shared prejudices, rather than a collaboration, such as the description of those who attack journalists writing about video gaming as, “the teeming, unhinged masses who go after women in games”.", "More research is needed beyond this paper to continue the monitoring and investigation of trolls started by Jamie Bartlett (2015) in The Dark Net. Of course, advances in technology are not entirely to blame for sexist abuse. However, there is evidence that misogyny, within the trolling community at least, has been rationalised and justified (Manivannan 2013) and feels at home on the internet (Barak 2005, 87). This project aimed to explore the nature, origin and effect of sexist abuse of female technology journalists, as far as it could be glimpsed through a limited online questionnaire of current practitioners. It would be useful to carry out a similar questionnaire to this one in the future, to monitor developments, perhaps with a comparative survey of male journalists. A much more extensive quantitative survey and rigorous quantitative analysis, including detailed questions about the origin, location and publishing outlet of the journalist, would be needed to provide a clearer picture of the actual extent and nature of abuse. The issues around anonymity clearly merit more academic attention in terms of ethics and identity. The extent of invisible feminism in journalism could one day be more clearly determined. The question of how to re-embed civility into contemporary discourse might also be explored.", "There is much scope for research into new ways women can respond to sexist abuse (Shaw 2013, 105), and be taken seriously without imitating men (Phillips 2015, 167). The various forms of resistance taken by individuals are also worthy of more study, as are the measures taken by institutions within state or global systems. As the oppression of many women throughout the world seems to have shifted very little over centuries in some ways, crucial work is needed now on how to reform those systems, because it seems that only a radical transformation, hand-in-hand with a change in ideology, could ever bring about equality: a move, perhaps, towards ideas of collectivism, socialism and cosmopolitanism."]}, {"title": "Conclusions", "paragraphs": ["If there is one good thing about trolls, it is that they “reveal” by the mess they leave, to paraphrase Whitney Phillips, so since the Web, we are more knowledgeable about the deep well of misogyny which still exists in the twenty-first century. As this paper shows, there are women technology journalists who are being subject to vicious, organised sexist abuse and motivated at work by fear, or in other words, terrorised, both on- and offline, forcing some of them to hide as invisible feminists. For nearly a third of women questioned here, abuse has actually got worse, in one of the fastest moving and most lucrative areas of the media.", "Ongoing abuse is not only negatively affecting women’s lives, but also journalism and society. What happens on the margins determines the future (Phillips 2015, 7), so the abuse is currently redefining what is acceptable. Harassment and insults are becoming so normalised, routine and endemic, women are not always realising that they are being abused. Both the journalism and technology industries suffer if the women left are fewer, less “feminist” and less sensitive: “we’re driving away people with any sensibility … with a whole perspective” (Quinn 2014). Meanwhile, with today’s use of anonymity as the new gender, the “unreal” world expands, oblivious to invisible feminism, while integrity and accountability, which rely on identity, slip away.", "The results of these developments boil down to two potential losses. Firstly, there is women’s loss of wealth, opportunities, rights and freedom (Citron 2014, 29) and their marginalisation from the media industry (Byerly and Ross 2006, 231), which includes “the world’s $100 billion gaming empire” (Harwell 2014). Secondly, there is the loss to wider society and democracy, in terms of quality and representative journalism.", "As we have seen from this study, the neoliberal culture of global capitalism, helped in large part by the market-driven character of the internet, sustains male hegemony, objectification of women and sexist abuse. “Trolling leads to hits, and profit”, as one respondent puts it. The increasingly tenuous nature of employment contracts leaves women journalists in a particularly precarious position (International Federation of Journalists 2006) and potentially more vulnerable to bullying. Gender equality and civility are unlikely to improve without changes to economics and ideology. Systemic oppression needs systemic change and there are signs of a desire for this among the women technology journalists who engaged with this research.", "In the meantime, there are many possible solutions and opportunities to tackle both issues and structures (Steeves and Wasko 2002, 25). Of course, more regulation of institutions and enforcement of existing laws is needed. If as much effort went into arresting women abusers as it does into investigating child porn users (Bartlett 2015), things might look very different. Legal reforms in this area are not only urgent, but easy to bring about (Citron 2014, 25). One suggestion is that an existing law could be used to protect women who have to “cover” or pretend (Nussbaum 2004, 293). More training and understanding of relevant technology is vital. As Quinn (2014) says, “Internet literacy needs to happen, especially among people in power.” On a micro level, news managers and editors need to be made more aware of the problem: local surveys or experiments such as male/female name swaps would be illuminating (DeCourcey 2017). Reviewing newsroom policy towards online comments sections and investment in staffing to moderate them are vital. Targets for employment diversity and increasing trade union membership might also encourage newsrooms to be places which are less tolerant of abuse. Celebrating women’s achievements by itself can have a very positive effect (Mitchell 2015). Above all, women need to be supported to “break from the silence” (Spender 1980, 59) to continue to expose the abuse, as this paper has attempted to do: “I believe the means to protection are found in numbers—more and more women must speak, write, organize against men’s violence and other wrongdoing and bring these out into the open” (Carolyn Byerly, personal correspondence via email, 13 July 2015)."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Sexual Harassment on the Internet", "year": "2005", "journal": "Social Science Computer Review", "volume": "23", "authors": [{"name": "Barak Azy.", "first_name": "Barak", "last_name": "Azy."}]}, {"title": "Shulamith Firestone: Radical Feminism and Visions of the Information Society", "year": "2004", "journal": "Information, Communication \\& Society", "volume": "7", "authors": [{"name": "Halbert Debora.", "first_name": "Halbert", "last_name": "Debora."}]}, {"title": "More Women Play Video Games than Boys, and Other Surprising Facts Lost in the Mess of GamerGate", "year": "2014", "journal": "The Washington Post", "volume": "", "authors": [{"name": "Harwell Drew.", "first_name": "Harwell", "last_name": "Drew."}]}, {"title": "Searching for Safety Online: Managing ‘Trolling’ in a Feminist Forum", "year": "2002", "journal": "The Information Society", "volume": "18", "authors": [{"name": "Herring Susan", "first_name": "Herring", "last_name": "Susan"}, {"name": "Job-Sluder Kirk", "first_name": "Job-Sluder", "last_name": "Kirk"}, {"name": "Scheckler Rebecca", "first_name": "Scheckler", "last_name": "Rebecca"}, {"name": "Barab Sasha", "first_name": "Barab", "last_name": "Sasha"}]}, {"title": "‘Your a Ugly, Whorish, Slut’ Understanding e-bile", "year": "2014", "journal": "Feminist Media Studies", "volume": "14", "authors": [{"name": "Jane Emma A.", "first_name": "Jane", "last_name": "A."}]}, {"title": "Tits or GTFO: The Logics of Misogyny on 4chan’s Random–/b", "year": "2013", "journal": "The Fibreculture Journal", "volume": "22", "authors": [{"name": "Manivannan Vyshali.", "first_name": "Manivannan", "last_name": "Vyshali."}]}, {"title": "Online Incivility or Sexual Harassment? Conceptualising Women’s Experiences in the Digital Age", "year": "2014", "journal": "Women’s Studies International Forum", "volume": "47", "authors": [{"name": "Megarry Jessica.", "first_name": "Megarry", "last_name": "Jessica."}]}, {"title": "Gendered Experiences of Industry Change and the Effects of Neoliberalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise."}]}, {"title": "Women at Work: Journalism as en-gendered Practice", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Ross Karen.", "first_name": "Ross", "last_name": "Karen."}]}, {"title": "Still ‘Searching for Safety Online’: Collective Strategies and Discursive Resistance to Trolling and Harassment in a Feminist Network", "year": "2013", "journal": "The Fibreculture Journal", "volume": "22", "authors": [{"name": "Shaw Frances.", "first_name": "Shaw", "last_name": "Frances."}]}, {"title": "Las mujeres y el derecho humano a la comunicacion: su acceso y participacion en la industria mediatica", "year": "2010", "journal": "Revista Mexicana De Ciencias Politicas y Sociales", "volume": "52", "authors": [{"name": "Vega Montiel Aimee.", "first_name": "Vega", "last_name": "Aimee."}]}, {"title": "A secret no more", "year": "1992", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Weaver Carolyn.", "first_name": "Weaver", "last_name": "Carolyn."}]}, {"title": "Adapting the Internet: Comments from a Women-Only Electronic Forum", "year": "1996", "journal": "The American Sociologist", "volume": "27", "authors": [{"name": "Winter Debra", "first_name": "Winter", "last_name": "Debra"}, {"name": "Huff Chuck", "first_name": "Huff", "last_name": "Chuck"}]}, {"title": "Assimilationist Bias in Equal Protection: The Visibility Presumption and the Case of ‘Don’t Ask, Don’t Tell’", "year": "1998", "journal": "The Yale Law Journal", "volume": "108", "authors": [{"name": "Yoshino Kenji.", "first_name": "Yoshino", "last_name": "Kenji."}]}]}