{"doi": "10.1080/17512786.2011.629124", "url": "https://doi.org/10.1080/17512786.2011.629124", "title": "NEWSROOM PRACTICES AND LETTERS-TO-THE-EDITOR", "volume": "6", "year": "2012", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "da Silva", "first_name": "Marisa", "name": "Marisa Torres da Silva"}], "abstract": " Letters-to-the-editor provide a significant forum for public debate, enabling the exchange of information, ideas and opinions between different groups of people. Since journalistic work is central to the processes of citizenship, this article observes the social context surrounding letters-to-the-editor in four Portuguese press publications. Keeping in mind the existence of a set of selection criteria, based on newsroom practices, it is possible to characterize the debate that takes place in the letters’ section as a construction. As with any other editorial content, the published letters are also a result of a selection, editing and framing process, shaped by journalistic routines and subject to limitations such as space and time. ", "body": [{"title": "Introduction", "paragraphs": ["Letters-to-the-editor in newspapers make it possible for readers to comment and express their opinions on several issues of collective interest and, therefore, can be understood as a mode of public communication and debate, given its democratic purpose. The letter-writer has in mind two types of audience when s/he sends a letter to a newspaper or magazine: the editor that evaluates the text; and a larger audience, the public in general (Morrison and Love, 1996, pp. 45–6). We could say that letter-writers operate in the same “discursive community”, since they share conventions and expectations (Zhongdang and Kosicki, 2003, p. 59), as well as a certain communicative proposal (Assunção, 2007, p. 666): to express their voices in a public forum about relevant issues, keeping in mind a larger audience (Kress, cited in Sotillo and Starace-Nastasi, 1999, p. 413).", "Letters to the press may entail several types of recipients: the newspaper/print publication itself; the editor or journalist who selects the letters for publication; the editor-in-chief; the news reporter who signs the news piece which is referred to in the letter; another letter-writer; a columnist or the author of an op-ed article mentioned by the letter; or the general audience of the medium. Nevertheless, the letter-writer cannot reach a larger audience unless his/her letter is published in the newspaper; or else the extension of the recipients becomes scanty, the letter-writer expects to be read by a wider public.", "As Slavo Splichal points out, the right to publish opinion as essentially a personal right paradoxically implies the use of an external thing, that is to say, the medium of publication (communication). I cannot write without a pen (or computer), I cannot make a phone call without a telephone, I cannot address the public without having an appropriate communication means at my disposal—a newspaper, a broadcasting studio publicly transmitting the program, or at least access to the Internet. (2002, p. 174)  ", "I cannot write without a pen (or computer), I cannot make a phone call without a telephone, I cannot address the public without having an appropriate communication means at my disposal—a newspaper, a broadcasting studio publicly transmitting the program, or at least access to the Internet. (2002, p. 174)", "Writing letters is one accessible portal in terms of communicating via the printed press (Smith et al., 2005, p. 1181). According to some academic researchers, as well as editors and reporters, letters-to-the-editor are an indispensable forum for public debate (Richardson and Franklin, 2004, p. 459), enabling the exchange of information, ideas and opinions between different groups of people (Passos, cited in Pillon, 2005, p. 4). Readers who send their contributions to the press seek to break the gates between newspapers’ production and reception (Santhiago, 2005, p. 3).", "The correspondence section fulfils several purposes, among others: to facilitate public discourse; to promote citizens’ involvement in public life; to allow readers to “talk back” to newspapers; or to give citizens a venue in which to criticize, praise, or comment publicly about their government (Reader, 2001, p. 3). Indeed, one of journalism's main roles consists precisely in stimulating a public conversation about issues of collective interest and, at the same time, providing a forum in which diverse voices can be heard (Anderson et al., 1994, p. 19).", "In addition to stirring the debate on several issues, the letters’ section exists to demonstrate that the press is open to different and even alternative perspectives—and therefore the section fits perfectly in the democratic image of the press, as the “Fourth Estate” (Hall et al., 1978, p. 121).", "Additionally, a correspondence section fits the commercial needs of the press: “it makes for an easy, cost-effective and relatively safe page [and] it appeals to more readers than many other parts of the newspaper” (Pounds, 2006, p. 33), helping to “communicate a newspaper's brand identity through representing the quotidian preoccupations of its readership” (Richardson, 2008, p. 1).", "Similarly, Karin Wahl-Jorgensen (2002a, 2007) claims that there is a conflict between the historic role of mass media, as a public service, and the dominant model of media as a financial source. This tension affects editors’ views on the letters-to-the-editor section: they recognize its democratic potential, as a public forum (and the newspaper's duty and responsibility to provide it), but they also understand it like a “customer service”, as a complaints’ receiver, which makes the readers happy and may increase the newspaper's economic profit. The coexistence of these two visions entails a “normative-economic justification” for public discourse: what is good for democracy is also good, inevitably, for business (Wahl-Jorgensen, 2002a, p. 122).", "Although the premises of equality and universal access to public discourse are key to the editors’ descriptions of the correspondence section, there is also a desire to succeed in the marketplace (Wahl-Jorgensen, 2007, pp. 65–7). To the editors who evoke the normative-economic justification, success in the market is strongly connected with the health of the democratic process. The letters’ section, though constructed as an exercise in public debate, also enhances credibility in the eyes of the readers and increases circulation. (2007, p. 77)  ", "To the editors who evoke the normative-economic justification, success in the market is strongly connected with the health of the democratic process. The letters’ section, though constructed as an exercise in public debate, also enhances credibility in the eyes of the readers and increases circulation. (2007, p. 77)", "Another essential aspect of letters-to-the-editor is the fact that it is the newspaper and not the readers that determine who can access the letters’ section. In fact, as the newspaper cannot publish all of the letters that is received daily (Hill, 1981, p. 384; Melo, 1994, p. 177), there are specific rules that readers must obey in order to get their texts published. These criteria—some of them are explicit to the readers, others remain invisible to them—help to give shape to the correspondence section, and, therefore, we can say that, although editors frequently use the rhetoric of free speech and open discussion, they necessarily construct dialogue through their choices (Gregory and Hutchins, 2004, p. 193)."]}, {"title": "The Making of a Letters’ Section: Selection and Editing Criteria", "paragraphs": ["Academic empirical studies on letters-to-the-editor provide very relevant data on the selection criteria that underlie the correspondence section. For instance, David B. Hill, using a questionnaire to 75 North American editors, concluded that they chose letters for motives as topicality, news value, originality, pertinence, originality, reasoning, controversy or intrinsic interest value, seeking to publish “appropriate” letters (Hill, 1981, p. 389).", "The reference to current events is, in fact, one of the most valued criteria by editors. Selected letters are usually a response to an issue that is present in the journalistic agenda—the so-called “hot topic” (Ericson et al., 1989, pp. 339, 364; Gregory and Hutchins, 2004, p. 192; Nord, 1995, p. 71; Richardson, 2001, p. 152; Wahl-Jorgensen, 1999, p. 10).", "Similarly, drawing on in-depth interviews with the editorial staff of an Australian regional daily newspaper, Luke Gregory and Brett Hutchins underline that the editors not only spoke about a series of formal rules (such as size, quality of writing or author identification), but particularly about a set of informal selection practices. These practices represent shared rules, “reflective of a newsroom socialization process, whereby organisational norms are internalised over time” (Gregory and Hutchins, 2004, p. 194)—which may explain a consensus among the editorial staff about what constituted “good” and “bad” letters.", "Editors and journalists in charge of the correspondence section could therefore be considered “gatekeepers”, having the power to decide who is in and who is out. The public “does not read all the letters newspapers receive. Gatekeeping, which has been studied in relation to news handling, operates in the letters-to-the-editor column as well” (Renfro, 1979, p. 822). According to David Manning White, the news production process is the result of a series of decisions taken by the “gatekeeper”, that is to say, the individual that filters or chooses the available information (White, 1993, p. 142).", "Karin Wahl-Jorgensen is the author of perhaps the most systematic and complete study of letters-to-the-editor, identifying the four main rules for selection of letters-to-the-editor, as a result of her ethnographic research on a local newspaper in the United States (Wahl-Jorgensen, 1999, 2002b, 2007). By identifying “rules”, Wahl-Jorgensen does not intend to say that letters are chosen according to unchangeable institutional instructions, but according to “unwritten, implicit and explicit rules that arrive, and are maintained, in the form of newsroom practices” (1999, p. 2).", "Firstly, the rule of relevance which signals that letters should respond to items already placed firmly on the agenda by the newspaper and should talk about newsworthy events. Secondly, the rule of entertainment which emphasizes that editors prefer touching and provocative letters (human interest and polemics). Thirdly, the rule of brevity which favours letters which are short and concise, which also allows the editor to publish the opinions of as many people as possible. And finally, the rule of authority which stresses that editors prefer well-written letters (grammar correction and eloquence in terms of style) and texts from persons of authority (the so-called “informed outsider”, who corresponds to cultural standards of expertise about a topic of discussion); this may entail that not all letters stand the same chance of being selected for publication, as “cultural capital is required to be able to write well and to adduce forceful arguments” (Raeymaeckers, 2005, p. 205).1 ", "Keeping in mind the existence of a set of selection and editing criteria, based on newsroom practices, it is possible to characterize the debate that takes place in the letters’ section as a construction, highly mediated and subjected to editorial discretion (Bromley, 1998, p. 150). Letter editors—and newsroom culture—are fundamental in the decision about whom and how the access to this public forum is made (Wahl-Jorgensen, 1999, p. 9). They are the “representatives” of the public with a free mandate to control the access to the mass media (Splichal, 2002, p. 175).", "Indeed, selection criteria demonstrate that newspapers privilege certain expressive modes above others: editors decide what makes a letter good or bad, publishable or to be rejected; when following these conventions, editors determine the kind of debate that occurs in the letters’ section, thereby foregrounding attention to certain voices and issues. Given these selection criteria, constructed by the newsroom culture, editors seem to be asking: “What do we want to hear?” rather than: “What do the writers want to say?” (Grey and Brown, 1970, p. 451).", "Some authors go further in the acknowledgement of news organization's power and control over the letters sent by readers. According to Ericson et al. (1989, p. 338), what appears to be the least mediated, the most open and democratic element of a newspaper is, in fact, as mediated, closed and anti-democratic as other aspects in journalism. In the opinion of these authors, who studied this theme in a Canadian newspaper, the selection of letters stresses the power of the media, because they have the possibility to include and to exclude certain sources from public conversation: letter-writers that show authority through their professional or public status or by their knowledge about a certain subject, or readers that represent an institution or organization, are more likely to be selected.", "In Wahl-Jorgensen's view, the correspondence section gives priority to certain voices, but not because of deliberate editorial choices, since the majority of editors rely on procedural rules for the most part and only a few decisions are made on the basis of content (2007, p. 161). However, these procedural rules “ultimately benefit those who are privileged enough to play by the rules and discourage those who stumble into the public debate with good intentions, but poor manners” (2007, p. 159). Therefore, letter-writers that lack cultural capital are less likely to get their texts published and, consequently, “to play the democracy game according to the rules” (2007, p. 161), which means that political participation is structured by the exclusions that shape society as a whole (2007, p. 162).", "We want also to refer to the existence and the importance of selection criteria that are not merely procedural or formal. As Wahl-Jorgensen puts it, editorial choices can benefit readers with greater cultural capital, but newsroom practices alone may not justify the way certain kinds of editorial decisions are taken. We can say that, while certain choices may have to do with newsroom practices, others might go beyond it.", "News values such as controversy or topicality constitute selection criteria which are related with the content of letters, contrary to what Wahl-Jorgensen suggests. On the other hand, the preceding literature review also demonstrates that the reader's status and authority on a certain subject are also valued criteria for the selection of letters. Even though we might characterize the letters’ section as the place of expression for the “ordinary citizen”, we could also say that it can frequently turn into a locus dominated by a very limited number of voices.", "One of the purposes of this study2 is to analyse the means by which the voice of the readers is constructed in the letters-to-the-editor section. Since journalistic work is central to the processes of citizenship, this article intends mainly to observe the social context or the news production practices surrounding the letters-to-the-editor."]}, {"title": "Research Design and Scope of the Study", "paragraphs": ["In order to address the fundamental aims of this research, the correspondence section of four national press publications from Portugal were analysed across a month time period—Diário de Notícias (a quality daily newspaper, and one of the oldest newspapers in Portugal), Expresso (a weekly newspaper), Visão (a weekly newsmagazine) and Metro (a free daily newspaper). In Portugal, there were effectively no extant studies of letters-to-the-editor in the social science field of research. Indeed, “the widespread popularity of the section stands in sharp contrast with the limited amount of scientific research that has been carried out on readers’ letters” (Raeymaeckers, 2005, p. 200). Therefore, it is very interesting and urgent to investigate this complex theme in the context of journalism studies.", "Quantitative and qualitative methods were used to gain a thorough understanding of the selection process behind the printed texts—extensive interaction with newspapers’ offices (participant observation, as well as informal contacts with journalists/editors in charge of the section), content analysis of readers’ letters (published and unpublished)3 and interviews with editors-in-chief. The interaction with the four press publications was made between 2007 and 2008 (and involved a one-month period for each publication).", "The content analysis of letters was complemented by observing in loco the production of the correspondence sections in the four chosen publications, through participant observation. We assumed interactions, actions, behaviours and the way by which individuals interpret them as central and consequently we were particularly interested in the daily routines, conversations, language, behaviour styles, and the active construction of documents and texts in specific scenarios (Mason, 1996, p. 61); in this case, applied to letters-to-the editor. Using an ethnographic approach, the aim was to understand how the selection process was conducted within journalistic routines and to observe the procedures that journalists and editors followed when choosing letters for publication, in the context that such choices were made. We also selected actors that might give us some additional information about the selection process, as well as the way by which the correspondence section is perceived by professionals—therefore, we conducted semi-structured interviews with the editors-in-chief of the four selected publications."]}, {"title": "Discussion: Letters and Newsroom Culture", "paragraphs": ["Through the interaction with newspapers and magazine offices, we immediately noticed that the responsibility of selecting letters was given to journalists with several years of professional experience; except on the case of Diário de Notícias, all of them occupied a rather high position in the newsroom hierarchy (as section or general editors). In respect of the profile required to be in charge of the section, the editors-in-chief interviewed were unanimous in their opinions about what made a good professional in this matter: a journalist, preferably a senior journalist, experienced and responsible, capable of doing a careful and balanced management of the letters’ section.", "The activity of selecting letters was not the only task that the referred journalists had to perform on a daily basis; we can say that the correspondence section was managed in the context of their professional routines—the selection process was conducted depending on the time left for it, although it occupied a rather stable time period in the case of the daily newspapers (in the early morning or afternoon, for one to two hours). Similarly, Ericson et al. (1989, p. 344) found that the editor of the daily Canadian newspaper they analysed took about one hour, just to read the letters and to make preliminary decisions, such as the automatic rejection of letters that did not fit the criteria of the newspaper.", "Therefore, the selection of letters is perceived as an activity to perform alongside other activities, that might possibly be seen as more important (and interesting) to the editors in charge of the letters’ section. Wahl-Jorgensen found that the editorial page staff of the Bay Herald put in place a series of procedures that helped them to “quickly and efficiently select, edit, and lay out the letters’ section, in order to get back to their writing and political discussion” (2007, p. 134). We also verified that the language used by the journalists in charge of the section sometimes showed their dissatisfaction with the letters task: for instance, an editor referred ironically to the section as “a nice page” and also suggested that she was in charge of the letters because “someone had to take care of it”.", "Before discussing the selection criteria used by the four Portuguese press publications, brief reference must be made to the amount of letters received by each publication and, also, the publication rate during the time periods analysed (published letters/rejected texts). For instance, Grey and Brown (1970, p. 454) found that The New York Times, during the 1970s, only published 6 per cent of the letters it received daily; during the 1990s, Time newsmagazine had a publication rate of 3 per cent (Thornton, 1998, p. 3). The low publication rates are clearly due to the extremely high number of letters received by these publications. A Wooly study (cited in Ericson et al., 1989, p. 344) also shows that The Times only published 6.7 per cent of the 63,963 letters received by its staff during the year of 1968.", "The amount of letters received by the Portuguese press publications chosen for the study was very low when compared to the British or American newspapers—although it should be noted that their circulation and scope are also much inferior. Portugal has one of the lowest average circulations of daily newspapers across Europe—83 copies per 1000 inhabitants—while television captures the main slice of the advertising market (Correia and Martins, 2007, p. 264). Portugal's media system integrates what Hallin and Mancini propose as the Mediterranean or polarized pluralistic model, which also includes the European media systems of Spain, Italy, France, Greece, Turkey, Malta and Cyprus (Papathanassopoulos, 2007, p. 191). According to the authors, the mass media in these countries were involved in the political conflicts that marked their history, as a means of ideological expression and political mobilization. Moreover, the media are often dependent on the “state, political parties, the church, or wealthy private patrons”, due to the weak development of commercial media markets (Papathanassopoulos, 2007, p. 191).", "If we take a look on the level of participation in the letters’ sections, we observe that it is very low. The newspaper Diário de Notícias, the fourth in the rank of paid general newspapers (circulation of 39,993 copies4) and qualified as a “quality” newspaper, received an average of six letters per day in the time period chosen, although the daily correspondence volume was very variable; the free daily newspaper Metro (circulation of 168,803) received an average of two or three letters per day and consequently we can say that the participation volume was even more reduced. The weekly publications Expresso (circulation of 119,876) and Visão (circulation of 100,202) received a very similar amount of texts—around 20 letters per week. If we take the total amount of letters sent to the four press publications during the time periods chosen, more than half (55.9 per cent) were published.", "We can relate the low level of participation in terms of letters-to-the-editor to the persistence of structural reasons such as illiteracy and low numbers of press readers (Correia and Martins, 2007, p. 266), as well as to the low rates of political and civic participation in Portugal, which are due to a set of factors: “a recent democracy, a weak civic culture, the composition of the social structure and a weak cognitive mobilization and media exposure” (Cabral, cited in Gonçalves et al., 2007, p. 259).", "Moreover, the interviews with several editors-in-chief, as well as the journalists in charge of the section, showed that these professionals clearly assumed that the letters’ section is not valued by journalists, understanding it as something absolutely secondary in the newspaper context. In fact, the Expresso letters’ section editor claimed that journalists usually look at readers’ correspondence as “minor” opinion, contrary to the op-ed articles, seen as “major” opinion. One could thus say that editors believe that letters do not have equal footing with other opinions in the paper, they are seen as a sort of second-level opinion and articulation of citizenship (Baesse, 2005, p. 74; Bohle, 1991, p. 13).", "The editor-in-chief of the same newspaper goes beyond this perception, by saying: “it is very rare that something that interests readers is valued by journalists as well; 80 per cent of what interests journalists doesn't interest readers, and vice-versa”; however, he also described the correspondence section as a sort of “sacred” or “untouchable” place, that has to exist in order to keep readers happy. We can therefore infer that the low interest of journalists towards the letters’ section, taking it for granted, could also be a reason for the low reader participation, since the newspapers fail to engage most of their readers in terms of letter-writing.", "The impact of the online environment of traditional media, along with its implications for journalistic procedures, affect the production of letters-to-the-editor, but only to a certain extent. The use of email was definitely the main medium for readers to send their letter (conventional means such as mail post or fax were scarcely used)—and in that sense, the emergence of electronic mail as a feedback and interactivity tool has played an important role in the amount of letters that arrive at the newspapers’ offices. Moreover, the incorporation of the Internet in conventional media may have helped to create several spaces for public discussion and deliberation, such as online forums, blogs or readers’ comments in the news.", "In fact, the majority of the editors-in-chief interviewed consider that letters-to-the-editor are going to disappear in the near future, reflecting the emergence of these new spaces for online participation, namely readers’ comments, that host a substantially greater amount of audience participation (largely due to its immediacy and the almost absence of selection criteria, if the newspaper chooses a post-moderation model). However, it seems very unlikely that the emergence of new spaces of expression, besides the more “conventional” ones such as letters—will necessarily mean the decline of the letters’ section. The lower participation in terms of letter-writing can find a better explanation by reference to the Portuguese structural and cultural context, in terms of newspaper circulation, literacy and civic participation, but also in the passive attitude that editors-in-chief display towards the low rates of participation on the letters’ section, compared to the more enthusiastic attitude they demonstrated in what respects the new forms of participation provided by the online environment.", "What about the 46.1 per cent of unpublished letters during the time period selected (four months)? Which reasons informed their exclusion/non-selection? We could simply answer “space limitations” but the discussion goes beyond size (although size really matters in this case).", "In respect to the selection criteria referred to by the press publications—and, thus, visible to the readers—we concluded that Metro was the only paper that did not enunciate any “game rules”. The other three publications (Diário de Notícias, Expresso and Visão) demanded, as a mandatory prerequisite, the reader's identification (name and surname, address and telephone number).", "Plus, the newspapers/newsmagazine underlined their right to edit the letters selected for publication, using expressions such as “to condense” (Expresso), “to select the more important parts” (Visão) or “to summarize [the letters] for space or clarity reasons” (Diário de Notícias). We can say that most of the publications chosen are very clear about their “power” status in respect to the readers—they not only have the right to include or to exclude certain texts from their pages, but also to treat and edit the selected ones.", "The weekly newspaper Expresso and the newsmagazine Visão also indicated the word limit for each letter—150 and 60 words, respectively. Hence, the required size for letters is not compatible with the profound and enlarged public debate that should be expected from a correspondence section.", "Through participant observation and interaction with the newspapers’ offices, it was possible to identify the main reasons for selecting or excluding a letter-to-the-editor, as journalists and editors provided crucial tips to understand the selection criteria. Additionally, interviews with the editors-in-chief of each publication, as well as content analysis of published and unpublished letters, also gave important information for the understanding of the rules and choices that underlie the correspondence section.", "In her multi-method study of letters to several Flemish newspapers, Raeymaeckers showed that editors followed three main rules when choosing texts for publication: “the topicality of the subject of the letter, a lively style with clearly formulated lines of reasoning and the novelty of the arguments” (Raeymaeckers, 2005, p. 209).", "The editors-in-chief interviewed for our study demonstrated that the selection of letters depended on several factors. “There isn't an isolated selection criterion. We value the effective interest of the letter, as in any other text, information or communication. We value an interesting analysis of issues and also originality” (editor-in-chief of the newsmagazine Visão). In terms of content, the relevance of the subject is also a plus for the professionals interviewed: “the more the letter talks about a current event or subject, the more chances it gets to be published” (editor-in-chief of the weekly newspaper Expresso); this criterion aims to simulate “diversity” in the section, according to the Diário de Notícias’ editor-in-chief. The rule of “relevance”, therefore, shows the close relationship between letters-to-the-editor and the journalistic agenda.", "Besides the subject and its relevance, the writing quality and the arguments presented by the author are also important selection criteria, as well as concise expression which was mentioned by the editors-in-chief. The editor-in-chief of Metro added a few more: a concrete approach to subjects (instead of a more “general” or “philosophical” approach); the inclusion of suggestions to solve a particular problem; the sense of humour (“you can write it down, humour is a selection criterion”, she said to me); and the fact that the letter is written by a woman (since there are very few women writing letters). We can say thus that the great majority of the selection criteria are very similar on the four press publications and, also, according to the literature review on this topic.", "The size of the letter can also be crucial to the editors’ decision—and this is an explicit criterion in the case of Expresso and Visão. The brevity and concise character of texts are extremely valued in terms of publication. If we observe the total amount of published letters during the time periods chosen, we can say that “short” (between 100 and 300 words) and “very short” letters (up to 100 words) represent 56 and 23.2 per cent, respectively. The value of brevity in the correspondence section can entail consequences in the nature of debate itself: “In losing the richness and nuances of argument, and replacing them by the spectacle of brevity, we lose the ability to judge for ourselves. We lose the content of expression, the basis for a thinking response” (Wahl-Jorgensen, 1999, p. 13).", "The quality of the writing can also be an implicit rule for selection. According to Raeymaeckers (2005, p. 205), editors tend to reject ungrammatical writing and unorthodox styles—and we also verified that journalists and editors-in-chief valued correctness and quality as an essential aspect when selecting readers’ texts. “Letters-to-the-editor can and do reflect some of the ideas of the population at large, especially those who are educated enough to feel comfortable expressing their views in writing” (Thornton, 1996).", "However, despite these perceptions, we managed to find (through participant observation) some aspects that contradict, in practice, the rule of the quality of the writing as a sine qua non criterion for selection—that is to say, the letter is valued in terms of selection, “result” or product, although its content or size may be more relevant in editors’ decisions.", "In what concerns Diário de Notícias and Metro, the journalists in charge of the section did not tend to reject a priori ungrammatical writing—which suggested a greater access for readers who otherwise would be excluded from participation, as they lacked the cultural capital necessary to write well. Consequently, some letters required more editing in order to correct errors and readers’ ways of expressing themselves when their ideas were poorly articulated. As long as the reader made a point, or gave a good argument, even if the letter was not well expressed and required considerable editing, the text could still be selected.", "But what can we say about the letter-writer's status or social position—is it relevant as a selection criterion? Can a letter written by an “authorized knower” be primarily chosen in preference to an “ordinary” letter-writer? In fact, capital cultural (Bourdieu, 1986) can be relevant concerning the social status of the reader. In their study of the correspondence section of an Australian newspaper, Gregory and Hutchins found that 16 per cent of published letters “were written by individuals speaking in a semi-official or official capacity, and who may be seen to have more expertise, authority, credibility or cultural competency than ‘ordinary’ individuals” (2004, p. 192). Ericson et al. also found in their study that the letters in which the authors mentioned their social status or illustrated having more authority in a certain subject were more likely to have their texts selected (1989, p. 348). Just as it happens with information sources in journalism, the legitimacy of those who write letters also reinforces the newspaper's legitimacy (1989, p. 397). “The views of certain letters (and their writers) have more resonance, more power and hence more effect in shaping public opinion than others” (Atkin and Richardson, 2007, p. 4).", "The editors-in-chief interviewed in our study declared that the social status of the letter-writer may have a significant value in the selection process, especially if the letter-writer has some public notoriety. From our content analysis of letters, we verified that in Diário de Notícias and Expresso all the letters whose authors mentioned having a “public post” or having a relevant position in public administration or an enterprise were published. We can thus infer that editors tend to favour the public discourse of more “powerful” readers, rather than the “ordinary” readers in terms of letter selection.", "Journalistic routines and practices may also affect the construction of the public debate around certain issues, particularly those which are polarized in oppositional views. When a controversial issue is discussed, such as abortion, the juxtaposing of arguments/ideas in the letters’ section is made according to the “both sides” informal rule—or, as Gaye Tuchman puts it, one of the strategic rituals of objectivity—that is required in news pieces.", "We observed in loco the confirmation of that rule—when selecting letters on the referendum on abortion (February 2007)5 the editor of Diário de Notícias selected texts for and against, in order to give the idea of balance in the letters’ section and to avoid bias in a particular direction. If the editor selected a letter that showed that the reader would vote “yes” in the referendum, he would then look for a reader's text that would be against the legal modification, just like a journalist does when he hears all the parts involved. Thus, “the principles of fairness, accuracy and balance manifest themselves in complex ways in editor's worries about the letters page” (Wahl-Jorgensen, 2007, p. 97), seeking to be fair in representing the balance of opinion of letters received on a particular issue."]}, {"title": "Concluding Remarks: Beyond Gatekeeping Theory", "paragraphs": ["Through their selection criteria, newspapers signal the pertinence of the published letters and thereby acknowledge and legitimate their contents (Richardson, 2001, p. 148; Richardson and Franklin, 2003, p. 185). Editors’ decisions define the letters’ section as an interpretation or representation of reality (Vaz, 1998, p. 2). The letters-to-the-editor page is not an open channel of communication between individuals in a public space of rational, two-way debate, but a complex social space mediated by the routine practices of editorial staff. It is this mediation process that has a fundamental effect on the content and shape of public communication. (Gregory and Hutchins, 2004, pp. 187–8)  ", "The letters-to-the-editor page is not an open channel of communication between individuals in a public space of rational, two-way debate, but a complex social space mediated by the routine practices of editorial staff. It is this mediation process that has a fundamental effect on the content and shape of public communication. (Gregory and Hutchins, 2004, pp. 187–8)", "Taking this statement, can we really talk about “gatekeeping” in the letters page? In early gatekeeping studies about news events, “the gate was understood to be an in/out decision point, with little or no concern for other aspects of the gatekeeper's job” (Shoemaker et al., 2009, p. 75); hence, according to this news theory, the selection process is subjective and arbitrary, profoundly related to the personal and idiosyncratic characteristics of each journalist.", "The editor or journalist in charge of the correspondence section is not a mere gatekeeper—therefore, David Manning White's theory is not sufficient to explain the news production process nor the selection process of letters-to-the-editor, since both go beyond the personal characteristics or motivations of the professionals. “It transcends the examination of individual motivation, making the assumption that the actions of individuals are indicative of the social context in which they operate, in this case, the culture of the newsroom” (Wahl-Jorgensen, 1999, p. 3). Similar to any other editorial content, the published letters are also a result of a selection, editing and framing process, shaped by journalistic practice and subject to limitations such as space and time.", "Ericson et al. (1989, pp. 356–7) mentioned in their empirical study that, when editors described decisions concerning the selection of letters, they suggested they based their judgements in their “instincts”; however, the authors verified that such editorial decisions were less personal, intuitional and arbitrary than taken according to the situation and context, in terms of the social and cultural criteria of the newsroom.", "It is interesting to notice that both of the editors of Visão and Expresso referred to the letters’ selection process as a “work with little science”, without rules, a process related to instinct, as the criteria are variable reflecting diverse situations. Both editors qualify the selection process as intuitional, “natural”, as something they never learned to do. Nevertheless, this “intuition” is rooted in criteria and values shared by the journalistic community, going beyond personal idiosyncrasies.", "The editorial staff is “bound by both the social/organisational and economical constraints of news work, such as time and space, and more fluid cultural understandings and meanings, such as regional and/or local identity” (Gregory and Hutchins, 2004, p. 196).", "In fact, our study concluded that the letters’ section is shaped by the journalistic/professional routines and the organizational structure of the four press publications analysed. Some criteria show very clearly the adaptation of the letters’ section to journalistic practices and routines—such as the size of texts (which have to be concise in order to be published), or the editing of letters, when selected for publication. However, the editing (that is to say, cutting phrases or rearranging texts) may actually have a positive effect—because it allows the entrance in the correspondence section of authors that would normally lack the technical competences (cultural capital, linguistic skills) to do so.", "Due to the presence of either implicit or explicit rules for selection defined previously by the editors or established through the process itself, we can affirm that the public debate that occurs in the letters’ section is a construction of selected voices and opinions. Many of these criteria remain unknown to the public, but they are intimately related to journalistic routines and practices, with its ethos and way of constructing news."]}], "references": [{"title": "Arguing About Muslims: (un)reasonable argumentation in letters to the editor", "year": "2007", "journal": "Text \\& Talk: An Interdisciplinary Journal of Language Discourse Communication Studies", "volume": "27", "authors": [{"name": "Atkin Albert", "first_name": "Atkin", "last_name": "Albert"}, {"name": "Richardson John E.", "first_name": "Richardson", "last_name": "E."}]}, {"title": "O leitor manifesto: perfil das cartas aos jornais", "year": "2005", "journal": "Comunicação e Espaço Público", "volume": "5", "authors": [{"name": "Baesse Jurema", "first_name": "Baesse", "last_name": "Jurema"}, {"name": "Maria Souza", "first_name": "Maria", "last_name": "Souza"}]}, {"title": "Just Running Letters Is Not Enough", "year": "1991", "journal": "The Masthead", "volume": "43", "authors": [{"name": "Bohle Robert", "first_name": "Bohle", "last_name": "Robert"}]}, {"title": "Everyday Editorial Practices and the Public Sphere: analysing the letters to the editor page of a regional newspaper", "year": "2004", "journal": "Media International Australia Incorporating Culture and Policy", "volume": "112", "authors": [{"name": "Gregory Luke", "first_name": "Gregory", "last_name": "Luke"}, {"name": "Hutchins Brett", "first_name": "Hutchins", "last_name": "Brett"}]}, {"title": "Letters to the Editor: hazy reflections of public opinion", "year": "1970", "journal": "Journalism \\& Mass Communication Quarterly”", "volume": "47", "authors": [{"name": "Grey David L.", "first_name": "Grey", "last_name": "L."}, {"name": "Brown Trevor R.", "first_name": "Brown", "last_name": "R."}]}, {"title": "Letter Opinion on ERA: a test of the newspaper bias hypothesis", "year": "1981", "journal": "Public Opinion Quarterly", "volume": "45", "authors": [{"name": "Hill David B.", "first_name": "Hill", "last_name": "B."}]}, {"title": "A Discourse of Disillusionment: letters to the editor in two Zimbabwean magazines 10 years after independence", "year": "1996", "journal": "Discourse \\& Society", "volume": "7", "authors": [{"name": "Morrison Andrew", "first_name": "Morrison", "last_name": "Andrew"}, {"name": "Love Alison", "first_name": "Love", "last_name": "Alison"}]}, {"title": "Reading the Newspaper: strategies and politics of reader response, Chicago, 1912–1917", "year": "1995", "journal": "Journal of Communication", "volume": "45", "authors": [{"name": "Nord David", "first_name": "Nord", "last_name": "David"}]}, {"title": "Democratic Participation and Letters to the ecditor in Britain and Italy", "year": "2006", "journal": "Discourse \\& Society", "volume": "17", "authors": [{"name": "Pounds Gabrina", "first_name": "Pounds", "last_name": "Gabrina"}]}, {"title": "Letters to the Editor: a feedback opportunity turned into a marketing tool", "year": "2005", "journal": "European Journal of Communication", "volume": "20", "authors": [{"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "Bias in Selection of Letters to the Editor", "year": "1979", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "56", "authors": [{"name": "Renfro Paula C.", "first_name": "Renfro", "last_name": "C."}]}, {"title": "Now Is the Time to Put an End to All This: argumentative discourse theory and ‘letters to the editor’", "year": "2001", "journal": "Discourse \\& Society", "volume": "12", "authors": [{"name": "Richardson John E.", "first_name": "Richardson", "last_name": "E."}]}, {"title": "‘Dear Editor’: race, readers’ letters and the local press", "year": "2003", "journal": "Political Quarterly", "volume": "74", "authors": [{"name": "Richardson John E.", "first_name": "Richardson", "last_name": "E."}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Letters of Intent: election campaigning and orchestrated public debate in local newspapers’ letters to the editor", "year": "2004", "journal": "Political Communication", "volume": "21", "authors": [{"name": "Richardson John E.", "first_name": "Richardson", "last_name": "E."}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Australian Letters to the Editor on Tobacco: triggers, rhetoric, and claims of legitimate voice", "year": "2005", "journal": "Qualitative Health Research", "volume": "15", "authors": [{"name": "Smith Katherine C.", "first_name": "Smith", "last_name": "C."}, {"name": "Mcleod Kim", "first_name": "Mcleod", "last_name": "Kim"}, {"name": "Wakefield Melanie", "first_name": "Wakefield", "last_name": "Melanie"}]}, {"title": "Political Discourse of a Working-class Town", "year": "1999", "journal": "Discourse \\& Society", "volume": "10", "authors": [{"name": "Sotillo Susana M.", "first_name": "Sotillo", "last_name": "M."}, {"name": "Starace-Nastasi Dana", "first_name": "Starace-Nastasi", "last_name": "Dana"}]}, {"title": "The Normative-economic Justification for Public Discourse Letters to the Editor as a ‘Wide Open’ Forum", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "1", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "Understanding the Conditions for Public Discourse: four rules for selecting letters to the editor", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}]}