{"doi": "10.1080/21670811.2019.1680301", "url": "https://doi.org/10.1080/21670811.2019.1680301", "title": "Joanne Public vs. Joe Public: News Sourcing and Gender Imbalance on Argentine Digital Media", "volume": "7", "year": "2019", "issue": "10", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Mitchelstein", "first_name": "Eugenia", "name": "Eugenia Mitchelstein"}, {"last_name": "Andelsman", "first_name": "Victoria", "name": "Victoria Andelsman"}, {"last_name": "Boczkowski", "first_name": "Pablo", "name": "Pablo J. Boczkowski"}], "abstract": "AbstractThis article examines the gender distribution of sources and the factors associated with women’s representation in news stories on eight Argentine online news sites and their respective social media accounts on Facebook and Twitter. Content analysis of 3010 articles shows that men are approximately twice as likely to be cited as sources as women. The analysis also finds a negative association between articles about public affairs topics and the presence of women as news sources. It also yields an increased use of women sources in stories with a female byline. Furthermore, there is no significant relationship between the presence of women as sources and whether the article was posted on the homepage of a news organization or its social media accounts. We draw on these findings to theorize on the role of technological change in the dynamics of gender inequality, and to reflect on how the relative dearth of women’s voices in news stories may hinder diversity and inclusion in the public sphere.", "body": [{"title": "", "paragraphs": ["During the last 3 years, women all over the world raised their voices and demanded to be heard, both on the streets and on the media. Expressions of this trend can be found in movements such as #MeToo, which started in the USA and then became global (Dvorak 2017), and the women-led movement against Bolsonaro in Brazil (Carranca, 2018). Those in Argentina were not the exception since social movements like #NiUnaMenos—“#NotOneWomanLess”—which had been around since 2015, had already prepared the groundwork for societal discussions over gender equality (Batista et al. 2017; Friedman 2016; Luengo 2018). In this context of struggle for gender equality, a question arises: do the news media provide equal opportunities for women to express themselves?", "Feminist media scholarship has examined the lack of gender parity in both news content and newsroom staff (Barnes 2017; Gallagher 2002; Ross 2010; Ross and Carter 2011; Strong 2007; Trappel, 2019). Concerning news content, research has documented the existence of gender imbalance in sourcing: men outnumber women as sources and are given more relevance (Armstrong 2006; De Swert and Hooghe 2010; Niemi and Pitkänen 2016; Rodgers and Thorson 2003; Ross 2007; Zoch and Turk 1998). Studies on this topic have examined a number of variables that might explain the shortage of women’s voices, such as media’s reliance on official sources (Díaz and Mellado 2017), and gendered newsroom cultures, which include fewer women journalists, placed in less prestigious beats (Allan, Branston, and Carter 2002; Armstrong 2004; Global Media Monitoring Project 2015; Manning 2000; Niemi and Pitkänen 2016; Saldaña, Sylvie, and McGregor 2016).", "This article seeks to contribute to this existing research through an examination of gendered patterns in sourcing within the leading players in digital news in Argentina during 2017. Drawing on liberal feminist media scholarship, which has analyzed the representation of women in the media (Gallagher 2002; Newbold 1995; Ross 2010; Van Zoonen 1988), we explore to what extent online news organizations presented equalitarian voice opportunities. We concentrate on the Argentine context to complement the traditional geographic focus of most scholarship on Europe and North America. We examine digital media also to complement this scholarship’s focus on broadcast and print media. This is particularly important because over the past couple of decades a significant portion of news consumption has migrated online—both through dedicated websites and on social media platforms. Argentina is no exception to this trend since news is consumed mainly through websites and social media according to the 2018 Digital News Report from the Reuters Institute for the Study of Journalism (Reuters News Report 2018). This article examines patterns in the gender distribution of sources, and the factors associated with these patterns—including gender of the journalist, topic of the article, and venue of publication—in news stories on eight Argentine online news sites and their social media accounts."]}, {"title": "Gender and Sources", "paragraphs": ["Liberal feminism seeks to integrate women into the public sphere and obtain equality between women and men (Lotz 2003) and proposes that media content both reflects and strengthens discrimination against women, by including fewer women than men and portraying them according to sex-role stereotypes when they do appear (Gallagher 2003; Tuchman 1978; Van Zoonen 1996). Although the liberal feminist perspective has been criticized for focusing on “individual rights and freedoms” rather than on “social responsibility” (Mendes 2012, 558), media act as socialization agents, “teaching children (…) their appropriate sex roles” (Van Zoonen 1996, 34), and thus the way women are portrayed in the news has effects on the society as a whole.", "Scholarship on representation in news sources is grounded on the premise that being a source implies an opportunity to define a stance on an issue, and to respond to other sources who have different ideas (Franklin and Carlson 2010), Thorsen and Jackson propose that “the key question of sourcing practices (is) who is given authority to frame an event” (2018, 847). Journalists search for sources that are available and story appropriate (Berkowitz 2009; Franklin and Carlson 2010; Gans 1979; Shoemaker and Mayfield 1987). Because of time constraints and organizational pressures, reporters need to routinize their tasks, including the sourcing process. This results in bias favoring certain sources—usually elite or official sources, such as politicians and entrepreneurs—to the detriment of other voices (Berkowitz 2009; Gans 1979; Johnson, Paulussen, and van Aelst 2018; Tuchman 1972).", "Scholarship on news sources has consistently observed that male sources appear more frequently and prominently than women sources (Armstrong 2006; De Swert and Hooghe 2010; Freedman, Fico, and Durisin 2010; Padovani, Raeymaeckers, and De Vuyst 2019; Rodgers and Thorson 2003; Ross 2007; Soley 1992; Zoch and Turk 1998). Research concurs that the presence of women as sources in the news media remains close to 30% (Morris 2016; Niemi and Pitkänen 2016; Tiffen et al. 2014). It has been argued that the gender gap stems in part from patterns such as media’s reliance on authoritative and official sources. According to this line of research, the underrepresentation of women in powerful positions contributes to their low presence as sources (Global Media Monitoring Project 2015; Shor et al. 2015). Thus, because men occupy more prestigious positions in our societies, “the reporter-source relationship tends to legitimate or even reify the power structure of society” (Berkowitz 2009, 109).", "There is also inequality in how women are cited. Research has shown that they are associated with topics that have traditionally been associated with women, treated in a stereotypical manner, and their occupations differ from those of men who are included as sources (Soley 1992; Rodgers and Thorson 2003; Ross 2007; Van Zoonen 1988). De Swert and Hooghe’s analysis of the presence of women as sources in Belgian news finds that the odds that a woman will be included as a source are twice as high for traditional “female topics,” such as “culture, family, education, celebrity, royalty and healthcare” than for other topics (2010, 75). Studies in countries that have achieved greater gender parity have found that even when controlling for the mediation of societal factors there is a tendency to underrepresent women´s voices (Edstrom and Molster 2014; Kahn 1994). Niemi and Pitkänen (2017) explore the situation in Finland, where women are highly educated and have high levels of participation in the job market, and deduce that low representation of female experts in news cannot be explained by macro-level factors alone. Thus, in their study they have shown that women as sources were not proportional to the number of women in powerful positions and female academics were contacted less than their male counterparts, even when they were as willing to appear as experts (2017). Furthermore, disparity persists even when a source is cited as a regular citizen (Global Media Monitoring Project 2015). As Ross concludes, “if Joe Public struggles to register on the journalistic radar, Joanne Public is almost entirely invisible as citizen although she is occasionally asked to speak in her role as mother” (2007, 455).", "Scholars have also examined whether the gender gap in sources results from gendered newsroom cultures, which include the underrepresentation of women as journalists (Manning 2000; Allan, Branston, and Carter 2002). Research on this matter is based on the premise that women journalists will be more prone to interview women as sources, both because they are less embedded in journalism’s dominant occupational ideology and because social proximity makes it easier for them to develop networks that include women´s voices (Armstrong 2004; Berkowitz 2009; Deuze 2008; Gans 1979; North 2016). One stream of research finds that stories by women and minority reporters are more likely to use women and minority sources (Armstrong 2004; Global Media Monitoring Project 2015; Zeldes and Fico 2005; Zeldes, Fico and Diddi 2007; Zoch and Turk 1998). However, other studies find that women journalists do not act differently as reporters and editors than their male counterparts (Freedman, Fico, and Love 2007; Þórhallsdóttir, 2014; Ross 2007; De Swert and Hooghe 2010). This stream of inquiry contends that gender discrimination in sourcing practices results from male and female reporters’ shared newsroom socialization and news values (Aven, Parker, and McEvoy 1993; Rodgers and Thorson 2003).", "Differences in sourcing practices between men and women working as journalists have also been found to be related to credibility matters. Some scholars have shown that credibility ratings are higher for male journalists on dimensions such as competence, composure and extroversion, which results in female news workers being perceived as less authoritative (Brann and Himes 2010; Chernobrov 2018; Etling and Young 2007; Koziner 2018). This may lead to an overcompensation by female journalists to increase their authoritativeness. Research has indicated that professional women must exceed the standards of men in order to make up for the perception that they are less competent (Volz and Lee 2013). Scholars have called this the “compensation model”: those belonging to disadvantaged groups neutralize that disadvantage by having more of the right characteristics than their counterparts (Black and Erickson 2000; Black and Erickson 2003; Volz and Lee 2013). The number and range of sources can be regarded as a “proxy” for news quality and provides legitimacy and authority to news articles by allowing journalists to present themselves as objective observers (Franklin and Carlson 2010; Tiffen et al. 2014; Tuchman 1972).", "Finally, some studies on the presence of women’s voices on digital media and social networks find that inequalities persist and even increase in these platforms (Armstrong and Gao 2011; Garcia, Weber, and Garimella 2014; Meeks 2014; Matias, Szalavitz, and Zuckerman 2017; Usher, Holcomb, and Littman 2018; Vliegenthart and Boukes, 2018). Von Nordheim and colleagues find that elite voices on Twitter were used as a source more often than nonelite users (Von Nordheim, Boczek and Koppers, 2018). Robinson and her colleagues argue that “digital inequalities can reinforce existing social inequalities and even exacerbate them because they carry over preexisting differences in human capital into online settings” (2015, 570). This is partly due to differentials in digital skills between men and women (Padovani, Raeymaeckers, and De Vuyst 2019). On social media, men have more followers and are twice as likely to follow another man as they are to follow a woman, while women are 25% more likely to follow another woman (Heil and Piskorski 2009).1 In her analysis of tweets from United States’ reporters, Artwick reveals that “just 11 percent of all the quotes cited women” (2014, 1122). Regarding the social media expression of news sites, a prior study by the authors (2018) has found that news organizations tend to alter their agenda on social media by posting more frequently on “softer” topics. Thus, it is possible that the social media accounts of news organizations might feature a more balanced gender distribution of sources than their respective news sites.", "Informed by the existent scholarship, in this article we test three hypotheses and ask two research questions:", "H1. Men are more likely than women to be cited as sources in news articles.", "H2. Men are more likely than women to be cited as sources in news stories about politics, economics, and foreign affairs.", "H3. News bylined by a woman will include more women as sources than stories bylined by a man.", "RQ1: Does the number of women as sources vary across news sites?", "RQ2: Does the number of women as sources vary according to whether the articles were published on the homepage or the social media accounts of the news outlets?"]}, {"title": "Methods", "paragraphs": ["Argentina is a competitive democracy with a well-developed but highly polarized media system (Aruguete and Calvo 2018; Fox and Waisbord 2002; Waisbord 2011). The country is an appealing national setting for this study given the importance that gender equality has achieved in the last decades and the prominence the feminist movement has assigned to the media as a key player in the achievement of its goals (Chaher 2018).2 However, research on journalism in Latin American countries has often overlooked the study of gender (Amado 2017). There is a scarcity of systematic research on the presence of women as sources and bylines, which this study seeks to contribute to remedy.", "Our sample comprises news stories published on eight Argentine news sites: Clarín, La Nación, Perfil, Página/12, La Voz del Interior, Diario Uno, Infobae, and TN. Clarín is the online counterpart of the newspaper that has the highest circulation nationwide, with a daily average of 206,000, has an Alexa rank of 13 in Argentina. Its Facebook and Twitter accounts have 5,703,704 and 2,700,000 followers, respectively. La Nación is the online counterpart of the newspaper with the second highest daily circulation (117,000), has an Alexa rank of 15 in Argentina, and its Facebook and Twitter accounts have 3,537,826 and 3,120,000 followers, respectively. Perfil, also based in Buenos Aires, is the online version of a print bi-weekly newspaper, with an average circulation of 25,780, has an Alexa rank of 55 in Argentina, and its Facebook and Twitter accounts have 623,829 and 738,000 followers, respectively. Página/12 is the online counterpart of a left-wing print newspaper with a daily average circulation of 13,200, has an Alexa rank of 50 in Argentina, and 473,660 and 117,000 followers on its Facebook and Twitter accounts, respectively. La Voz del Interior is the online version of the most widely sold newspaper edited outside Buenos Aires, in the city of Córdoba, which has an average circulation 37,000. It has an Alexa rank of 83 in Argentina, and its Facebook and Twitter accounts have 1,024,689 and 491,000 followers, respectively. Diario Uno, the online version of a newspaper published in the city of Mendoza, is part of a large multi-media conglomerate, and has an average circulation of 7600. This site has an Alexa rank of 284 in Argentina, and its Facebook and Twitter accounts have 1,560,124 and 326,000 followers, respectively. Infobae is the leading online only news site in Argentina, has an Alexa rank of 11, and its Facebook and Twitter accounts have 2,477,308 and 997,000 followers, respectively. TN is the online version of the cable news station under the same name that has the largest cable news audience and is part of the same media conglomerate that also owns Clarín. This site has an Alexa rank of 58 in Argentina, and its Facebook and Twitter accounts have 6,916,515 and 4,640,000 followers, respectively. All circulation figures are from March 2018 (IVC 2018).", "Quantitative content analysis was conducted on 3010 articles published during two constructed weeks by the eight news organizations either on their homepages or their social media accounts (Pease 1993; Singer 2005). This method offers an unobtrusive assessment of media coverage (Bauer 2000) and allows the rigorous and systematic study of discourses (Krippendorff 2012). The days that make up the two constructed weeks cover ten months of 2017, from February to November. The units of analysis were the news articles posted either on the homepages or on the social media accounts. They were gathered by a bot designed specifically for the task. Their coding was undertaken by a group of research assistants—intercoder agreement was 89%, with an average 0.77 Cohen Kappa coefficient (Krippendorf 2012).3 For each day in the sample the first 10 home page news stories, the first 10 posts on Facebook, and the first 10 posts on Twitter at 6:00 pm local time were collected. Social media posts that were not news—such as advertisement or surveys—and articles that were not available at the time of coding because news sites had taken them down were not coded. Thus, 3010 items were analyzed out of the 3360 collected. Only the articles related to either the headline on the homepage, the post on Facebook or the Tweet were coded. The headline and the social media posts were not coded.", "The text of the articles was coded for the following categories and variables:Outlet: which news organization published each news story.Digital venue: whether the story appeared on either the homepage, the Facebook page or the Twitter account of a given news organization. The software program collected stories from these three venues. If a story was found in two or three of the venues it was coded separately. This was done to examine whether sourcing of stories posted on social media accounts was different from that on the homepage; the program assigned venue at the time of collection, this was not coded by humans.Topic: which subject best represented the content of the article. The variables were: foreign affairs; politics; economics; general information; sports; entertainment; education; science and technology; crime; and others.4Number of women as sources per story: sources were defined as named persons quoted or paraphrased in news stories. Gender identity of the source was deduced from his or her first name.5Number of men as sources per story.Byline –female: whether the byline belongs to a woman. Gender identity of the reporter was deduced from her or his first name. Unnamed sources were not coded as it was not possible to infer their gender.Byline—male: whether the byline belongs to a man.", "Outlet: which news organization published each news story.", "Digital venue: whether the story appeared on either the homepage, the Facebook page or the Twitter account of a given news organization. The software program collected stories from these three venues. If a story was found in two or three of the venues it was coded separately. This was done to examine whether sourcing of stories posted on social media accounts was different from that on the homepage; the program assigned venue at the time of collection, this was not coded by humans.", "Topic: which subject best represented the content of the article. The variables were: foreign affairs; politics; economics; general information; sports; entertainment; education; science and technology; crime; and others.4", "Number of women as sources per story: sources were defined as named persons quoted or paraphrased in news stories. Gender identity of the source was deduced from his or her first name.5", "Number of men as sources per story.", "Byline –female: whether the byline belongs to a woman. Gender identity of the reporter was deduced from her or his first name. Unnamed sources were not coded as it was not possible to infer their gender.", "Byline—male: whether the byline belongs to a man.", "Control variables included the format of the article—whether the article was straight news, feature-style, opinion, including columns, op-eds, and reviews—and the day of the week on which the article was published."]}, {"title": "Findings", "paragraphs": ["The results show that men are more likely than women to be cited as sources. Out of 3010 news stories analyzed, 2023 of them (67%) had at least one source. Of the stories in which sources were identified, 28% of them had at least one woman as a source, whereas 52% had at least one man as a source (Table 1). Moreover, men were more often represented in news stories as sources than women. In total, mentions of men more than doubled mentions of women: men were cited as sources 2603 times and women 1134 times. On average, stories have 0.86 men as sources, and 0.38 women as sources. In other words, there were significantly more articles that cited at least a man as a source than stories that cited at least a woman as a source, and within those articles, there were on average more men as sources than women as sources. Thus, H1 is confirmed.", "Table 1.  Number of stories with at least one woman or man as source.", "There is an uneven distribution by topic of this disparity between women and men as sources. The widest difference between women and men as sources is seen in stories about foreign affairs: articles about this topic cited an average of 0.33 women and 1.15 men per story (Table 2). The gap was also large for articles about business and politics, with differences of means of 0.93 and 0.70, respectively. Thus, H2 is confirmed: men are more likely than women to be cited as sources in news stories about public affairs topics such as foreign affairs, business, and politics. Men are also more likely to be mentioned as sources in stories about science and technology, sports, and crime, with the difference of means of 0.6, 0.55, and 0.41, respectively. Stories about entertainment and education had more women than men as sources but the difference in means for both topics is not statistically significant.", "Table 2.  Mean women and men as sources in stories by topic, day and byline.", "Two OLS regressions were conducted to examine the relationship between news outlet, platform, topic, format, and byline of the story on the one hand, and the number of women as sources mentioned and the number of men as sources mentioned on the other hand.6 Stories about foreign affairs, business, sports, and science and technology were negatively and significantly associated with the number of women as sources per story (Table 3). News about education and entertainment, by contrast, were positively correlated with an increase of women as sources. The regression also shows that stories with a feature-style format are positively and significantly related to the quantity of women as sources. H3 predicted that news bylined by women would include more women as sources. If bylines by women were found to be positively correlated with citing women as sources, this would support the notion that including more female journalists could increase the representation of women in media content. Stories bylined by a woman are positively and significantly associated with mentioning a woman as source. Thus, H3 is confirmed.", "Table 3.  Linear multiple regressions of “Number of women as sources per story” and “Number of men as sources per story” on female byline, male byline, format (base case: straight news), newspaper (base case: clarín.com), topic (Base case politics) and digital venue (base case homepage), N = 3010.", "In addition, a female byline is also positively associated with citing men as sources, and the coefficient for this relationship is even higher than for female byline and women as sources. On average the number of sources, both men and women, is higher for stories with a female byline, controlling by topic, newspaper, format, and day of the week. Female journalists cite, on average, 0.6 women as sources while male journalists cite 0.4 women sources, and the difference is statistically significant. Journalists of both genders cite more men and there is no statistical difference between the average of men as sources of stories bylined by men and women (Table 4). Thus, these findings suggest that female journalists use more sources in general and more women as sources in particular than their male counterparts, which supports the research on overcompensation.", "Table 4.  Comparison of mean women and mean men as sources by gender of the byline (standard deviations in parenthesis).", "RQ1 asks whether the number of women as sources changes depending on which news site publishes the piece. Table 3 shows that only stories on La Nación were significantly, although marginally, more likely to mention women as sources than the other news organizations. This could be because La Nación publishes more articles with women bylines than the other news sites included in the sample: 13% of its news stories were authored by a woman, compared to an average of 6.21%.7 Thus, in a highly polarized media system, the eight news organizations studied converge in at least one thing: the lack of gender equality regarding which voices are quoted as sources in the articles through which they represent the main events in the life of the country.", "RQ2 inquires whether the number of women as sources varies according to whether the articles were published on the homepage or the social media accounts of the news outlets. The regression yields no significant differences in the number of women as sources when comparing the articles posted on the Facebook and Twitter accounts of a given news site with the articles most prominently displayed on its respective homepage (Table 3). Even though social media platforms are vehicles for self-expression and multi-directional communication across all sectors of the public, the eight news organizations studied largely reproduced their editorial choices for their respective websites on their linked Facebook and Twitter accounts. A comparison of the mean number of female and male sources in three conditions—featured in articles posted (a) only on the homepage; (b) only on social media; and (c) on both digital venues—shows that stories posted on social media only had an average of 0.35 women sources, compared to 0.42 for articles displayed prominently on the homepage. Articles posted on social media also had a lower mean of men sources (0.78) than those published on the homepage (1.05) (Table 5). Thus, articles posted by news organizations on social media have fewer sources than those displayed on the homepages.", "Table 5.  Mean number of women and men as sources in stories by type of media."]}, {"title": "Discussion", "paragraphs": ["In this article, we examined whether the gender distribution of sources in Argentine digital news during 2017 enacted patterns of equality that were clamored by social movements such as the local #NiUnaMenos and the global #MeToo. Our analysis showed that out of the 3010 articles analyzed, 52% had at least one man as a source and 28% had at least one woman as a source, and that the overall number of men as sources doubled that of women as sources. Moreover, men were more likely to be cited as sources in stories about politics, business, foreign, science and technology, and sports. While journalists of both genders cite more men, our account showed that a female byline is positively correlated to both women and men as sources. There are no statistical differences between the average of men as sources of stories bylined by men and women. These findings suggest that stories by female journalists use more sources in general and more female sources in particular than their male counterparts. The day of the week or the news site do not significantly affect the probability of having a woman as a source, except in the case of La Nación—and only marginally so. Finally, the likelihood of having a woman as a source does not increase on articles posted on the social media accounts of news outlets: articles posted on social media had fewer sources, both male and female, than those displayed on the homepage.8", "The existing scholarship has argued that at least part of the sidelining of women´s voices could be mitigated by the inclusion of more female journalists, who would be more prone to contact sources of their own gender (Armstrong 2004; Zeldes and Fico 2005). Previous literature found that female bylines were a significant predictor of the usage of women as sources, but did not determine whether those results were driven by story type or topic (Armstrong 2004). This article expands this line of research by controlling for topic, day of the week, site, and digital venue. We have found that female bylines retain a positive influence on mentions of women as sources after controlling for these additional variables. Furthermore, gender imbalance in sourcing is present across all the news sites analyzed. Thus, gender bias seems to be a pervasive characteristic of the media system, even in the context of a highly polarized media system operating in a society increasingly demanding greater gender equality in all walks of life. Finally, the digital outlet on which articles are posted is not significantly associated with the presence of female sources. Therefore, gender imbalances in sourcing patterns transfer somewhat evenly from traditional media to websites to popular social media platforms such as Facebook and Twitter. This is despite existent research documenting a softening of the news agenda from news sites to social media platforms, thus creating a mix of topics in which traditionally female sources are more present. Technologies change but patterns of gender discrimination persist and are even reinforced online, as argued by Padovani, Raeymaeckers, and De Vuyst (2019).", "Scholars have argued that the disparity between female and male mentions as sources in media may stem from the scarcity of women in positions of power and media’s reliance on official sources (Global Media Monitoring Project 2015; Shor et al. 2015). Thus, part of our findings may be in part explained by this type of factors, as the gap is widest in stories about foreign affairs, business, and politics, where official sources are the most common (Fico and Freedman 2001; Hackett 1985; Jones 2007; Soley 1992). However, this is probably not the whole story for at least two reasons. First, during the past decade Latin America, according to the Global Media Monitoring Project, was “a region leading in the percentage of countries with women as holders of the highest political office” (2015, 33). Argentina had a particularly strong presence of women as political leaders, represented, among others, by current vice-president Gabriela Michetti; the governor of the largest and most populated province María Eugenia Vidal; and former president and current senator Cristina Fernandez de Kirchner. The disconnect between the positions occupied by women in Argentine politics and their comparatively lesser roles in the media mirrors the situation in Scandinavian countries which, although they are usually considered at the forefront of gender equality, inequalities regarding gender, ethnicity and sexual orientation, persist in the media and other industries (Edström, Facht, and Mølster 2014; Robinson et al. 2015).", "Second, female journalists’ relatively more frequent use of women as sources allows us to infer that there might be other influences in source selection besides macro level factors: social proximity between female reporters and sources makes it easier to contact each other (Gans 1979). This finding is in line with Rodgers and Thorson’s “gender model” (2003). Moreover, female journalists’ overall use of more sources may be a way to increase their legitimacy and authority, since the amount and variety of sources can be regarded as a measure of quality reporting (Tiffen et al. 2014; Tuchman 1972). These results suggest that increasing female representation in newsrooms may help increase the representation of women as sources and the use of sources in general. These findings also indicate that focusing on individual advancement from a liberal feminist perspective, such as more women being hired as reporters, might have societal consequences. More women journalists are related to an increase in the number of women cited in news across all topics, and could indirectly influence cultural representations of women and women’s roles.", "The diversity of voices that takes part in news stories influences public discourse of important societal issues. Imbalanced gendered sourcing patterns reinforce women’s lower status and further their exclusion from the public sphere. Increasing the representation of women as sources would broaden the range of voices heard in the media and promote a more equal society by expanding public perceptions of who is a suitable interlocutor for the press. Moreover, lack of diversity in sources means that news sites have so far failed to become an arena for the diverse set of ideas expected in a pluralistic democracy. While digital news media and social media platforms might be avenues for innovation, they exist within a social and political context that privileges men and their voices. Technological change, in and of itself, does not entail more opportunities for women and other minorities, at least regarding news sourcing: existing patterns of gender discrimination seem to have migrated online, thus maintaining and reinforcing hegemonic gender practices in the new media environment.", "Being quoted as a source provides visibility and an opportunity to shape news stories and, in consequence, perceptions of social reality. News sources have an effect on what gets prioritized and covered, and the way that coverage is done. Sources frame and define stances on issues, and if more men than women are carrying out the definition of problems and possible solutions, inequality is more likely to be reinforced rather than contested, thus continuing the cycle of invisibility of women and their issues. Gender imbalances in the allocation of representation opportunities both reproduce and strengthen disparities between men and women. However, discrimination of women as sources is not an intractable problem: news organizations could incorporate more female reporters, track their sources, and implement policies that encourage diversity of subjects in news stories. This study seeks to provide up-to-date evidence on patterns of gender imbalance as a step towards greater diversity and inclusion in the news and social media, and in society at large."]}, {"title": "Disclosure statement", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Las Periodistas Desde Los Estudios Del Periodismo: Perfiles Profesionales de Las Mujeres en Los Medios Informativos", "year": "2017", "journal": "Cuestiones de Género: de la Igualdad y la Diferencia", "volume": "12", "authors": [{"name": "Amado Adriana.", "first_name": "Amado", "last_name": "Adriana."}]}, {"title": "The Influence of Reporter Gender on Source Selection in Newspaper Stories", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L."}]}, {"title": "Story Genre Influences Whether Women Are Sources", "year": "2006", "journal": "Newspaper Research Journal", "volume": "27", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L."}]}, {"title": "Gender, Twitter and News Content: An Examination across Platforms and Coverage Areas", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L."}, {"name": "Gao. Fangfang", "first_name": "Gao.", "last_name": "Fangfang"}]}, {"title": "News Sourcing and Gender on Twitter", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Artwick Claudette G.", "first_name": "Artwick", "last_name": "G."}]}, {"title": "Time to \\#Protest: Selective Exposure, Cascading Activation, and Framing in Social Media", "year": "2018", "journal": "Journal of Communication", "volume": "68", "authors": [{"name": "Aruguete Natalia", "first_name": "Aruguete", "last_name": "Natalia"}, {"name": "Calvo. Ernesto", "first_name": "Calvo.", "last_name": "Ernesto"}]}, {"title": "An Inexplicable Gap: Journalism and Gender in New Zealand", "year": "2017", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "18", "authors": [{"name": "Barnes Lyn.", "first_name": "Barnes", "last_name": "Lyn."}]}, {"title": "Similarity, Compensation, or Difference?", "year": "2000", "journal": "Women \\& Politics", "volume": "21", "authors": [{"name": "Black Jerome H.", "first_name": "Black", "last_name": "H."}, {"name": "Erickson. Lynda", "first_name": "Erickson.", "last_name": "Lynda"}]}, {"title": "Women Candidates and Voter Bias: Do Women Politicians Need to Be Better?", "year": "2003", "journal": "Electoral Studies", "volume": "22", "authors": [{"name": "Black Jerome H.", "first_name": "Black", "last_name": "H."}, {"name": "Erickson. Lynda", "first_name": "Erickson.", "last_name": "Lynda"}]}, {"title": "It’s About Ethics in Games Journalism? Gamergaters and Geek Masculinity", "year": "2016", "journal": "Social Media + Society", "volume": "2", "authors": [{"name": "Braithwaite Andrea.", "first_name": "Braithwaite", "last_name": "Andrea."}]}, {"title": "Perceived Credibility of Male versus Female Television Newscasters", "year": "2010", "journal": "Communication Research Reports", "volume": "27", "authors": [{"name": "Brann Maria", "first_name": "Brann", "last_name": "Maria"}, {"name": "Himes. Kimberly L.", "first_name": "Himes.", "last_name": "L."}]}, {"title": "Digital Volunteer Networks and Humanitarian Crisis Reporting", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Chernobrov D.", "first_name": "Chernobrov", "last_name": "D."}]}, {"title": "When Do Women Get a Voice? Explaining the Presence of Female News Sources in Belgian News Broadcasts (2003–5)", "year": "2010", "journal": "European Journal of Communication", "volume": "25", "authors": [{"name": "De Swert Knut", "first_name": "De", "last_name": "Knut"}, {"name": "Hooghe. Marc", "first_name": "Hooghe.", "last_name": "Marc"}]}, {"title": "Understanding Journalism as Newswork: How It Changes, and How It Remains the Same", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "Agenda and Use of Sources in Headlines and Lead Stories in Chilean Media. A Study of the Press, Online, Radio and Television News", "year": "2017", "journal": "Cuadernos.Info", "volume": "", "authors": [{"name": "Díaz M.", "first_name": "Díaz", "last_name": "M."}, {"name": "Mellado C.", "first_name": "Mellado", "last_name": "C."}]}, {"title": "", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Sexism and the Authoritativeness of Female Sportscasters", "year": "2007", "journal": "Communication Research Reports", "volume": "24", "authors": [{"name": "Etling Laurence", "first_name": "Etling", "last_name": "Laurence"}, {"name": "Young. Raymond", "first_name": "Young.", "last_name": "Raymond"}]}, {"title": "Setting the News Story Agenda: Candidates and Commentators in News Coverage of a Governor&#039;s Race", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Freedman. Eric", "first_name": "Freedman.", "last_name": "Eric"}]}, {"title": "Gender Diversity Absent in Expert Sources for Elections", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Durisin. Megan", "first_name": "Durisin.", "last_name": "Megan"}]}, {"title": "Male and Female Sources in Newspaper Coverage of Male and Female Candidates in US Senate Races in 2004", "year": "2007", "journal": "Journal of Women, Politics and Policy", "volume": "29", "authors": [{"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Love. Brad", "first_name": "Love.", "last_name": "Brad"}]}, {"title": "Much Ado about Nothing? The Low Importance of Twitter as a Sourcing Tool for Economic Journalists", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Johnson Michiel", "first_name": "Johnson", "last_name": "Michiel"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Van Aelst. Peter", "first_name": "Van", "last_name": "Peter"}]}, {"title": "Television News: Geographic and Source Biases, 1982–2004", "year": "2007", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Jones Steve.", "first_name": "Jones", "last_name": "Steve."}]}, {"title": "The Distorted Mirror: Press Coverage of Women Candidates for Statewide Office", "year": "1994", "journal": "The Journal of Politics", "volume": "56", "authors": [{"name": "Kahn Kim F.", "first_name": "Kahn", "last_name": "F."}]}, {"title": "Periodistas y Fuentes en la Prensa argentina. Revisión Teórica a Partir de un Caso Empírico", "year": "2018", "journal": "Revista Mexicana de Opinión Pública", "volume": "14", "authors": [{"name": "Koziner N.", "first_name": "Koziner", "last_name": "N."}]}, {"title": "Communicating Third-Wave Feminism and New Social Movements: Challenges for the Next Century of Feminist Endeavor", "year": "2003", "journal": "Women and Language", "volume": "26", "authors": [{"name": "Lotz Amanda D.", "first_name": "Lotz", "last_name": "D."}]}, {"title": "Gender Violence: The Media, Civil Society and the Struggle for Human Rights in Argentina", "year": "2018", "journal": "Media, Culture and Society", "volume": "40", "authors": [{"name": "Luengo Maria.", "first_name": "Luengo", "last_name": "Maria."}]}, {"title": "Feminism Rules! Now, Where’s My Swimsuit? Re-Evaluating Feminist Discourse in Print Media 1968–2008", "year": "2012", "journal": "Media, Culture \\& Society", "volume": "34", "authors": [{"name": "Mendes Kaitlynn.", "first_name": "Mendes", "last_name": "Kaitlynn."}]}, {"title": "Gendered Use of Experts in the Media: Analysis of the Gender Gap in Finnish News Journalism", "year": "2016", "journal": "Public Understanding of Science", "volume": "26", "authors": [{"name": "Niemi Mari K.", "first_name": "Niemi", "last_name": "K."}, {"name": "Pitkänen. Ville", "first_name": "Pitkänen.", "last_name": "Ville"}]}, {"title": "The Gender of “Soft” and “Hard” News: Female Journalists’ Views on Gendered Story Allocations", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "North L.", "first_name": "North", "last_name": "L."}]}, {"title": "Who’s Covering What in the Year of the Women?", "year": "1993", "journal": "Media Studies Journal", "volume": "7", "authors": [{"name": "Pease Edward C.", "first_name": "Pease", "last_name": "C."}]}, {"title": "Digital Inequalities and Why They Matter", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Robinson Laura", "first_name": "Robinson", "last_name": "Laura"}, {"name": "Cotten Shelia R.", "first_name": "Cotten", "last_name": "R."}, {"name": "Ono Hiroshi", "first_name": "Ono", "last_name": "Hiroshi"}, {"name": "Quan-Haase Anabel", "first_name": "Quan-Haase", "last_name": "Anabel"}, {"name": "Mesch Gustavo", "first_name": "Mesch", "last_name": "Gustavo"}, {"name": "Chen Wenhong", "first_name": "Chen", "last_name": "Wenhong"}, {"name": "Schulz Jeremy", "first_name": "Schulz", "last_name": "Jeremy"}, {"name": "Hale Timothy M.", "first_name": "Hale", "last_name": "M."}, {"name": "Stern. Michael J.", "first_name": "Stern.", "last_name": "J."}]}, {"title": "A Socialization Perspective on Male and Female Reporting", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Rodgers Shelly", "first_name": "Rodgers", "last_name": "Shelly"}, {"name": "Thorson. Esther", "first_name": "Thorson.", "last_name": "Esther"}]}, {"title": "The Journalist, the Housewife, the Citizen and the Press: Women and Men as Sources in Local News Narratives", "year": "2007", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "8", "authors": [{"name": "Ross Karen.", "first_name": "Ross", "last_name": "Karen."}]}, {"title": "Women and News: A Long and Winding Road", "year": "2011", "journal": "Media, Culture and Society", "volume": "33", "authors": [{"name": "Ross Karen", "first_name": "Ross", "last_name": "Karen"}, {"name": "Carter. Cynthia", "first_name": "Carter.", "last_name": "Cynthia"}]}, {"title": "Journalism–Business Tension in Swedish Newsroom Decision Making", "year": "2016", "journal": "Journal of Media Ethics", "volume": "31", "authors": [{"name": "Saldaña M.", "first_name": "Saldaña", "last_name": "M."}, {"name": "Sylvie G.", "first_name": "Sylvie", "last_name": "G."}, {"name": "McGregor S. C.", "first_name": "McGregor", "last_name": "C."}]}, {"title": "Building a Theory of News Content: A Synthesis of Current Approaches", "year": "1987", "journal": "Journalism and Communication Monographs", "volume": "103", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}, {"name": "Mayfield. Elisabeth K.", "first_name": "Mayfield.", "last_name": "K."}]}, {"title": "The Political J-Blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Female Journalists Shun Sports Reporting: Lack of Opportunity versus Lack of Attractiveness", "year": "2007", "journal": "Communication Journal of New Zealand", "volume": "8", "authors": [{"name": "Strong Catherine.", "first_name": "Strong", "last_name": "Catherine."}]}, {"title": "Seven Characteristics Defining Online News Formats: Towards a Typology of Online News and Live Blogs", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Thorsen Einar", "first_name": "Thorsen", "last_name": "Einar"}, {"name": "Jackson. Daniel", "first_name": "Jackson.", "last_name": "Daniel"}]}, {"title": "Sources in the News: A Comparative Study", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Tiffen Rodney", "first_name": "Tiffen", "last_name": "Rodney"}, {"name": "Jones Paul K.", "first_name": "Jones", "last_name": "K."}, {"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Coen Sharon", "first_name": "Coen", "last_name": "Sharon"}, {"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori"}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye."}]}, {"title": "Twitter Makes It Worse: Political Journalists, Gendered Echo Chambers, and the Amplification of Gender Bias", "year": "2018", "journal": "The International Journal of Press/Politics", "volume": "23", "authors": [{"name": "Usher Nicky", "first_name": "Usher", "last_name": "Nicky"}, {"name": "Holcomb Jesse", "first_name": "Holcomb", "last_name": "Jesse"}, {"name": "Littman. Justin", "first_name": "Littman.", "last_name": "Justin"}]}, {"title": "Rethinking Women and the News", "year": "1988", "journal": "European Journal of Communication", "volume": "3", "authors": [{"name": "Van Zoonen Liesbet.", "first_name": "Van", "last_name": "Liesbet."}]}, {"title": "On the Street and/or on Twitter? The Use of “Every Day” Sources in Economic News Coverage by Online and Offline Outlets", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Vliegenthart Rens", "first_name": "Vliegenthart", "last_name": "Rens"}, {"name": "Boukes. Mark", "first_name": "Boukes.", "last_name": "Mark"}]}, {"title": "What Does It Take for Women Journalists to Gain Professional Recognition? Gender Disparities among Pulitzer Prize Winners, 1917–2010", "year": "2013", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "90", "authors": [{"name": "Volz Young Z.", "first_name": "Volz", "last_name": "Z."}, {"name": "Lee. Francis L.", "first_name": "Lee.", "last_name": "L."}]}, {"title": "Sourcing the Sources: An Analysis of the Use of Twitter and Facebook as a Journalistic Source over 10 Years in the New York Times, the Guardian, and Süddeutsche Zeitung", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Von Nordheim Gerret", "first_name": "Von", "last_name": "Gerret"}, {"name": "Boczek Karin", "first_name": "Boczek", "last_name": "Karin"}, {"name": "Koppers. Lars", "first_name": "Koppers.", "last_name": "Lars"}]}, {"title": "Between Support and Confrontation: Civic Society, Media Reform, and Populism in Latin America", "year": "2011", "journal": "Communication, Culture \\& Critique", "volume": "4", "authors": [{"name": "Waisbord Silvio.", "first_name": "Waisbord", "last_name": "Silvio."}]}, {"title": "Race and Gender: An Analysis of Sources and Reporters in the Networks&#039; Coverage of the 2000 Presidential Campaign", "year": "2005", "journal": "Mass Communication and Society", "volume": "8", "authors": [{"name": "Zeldes Geri A.", "first_name": "Zeldes", "last_name": "A."}, {"name": "Fico. Frederick", "first_name": "Fico.", "last_name": "Frederick"}]}, {"title": "Race and Gender: An Analysis of the Sources and Reporters in Local Television Coverage of the 2002 Michigan Gubernatorial Campaign", "year": "2007", "journal": "Mass Communication and Society", "volume": "10", "authors": [{"name": "Zeldes Geri A.", "first_name": "Zeldes", "last_name": "A."}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Diddi. Arvind", "first_name": "Diddi.", "last_name": "Arvind"}]}, {"title": "Women Making News: Gender as a Variable in Source Selection and Use", "year": "1998", "journal": "Journalism and Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Zoch Lynn M.", "first_name": "Zoch", "last_name": "M."}, {"name": "Turk. Judy V.", "first_name": "Turk.", "last_name": "V."}]}]}