{"doi": "10.1080/21670811.2015.1034528", "url": "https://doi.org/10.1080/21670811.2015.1034528", "title": "Locating The Journalism in Citizen Photojournalism", "volume": "3", "year": "2015", "issue": "4", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Greenwood", "first_name": "Keith", "name": "Keith Greenwood", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Thomas", "first_name": "Ryan", "name": "Ryan J. Thomas", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The proliferation of cameras on cellphones and access to high-quality digital cameras has increased the ability of average citizens to capture and share photographs and video. The inclusion of user-generated visual content by news organizations, especially at a time of newsroom contraction, has been a source of consternation for professional photojournalists, who have emphasized their professional training and skill. Though scholars have explored the perceptions photojournalists and citizen photographers have of photojournalism and of each other, little attention so far has been directed to the visual content of citizen photojournalism, the extent to which it adheres to established photojournalism conventions, and its incorporation by mainstream news organizations. This research addresses this absence. Drawing on a content analysis of user-generated images, this study finds that in a situation involving coverage of an ongoing story of significant impact in a community, there was little citizen photojournalism presented within the mainstream coverage. Further analysis reveals that while there is some overlap between events captured by professional and citizen photojournalists, the photographs made by citizens do not generally reflect the aesthetic standards expected of professionals. The results begin to provide practical examination of conceptual concerns expressed by photojournalists regarding the use of citizen-generated content.", "body": [{"sec_title": "Introduction", "sec_content": ["The seemingly ubiquitous nature of the cellphone and the software it enables has not only provided the public with new ways to interact with one another but has also changed the nature of information dissemination. A global phenomenon, cellphone and mobile broadband penetration is increasing in the developing world but is most prevalent in developed nations, primarily Europe and the Americas (International Telecommunications Union 2014). An effect of this technological adoption has been to make the traditionally stable boundary between Western journalists and their audience increasingly “blurry and dynamic” (Carlson 2007, 265). The interactivity and ease of sharing that characterizes contemporary media culture has transformed audiences from passive recipients to active producers of information (Andén-Papadopoulos and Pantti 2011; M. Mortensen 2014). It may no longer be appropriate to write of the audience but, rather, the people “formerly known as the audience” (Rosen 2008, 163). A more provocative, exaggerated reading of this fluidity could be to collapse the distinction altogether; to say, quoting the title of one book, “We’re all journalists now” (Gant 2007).", "The increased participation on the part of the audience extends to creating visual messages. The proliferation of cameras on cellphones and access to high-quality digital cameras has increased the ability of average citizens to capture and share photographs and video (Andén-Papadopoulos and Pantti 2011). Whether due to their arrival on the scene of breaking news before professional photojournalists or their familiarity with stories not likely to receive mainstream coverage, citizens are producing and sharing photojournalistic content to a degree not possible just a few years ago (Mortensen 2012). While some user-generated visual content is distributed through traditional news organizations, digital technology also supports sharing visual stories outside of normal media channels (Liu et al. 2009).", "The inclusion of user-generated visual content by news organizations has been a source of some consternation for professional photojournalists (Loundy 2013). As organizations solicit free content from citizens they put the work on a par with that of their professional staff. As budgets shrink, newsrooms become smaller and journalists are asked—and expected—to do “more with less” (McChesney and Nichols 2010, 23). Positions for photographers and other visual content creators become likely targets for newsrooms cuts as news managers turn to reporters and users to create visual content (Allan 2014; Anderson 2013). Photojournalists have responded by emphasizing their professional training and skills in creating well-composed images, their knowledge of the elements of a visual story, and their support of professional ethics as characteristics that differentiate them from audience members who provide photographs.", "Scholars have explored the perceptions photojournalists and citizen photographers have of photojournalism and of each other, but little attention has been directed to the visual content of citizen photojournalism. This study seeks to address that oversight by examining the content and technical characteristics of user-generated photographs and videos presented online by mainstream news organizations, answering the call that scholars “place an emphasis on the degree to which citizen content adheres to professional journalistic standards” (Reich 2008, 753).", "Through comparative analysis and categorization of photographs by creator and content, this research seeks to determine whether there are types of content unique to citizen photojournalists and whether the professional skills pointed to by professional photojournalists are apparent in the citizen images presented to the audience. Finally, the study seeks and examines the guidance given to citizen photojournalists by news organizations to determine the degree to which professional standards are communicated to them. By examining the visual evidence, a determination can be made of whether photojournalism is being deprofessionalized, as some professionals lament, or whether it is clear that there are two categories of visual journalism presented to the audience."]}, {"sec_title": "Literature Review", "sec_content": ["Defining “citizen journalism” is difficult. This is problematic, for “the broader in scope the definition, the more nebulous and potentially unwieldy the term … becomes” (Goode 2009, 1288). Definitions of the term have ranged from the functional—“any person who does not get paid by a mainstream news organization to report and write online as part of a local blog, website, or forum imparting information about the geographic community” (Robinson and DeShano 2011, 965)—to the normative—“an individual who intends to publish information online meant to benefit a community” (Carpenter 2010, 1064).", "To provide conceptual clarity, Holton, Coddington, and Gil de Zúñiga (2013) offer three interrelated concepts: user-generated content, participatory journalism, and citizen journalism. User-generated content is “the broadest term of three, encompassing a wide variety of content creation that includes, but is not limited to, journalism and news creation” (721). Participatory and citizen journalism are subcategories of user-generated content; similar in terms of their “journalistic” output but distinguished by their relationship with the journalistic mainstream. Participatory journalism exists within a framework established by the mainstream, where users “produce, disseminate, and discuss news in collaboration with media organizations, or in a frame provided by those organizations” (722) while citizen journalism, on the other hand, operates outside this structure, providing reporting and analysis “with relatively little involvement by professional journalists” (722). The key difference is that “in citizen journalism the news making process is completely pulled out of the hands of journalists and left over to the people, who have become both producers and users of the news” (Paulussen et al. 2007).", "This study focuses on user-generated visual content published through mainstream news organizations, referring to the practice as citizen photojournalism. Citizens have long submitted images and videos to journalistic organizations (Allan 2006). Of note are Abraham Zapruder’s film of President John F. Kennedy’s assassination, a photograph of an Oklahoma City firefighter holding the body of Baylee Almon following the bombing of the Murrah Federal Building there, and video of the Rodney King beating (Andén-Papadopoulos and Pantti 2011; Cookman 2009). The current media environment is characterized by a culture of participation, where non-journalists have the tools to produce, edit, and share their own content. In so doing, they circumnavigate the structures of traditional media outlets, which emphasize control and routinization (Lewis 2012). The terrorist attacks of September 11, 2001 have been identified as a turning point in the development of citizen journalism (including citizen photojournalism), as citizens shared their own images, videos, and experiences of the unfolding tragedy with one another and with media organizations (Gillmor 2004; Tumber and Prentoulis 2003). However, even as news organizations monitor social media sites and encourage audience members to submit on-the-spot images (Mortensen 2012), those photographs are not governed by the same expectations for aesthetics or ethics (Andén-Papadopoulos and Pantti 2011).", "Some have (somewhat optimistically) suggested that citizen journalism represents the embodiment of a new kind of collective intelligence, where “the many” are empowered by technological innovation to pool their collective resources and skills (Gillmor 2004; Jenkins 2006). Under this framework, previously passive audiences have been brought out of the shadows by technology and become reporters in their own right. This has moved some to argue that the traditional “agenda-setting” model has been turned on its head, given that citizens are providing media organizations with the images, videos, texts, and tweets that will run in their newspapers, broadcasts, and websites (Gillmor 2004; Williams, Wardle, and Wahl-Jorgensen 2011). These citizens are “occupying a space at the intersection between old and new media [and] demanding the right to participate within the culture’ (Jenkins 2006, 24). Notably, cellphones are allowing citizens to document events of public interest, such as the 2009 shooting of the unarmed Oscar Grant by an Oakland, California, police officer (Antony and Thomas 2010).", "Some have argued that user-generated content is heralding a transition of logics away from a top-down model focused on control, toward a logic of “adaptability and openness” (Lewis 2012, 851). Scholars have pointed to how citizen journalists are able to break free of the strictures of conventional journalism, covering topics ignored by the mainstream, using sources outside the elites routinely consulted by journalists, embracing transparency, and allowing for more opinion and even humor in reporting (see, e.g., Carlson 2007; Carpenter 2010; Goode 2009; Reich 2008). Citizen journalists seem to be “forming an informal, irregular community with their own values and practices” (Robinson and DeShano 2011, 964).", "Others have found user-generated content has instead been absorbed into the practices and routines of corporate media entities, which appropriate user-generated content and filter it through professional journalistic gatekeeping channels (Usher 2011). Morreale (2014, 126) points to how YouTube, “originally an alternative to corporate media, has become yet another player in the game.” In a critical analysis of CNN iReport, Kperogi (2010) argues that despite the potential for user-generated content to “serve as a counterfoil to the suffocating dominance of the discursive space by the traditional media” (315), iReport ultimately incorporates “potentially threatening citizen media into the hegemonic fold” (321).", "Within newsrooms, journalists strive to maintain editorial control, filtering user-generated content and appropriating it for their own needs (Deuze 2006; Hermida and Thurman 2008). This subsumes participatory media into traditional journalistic gatekeeping routines (Singer 2005; Sjøvaag 2011). For such reasons, van Dijck (2009, 42) pessimistically writes of the “rather limited potential” for changing the relationship between producer and consumer given the way user-generated content is absorbed into the media machinery.", "Photojournalism is a common area for the appropriation of user-generated content with mainstream coverage (Allan 2013; Mortensen and Keshelashvili 2013; Yaschur 2012). This is true particularly of timely events, where professional photographers are not immediately located (Andén-Papadopoulos and Pantti 2011; Mortensen 2011). Breaking news photography depends on time and location; to show viewers what happened, someone obviously has to be present to take a photograph or the event has to persist long enough for a photographer to arrive and make pictures. Professional photojournalists, whether working full-time for a news organization or freelance, cannot know when and where important events will occur and be on location before they happen. In addition, while a photojournalist’s attention is focused on one subject or aspect of an event, equally important aspects might be occurring around the corner. More likely, events happen outside the view of photojournalists but within the view of average citizens (Carpentier et al. 2006; T. Mortensen 2014; Nah and Chung 2012). Increasingly those citizens are equipped with mobile devices that allow them to make and share pictures from the scene or with high-quality cameras that capture images to be edited and uploaded later.", "In addition to sharing with peers or followers through social media, citizens are responding to requests from mainstream news organizations to submit photographs and video for use online. Whether the on-the-spot images made by citizens can be considered photojournalism or not (Allan 2014), they are the only content whose presentation in mainstream media is given similar status to that produced by professionals (Pantti and Bakker 2009). Thus, the professional communicators are competing with the audience for journalistic credibility. Beyond photographs of news events, citizen photojournalists may be sharing visual stories about more personal or neighborhood events that normally might not attract the attention of a news organization or of a professional photojournalist.", "As citizens participate increasingly in journalism, including photojournalism, it is important to develop an understanding of the kinds of stories citizens are likely to share and whether the topics compete with or augment those produced by professional photojournalists. This study asks the following research questions:RQ1: To what extent do news organizations incorporate citizen photojournalism in their coverage of significant events of local interest?RQ2: What topics are present in visual content produced by citizen photojournalists?", "To what extent do news organizations incorporate citizen photojournalism in their coverage of significant events of local interest?", "What topics are present in visual content produced by citizen photojournalists?", "In the United States, journalism’s standing as a profession is somewhat idiosyncratic. On the one hand, journalism lacks many of the criteria that would ordinarily define a group as a profession, such as credentialing and formalized educational requirements (Meyers et al. 2012; Sjøvaag 2011). Though journalists have resisted the status of a true profession, this has not stopped journalists from asserting their professionalism. Codes of ethics, for example, came into place to improve journalism’s standing in public opinion (Plaisance 2005). This goal extended to photojournalists, leading not only to the establishment of a code of ethics but also of a national organization to promote the code and increased education for photographers (Cookman 2009). However, like “true” professions, journalism has long exerted a monopoly over its domain. Whereas professions like medicine have been granted a legal monopoly owing to their professional status, “journalism’s was a monopoly in practice, rooted in economics and status” (Meyers et al. 2012, 191–192). The exclusivity of practice supports the authority of journalism (Sjøvaag 2011), but the steadfastness of this monopoly is increasingly being called into question.", "American journalism is bound into a coherent identity through the routinization of norms, values, and practices such as objective reporting (Tuchman 1972) and the use of official sources (Sigal 1987). Through socialization in classrooms (McDevitt, Gassaway, and Perez 2002) and newsrooms (Soloski 1989), journalists develop a sense of what it means to be a journalist. This gives rise to a professional identity constructed around the particulars that define “good” journalism and “good” journalists. Journalists have invoked their professionalism in their attitudes toward citizen journalists. For example, those who are skeptical of the value of citizen journalism argue that content provided by citizens is limited to that produced by those who are “in the wrong place at the right time” (Allan 2006, 152), while others have dismissed citizen journalism as the work of “unskilled amateurs” (Lasica 2003). The implication is that citizen journalists lack the training and skill of their professional counterparts.", "The emphasis on training and skill is particularly relevant to photojournalism and has been for more than a century. Since the introduction of user-friendly cameras in the early 1900s, professional photographers have pointed to their knowledge and skills as well as the superiority of their equipment over that available to amateurs to differentiate themselves from those for whom photography consisted of pointing a box and pressing a button (Cookman 2009; Marien 2002). More recently, however, the equipment argument has become less of an issue. Advancements in digital technology have improved the image quality of cellphone and consumer-level cameras to the point where they produce content of publishable quality. Professional photojournalists have won awards for images created using a smartphone camera and applications available to any photographer, though not without controversy in the professional community (Winter 2011).", "With technical differentiation diminishing, professional photojournalists continue to point to journalistic values, training, and aesthetic skills as characteristics that separate them from citizens with cameras. As photojournalist Alex Garcia has noted:If you reduce photojournalism down to pressing a couple of buttons on the point and shoot … You take the journalism out of photojournalism. It’s so much more than just like taking a picture of whatever happens to be passing by in front of you. (Garcia 2013)", "If you reduce photojournalism down to pressing a couple of buttons on the point and shoot … You take the journalism out of photojournalism. It’s so much more than just like taking a picture of whatever happens to be passing by in front of you. (Garcia 2013)", "Photojournalists are trained to recognize and capture the peak of action or the “decisive moment” and the drama of the scene in front of the camera. They are trained to incorporate the subject’s emotion into their photographs and look for moments that show a unique aspect of an event or situation (Horton 1989; Kobre 2000; Mendelson 1999). Photojournalism instruction includes characteristics of composition, such as where to place the subject within a frame and the use of visual elements to direct attention to a center of focus. It also incorporates knowledge of characteristics of light, recognizing the drama that lighting can add to a photograph and how to avoid lighting that interferes with clearly communicating through the picture or video (Kobre 2000).", "Amateur photographers, on the other hand, often center subjects within the camera frame, have tended to photograph from farther away from the subject, and are more likely to create photographs that are not in sharp focus (Barnhurst 1994; Chalfen 1987; Pantti 2013), though those more experienced in photojournalism work may recognize the higher standards of professional news photography (T. Mortensen 2014). Software on some cellphone cameras can automatically recognize and adjust for potential lighting problems or hint at improved image composition. However, software hints are not the same as professional training. They react to analysis of the scene in front of the lens but do not teach the photographer how to recognize the composition and lighting that will produce a more effective photograph. Therefore, this study explores the aesthetic qualities exhibited in citizen photojournalism.RQ3: To what degree do visuals produced by citizen photojournalists exhibit the aesthetic conventions promoted by professional photojournalists?", "To what degree do visuals produced by citizen photojournalists exhibit the aesthetic conventions promoted by professional photojournalists?", "As news organizations increasingly turn to citizen-generated visual content, it is in their best interests to continue to reduce the perceived distance between professionals and amateurs. To that end, organizations must address the quality differences professional photojournalists point to as evidence of their professional status. Requiring citizens to acquire formal training before submitting visual content would limit the range of those who could contribute. Instead, it stands to reason that it would be in the organizations’ best interests to provide educational material that would help potential contributors improve the aesthetic qualities of their photographs and videos. Therefore, this study also asks the following research question:RQ4: What photographic educational materials do news organizations make available online to citizen photojournalists?", "What photographic educational materials do news organizations make available online to citizen photojournalists?"]}, {"sec_title": "Method", "sec_content": ["To answer the first research question, photographs were examined on the websites of mainstream news organizations that presented a significant event of local interest and of organizations that set aside space specifically for user-contributed content. The significant event was the racial unrest in Ferguson, Missouri, following the August 9, 2014, shooting of an unarmed African-American man by a white police officer. The shooting of Michael Brown sparked several nights of unrest in the town, bringing to a head tension between the majority-black community and majority-white police force. Selected coverage spanned the day Brown was killed through his funeral on August 25, the time of greatest public demonstration. We reasoned that looking at coverage through the “life” of this story would enable analysis of a range of citizen content.", "To provide comparison, three newspaper sites were selected for the analysis: the St. Louis Post-Dispatch, the Columbia Missourian, and the Chicago Sun-Times. The events in Ferguson were a local story for the Post-Dispatch, suggesting that those most directly involved might have images of value to a local media source. The story was a regional one for the Missourian. The newspaper is owned by the University of Missouri and staffed through the university’s journalism school, suggesting the potential for flexibility to be creative with the coverage as a teaching experiment. Finally, the story was not necessarily regional for the Sun-Times but was certainly of local interest in another large urban area with a significant minority population. The Sun-Times is also noteworthy for having dismissed its entire professional photography staff in 2013. The newspaper’s spokespeople claimed the Sun-Times “had to make the very difficult decision to eliminate the position of full-time photographer, as part of a multimedia staffing restructure” (Associated Press 2013). The newspaper subsequently planned to train other members of its staff—in other words, journalists with no photojournalism background or training—in “iPhone photography basics” (Beaujon 2013), supplementing this with images from members of the public. The paper’s intent to rely on non-professional images positioned it as a good contrast to the other papers.", "Data were gathered by searching for all stories related to the events in Ferguson published in the designated period that also incorporated photographs. The identified source of each photograph was examined to determine the degree of incorporation of citizen photojournalistic content into the mainstream coverage. The specific content of these images was not analyzed.", "Content was a focus of the second and third research questions, which required examination of a broader range of citizen-contributed photojournalism. To facilitate the analysis, two organizations were selected that have provided specific areas for citizen journalism, including photojournalism. The first of these, CNN iReport, was launched in March 2007 and is, to quote CNN, a reflection of the organization’s belief that “looking at the news from different angles gives us a deeper understanding of what’s going on … the world is an amazing place filled with interesting people doing fascinating things that don’t always make the news” (CNN 2014a). Accordingly, the site enables citizens to submit images (as well as stories and videos) to a site hosted and maintained separately from the main CNN operation. User-generated content is not vetted or edited for quality or accuracy but CNN journalists “will check out some of the most compelling, important and urgent iReports and, once they’re cleared for CNN, make them a part of CNN’s news coverage” (CNN 2014a). Vetted content—which remains unpaid—is then indicated with a red “CNN iReport” stamp. The iReport site categorizes user-submitted content by topic, designated as Assignment Groups. As the focus of this study is photojournalism, content in the “Breaking News” category was examined.", "In addition, content from the Columbia Missourian was examined. The newspaper launched a user-generated content section in 2004, initially titled “MyMissourian.” Its “radical, even heretical” goal, from its inception was “letting non-journalists publish in a product operated by a traditional media organization” (Bentley 2012). The content section is now designated “From Readers” on the newspaper’s website but also still carries the MyMissourian title and presents itself as a section dedicated to reader voices and stories, encouraging community members to contribute to the site (Columbia Missourian 2014).", "Topics present in the photographs were determined using a qualitative approach. To keep the timeframe for all research questions comparable, the analysis began with photographs published around August 25. Drawing on the constant comparative approach pioneered by sociologists Barney Glaser and Anselm Strauss (1967), we approached the data inductively, looking for emergent themes. Each photograph was analyzed and categorized according to content. Photographs with similar content were grouped together to develop the themes. Working backward, topic saturation was determined after approximately five months, resulting in a cutoff date of April 1. As topics were identified the photographs also were analyzed for aesthetic features identified in the literature as characteristics of professional or amateur photography. Each photograph was analyzed for:• Presence of people in the frame, noting the number of people as well.• Distance to the subject: close, medium or far away.• Candid or posed moments.• Action or static activity.• Composition techniques: rule of thirds, framing, leading lines or centered content.", "Presence of people in the frame, noting the number of people as well.", "Distance to the subject: close, medium or far away.", "Candid or posed moments.", "Action or static activity.", "Composition techniques: rule of thirds, framing, leading lines or centered content.", "The final research question was answered by examining the website of each of the sources used in the analysis for the presence of content offered by the organization to assist citizen contributors in improving the quality of their photographs. Identified content was examined to determine the degree to which features identified as characteristic of professional photographs were communicated to amateurs."]}, {"sec_title": "Results", "sec_content": ["The analysis of the user-generated photographs reveals varying patterns of content and usage depending somewhat on the channels the organization makes available to the audience for submitting content. Those patterns, and the subject matter of the photographs, also are related to aesthetic characteristics of the user-generated images.", "The literature suggests one means of maintaining professionalism while incorporating citizen photojournalism is for news organizations to integrate the citizen content as part of mainstream coverage. Thus, the first research question asked to what extent news organizations incorporate citizen photojournalism into their coverage of significant events of local interest. In total, the three newspapers published 724 photographs in their online coverage of the racial unrest in Ferguson, Missouri. An examination of credit lines for photographs in the St. Louis Post-Dispatch, the Columbia Missourian, and the Chicago Sun-Times revealed that the papers relied on photographs provided by staff photographers and wire services but incorporated few images from citizens in the heart of the unrest. In total, the three organizations published 520 photographs credited to staff photographers, 126 photographs distributed by wire services, and 32 photographs credited to citizens. There were also four screen grabs from broadcast stories published, and 43 photographs for which a specific source was not identified. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 1272.95, df = 4, p < 0.0001).", "The reliance on official sources is persistent among the three organizations individually. The Post-Dispatch, for which the story was local, published the most photographs and relied primarily on its own staff photographers, who provided 398 images, compared to 15 credited to wire services and 22 from citizens. The paper published two screen grabs from broadcast stories and another 42 images for which a credit was not provided. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 1200.34, df = 4, p < 0.0001).", "For the Columbia Missourian, the Ferguson story was a regional issue, but there were local demonstrations related to the incident. The paper published the fewest number of photographs overall. Staff photographers contributed 12 of the 43 total images, compared to 28 from wire services and three from citizen photojournalists. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 65.95, df = 4, p < 0.0001).", "The Sun-Times published 202 photographs in its online coverage, with 110 credited to staff photographers. There were another 86 wire service photographs and seven from citizen photographers. The Sun-Times also published one broadcast screen grab and one photograph for which a credit was not provided. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 271.76, df = 4, p < 0.0001).", "While the organizations varied in the ratio of sources of photographs, an ANOVA test determined the differences between the groups was not significant (F = 0.92, p = 0.425). The results suggest that while some citizen content was incorporated into mainstream coverage, it was not enough to suggest an impact on the work of professional photojournalists.", "The second research question asked what topics were present in the visual content produced by citizen photojournalists. The analysis looked at photographs published in sections of two news organizations’ websites dedicated to citizen-submitted content.", "There were 80 images published in the breaking news category of CNN’s iReport site during the study period. More than a quarter of the photographs, 23 images, depicted demonstrations, usually aimed at civic authorities such as police or government officials, though some were against corporations. The remaining photographs included 16 images of damage from earthquakes or other disasters and another 14 of fires or accidents. International incidents were included, such as a video showing air raid sirens sounding in Israel during fighting with the Palestinian organization Hamas and 12 photographs of crowds gathered during the Pope’s 2014 visit to Jerusalem. There were two more images of a politician’s public appearance before an election. Some lighter news was included, such as 10 photographs from a mermaid parade and a video of former vice president Al Gore’s daughter’s wedding in a park. Though it is not part of the analysis for this question, it is interesting to note the wedding story is the only user-submitted video in the group that was edited like a professional news story. Other video submissions presented a single shot with the contributor’s voice describing or reacting to the scene.", "Overall, the content on the CNN iReport site reflects the kinds of events that a professional photojournalist might cover. The citizen photojournalist is either coincidentally on the spot as the news happens or appears to have a personal interest in the topic that motivates him or her to photograph the topic from that perspective. The personal interest is more apparent when a news organization opens a channel for user content without arranging it into predetermined topic areas.", "The MyMissourian site published 88 photographs during the study period, comparable to the 80 iReport photographs. However, most of the MyMissourian photographs did not reflect the same breaking news content found on iReport. There were 16 photographs and a video related to a thunderstorm and cleanup from the damage it caused. There also were nine photographs contributed by a young local photographer of track and field athletes ranging from junior high to college level, in contrast to iReport, which does not list sports as a news beat for contributors. However, the remainder of the photographs reflected content that could be considered more meaningful to the user than to the general public. There were 11 photographs reflecting citizen participation in volunteer efforts and another 11 related to travel or areas outside Columbia.", "Pet adoption issues were reflected in stories with six photographs. Another six photographs represented student involvement in educational programs. Significant life events, such as attaining Eagle Scout status or an engagement, were the focus of seven photographs, and stories commemorating deceased people included five photographs. Nature topics were the focus of four photographs. Local art and music were reflected in three images. There were two photographs each related to religion and history topics or to individual pastimes. The final three photographs simply reflected parts of the contributor’s daily life, similar to found feature images professional photojournalists might produce for a daily issue.", "There seems to be a connection, then, between the organization of citizen content practiced by a news organization and the content of images created by citizen photojournalists. The site that divides content into specific categories suggests to users the type of content in which the organization is interested. A category for breaking news will reflect topics recognizable as similar to that produced by professional photojournalists. In contrast, the organization that suggests users contribute any content they desire reflects a diversity of content more reflective of a traditional newspaper as a whole, from news to sports and from politics to obituaries. In both cases the submissions reflect content that may be of some local interest but that is outside the mainstream coverage offered by the organization, raising a question of whether incorporating this content can be considered as deprofessionalizing the field.", "The third research question addressed the aesthetic qualities of photographs contributed by citizen photojournalists. As noted, professional training directs photojournalists to incorporate people in the images. The literature also notes amateur photographers tend to pay less attention to formal composition rules and concepts capturing action and candid moments than would trained professional photojournalists. The analysis of photographs submitted to iReport and MyMissourian supports the observation.", "The analysis suggests citizen photojournalists do know to include people in their photographs. People were featured in 108 of the 168 user-generated photographs examined on iReport and MyMissourian. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 13.14, df = 4, p < 0.001). There was, however, no significant difference between the two sites in the number of photographs that include people.", "Of the photographs that do include people, citizen photographers tend to show either smaller groups or large crowds. The largest group of images was the 40 that featured only one person. Two people were featured in 21 photographs, while another 12 images depicted a small group of three to five people. There were eight photographs featuring between 6 and 10 people, and seven photographs depicting between 11 and 14 people. The remaining 20 photographs were of large crowds of more than 20.", "The amateur photographers represented in this sample do tend to photograph from farther away rather than getting closer to their subjects. Of the 168 user-generated photographs, 12 were made at a close distance to the subject. There were 43 photographs showing a middle or social distance, while the remaining 113 were taken from farther away, typically depicting entire bodies rather than the waist to head view that would be reflective of the social distance. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 95.61, df = 4, p < 0.0001). Again, there were no significant differences in distance reflected in photographs between the two sites. User-generated photographs tend to reflect a farther distance from the subject, regardless of whether they focus on breaking news or something else.", "The professional photojournalists’ focus on candid moments rather than posed images is reflected in the images contributed by citizen photojournalists. Of 121 photographs in which the photographer could have had control over the appearance of a subject, the subject was posed in 34 images. The remaining 87 reflected a more candid moment. A chi-square test for goodness of fit indicates the difference is significant (χ2 = 22.34, df = 4, p < 0.001). There also is a difference between the two organizations in the distribution of posed photographs. Images on the MyMissourian site are more likely to be posed than on iReport (χ2 = 13.64, Fisher’s Exact p < 0.0001). The difference likely reflects the difference in content between the two sites. As the iReport photographs reflect breaking news, the subjects are more likely to be doing something in the photograph, compared to the posed small and large group shots of people at the site of their volunteer work.", "User-generated photographs that are not posed do not necessarily include apparent action, however. In many cases the subject might be standing and watching, such as police at the scene of a house fire. Of the photographs on the two sites, 63 depicted action while 57 did not, a difference that was not significant (χ2 = 0.2, df = 4, p = 0.6547). The distribution between the two sites also was not significant.", "The final aesthetic characteristic analyzed was for visual composition techniques apparent in the photographs. The literature suggests content in amateur photographs is more likely to be centered in the frame. The analysis reflects that expectation. There were 113 photographs where content was primarily centered in the frame, compared to 33 photographs reflecting use of the rule of thirds. The technique of framing was apparent in four photographs, and seven photographs incorporated visual lines to lead the viewer through content. A chi-square test for goodness of fit indicates the distribution is significant (χ2 = 197.73, df = 4, p < 0.001). The difference in distribution between the two sites was not significant, suggesting that regardless of the content of the image, the skill level of the photographer determines how it is depicted.", "The final research question asked what photographic educational materials news organizations make available to help citizen photojournalists create better photographs. Of the four organizations at the focus of this study, the iReport site is alone in providing specific suggestions related to photography. The suggestions include composition tips such as the rule of thirds and framing, as well as suggestions for using natural and artificial light. The page also encourages citizen photojournalists to think about the shots necessary for communicating a story and encouragement to make multiple photographs from a variety of views (CNN 2014b).", "In contrast, there are no apparent instructions or apparatus for users to submit photographs to the Sun-Times. The “Photos” link of the main navigation on the Post-Dispatch website does have a link to a user-generated photo page in a drop-down menu, and that page has a link to submit a photograph but no information that would help citizen photojournalists increase the aesthetic quality of their images. The MyMissourian site contains submission guidelines with general suggestions and requirements for story submissions. The guidelines do not address photographs specifically, and there are no educational materials for photography listed on the site (Columbia Missourian 2014).", "The overall lack of material presented by these organizations to help citizen photojournalists improve the quality of their photographs suggests the organizations do not see citizen photojournalists as primary producers of content for their online news sites. The immediacy of the breaking news photographs may outweigh any perceived benefit of visual composition, or aesthetic features may be less important to the limited audience for a very specific topic. Regardless of the reason, the implication is that most of these organizations are not actively pursuing deprofessionalization of photojournalism by training their audiences to produce professional-quality photographs."]}, {"sec_title": "Discussion", "sec_content": ["This study examined user-generated visuals in news organizations, with specific attention to the extent to which such content is used in news coverage, the topical characteristics of the content (i.e., what kinds of visuals citizen photojournalists take), and the aesthetic conventions of citizen photojournalism. Much of the scholarly literature on “citizen photojournalism”—perhaps mirroring the debate between and among photojournalists—has focused on perception and attitude. Put simply, we know a lot about what photojournalists and editors think about user-generated content. Indeed, much of the citizen journalism literature in general has focused almost exclusively on this aspect, with a variety of illuminating studies helpfully examining journalistic perspectives on changing newsrooms and journalistic processes. This is important scholarship, but must be supplemented with more systematic investigation into the use and features of user-generated content. This study is hopefully a tentative step in that direction.", "One professional concern has been the replacement in mainstream news of photographs made by professionals with those made by citizens, especially those representing the eyewitness view of unfolding events. Looking at the coverage by three organizations of the events following the shooting of Michael Brown by a police officer in Ferguson, Missouri, we found limited evidence that user-generated content is incorporated into coverage. Rather, news organizations used a combination of photographs shot by staff photographers and wire service images, and supplemented these images with citizen-shot images and video on a very sporadic basis.", "A tentative explanation may be that citizens do not need to submit their images to news organizations. Whereas it used to be the case that citizens would need to share their footage or visuals directly with a news organization to have that content disseminated broadly, now, perhaps, the tools provided by social media mean they can share images directly with fellow citizens, bypassing news organizations. However, it could very well be the case that news organizations are continuing a strong gatekeeping role by cherry-picking user-generated content (particularly from social media) on an ad hoc basis, to the extent that user-generated content can serve as a supplement to existing content; limited but purposive in nature. Indeed, some of the user-generated content incorporated into each paper’s coverage came from social media postings.", "The findings for RQ1 may be encouraging for those alarmed by the deprofessionalization of journalism, but we emphatically do not claim these findings are generalizable to news organizations at large. Rather, this is a case study in image selection and use by particular news organizations. There may very well be organizational and geographical explanations for the kind of content observed here. Future research can, and should, build on these findings by looking at other news organizations so that scholars can develop typologies to understand the correlation between different kinds of news organizations (and antecedents such as platform, size, resources, staffing, location, etc.) and the extent to which they incorporate user-generated visuals.", "Drawing on content submitted to CNN iReport and MyMissourian, citizen photojournalists do indeed photograph and record on video the kind of breaking news events typical to news organizations. From fires and crashes to cleanup from storms and disasters, people seem to have an instinct to reach for the camera and to share what they have seen. Interestingly, the range of content on the smaller newspaper’s site reflected the community events and voices often associated with community newspapers. The big news events exist alongside the Eagle Scout ceremonies and volunteer work being done by members of the community. The implication here is that citizens contribute content they see fitting the role the news organization plays in their media exposure. Local efforts would rarely be covered by CNN, but they would be part of the community newspaper’s coverage. This may be an area where photojournalists can maintain their professional orientation within news organizations. If the organization provides an outlet for the community news provided by readers, the professional can focus on the big stories that affect a broader range of the audience. This assumes, of course, that the organization values the contributions of the professionals.", "Professional attributes are apparent in the aesthetics of the images produced by citizen photojournalists. The results of the third research question suggest that while non-professionals are aware that depicting people is important in news images, they are not necessarily trained in the application of composition techniques that can enhance the communicative power of their photographs. The distinctions made by professionals to differentiate their work from that of amateurs over the last century are still relevant to the professionalization debate, so long as aesthetic qualities are valued by the organizations publishing the images. The degree of that value among decision makers in news organizations is beyond the scope of this study to assess, but does offer further suggestion for future study.", "Finally, it is also apparent that if the editors and producers at news organizations want quality content from citizen photojournalists they are doing little to encourage it. This has practical implications, for it indicates quite clearly that at a time when news organizations are increasingly cutting back their news operations and shrinking newsrooms (Jones 2009; McChesney and Nichols 2010; McChesney and Pickard 2011), they are concurrently offering little by way of training to their purported replacements. This should give pause for thought. The concepts of participatory journalism and the democratization of media production are wonderful in theory but we ought to reflect on how they align with the core democratic functions of news organizations. If there is little effort to secure photographs of high aesthetic quality, it questions the role of visual content within that core mission and instead suggests these concepts are appropriated simply because they are in vogue, rather than woven into the fabric of the production of news. Again, these are limited, preliminary findings, and future work should investigate the extent to which news organizations train and prepare their citizen contributors. Empirically and normatively, we need to unpack the extent to which participatory journalism is participatory.", "This study has looked at user-generated content. Content-based analyses necessarily do not focus on how that content is selected but do reflect the result of that process. Neither do they focus on how that content is received but do reflect the content from which viewers make judgments. As responsibilities continue to shift in evolving newsrooms, future research should continue to investigate decision-making processes in tandem with the eventual product related to those decisions and its reception by audiences. We need a well-rounded account of this phenomenon.", "As noted earlier, the term “citizen journalism”—and its related term “citizen photojournalism”—poses definitional problems. In a visual context, we see a need to protect the journalism aspect of photojournalism and distinguish photojournalism from photography. Photojournalism serves a normative function; photography does not. Regardless of what platform or with which organization the image is hosted, an image should only be understood as photojournalism if it aligns with the roles and responsibilities one would traditionally ascribe to journalists in a democracy. Perhaps, to amend the title of a recent and controversial work (and with apologies to George Orwell), it is not the case that “we are all journalists now” (Gant 2007) but rather that “we all have the tools of journalism now, but some of us are more journalistic than others.” Function, not form, should be the determinant in fixing conceptual definitions."]}], "references": [{"title": "‘This is Citizen Journalism at Its Finest’: YouTube and the Public Sphere in the Oscar Grant Shooting Incident", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Antony Mary Grace", "first_name": "Antony", "last_name": "Grace", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Chicago Sun-times Lays off All Its Full-time Photographers", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Blogs and Journalistic Authority: The Role of Blogs in US Election Day 2004 Coverage", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Participation, Remediation, Bricolage: Considering Principal Components of a Digital Culture", "year": "2006", "journal": "The Information Society", "volume": "22", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social News, Citizen Journalism and Democracy", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Goode Luke", "first_name": "Goode", "last_name": "Luke", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Clash of Cultures: The Integration of User-generated Content within Professional Journalistic Frameworks at British Newspaper Websites", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Whose News? Whose Values? Citizen Journalism and Journalistic Values through the Lens of Content Creators and Consumers", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Zúñiga Homero Gil", "first_name": "de", "last_name": "Gil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Cooperation with the Corporation? CNN and the Hegemonic Cooptation of Citizen Journalism through IReport.Com", "year": "2010", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Kperogi Farooq A.", "first_name": "Kperogi", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Tension between Professional Control and Open Participation", "year": "2012", "journal": "Information, Communication, \\& Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Your New Name Will Be Journalist", "year": "2013", "journal": "News Photographer", "volume": "", "authors": [{"name": "Loundy Mark", "first_name": "Loundy", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Making and Unmaking of Civic Journalists: Influences of Professional Socialization", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "McDevitt Michael", "first_name": "McDevitt", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gassaway Bob M.", "first_name": "Gassaway", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Perez Frank G.", "first_name": "Perez", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What Makes a Winner? The Role of Novelty in the Pictures of the Year Competition", "year": "1999", "journal": "Visual Communication Quarterly", "volume": "6", "authors": [{"name": "Mendelson Andrew", "first_name": "Mendelson", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Professionalism, Not Professionals", "year": "2012", "journal": "Journal of Mass Media Ethics", "volume": "27", "authors": [{"name": "Meyers Christopher", "first_name": "Meyers", "last_name": "Christopher", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wyatt Wendy N.", "first_name": "Wyatt", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Borden Sandra L.", "first_name": "Borden", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wasserman Edward", "first_name": "Wasserman", "last_name": "Edward", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Homemade to Store Bought: Annoying Orange and the Professionalization of YouTube", "year": "2014", "journal": "Journal of Consumer Culture", "volume": "14", "authors": [{"name": "Morreale Joanne", "first_name": "Morreale", "last_name": "Joanne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Blurry and Centered or Clear and Balanced? Citizen Photojournalists and Professional Photojournalists’ Understanding of Each Other’s Visual Values", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "If Everyone with a Camera Can Do This, Then What? Professional Photojournalists’ Sense of Professional Threat in the Face of Citizen Photojournalism", "year": "2013", "journal": "Visual Communication Quarterly", "volume": "20", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara", "affiliation": "", "orcid": "", "role": ""}, {"name": "Keshelashvili Ana", "first_name": "Keshelashvili", "last_name": "Ana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When Citizens Meet Both Professional and Citizen Journalists: Social Trust, Media Credibility, and Perceived Journalistic Roles among Online Community News Readers", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Getting Closer? Encounters of the National Media with Global Images", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Misfortunes, Memories, and Sunsets: Non-Professional Images in Dutch News Media", "year": "2009", "journal": "International Journal of Cultural Studies", "volume": "12", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Doing It Together: Citizen Participation in the Professional News Making Process", "year": "2007", "journal": "Observatorio", "volume": "3", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Gang of Pecksniffs Grows up: The Evolution of Journalism Ethics Discourse in the Journalist and Editor and Publisher", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Plaisance Patrick Lee", "first_name": "Plaisance", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Citizens Create News Stories: The ‘News Access’ Problem Reversed", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Anyone Can Know’: Citizen Journalism and the Interpretive Community of the Mainstream Press", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue", "affiliation": "", "orcid": "", "role": ""}, {"name": "DeShano Cathy", "first_name": "DeShano", "last_name": "Cathy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Political J-blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Reporting and Professionalism: Some Constraints on the Reporting of the News", "year": "1989", "journal": "Media, Culture, \\& Society", "volume": "11", "authors": [{"name": "Soloski John", "first_name": "Soloski", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Users like You? Theorizing Agency in User-Generated Content", "year": "2009", "journal": "Media, Culture, \\& Society", "volume": "31", "authors": [{"name": "Van Dijck Jose", "first_name": "Van", "last_name": "Jose", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Have They Got News for Us?’ Audience Revolution or Business as Usual at the BBC?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shooting the Shooter: How Experience Level Affects Photojournalistic Coverage of a Breaking News Event", "year": "2012", "journal": "Visual Communication Quarterly", "volume": "19", "authors": [{"name": "Yaschur Carolyn", "first_name": "Yaschur", "last_name": "Carolyn", "affiliation": "", "orcid": "", "role": ""}]}]}