{"doi": "10.1080/21670811.2015.1096748", "url": "https://doi.org/10.1080/21670811.2015.1096748", "title": "Mapping the field of Algorithmic Journalism", "volume": "4", "year": "2016", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Dörr", "first_name": "Konstantin", "name": "Konstantin Nicholas Dörr"}], "abstract": "With software automatically producing texts in natural language from structured data, the evolution of natural language generation (NLG) is changing traditional news production. The paper first addresses the question whether NLG is able to perform the functions of professional journalism on a technical level. A technological potential analysis therefore uncovers the technological limitations and possibilities of NLG, accompanied by an institutional classification following Weischenberg, Malik, and Scholl. Overall, NLG is explained within the framework of algorithmic selection and along its technological functionality. The second part of the paper focuses on the economic potential of NLG in journalism as well as indicating its institutionalization on an organizational level. Thirteen semi-structured interviews with representatives of the most relevant service providers detail the current market situation. Following Heuss, the development of the NLG market is classified into phases. In summary, although the market for NLG in journalism is still at an early stage of market expansion, with only a few providers and journalistic products available, NLG is able to perform tasks of professional journalism at a technical level. The analysis therefore sets the basis to analyze upcoming challenges for journalism research at the intersection of technology and big data.", "body": [{"title": "Introduction: Automating News Production", "paragraphs": ["Historically, computerization shows that software has been taking over routine tasks of journalists (Frey and Osborne 2013) and “[j]ournalism has always been shaped by technology” (Pavlik 2000, 229). With algorithms editing, aggregating, publishing, and distributing content, processes of media production and consumption are increasingly being automated (Broussard 2014; Diakopoulos 2014; Gillespie 2014; Mager 2012; Napoli 2014; Pavlik 2013).", "As newspapers struggle for profitability, market share, journalistic reputation, and readers, recent developments in news production go along with progress in natural language generation (NLG), a subfield of natural language processing (for an overview, see Jones 2001). Terms like “robot journalism,” “automated journalism,” “algorithmic journalism,” or “machine-written journalism” dominate the media and scientific discourse (Anderson 2012, 2013). Due to the rising availability of digital and digitized data, NLG is defined as software and computer systems, which automatically produce human (natural) language from a computational representation of information (Reiter and Dale 2000). Although companies like Narrative Science or Automated Insights are already able to add and embed graphics or other media to their generated texts, these additions are not NLG in the understanding of computational linguistics as they rely on other technological premises (Reiter 2010). Therefore they are not part of this analysis. But of course, it is the interplay between NLG and these tools of visualization that enhances the variety and content diversity of journalistic products.", "Presently, there are only a few studies that discuss the impact of NLG on journalism. For example, Petre (2013) and Coddington (2014) identify and analyze a “quantitative turn” in journalism in different concepts like data journalism, computational journalism, and computer-assisted reporting. On the other hand, Carlson (2014) discusses this development—using the term automated journalism—mainly in relation to labor and authority. Van Dalen (2012) conducted interviews with journalists to analyze their attitudes concerning the launch of a machine-written sports website. He demonstrates how this technology forces journalists to re-examine their skills. Latar (2015) notes the limits of NLG in a more universal understanding of the potential of algorithms, lacking an institutional discussion. With journalism offering “institutionalized solutions of communication problems” (Neuberger 1996, 12), the rising potential of NLG is also leading to rising user expectations (Bateman 2010, 640). Therefore, initial studies on the perceived quality and credibility of algorithmically generated texts show that differences between human and automated written texts are nearly undiscernible (Clerwall 2014; Van der Kaa and Krahmer 2014). Questions about “how decisions of inclusion and exclusion are made, what styles of reasoning are employed, whose values are embedded into the technology, and how they affect public understanding of complex issues” (Young and Hermida 2015, 384) also challenge NLG on an ethical level. Carlson (2014) therefore addresses these questions with the concept of “algorithmic authority” and Gillespie (2014) discusses this development using the term “algorithmic objectivity.” This overview shows that algorithms are entering the formerly sacred territory of “human” text production and call for research on various levels (Poynter 2014, 2015). Besides the institutional discussion of automated news by Napoli (2014) and Anderson (2012, 2013), communication science has not been able to supply a coherent model of NLG in journalism so far, as well as identifying the possibilities and limitations of this technology. Thus, this leads to the first of two central questions addressed in this article to examine the development at the “intersection of journalism and technology” (Lewis and Usher 2013, 603).", "Is NLG able to perform the functions of professional journalism on a technical level?", "As a theoretical basis for an institutional classification of this technology in journalism, this paper answers the question concerning whether NLG is able to perform functions of professional journalism on a technical level. First, NLG and its technical functionality are explained within the framework of “Algorithmic Selection on the Internet” by an input–throughput–output model (I-T-O model; Latzer et al. 2014). Latzer et al. (2014) identify algorithmic selection as the technical-functional core of many successful software applications fulfilling social tasks (e.g. reducing transactions costs). Moreover, they outline a functional typology and subsume text creation applications as a part of it. As outlined above, this paper solely focuses on content creation applications on the basis of NLG and its use in journalism, where they “touch deeply upon human areas of creativity and expression” (Latzer et al. 2014, 8) and point to a new professional role where journalists are “migrating from a direct to an indirect role” (Napoli 2014, 350).", "To uncover the technical limitations and possibilities of NLG, a technological potential analysis is used as an analytical tool, following the potential analysis of online journalism by Neuberger (2001) and Wolf (2014) for applications in mobile journalism. Knowing that this analysis can be viewed from a technical and an institutional perspective (Wolf 2014), both positions are identified not as contrary but as two stages during the institutionalization of NLG in journalism. Based on Weischenberg, Malik, and Scholl (2006), it is assumed that journalism is constituted by three spheres: social, organizational, and professional. The analysis of the technological potential of NLG is discussed within these spheres, along with an analysis of the basic functions, codes, and norms of journalism and in the light of various practical and theoretical approaches to defining “journalism” (Meier 2011; Neuberger 2002; Neuberger and Kapern 2013).", "Thus, this development is here conceptualized as Algorithmic Journalism and is defined as the (semi)-automated process of NLG by the selection of electronic data from private or public databases (input), the assignment of relevance of pre-selected or non-selected data characteristics, the processing and structuring of the relevant data-sets to a semantic structure (throughput), and the publishing of the final text on an online or offline platform with a certain reach (output). It is produced inside or outside an editorial office or environment along professional journalistic guidelines and values that meet the criteria of topicality, periodicity, publicity, and universality, and thus establishes a public sphere. The technology of NLG is furthermore identified as the central technical innovation that enables Algorithmic Journalism.", "To outline the economic potential of NLG in journalism (for Big Data Journalism, see Lewis and Westlund 2014) and to discuss the process of institutionalization on the organizational sphere, the second part of the paper addresses and answers the question:", "Who are the most relevant service providers in NLG with journalistic orientation and how is the present state of the market?", "After identifying the most relevant service providers in NLG, 13 semi-structured interviews form the basis of this analysis. The interviews were conducted between December 7, 2014 and September 2, 2015 via Skype (nine), telephone (one) or face to face (three), and lasted between 27 and 124 minutes. To gain insights in the development of the market and its journalistic orientation, this paper follows Heuss (1965) and classifies NLG into market phases. While publicly available information about the companies and their clients is limited, the interviews allow conclusions on the market’s potential and the use of the technology in professional journalism.", "The methodological and conceptual approach of this paper is based on triangulation, following Flick (2008, 12) and Denzin (1970, 1989). By triangulation the combination of methods and theoretical perspectives can lead to an increase in knowledge about NLG in journalism and is suitable for the analysis of this new technological development as a “fully grounded interpretive research approach” (Denzin 1989, 246).", "The technological potential analysis as well as the economic overview therefore set the basis to analyze upcoming challenges for journalism research at the intersection of technology and big data."]}, {"title": "Algorithmic Selection and NLG", "paragraphs": ["First, NLG is explained within the framework of algorithmic selection along an I-T-O model. Although NLG is not a new research field, having first appeared in the 1950s as a minor part of machine translation (McDonald 2010; Reiter 2010), it only became an independent research subfield in the 1980s. The processes of language generation steadily advanced due to growing data availability and the importance of statistical data analysis (Reiter 2010). A popular application of NLG was textual weather forecasting, e.g. FOG (Goldberg, Driedger, and Kittredge 1994) or SumTime (Reiter et al. 2005). Other NLG applications are based on sports (Robin and McKeown 1996), medical (Portet et al. 2007), financial (Kukich 1983) or engineering data (Yu et al. 2007). There are also narrative NLG applications to persuade or motivate (Reiter, Robertson, and Osman 2003) and entertain (Binstead and Ritchie 1997), leading to automated storytelling (Callaway and Lester 2002; Perez y Perez and Sharples 2004).", "Media reports may discuss “robots” in journalism but more precisely, algorithms are used to generate text. Latzer et al. (2014, 4), based on Cormen et al. (2009), define algorithms “as a finite series of precisely described rules or processes to solve a problem” and as “a sequence of stages that transforms input through specified computational procedures (throughput) into output.” Algorithms are dynamic in nature as they are “constantly adjusted in efforts to improve their performance in accordance with specific criteria” (Napoli 2014, 344).", "Depending on the purpose of the application Latzer et al. (2014) use this basic definition for the framework of “Algorithmic Selection on the Internet,” where a selection of elements from a basic set is processed according to certain rules, followed by a structuring and ranking of relevant information into an intended output. These two aspects—the selection and the assignment of relevance—are reflected in the functionality of the framework and its applications. This basic functionality can also be applied to applications of NLG as they operate similarly (Carstensen et al. 2010; McDonald 2010; Reiter 2010; Reiter and Dale 2000). By “articulating the specifications of a system through a rigorous examination drawing on domain knowledge, observation, and deduction to unearth a model of how that system works” (Diakopoulos 2014, 404), the mode of operation of NLG can be also illustrated by the design of an I-T-O model (Figure 1).", "FIGURE 1  I-T-O model Algorithmic Journalism based on Latzer et al. (2014) and Reiter and Dale (2000)", "FIGURE 1  I-T-O model Algorithmic Journalism based on Latzer et al. (2014) and Reiter and Dale (2000)", "Besides this adaption of functionality, NLG is also able to fulfill promises of algorithmic selection. As will be shown in the technological potential analysis, NLG is able to reduce various kinds of transaction costs due to process automation (e.g., search and information costs) (Latzer et al. 2014, 29). Based on initial programming of the NLG software (e.g., predefined statistical rules), the software is therefore able to draw conclusions and identify interesting facts within the underlying set of data for text generation autonomously and much quicker than a “human” journalist can achieve.", "The starting point for NLG and its journalistic use is a database, for example sports, financial, weather or traffic data (input), which is processed according to predefined linguistic and statistical rules (throughput) to a text (output) in natural language.", "A language is a set of strings over some alphabet, which is sometimes specified by grammars within a grammar framework (Pratt-Hartmann 2010, 55). Within this framework, any grammar recognizes a unique language, which has to be coded in order to generate texts in different languages. Thereby the process of generation is often divided into three stages: (1) document planning, (2) micro planning, and (3) realization. The following section refers to the research of Reiter and Dale (2000) and Reiter (2010) for a simplified understanding of the architecture of NLG for journalistic news production.", "In general terms, the goal of document planning (input level) is to identify the information that is useful to the user or the intended output. The input to the document planner—structured data—is the input to the entire NLG system. This data, the “main ingredient” of NLG in journalism, can be accessed via public application programming interfaces (APIs) or via private databases (e.g., internal client data). For content-related text generation and therefore every journalistic product based on NLG, individual codes, rules, and dictionaries have to be coded and adapted. Thus, NLG systems only operate according to pre-set specific rules. This includes the linguistic creation process as well as the decision which hidden facts in the data should be processed and transformed into natural language. Thus, the final result is, apart from some linguistic adjustments, already almost definite. These pre-structured tasks are identified as a prerequisite at the input level/request level of Algorithmic Journalism (Reiter and Dale 2000, 49). This involves parameters such as text length, content/facts, journalistic form of presentation, theme, tonality, as well as the time and place of publication.", "The core of this generation process is the throughput level (micro planning) that defines the input–output relationship (text planning and realization). Starting from the input level (request), algorithms apply statistical operations to select elements from a basic data-set and assign relevance to them. The NLG system must decide which linguistic structures (words, syntax, sentences) should be used to communicate the desired information and in the realization (throughput) stage, it must decide which forms of words to use, and in which order they will appear. Feedback loops thereby indicate the human influence on the generation process which is optimized until the desired result is achieved. As Reiter (2010, 577) notes, this content generation process is complex and requires many decisions, including the lexical choice (choosing which content and words should be used to express domain concepts and data reference); referring expressions to identify domain entities; syntactic choice (choosing syntactic structures in generated sentences; and aggregation (choosing how many messages should be expressed in each sentence).", "The result (output) is a text in natural language. After this generation process, the texts are published mainly automatically on online or offline news outlets."]}, {"title": "Technological Potential Analysis of NLG", "paragraphs": ["To answer the question whether NLG is able to perform the functions of professional journalism, a technological potential analysis is used as a suitable tool to discover the technical possibilities and limitations of a technology (Neuberger 2001, 92).", "As pointed out, this analysis can be viewed from a technical and an institutional perspective (Wolf 2014), while both positions are identified not as contrary but as two stages during the institutionalization of NLG in journalism. Also Young and Hermida (2015, 383) point out that “the development and application of algorithms in journalism requires both a technological and sociological lens.” Therefore, NLG is regulated and influenced by the characteristics of the internet as an enabling-technology for data collection and text distribution via cloud-based solutions. From a sociological lens (see RQ2), for example, the integration of NLG products into organizational routines of professional media organizations have to be discussed (Kiefer 2010; Neverla 2001). As for now, this paper focuses on the technological lens first to analyze NLG from a primarily technology-centered view. Knowing that the analysis of its technical potential is only a necessary first step of a broader institutional analysis as expectations of media companies, the industry, and the public have to be taken into account (Wolf 2014, 70).", "The technical perspective is illustrated according to the technological potential analysis by Neuberger (2001) for online journalism and Wolf (2014) for applications in mobile journalism. For this analysis, 10 technical potential dimensions are identified, derived from scientific literature focusing on NLG (Carstensen et al. 2010; McDonald 2010; Reiter 2010; Reiter and Dale 2000) and journalism (Neuberger 2001; Wolf 2014). As there is limited research on NLG and its use in journalism, additional technological characteristics of NLG were derived from the interviews.", "The final potential dimensions therefore include established online characteristics like multimediality, additivity, topicality, selectivity, context sensivity, and interactivity (Neuberger 2003, 57), as well as specific technical features of NLG like data availability, data quality, language diversity, and production routines (see Table 1).", "To frame this technological development for journalism research, this paper does not propose a new theory or definition of journalism but instead provides a comprehensive classification. Although there are many possible understandings of journalism as well as theoretical approaches (Löffelholz 2008; Quandt 2005, 23), it is agreed upon that journalism is a form of public communication (Quandt 2000, 484). In this paper, “journalism” is seen as “as a social system that enables society to observe itself, as it provides the public independently and periodically with information and issues that are considered newsworthy, relevant, and fact-based” (Weischenberg, Malik, and Scholl 2012, 207). Central to this theoretical understanding are media organizations as institutions, which fulfill specific functions for society (Weischenberg, Malik, and Scholl 2006, 347).", "Analyzing NLG in journalism from an institutional perspective, this paper follows Weischenberg, Malik, and Scholl (2006) and argues that journalism is constituted through a social, organizational, and professional sphere. On a social level, journalism fulfills certain tasks by observing parts of society and provides the public with relevant information. This also includes fact-based products with a certain reach (Weischenberg, Malik, and Scholl 2006, 346) as well as products of special interest (Rühl 1980, 382). Journalism is traditionally produced on the organizational level within media organizations according to specific rules and routines or by other journalistic actors on a professional level (Wolf 2014, 66; Hohlfeld 2003, 127; Weischenberg, Malik, and Scholl 2006, 346). Furthermore, the principles of topicality, periodicity, publicity, and universality (Groth 1960, 360) are not linked to a technical artifact such as the newspaper and are also transferable to the general understanding of Algorithmic Journalism outlined above (Wolf 2014, 67). As long as the technology meets the prerequisites above, it is able to perform tasks and fulfill functions of professional journalism on a technical level (see Table 1).", "This preliminary study of the technological potential dimensions serves as a base for the institutional classification afterwards.", "While multimedia is the integration of different media for the communication and mediation of information, including text, photo, graphic, video, animations, and audio (Meier 2002, 129), presently, NLG in the sense of computational linguistics is the generation of texts in human language (Reiter 2010). But as outlined above, it is the combination of different tools and other technologies that complement journalistic NLG products. While digital journalism in general is still primarily text-based and is only enriched with photographs, videos, and graphics (Quandt 2008, 140), NLG as the core technology constantly progresses and fulfills the prerequisite of multimediality. As there are already NLG systems that include hyperlinks (Reiter 2010, 595), therefore interactivity as the technological potential to enable consumer interaction is possible (Neuberger 2007, 43). The more customized the final text product, the more effective and usable it is for the reader or client. This is a major reason for the use of NLG systems in journalism (Bateman 2010, 635). Hypertextuality as a form of journalistic text design therefore enables “a non-linear, modular presentation of texts with multimedia elements” (Neuberger 2003, 63) and enables linking and distribution of already existing content (additivity). On the one hand, the text can be the final product, but may also be the starting point for further editing, adding additional information like quotes or images. The internet, therefore, acts as a carrier medium and distribution channel, while the consumption of this content is not linked to a specific device. Overall, NLG can be seen as a product extension of digital journalism.", "Publication speed is important in digital journalism and online content can be continuously updated if (live) data is available, thereby ignoring traditional production routines (Neuberger 2003, 60). Presently, structured data sources are hardly available for NLG (e.g., only for specific domains). The term topicality includes the speed of content production within media organizations as well as the relevance of a topic (Meier 2003, 253). The connectivity to databases (public or private, offline or online) therefore shortens the time for content production, as NLG operates independently after final programming. Depending on the availability, quality, and topicality of the data, as well as the technological infrastructure of the provider and the client, NLG is able to generate a large number of texts at any time. Thus, news is far more visible, for example, to search engine indexing. This is not to say that NLG systems do not produce errors as they are definitely able to do wrong reporting based on wrong coding or wrong data sources (Fox News 2015). This is also leading to ethical challenges. As, for example, the Associated Press (AP) has stopped monitoring every single generated text produced by Automated Insights for their earnings reports as it is too time consuming (Turi2 2015).", "Selectivity in the sense of social sciences focuses on the user and the potential of the system to personalize and select specific functions for the user (e.g., layout or content; Neuberger 2003, 61; 2007, 44). While NLG needs the technological prerequisites of the internet (e.g., cloud-based distribution of texts and data collection) for a broad integration into journalism, it is possible that users select special topics and journalistic niche products and personalize them based on their individual interests once texts are generated. As Wolf (2014, 94) notes, content refers to the local, temporal, event-related, and interest-specific sphere of the user. This can be news on the favorite football club or the latest developments of the stock market. With NLG being context-sensitive and service providers heavily focusing on processing real-time data for text generation (e.g., stock market news), the audience is able to get the right information at the right time and place according to their individual interests (e.g., push messages in mobile use).", "With data being the main resource, service providers have partnerships with media agencies and data brokers in terms of data acquisition. On the other hand, they process data already delivered and scraped by their clients. While the technological and linguistic capabilities of NLG are steadily increasing, the availability of data is the main issue. By now, companies and clients tend to scrape data via open APIs, however, they often do not disclose these origins. Highly structured and detailed data improve the quality of the generated texts. Today, NLG systems are even able to generate texts in multiple languages (Reiter and Dale 2000; also see Table 3). Moreover, the automation of NLG reduces transactions costs for search and information, and journalists are thus able to focus on other relevant tasks as the software is processing the data autonomously after coding.", "Considering that NLG is a highly complex process in the field of computational linguistics, algorithms are not able to generate texts without human interference. But still, these new production routines are leading to shifts in journalistic roles. Although evolving journalistic work processes are not new, they often force “new tasks on reporters and editors alike” (Powers 2012, 27). I argue that the direct and active human element during the process of content creation is eliminated in Algorithmic Journalism. This is not to say that the human factor is eliminated from content creation altogether, because algorithms are themselves developed by humans. The point is that the individual journalist in NLG is changing to a more indirect role (Napoli 2014) before, during, and after text production; as, for example, source selection (input), fact checking, the actual writing (throughput—both depending on coding) and distribution (output) are automated and pre-selected in Algorithmic Journalism. Journalistic work and knowledge now has to comprise skills like programming even more.", "The effectiveness of modern NLG systems is predicated on domain specialization, i.e., they “restrict themselves to a specialized area of discourse with a very focused audience and stipulated content, thereby reducing the options for word choice and syntactic style to a manageable set” (McDonald 2010, 126). Therefore, the development of the semantic web (Berners-Lee, Hendler, and Lassila 2001), which focuses on the large availability of structured knowledge domains, offers vast opportunities for the further development of NLG systems. To date, NLG and its use in journalism is feasible in clearly defined domains such as weather, traffic, finance, or sports with good input data availability. However, once the domain and underlying set of world knowledge expands, NLG struggles with ambiguity of words and phrases (e.g., ball: leather ball or dance?). This is why companies focus on journalistic products of the sports and financial domain where processable and structured data (e.g., .xls, .csv, .xml, .json) are available (see Table 3). Data for text generation has to be available in a scalable amount as programming and individualization of journalistic products are cost-intensive (e.g., pilot projects of NLG in journalism can cost up to 25,000 Euro depending on the programming effort; interview, Claude de Loupy).", "Another limitation is that NLG is not able to draw conclusions from contradictory data. For example, there is no source checking and the databases have to be very reliable and well-maintained (Carstensen et al. 2010).", "Independent journalistic interpretation and reflection, for example, of political issues, poses major challenges for NLG. Journalistic narration (e.g., arc of suspense) is also severly limited (Reiter 2010). NLG in journalism is thus more of a starting point and information can be added to the generated text (e.g., quotes from stakeholders, experts, etc.).", "Table 2 sums up the extent of the premises, possibilities, and limitations of NLG derived from the potential analysis.", "Building on the technical perspective, the following section discusses the first research question concerning NLG’s ability to fulfill the functions of professional journalism on a technical level. This is based on the institutional understanding of Weischenberg, Malik, and Scholl (2006).", "With NLG already able to produce articles for different sports (e.g., ice hockey, basketball, American football, football), weather, traffic, finance, and celebrity news, it also produces relevant information for special-interest topics (e.g., NCAA college sports such as baseball and lower-division basketball and football; see the results of the interviews in Table 3). This adds value to traditional news coverage by offering coverage that was previously not profitable.", "The early integration of NLG into the daily operation of media organizations is already able to generate a certain reach (see Table 3). For example, the major wire service AP uses this technology to generate earning reports for their clients in the AP Style Guide. Such reports are labeled “This story was generated by Automated Insights using data from Zacks Investment Research.” AP also invested in Automated Insights, a NLG service provider, via the private equity firm Vista Equity Partners (AP 2015).", "News is already produced within media organizations and the newsroom (e.g., the fine dust monitor by Berliner Morgenpost was developed by a team of five journalists and programmers). NLG services and complete articles can also be bought externally from service providers. As long as these services are labeled and communicated within the brand of the media organization, this fulfills the requirements of a production within organization.", "To date, media organizations are already testing and using NLG services in journalism (see Table 3), evaluating whether products match the standards and quality of their brand and how journalists and users react. These case studies also guarantee the influence of the professional journalistic actor on the individual product, which is tailored to the needs of the client and the audience. Therefore, the software training guarantees the matching of the individual writing style and the expected output. No media organization integrates automated news without serious testing, as media organizations have more to lose than just readers (e.g., credibility of their brand). At this stage of product development, the journalistic actor heavily influences the processing and final version of the text. But questions about “new” actors arise if service providers or other players outside professional journalism (e.g., data brokers) decide to reach an audience without professional journalistic intermediaries.", "In general, “the use of algorithms for media production contains an editorial logic based on the socially situated choices of media professionals” (Young and Hermida 2015, 384). The influence of the journalist in NLG is visible as the texts are generated according to different rules and routines specific to the media organization. For example, the adjustment of the AP earning reports matching the AP Style Guide took nearly one year before launch (American Society of Business Press Editors 2015). This also fits the requirements of an institutionalized journalism. Media organizations have to be transparent about the data sources and the labeling of the texts. This is closely linked to algorithmic transparency, which Stavelin (2013) argues is borrowed from professional journalistic values. The legal challenges of copyright and accountability are quite unclear and the role of the journalist is in flux. Consequently, the routines of news production are changing.", "Argued from a technological-institutional perspective, NLG is able to perform the principle of topicality (e.g., Quakebot reports immediately after the earthquake; sports results after or during the games). The principle of periodicity is fulfilled as texts can be generated regularly—if data is available. When news is integrated within a special journalistic offering, automated texts are accessible publicly via the internet. With NLG also covering a number of different topics (sports, entertainment, finance, weather), it also fulfills the principle of universality, to date with a limitation to mostly special-interest content.", "The above conditions enable the observation of society within different topics, although there are technical limitations (reasoning, reflection, and interpretation). Despite this, NLG is able to add relevant information within special topics to the traditional news coverage in order to fulfill journalistic tasks of orientation and opinion formation. Anderson (2011, 541) suggests that Algorithmic Journalism “might represent the most recent, and thus most unsettling, model for both communication and democracy” and Coddington (2014, 332) notes that forms of quantitative journalism like Algorithmic Journalism have “great potential to broaden journalism’s ability to make democratic institutions more responsive and legible to the public.”", "Thus, the analysis of the technological potential as well as the institutional discussion show that overall, NLG is able to fulfill certain tasks of professional journalism on a technical level. Therefore, NLG is conceptualized on a technical level as Algorithmic Journalism and is defined as shown above."]}, {"title": "The Emerging Market for Algorithmic Journalism", "paragraphs": ["After the technological potential analysis, which outlined that NLG is able to perform tasks of professional journalism, a review of available market data gives insights about the present state of the market for Algorithmic Journalism indicating the process of the institutionalization of NLG on an organizational level. The classification into market phases therefore allows conclusions on its potential growth as there is a connection between market phases and market structures. Heuss (1965) notes that markets go through five ideal-type stages during their development: the experimental phase where the product is invented, developed, and launched; the expansion phase characterized by exponential growth; the maturity phase where growth diminishes; the stagnation phase with nearly no growth; and finally the regression phase where the market reverts back. These phases are often characterized by high concentration and by temporary monopolies of innovators and early movers (Latzer et al. 2014, 14).", "While NLG providers were not able to enter the market long term until the end of 2010 (Reiter 2010), there are companies and start-ups that enter the market with different products based on NLG. A literature analysis first identified 13 leading service providers with NLG technology as their core business. Given the very limited information available about such companies—particularly on the development and offer of journalistic NLG products—interviews were conducted to complement the market overview. These semi-structured expert interviews, which lasted between 27 and 124 minutes, were conducted with the following companies (for a complete list of all interviewees, see Appendix A): Narrative Science (United States)—via Skype; Automated Insights (United States)—via Skype; OnlyBoth (United States)—via Skype; Linguastat (United States)—via Skype; Retresco (Germany)—face-to-face; Aexea (Germany)—face-to-face; Text-on (Germany)—face-to-face; Textomatic (Germany)—via telephone; 2txt (Germany)—via Skype; Syllabs (France)—via Skype; Labsense (France)—via Skype; YSEOP (France/United States/United Kingdom)—via Skype; and Arria (United Kingdom)—via Skype.", "As a first result, 10 out of 13 providers offer products with possible applications in journalism (see Table 3). In order to draw a holistic picture of the market, all service providers were asked about the legal form of the company, the founding year, external funding, employees, languages of text generation, topics covered for journalistic use, products available, journalistic clients, as well as potential competitors. First, no additional competitors were named indicating that the market of NLG and especially for its application in journalism is served by only a few (see Table 3).", "With Tencent, a Chinese social and gaming service provider, there is already a new competitor rising. Unfortunately, Tencent could not be part of the interviews due to the submission deadline of this paper but was added to the analysis in order to be as up-to-date as possible. Via Dreamwriter, a Tencent-designed NLG tool, they published a business report written in Chinese covering basic financial news (South Morning China Post 2015).", "As the companies differ in size, assets, and product portfolio, they decrease their dependency on one market segment as they also offer NLG solutions for, for example, e-commerce, finance, oil industry, healthcare, or the farming industry. This is likely due to the complexity of NLG, the limited availability of data, the time-consuming individualization of journalistic products due to high-quality standards in journalism, and the general view that journalistic products alone are hardly profitable. This complexity also forces media organizations to buy most of these services externally as they lack newsroom infrastructures and financial resources for development.", "Considering the company’s size, clients, and products already launched, Automated Insights and Narrative Science are the driving forces of Algorithmic Journalism in the United States. In Germany, these are Retresco and Aexea, in France, Syllabs, and in the United Kingdom, Arria. Other service providers like YSEOP (France/United States/United Kingdom), Linguastat (United States), and OnlyBoth (United States), who were also interviewed, do not offer products and NLG services for journalistic use and are therefore excluded from further analysis. While the majority of the providers do not receive external funding, Automated Insights, Narrative Science, Arria, and Labsense have external investors. The other companies are privately held. As the market is in constant flow, even companies with long-term experience in the field of NLG, like Arria, are quickly struggling for survival if clients terminate their contracts (e.g., Arria and Shell Exploration & Production Company; Arria NLG 2015). The investments by external business angels are not an indicator of market success. It is more of a vision of the technology’s potential. The interviewees refused to give details regarding the revenue of the companies. Although service providers report that they are constantly negotiating with well-known media organizations, only a few products have been launched officially—those that are available mainly serve financial and sports reporting.", "The primary reason why these companies focus on journalistic products for the sports and financial domain is that processable and structured data are available in a scalable amount. Additionally, the language, rules, and settings can be easily defined in terms of programming in a discrete framework and domain.", "As a result of the interviews, Table 3 shows the market and gives an overview of the potential and core uses of Algorithmic Journalism. With few service providers, limited and resembling journalistic products available, Algorithmic Journalism is likely found either in an experimental market phase or in an early stage of the market expansion phase. But the integration of these products within professional media organizations already indicates a starting institutionalization on an organizational sphere (Weischenberg, Malik, and Scholl 2006)."]}, {"title": "Conclusion", "paragraphs": ["Based on the framework of algorithmic selection and technological potential analysis, this paper identified the technological possibilities and limitations of NLG in journalism. Its journalistic application was conceptualized as Algorithmic Journalism with NLG serving as the central technical innovation enabling it. The described technical limitations as well as the dependence of NLG on structured data does not change the fact that NLG is able to perform institutionalized tasks of professional journalism on a technological level.", "This mainly technological discussion therefore sets the basis to analyze upcoming challenges for journalism research at the intersection of big data like the shift of journalistic roles before, during, and after content production, ethical and legal challenges in news production, or questions about new intermediaries in journalism as the dependency on data grows.", "Because news production remains a for-profit business, it is evident that publishers, on the one hand, seek to reduce costs (Kiefer 2001, 33; Stavelin 2013, 27). On the other hand, they are also desperately looking for new journalistic products and ways to satisfy their audience. The interviews and the classification into market phases show that the market for Algorithmic Journalism is still relatively small. But service providers already pressure traditional media organizations (AI 2015a, 2015b). The integration of Algorithmic Journalism into the portfolio of media organizations also indicates a starting institutionalization of Algorithmic Journalism on an organizational level. As the costs of NLG systems are low compared to human journalists, Algorithmic Journalism can be profitable for special-interest domains in the long tail, and also due to the possibility of generating news in multiple languages reach a broader audience and new markets."]}], "references": [{"title": "Towards a Sociology of Computational and Algorithmic Journalism", "year": "2012", "journal": "New Media and Society", "volume": "15", "authors": [{"name": "Anderson Christopher W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "What Aggregators Do: Towards a Networked Concept of Journalistic Expertise in the Digital Age", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Anderson Christopher W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Termination of Contract and Trading Update", "year": "2015", "journal": "Email from Stuart Rogers, CEO Arria NLG", "volume": "30", "authors": [{"name": "Arria N. L. G.", "first_name": "Arria", "last_name": "G."}]}, {"title": "The Semantic Web", "year": "2001", "journal": "Scientific American", "volume": "284", "authors": [{"name": "Berners-Lee Tim", "first_name": "Berners-Lee", "last_name": "Tim"}, {"name": "Hendler James", "first_name": "Hendler", "last_name": "James"}, {"name": "Lassila Ora", "first_name": "Lassila", "last_name": "Ora"}]}, {"title": "Computational Rules for Punning Riddles", "year": "1997", "journal": "Humor. International Journal of Humor Research", "volume": "1", "authors": [{"name": "Binstead Kim", "first_name": "Binstead", "last_name": "Kim"}, {"name": "Ritchie Graeme", "first_name": "Ritchie", "last_name": "Graeme"}]}, {"title": "Artificial Intelligence for Investigative Reporting. Using an Expert System to Enhance Journalists’ Ability to Discover Original Public Affairs Stories", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Broussard Meredith", "first_name": "Broussard", "last_name": "Meredith"}]}, {"title": "Narrative Prose Generation", "year": "2002", "journal": "Artificial Intelligence", "volume": "2", "authors": [{"name": "Callaway Charles", "first_name": "Callaway", "last_name": "Charles"}, {"name": "Lester James", "first_name": "Lester", "last_name": "James"}]}, {"title": "The Robotic Reporter. Automated Journalism and the Redefinition of Labor, Compositional Forms, and Journalistic Authority", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Enter the Robot Journalist. Users’ Perceptions of Automated Content", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}]}, {"title": "Clarifying Journalism’s Quantitative Turn. A Typology for Evaluating Data Journalism, Computational Journalism, and Computer-assisted Reporting", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Algorithmic Accountability. Journalistic Investigation of Computational Power Structures", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Diakopoulos Nicholas", "first_name": "Diakopoulos", "last_name": "Nicholas"}]}, {"title": "Correction: Earns-Graham Holdings Story", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Using Natural-language Processing to Produce Weather Forecasts", "year": "1994", "journal": "IEEE Expert", "volume": "2", "authors": [{"name": "Goldberg Eli", "first_name": "Goldberg", "last_name": "Eli"}, {"name": "Driedger Norbert", "first_name": "Driedger", "last_name": "Norbert"}, {"name": "Kittredge Richard", "first_name": "Kittredge", "last_name": "Richard"}]}, {"title": "Big Data and Journalism. Epistemology, Expertise, Economics, and Ethics", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "Open Source and Journalism: Toward New Frameworks for Imagining News Innovation", "year": "2013", "journal": "Media, Culture and Society", "volume": "35", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Algorithmic Ideology", "year": "2012", "journal": "Information, Communication and Society", "volume": "", "authors": [{"name": "Mager Astrid", "first_name": "Mager", "last_name": "Astrid"}]}, {"title": "Automated Media: An Institutional Theory Perspective on Algorithmic Media Production and Consumption", "year": "2014", "journal": "Communication Theory", "volume": "", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Interaktivität, Interaktion, Internet [Interactivity, Interaction, Internet]", "year": "2007", "journal": "Publizistik", "volume": "52", "authors": [{"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "The Impact of Technology on Journalism", "year": "2000", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "Three Computer-Based Models of Storytelling: BRUTUS, MINSTREL, and MEXICA", "year": "2004", "journal": "Knowledge-Based Systems", "volume": "17", "authors": [{"name": "Perez y Perez Rafael", "first_name": "Perez y Perez", "last_name": "Rafael"}, {"name": "Sharples Mike", "first_name": "Sharples", "last_name": "Mike"}]}, {"title": "In Forms That Are Familiar and Yet-to-be Invented: American Journalism and the Discourse of Technologically Specific Work", "year": "2012", "journal": "Journal of Communication Inquiry", "volume": "36", "authors": [{"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Lessons from a Failure: Generating Tailored Smoking Cessationletters", "year": "2003", "journal": "Artificial Intelligence", "volume": "144", "authors": [{"name": "Reiter Ehud", "first_name": "Reiter", "last_name": "Ehud"}, {"name": "Robertson Roma", "first_name": "Robertson", "last_name": "Roma"}, {"name": "Osman Liesl", "first_name": "Osman", "last_name": "Liesl"}]}, {"title": "Choosing Words in Computer-Generated Weather Forecasts", "year": "2005", "journal": "Artificial Intelligence", "volume": "167", "authors": [{"name": "Reiter Ehud", "first_name": "Reiter", "last_name": "Ehud"}, {"name": "Sripada Somayajulu", "first_name": "Sripada", "last_name": "Somayajulu"}, {"name": "Hunter Jim", "first_name": "Hunter", "last_name": "Jim"}, {"name": "Yu Jin", "first_name": "Yu", "last_name": "Jin"}]}, {"title": "Empirically Designing Andevaluating a New Revision-Based Modelfor Summary Generation", "year": "1996", "journal": "Artificial Intelligence", "volume": "85", "authors": [{"name": "Robin Jacques", "first_name": "Robin", "last_name": "Jacques"}, {"name": "McKeown Kathleen R.", "first_name": "McKeown", "last_name": "R."}]}, {"title": "The Algorithms behind the Headlines. How Machine-written News Redefines the Core Skills of Human Journalists", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}]}, {"title": "Journalismus in Deutschland 2005. Zentrale Befunde der aktuellen Repräsentativbefragung deutscher Journalisten [Journalism in Germany 2005. Central Findings of a Representative Sruvey of German Journalists]", "year": "2006", "journal": "In Media Perspektiven", "volume": "7", "authors": [{"name": "Weischenberg Siegfried", "first_name": "Weischenberg", "last_name": "Siegfried"}, {"name": "Malik Maja", "first_name": "Malik", "last_name": "Maja"}, {"name": "Scholl Armin", "first_name": "Scholl", "last_name": "Armin"}]}, {"title": "From Mr. and Mrs. Outlier to Central Tendencies", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Young Mary L.", "first_name": "Young", "last_name": "L."}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Choosing the Content Oftextual Summaries of Large Time-series Data Sets", "year": "2007", "journal": "Natural Language Engineering", "volume": "13", "authors": [{"name": "Yu Jin", "first_name": "Yu", "last_name": "Jin"}, {"name": "Reiter Ehud", "first_name": "Reiter", "last_name": "Ehud"}, {"name": "Hunter Jim", "first_name": "Hunter", "last_name": "Jim"}, {"name": "Mellish Chris", "first_name": "Mellish", "last_name": "Chris"}]}]}