{"doi": "10.1080/1461670X.2016.1249006", "url": "https://doi.org/10.1080/1461670X.2016.1249006", "title": "Journalism Hits a Wall", "volume": "19", "year": "2018", "issue": "7", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Artemas", "first_name": "Katie", "name": "Katie Artemas"}, {"last_name": "Vos", "first_name": "Tim", "name": "Tim P. Vos"}, {"last_name": "Duffy", "first_name": "Margaret", "name": "Margaret Duffy"}], "abstract": "This study analyzes how business and editorial staff members at US newspapers rhetorically construct or deconstruct the metaphoric norm of a wall or line of separation between news and advertising functions. The study is based on 18 in-depth interviews with news and advertising professionals at middle-market US newspapers and the subsequent analysis of their rhetoric about the relationship between the news and advertising sides of their organizations. The study seeks to understand the rhetorical construction of an institutional norm and our observations are focused on the organization level. This study aids understanding of two related phenomena: how institutional norms are rhetorically constructed and how norms are rhetorically renegotiated or deconstructed.", "body": [{"title": "Introduction", "paragraphs": ["Journalism, like any social institution, is constituted by a stabilizing set of shared practices, symbol systems, and norms (Hall and Taylor 1996; Schudson 2001). Institutional norms play a significant role in shaping practices and symbol systems; just as institutionalized practices and symbol systems influence norms (Powell and DiMaggio 1991). The idea that a wall of separation should exist between the editorial and business functions of journalistic organizations has long constituted an institutional norm for American journalism (DeLorme and Fedler 2005; Barnhurst and Nerone 2008). The norm has been manifested in a variety of organizational practices, for example, a strict physical separation of reporting and advertising staffs (Coddington 2015). The norm, articulated as a metaphor of a wall, is embedded in the symbol system or rhetoric of the institution.", "Institutional norms are a source of institutional stability as they guide individuals and organizations in their thinking, speaking, and doing. However, norms are also subject to contestation and change. Indeed, given the shifting economic model of journalism, the norm of a wall of separation between editorial and business functions, or between the news and advertising sides of a journalistic organization, seems ripe for renegotiation. A New York Times internal document leaked to the public in 2014, forcefully raised the issue: The very first step … should be a deliberate push to abandon our current metaphors of choice—“The Wall” and “Church and State”—which project an enduring need for division. Increased collaboration, done right, does not present any threat to our values of journalistic independence. (Press Council 2014, 61)As Gans (1980, 24) postulated in an earlier era, “when news firms face higher profit demands, [there] is a breakdown of the long-standing walls between ‘church’ (the editorial side of the enterprise) and ‘state’ (the business side).”", "The very first step … should be a deliberate push to abandon our current metaphors of choice—“The Wall” and “Church and State”—which project an enduring need for division. Increased collaboration, done right, does not present any threat to our values of journalistic independence. (Press Council 2014, 61)", "The purpose of this study is to analyze how business and editorial staff members at several US news organizations rhetorically construct or deconstruct the norm of a wall separating business and editorial functions. The study is based on 18 in-depth interviews with news and advertising professionals at middle-market American newspapers and the subsequent analysis of their rhetoric about the relationship between the news and business sides of their organizations. We focus particularly on staff members’ use of metaphors, a form of rhetoric these individuals naturally and unavoidably used as they discussed the news–business relationship. While this study seeks to understand the rhetorical construction of an institutional norm, the unit of observation is necessarily focused on the organization level.", "The value of this study is that it aids understanding of two related phenomena: how institutional norms are rhetorically constructed and how norms are rhetorically renegotiated or deconstructed. Some have argued that journalism’s routines and technologies may be changing, but that the norms or principles of journalism are “unchanging” (Craft and Davis 2013, 209). Others see journalism’s principles and ideals as “liquid” (Koljonen 2013, 141). Thus, the state of journalism’s norms remains an open empirical question. We start from the premise that norms are “moral prescriptions for social behavior,” and thus must be “self-consciously articulated” (Schudson 2001, 151). Hence, evidence for whether journalistic norms are changing is most likely to show up in the kind of institutional and organizational rhetoric this study examines. This study also provides insight into how this particular journalistic norm is rhetorically expressed during a time of transition in journalism."]}, {"title": "Theory and Literature", "paragraphs": ["This study draws on three related theoretical traditions to lay a foundation for analysis of news organizations’ rhetoric: institutional theory, field theory, and organizational theory. A fourth tradition, rhetorical theory, intertwines to varying degrees with each of the other three theoretical traditions.", "Journalism is more than a practice or product; it is a social institution (Starr 2004; Ryfe 2006). Social “institutions are formal or informal rules, conventions or practices, together with the organizational manifestations these patterns of group behavior sometimes take on” (Parsons 2007, 70). Institutional theory addresses a wide range of concerns, but specifically speaks to how social institutions are rhetorically constructed or maintained (Meyer and Rowan 1991; Sewell 1992; Hall and Taylor 1996). Schmidt (2010) argues that institutions are inherently discursive in nature. Thus, the theory provides a valuable framework for understanding the wall of separation and related metaphors, particularly because such metaphors express institutional norms or rules.", "Institutions coordinate social action to the extent that institutional actors conform to institutional rules and norms. Rules can be formal codes and prescriptions, but are just as often “informal and not always conscious schemas, metaphors, or assumptions” (Sewell 1992, 8). Nevertheless, norms are not simply a guide or map for action; they are imbued with “moral force” (Schudson 2001, 150). They are perceived to be the right and proper ways in which things must be done. By rhetorically invoking these norms, social actors express membership in the institution as a “linguistic community” and reproduce the authority of institutional schemas (Sewell 1992, 23). Hence, these rules and norms not only prescribe actions, but also confer legitimacy on those actions.", "At the same time, institutional rules and norms are generally intended to facilitate collective action (North 1990). In other words, they help get things done and help get things done in the “right” way. Meyer and Rowan (1991) argue that the push toward collective action and right action can actually move institutional actors in different directions. Institutional actors comport to certain norms because they confer social legitimacy. The norms are “enforced by public opinion, by the views of important constituents, by knowledge legitimated through the education system,” and so on (Meyer and Rowan 1991, 44). But, these same norms can also lead to inefficient actions or outcomes. Thus, “many organizations adopt [norms] ceremonially” while decoupling actions from norms (41). Inefficiencies, if severe enough, can ultimately destabilize norms and rules (North 1990). Hence, it is conceivable that severe economic inefficiencies or disruptions such as those now buffeting journalism could lead to a decoupling of a norm and a practice or even a reconstitution of a norm.", "Institutions are constituted by any number of norms and rules. Those rules or norms might be complementary or contradictory. Hence, as institutions become more rationalized, they coordinate institutional goals by harmonizing a variety of rules and norms (Meyer and Rowan 1991). For example, journalism’s epistemic norms of reportorial objectivity are in keeping with norms that assert the necessity of news judgments being made in the absence of commercial pressures (Vos 2012; Vos and Finneman 2016).", "Metaphors and related rhetorical devices play an important role in institutional theory (Schmidt 2010). Rhetoric expresses institutional norms in everyday language. On the one hand, metaphors assure buy-in from institutional actors by taking what might be contested ideas to the plane of commonsense knowledge (Weber and Glynn 2006; Zinken 2007). Institutional metaphors, as elaborated below, are important tools for conferring legitimacy, since they transfer the legitimacy of one domain to a target domain. On the other hand, metaphors potentially mask uncertainty and promote a ceremonial adoption of mythologized norms (Meyer and Rowan 1991). What is taken as commonsense might not hold up to scrutiny if expressed in more propositional terms.", "Institutional theory’s close cousin (Martin 2003; Benson and Neveu 2005), field theory, gives less attention to the rhetorical construction of institutional norms, but nevertheless, provides additional insight to the efficacy of those norms. Occupational norms and ethics are part of the cultural capital that defines a field’s autonomy (Bourdieu 2005; Hanitzsch 2007). In the journalistic field, institutional norms, such as the wall of separation norm, are important counterweights to the heft of commercial considerations (Benson and Neveu 2005). Bourdieu (1998), in particular, defines the journalistic field in terms of a tension between a cultural pole, which includes occupational norms, and an economic pole, which includes revenue concerns. The forces between these poles are manifested in the rhetoric of journalists, who “construct them, perceive them, form an idea of them, [and] represent them to themselves” (Bourdieu 2005, 30).", "While institutional theory generally emphasizes institutional stability, field theory is more attentive to potential institutional instability. Autonomy can be precarious. In the face of economic pressures, institutional notions regarding what is right, good, and proper must constantly be reinforced. Bourdieu (2005, 42) argues that “the journalistic field is losing more and more of its autonomy, and it is not difficult to see why this is so: through ‘audience research,’ economic constraints are increasingly weighing on production.” Also while cultural capital might be outweighed by economic capital in journalistic decision making, Bourdieu raises an additional, related concern: cultural capital itself might be renegotiated during times of instability in the field. For example, Kunelius (2006, 684) concludes that growing market orientation means “some parts of an earlier public service ethos in journalism will be weakening.” Institutional norms, while generally stabilizing factors, are subject to change.", "On the whole, field theory construes cultural capital, including norms and ethics, as “a powerful force of inertia” (Benson 1999, 468). It is the historical formation of cultural capital that is “behind whatever semiautonomous institutional logic a field offers up as a partial barrier against” exogenous economic forces (Benson and Neveu 2005, 18). A history of the journalistic field shows that the norm of a wall that separates business and editorial functions has long held sway (DeLorme and Fedler 2005; Coddington 2015). Barnhurst and Nerone (2008, 21) show that the “‘wall of separation’ between the counting room and the newsroom … was a central feature of the professionalization” of journalism at the turn of the twentieth century. The norm of a wall of separation has lived on through journalism textbooks. For example, Brooks and Missouri Group (2011) state that a solid wall of separation should stand between advertising and editorial departments and that breaching that wall even slightly can lead to pernicious influences from advertisers on the content and form of news.", "Rhetoric has been variously defined by scholars. But their definitions share common elements: rhetoric is the use of symbols that influence human choice. Rhetorical criticism, Foss (2004, 6) writes, is the “investigation and evaluation of symbolic acts and artifacts for the purpose of understanding rhetorical processes.”", "Organizations, when understood as rhetorical, may be defined by adapting Bitzer’s definition of the rhetorical situation: A complex of persons, events, objects, and relations presenting an actual or potential exigence which can be completely or partially removed if discourse, introduced into the situation, can so constrain human decision or action as to bring about the significant modification of the exigence. (Bitzer 1968, 8)", "A complex of persons, events, objects, and relations presenting an actual or potential exigence which can be completely or partially removed if discourse, introduced into the situation, can so constrain human decision or action as to bring about the significant modification of the exigence. (Bitzer 1968, 8)", "Organizational exigencies are not solely environmental factors, but socially constructed realities and interpretations of events by organizational actors. The understanding of organizations as rhetorical and generative underscores how individual actors seek to change and modify situations to the benefit of individuals and the organization.", "The interpretivist school in organizational communication resonates clearly with institutionalism and hence provides the proper background for the rhetorical analysis in this study. Central to this approach is the concept that organizations are constituted by communication and that organizations themselves are symbolic forms. For the interpretivist researcher, reality is socially constructed through the communication, symbols, and actions of group or organizational members (Pepper 1995). Cheney and Dionisopolous (1990) suggest that symbolism is the essence of an organization, arguing that much contemporary organizational theory proceeds from the issues addressed by classical rhetorical theory. Pacanowsky and O’Donnell-Trujillo (1983, 146) were among those who argued that organizational communication required liberation from traditions that conceived of communication simply as acts of “transferring, processing, and storing subsystem or environments information … and organizations [as] information processing systems.” Culture, they argue, is not a piece of the puzzle; it is the puzzle.", "Berg (1985) also views organizations as symbolic fields and suggests that organizational change can be seen as a symbolic transformation process whereby the form and/or content of a symbolic field is altered. Sproule’s (1988) discussion of managerial rhetoric also identifies the emerging organizational character of rhetoric and contrasts it with past methods of rhetorical criticism. Pfeffer (1981, 28) argues that reality is socially constructed and that “one of the principal tasks of management was to construct and maintain systems of shared beliefs and meanings.”", "Many studies have examined journalism from an organizational standpoint, sometimes even focusing on institutional ideals and norms. For instance, Kunelius and Ruusunoksa (2008, 674) studied news professionals in Finland and concluded journalistic organizations are reactive in that “they mainly attempt to adapt to external pressures setting the agenda for renegotiating journalism, its ideals and practices.” Bantz (1995) applied Karl Weick’s theories of organization to newsrooms, particularly in the notion of interconnectedness. Weick argued that organizations may be closely connected or “tightly coupled” and thus may be less responsive to outside forces. The journalists on their side of the wall tend to be closely connected to each other and the wall serves to increase their sense of shared values, closeness, and difference from the advertising side. DeLorme and Fedler (2005) examined the history of the relationship between journalism and advertising in news organizations and found that conflict emerged from differing values and interests. They suggested that in their zeal for independence, journalists are unaware of the realities of advertising and do not understand readers’ relationships with commercial messages.", "A number of studies have touched on the importance of the norm separating news and business functions, frequently pointing to the separation as integral to the professionalization project; that is, the partially successful—and rhetorically conflicted—effort to mark journalism as a profession (Schudson and Anderson 2009). A sense of professionalism has been maintained because of the mythic hold the norm has held in journalism (Aldridge and Evetts 2003). In this way, history has provided journalists with a rhetorical toolkit to maintain the field’s normative and professional boundaries (DeLorme and Fedler 2005; Coddington 2015). Journalists refer to a Chinese wall or a wall separating church and state as ways to legitimize journalism as a profession, rather than merely as a self-interested business. Thus, journalists’ rhetoric about the field of journalism constructs both a public face of stable professional values and a means of socialization for newspaper workers, presumably for both journalists and advertising executives.", "But, as some point out (e.g., Ferrer Conill 2016), the norm’s rhetorical hold is slipping. For example, the rise of native advertising—online advertisements made to look like news content—has provided the occasion to rhetorically wrestle with the norm of separating news and advertising functions (Harro-Loit and Saks 2006). The decoupling of normative discourse and actual practice has become the occasion to explore alternative rhetorical formulations (Baerug and Harro-Loit 2012). Indeed, Carlson (2015, 859) shows how “norm entrepreneurs,” who sought to create rhetorical space and legitimacy for native advertising, looked to redefine the normative contours of the news–advertising divide by emphasizing service to readers.", "Coddington (2015, 67) argues that despite “journalists’ considerable rhetoric” surrounding the wall between the news and business sides of journalism organizations, scholars have managed much less analysis than for “other, less fundamental boundaries.” He concludes that “the discursive work that journalists put into maintaining [the wall] before the public has been relatively untouched.” This study seeks to address that shortcoming."]}, {"title": "Design of Study", "paragraphs": ["Institutional theory, field theory, organizational theory, and rhetorical theory all point to rhetoric, to a greater or lesser extent, in the construction of organizational and institutional norms. We focus on a subset of rhetorical devices—metaphors—because they have played such an important historical role in the normative conceptualization of the news–advertising relationship. Additionally, the journalists and advertising executives studied here were so naturally adept at using metaphors to talk about the relationship. Hence, we raise these research questions: RQ1: What do the metaphors deployed by advertising and editorial reveal about the institutional norms of news organizations? RQ2: What differences are seen in the rhetoric and metaphors used by news versus advertising executives?", "RQ1: What do the metaphors deployed by advertising and editorial reveal about the institutional norms of news organizations?", "RQ2: What differences are seen in the rhetoric and metaphors used by news versus advertising executives?", "By addressing these questions, we believe we will see how newspaper workers confront the prospects of normative maintenance or change.", "While other rhetorical methodologies offer useful insights, in this case we believe that metaphor analysis offers the most helpful analytic method. Metaphors, according to Koch and Deetz (1981) and Lakoff and Johnson (2003), are not simply figurative language or linguistic ornamentation. Instead, they are fundamental structures through which we experience reality. They give us language and terms that highlight some aspects of a phenomenon while downplaying others. Moreover, metaphors are related to argument and persuasion. As Foss (2004, 361) puts it, “the structure of the metaphor itself argues.”", "Foss suggests using Richards’ (1936) “tenor and vehicle” understanding of metaphor. The “tenor” refers to the main subject or idea within a metaphor and the vehicle is the figurative term through which we are invited to experience the concept. For example, “all the world’s a stage” combines the world of human experience (the tenor) to a drama (the vehicle). The juxtaposition of the two terms often results in changing our perceptions of a phenomenon as well as expanding or contracting our potential reactions and responses. If our lives are dramas, then we would see heroes, villains, purposeful action, love, and loss. Another metaphor, “life is a roller coaster,” may suggest that human experience is both thrilling and frightening.", "Semi-structured interviews were conducted in June 2013 with senior-level news and advertising staff at nine medium-sized newspapers, totaling 18 in-depth interviews. Interviews lasted approximately one hour and were conducted over the phone. Selection criteria assured that at least one of the two staff members at each publication had worked at the publication for at least one year.1 Newspapers were chosen based on designated market area (DMA) ranking. We identified the dominant print, daily newspaper in a DMA based on Nielsen’s 2012/2013 estimates. We did not choose publications based on their circulation figures, since those numbers may change rapidly or may be calculated differently based on digital subscriptions and other factors. Instead, we selected newspapers in medium-sized markets that ranked between 50 and 75 among all DMAs. The medium-sized markets have publications large enough to have significant numbers of employees in advertising and editorial departments, but are not so large that staff members in different functions have little or no contact with each other. Those newspapers ranked between 50 and 75 who agreed to have both news and advertising staff interviewed were included in the study. Two newspapers were from the Southeast, one from the Northeast, and six publications from the Midwest. A variety of ownership companies were represented, including the major US chains.", "The advertising and news departments at each publication typically sat on different floors in the same building, but established routines through which members of management communicate weekly or bi-weekly. Pressures to meet management profit goals and sell certain types of advertising vary at newspapers of different size, and this size blended the attributes of being responsive to reader interests and advertiser complaints, while also having pressure on advertising sales that is not as strong as small or Top 50 market newspapers (Demers 1991).", "The interview protocol did not propose questions that would necessarily elicit metaphors or lead interviewees toward any particular viewpoint. We then analyzed transcripts of the interviews and identified clusters of metaphors relating to the news and advertising relationship. Specifically, as advised by Foss (1996), the three researchers each individually reviewed interviews based on the unit of analysis, the metaphors themselves. Second, we identified and categorized clusters of metaphors based on our initial review of all of the responses and our research questions. Third, we compared and contrasted our interpretive findings and refined the categories. Finally, we assessed how the clusters of metaphors argue for or present perspectives on participants’ “social reality” (Foss 1996, 364)."]}, {"title": "Findings", "paragraphs": ["We identified phrases that referred to the tenor of the concept of a division between the advertising and editorial staffs. This is described as “church and state,” “doors opening up,” a line that may be “blurred,” or a wall with various characteristics: a tall wall, a hard or soft wall, a wall with holes in it, and a bad wall if it serves to stop conversations within the organization. An advertising director noted, “while revenues are good, the wall stays up” (AA).", "In analyzing news organizations for this study, we find that they are most often characterized as organisms or persons. This anthropomorphic metaphor helps to structure how members understand and interpret their social reality. We identified numerous metaphorical phrases that provide evidence for this. A “shared understanding” of the organization as organism has several implications (Koch and Deetz 1981). Organisms need to survive, they need to adapt to changing environments, and they may adopt certain personas. Under the umbrella of organization as organism, we found several characterizations: organization as missionary, organization as team, organization under siege, organization as teacher, organization as citizen, organization as supplicant (for readers/advertisers), and organization as watchdog.", "Note that while all the individuals interviewed subscribe to some kind of wall/line as appropriate for their organizations, they deploy metaphors attempting to adapt new realities to the tradition of the wall. The metaphors used reveal the paradox news organizations face. They describe the need to respond to losses in revenues and aggressive competition from other media, the need to attract advertisers and readers, and the need to work as teams to succeed. They also cling to the metaphors that represent the value systems they have inherited during their careers.", "Analysis of the transcripts reveals two major categories of metaphors, each of which is made up of many related and interlocking tropes. The first is the “building” theme that relates to participants’ use of rhetoric with spatial characteristics. The second we refer to as the “ecological” theme that relates to rhetorical conceptions of an organism in its environment. The use of such metaphors provides insights into changing newsrooms and how news workers are renegotiating and revisiting work practices, relationships, and how different categories of metaphor may expand or limit permissible behaviors.", "The building perspective relies on traditional metaphors familiar to anyone in journalism. The most well known, of course, is the wall between advertising and editorial staffs and functions. The meaning of the metaphor is simply that walls separate—they create physical distance between those on either side of a wall. The metaphor would even create material manifestations during the twentieth century. Many news organizations forbade any contact between news and advertising and often placed them on different floors of the building. The wall metaphor expressed this physical relationship in normative terms: the organization’s business side should not interfere with its news side. Some newspapers still speak of the wall in traditional terms. One advertising executive said, “We still keep that wall between there’s things that they need to publish that I wish they wouldn’t publish [sic] … it’s important that the newspaper remains the watchdog of the community … it’s a division between advertising and news” (WA). Another advertising executive noted that [the wall] “is pretty strong here … in other areas of the country there’s holes in it that allow for communication and reaching across the aisle when it makes sense” (AA).", "This advertising executive was not alone in finding new ways to talk about the wall and the “architecture” of the building that represents the newspaper as an organization. A senior editor explained, “There’s more generally openness. It doesn’t compromise news coverage in any way and there’s still a wall when it comes to that but I think there’s a lot more open discussion about ideas that could potentially generate revenue” (KE). Another senior editor remarked “back in the 1990s, the wall was more rigid between advertising and news … I think there’s an awareness now that there needs to be more communication” (LE). Likewise, “doors opening up, the walls getting a bit shorter, at least enough for people to see over is a direct correlation with the declining revenue” (AA). In other words, these newspaper executives are arguing that the separation that a wall enforces has become problematic in an age when revenue is down.", "For some editors, the wall was to be maintained in their organizations, but top leadership could and should go around the wall when need be. Hence, they did not consider it appropriate for advertising sales people to suggest ideas or coverage to editorial staff: “If they have a suggestion, they need to take it to … somebody on the advertising leadership team and if they think that’s a good idea then they can send it to us and then we make that judgment,” an editor said. “But it’s not because they’re an advertiser, it’s because it would be a good news story” (TE). Thus, the wall can be circumvented by management in the interest of good journalism. Another editor said his counterparts in advertising have been very good about working directly with us and if there’s something we want to do that might promote advertising or one of the sections—we kind of make that decision up here and we don’t always tell people, this it’s coming directly from advertising. Because we want to keep that wall pretty high. (TE)Here the wall maintains normative force for the organization or institution; it is just that management can walk around the wall.", "have been very good about working directly with us and if there’s something we want to do that might promote advertising or one of the sections—we kind of make that decision up here and we don’t always tell people, this it’s coming directly from advertising. Because we want to keep that wall pretty high. (TE)", "Other frequent building or spatial metaphors referred to silos, boundaries, and lines. Silos, of course, completely enclose and cut off anyone who would place themselves inside. Since silos are not made for human habitation, it should come as no surprise that the metaphor expressed an antisocial meaning. “One of the negatives is that some companies … tend to operate in silos,” one advertising executive said (JA). Another advertising executive, in describing changes at her organization, said, “unlike traditionally, when we worked in silos and you didn’t even talk to each other because there was such this fear of advertising influencing news. It was almost comical when I look back—that they were so divisive” (KA). Hence, silos are cast as a throwback to the past when news and advertising staffs lived a claustrophobic, isolated existence.", "The notion that news and advertising should be distinct was also expressed by the metaphor of a boundary. Boundaries, similar to walls, suggest divisions in territory that limit mobility. One editor acknowledged that there were “always going to be conflicts” between news and advertising staffs, and thus his organization had been successful in “drawing some boundary lines” (KE). Another editor referred to boundaries in less certain terms: “I think it’s really just thinking about what are the things that are ethical boundaries to cross and what are things that are just a matter of ‘because we’ve always done it that way’” (WE).", "The use of “lines” as a metaphor to separate news and advertising functions expressed some of the same meanings as the boundary and wall metaphors. Lines, needless to say, are two-dimensional and hence not a barrier in the same way that walls are. The line metaphor expressed that news and business staffs could meet at a line and engage one another; they should remain in their territory and not cross the line. “Make sure you all understand where the lines are,” one editor advised. “We don’t sell stories, we don’t do stories specifically in response to an advertisement or to a promise of advertising, but that doesn’t mean that we don’t pursue things of mutual interest” (SE). Likewise, another editor said: I have a clear understanding of where the line is and I don’t mind talking about any and all topics with the advertising department because I can easily walk away because I know where the line is and I always make sure the ad staff knows that. I don’t mind if the ad staff says, “hey, would you do a story about an advertiser?” Sometimes there are actually legitimate stories. (SE)", "I have a clear understanding of where the line is and I don’t mind talking about any and all topics with the advertising department because I can easily walk away because I know where the line is and I always make sure the ad staff knows that. I don’t mind if the ad staff says, “hey, would you do a story about an advertiser?” Sometimes there are actually legitimate stories. (SE)", "Thus, the advantage of lines, as opposed to walls, is that they allow for better communication.", "Another editor expressed confidence in how the lines are managed: “my perception is that there’s mutual respect for our separate roles and the fact that our franchise hinges on keeping them separate.” He continued: “But also being collaborative and cooperative is kind of—I think [the line] gets a little blurry at times but I think they manage to do it well” (OE). An advertising executive said, “As times have changed a little bit, we [try to maintain] the overall integrity of the news channel so none of our conversations can cross the line of integrity” (SA). Another advertising executive explained: “I think it depends on the person. Passing along is one thing, being an advocate for the business in the news department is totally different. So there’s a line there that we don’t cross” (OA). This rhetorical use of lines is meant to invoke the same normative restrictions as the wall metaphor, but to allow newspaper staffs to inhabit a space that is less spatially distinct. News and advertising executives mostly portrayed the separation that the wall enforced as unbefitting for those who work for the same organization. As one advertising executive put it, “It’s changed a lot. I thought you needed a pass code to talk to anybody in the newsroom. It was like an old secret handshake to make sure that they would listen to you” (WA).", "The metaphor of the wall of separation has a long history in American newspapers. At least for these editors and advertising executives the wall metaphor still expresses a norm that confines how senior staff members in news organizations think about doing their business. As much as they struggle to remake the relationship between news and advertising, the metaphor lingers in their moral imaginations. The interviewees raised the metaphor without prompting; but once they did, they seemed trapped in a building of their own rhetoric. While they attempt to rhetorically cast the wall as soft or short or something else, the fact remains that the purpose of a wall is to separate. It seemingly required new kinds of metaphors to express the new directions they want newspapers to go. To some extent, the rhetoric of lines expressed this new direction, but still tethered the executives to norms of separation they seemingly struggled to shrug off. This leads us to an alternative perspective that emerged in the interviews.", "Senior news editors and advertising executives often used ecological metaphors to express the willingness or need to change traditional ideas about the relationship or separation between editorial and business functions of a newspaper. The metaphors expressing what we call the ecological perspective include these categories: the changing landscape, the needs of business, adaptation, and evolution. This perspective invites comparison to an ecological system where organisms that share an environment must find an appropriate equilibrium for the system to survive. If the equilibrium is disturbed by exogenous factors, organisms need to adapt to their new environment or face extinction and possible ecological collapse. In addition, we find a kind of evolutionism; that is, a variation of evolutionary thinking that sees change as reliably leading to a better or higher state of being (Sanderson 1990).", "Thus, the newspaper executives in advertising or editorial frequently spoke of the “changing business climate” and the need to adapt to the new economic environment. Change to the newspaper world was construed as a force of nature. An advertising manager argued that “as the media landscape continues to shift” (SA) organizations must change as well. An editor said that the newly opened communication with advertising “has come about because the world has shifted beneath our feet” (LE).", "Given the nature of an ecological system, changes in one place precipitate changes elsewhere. All organisms are interconnected. Hence, news and advertising executives stress the inevitability of interconnection and the value of collaboration and conversation. All of what we’re doing is interconnected now and you can’t have this print department and this ad department that doesn’t know what kind of content the newsroom was going to create and after the fact you go, well this could have been a really great package for us to go sell to. (WE)", "All of what we’re doing is interconnected now and you can’t have this print department and this ad department that doesn’t know what kind of content the newsroom was going to create and after the fact you go, well this could have been a really great package for us to go sell to. (WE)", "“We’re all working together to bring an audience to the advertiser … and in the meantime we’re providing content to the user. It’s all connected; we’re all working in a big circle on that” (TA).", "The new “heightened level of collaboration,” we are told, is “borne out of necessity” (OA). Given the “forced evolution” of the new media business environment, “we’ve been forced to really work as a team and find ways that content can be both beneficial to our readers and beneficial to our advertisers” (WA). Advertising and news executives use a variety of rhetoric to express the same ideas: The pace of change has been so amplified in the past three, four years … that there has been a need for that kind of increased collaboration. (JE) So that I think is a good example of understanding where the line is, but at the same time, it was something of mutual interest, we’re making money on it and our readers are getting a lot of great content that they otherwise would not have been able to get. (SE) In that environment, there’s more conversation about what we’re doing that would be useful for us to know in terms of what types of content they’d like to be around, when basically, when newspapers were making 30 percent profit margins, nobody needed to have those conversations. (OE)", "The pace of change has been so amplified in the past three, four years … that there has been a need for that kind of increased collaboration. (JE)", "So that I think is a good example of understanding where the line is, but at the same time, it was something of mutual interest, we’re making money on it and our readers are getting a lot of great content that they otherwise would not have been able to get. (SE)", "In that environment, there’s more conversation about what we’re doing that would be useful for us to know in terms of what types of content they’d like to be around, when basically, when newspapers were making 30 percent profit margins, nobody needed to have those conversations. (OE)", "The interconnection of the ecological system requires adaptation, experimentation creativity, and, ultimately, evolution. Changes within and outside of the news media environment have brought diminished profits, layoffs, and even the demise of some news organizations. News companies and workers have responded to these exigencies by changing practices and the metaphorical construction of those practices. As one advertising director explained, “being able to adapt is a big part of it … we can live in the culture we have or we can create the one we need to survive and thrive in the future” (AA). In discussing editorial’s changing relationship with advertising, an editor observes, “there probably was a time years ago when newsrooms were more aloof and really took advertising for granted” (KE). Adaptation requires experimentation and creativity. The theme resounded in newspaper executives’ rhetoric. On the subject of allowing an unusually shaped advertisement, an editor recounted: “I said ‘sure’ because we’ve actually become much more experimental over recent years. As long as it’s not in some way undermining our credibility, it’s fine with me. I’m happy to have us be creative” (KE).", "Ecological disruption requires adaptation, which ultimately produces evolution. The fittest survive and thrive. Newspaper executives are clear that the relationship between news and advertising staffs has evolved: an advertising director observed, “a complete collaboration between news and the business side and marketing and everybody … has sort of evolved over the past couple of years” (PA). A veteran advertising executive concluded that “over the past 12 years, that relationship has really evolved and it’s really more of a team and cohesive function” (WA). “It’s more just an evolution that kind of puts behind that thinking that you can’t work together without influencing each other” (KA). In the face of forces of nature, or in the face of a “forced evolution” (AA), organizations have naturally evolved.", "For several of the executives, the process of evolution brings about a better, more evolved world of journalism: Advertising … people have gotten to be a lot more sophisticated so they understand their role and not to try and change the journalism. But also, newsrooms have gotten to where we understand that we need to work with them in appropriate ways. (JE)“Our news organizations have gotten more mature and sophisticated,” one editor (JE) said. He went on to say, It’s quite appropriate. We don’t deal with advertisers and advertisers don’t have any influence on the journalism but we plan our media together. That’s true everywhere. The New York Times does it, everybody does. It’s just logical and obvious. Again, never compromising the journalistic knowledge. (JE)", "Advertising … people have gotten to be a lot more sophisticated so they understand their role and not to try and change the journalism. But also, newsrooms have gotten to where we understand that we need to work with them in appropriate ways. (JE)", "It’s quite appropriate. We don’t deal with advertisers and advertisers don’t have any influence on the journalism but we plan our media together. That’s true everywhere. The New York Times does it, everybody does. It’s just logical and obvious. Again, never compromising the journalistic knowledge. (JE)", "The news and advertising executives who use the ecological metaphor are articulating the sense of a world beyond their control. The environment is changing and they have little choice but to change with it if their organizations are going to survive. As ontologically real as the threat to newspaper journalism might be, this ecological theme is nevertheless a classic example of a naturalizing rhetoric (see Hall 1984). The use of the ecological metaphor legitimates the reconfiguration of the relationship between editorial and business functions. The forces of change are natural and so the response is natural. The power of this metaphor is that the reconfiguration of newspapers’ editorial and business functions is cast in natural, and hence amoral, terms. The metaphor not only legitimates new practices, but also simultaneously removes the reconfiguration of the relationship from the realm of normative consideration. This is not to suggest that newspaper executives employ the ecological metaphor instrumentally or strategically. Nevertheless, the executives have given themselves a way to talk about economic changes in journalism without a direct rhetorical engagement with past rhetorical constructions of journalistic norms.", "A metaphor that bears a similar structure to the ecological metaphor is the notion that newspapers are in a war. While the exogenous force in the ecological metaphor is natural, here the force is human. Survival depends on fighting back when attacked. “It’s a war out here to get people to pay attention to journalism on any medium,” one editor said (JE). “It’s almost like you are on a battlefield at all times; much like a general of a war,” according to an advertising executive (SA). Hostile conditions create a band of brothers, forcing old animosities into the background in the face of a shared threat. “We just all work really well together—it’s like we’ve been through a war together these last few years because it’s been tough,” an advertising executive (JA) said.", "It is not far removed from the ecological metaphor to posit news organizations as organisms or persons. But references to organizations as persons generally highlight their agency to act according to commitments and beliefs. Those beliefs can express a religious sense of mission. As one editor put it, “I certainly believe in the higher calling of journalism, the higher purpose that we serve in society” (KE). Those beliefs can also express a sense of civil religion: “I think what we do is important,” an editor stated. “We have a strong First Amendment mission to tell people what’s going on in their community” (LE). Another editor concluded, “The job has changed tremendously, the industry has changed tremendously, but at its core fundamental root is that you have an ability to make a difference in your community” (WE). Each of these editors is reluctant to radically reformulate the relationship between newspapers’ news and business sides. They are the “church” in the church–state divide. They hold fast to their beliefs. Such sentiments reinforce the monastic-like removal of journalists from full engagement with the secular—business—realities of worldly existence. But despite the invocation of a higher calling for journalism, these same editors are invoking a different vocabulary that can preserve the sense of a higher calling while dealing with new exigencies."]}, {"title": "Conclusions", "paragraphs": ["RQ1 asked: What do the metaphors deployed by advertising and editorial reveal about the institutional norms of news organizations? Our analysis found clear evidence that these norms have been challenged by the exigencies faced by contemporary news organizations. We found that editors and advertising executives used building metaphors, such as walls and silos, to represent the past, and ecological metaphors, such as evolution, to represent current practices. In doing so they rhetorically escape the confining metaphors of the building framework and use ecological metaphors to naturalize and legitimate changes in practices.", "RQ2 asked: What differences are seen in the rhetoric and metaphors used by news versus advertising executives? Based on DeLorme and Fedler’s (2005) research, we expected to find more of a gulf between the metaphors and rhetorical constructions used by advertising executives and those used by the editorial executives. However, their characterizations of the diminishing separation between the two areas were very similar and each emphasized increased collaboration, respect for others’ contributions, and the sense of seeking survival in a threatening and unstable environment. The advertising executives applied metaphors that suggested their respect for some level of separation of functions but also described the walls as less rigid, silos less confining, and collaboration and teamwork as preferred.", "Both groups used metaphors evoking the sense of the organization as an organism that was growing in sophistication, maturing and evolving. Both used metaphors that naturalized (Hall 1984) the changes and served to linguistically reconstitute the norms of the organization and the institution. In this new world of journalism, the tenor of the primary metaphor, the separation of advertising and editorial functions becomes a different type of vehicle: a shorter wall, a wall with holes, a line, a blurred line, and so on. Nevertheless, the participants continue to ceremonially insist on a separation, much as Meyer and Rowan (1991) suggest happens in the face of inefficiencies.", "As others have suggested (Harro-Loit and Saks 2006; Bærug and Harro-Loit 2012; Carlson 2015), changing conditions for journalism have become occasions for rhetorical experimentation. Coddington’s (2015, 78–79) conclusion about the state of the wall metaphor finds support here: “The wall maintains an iconic place in the American journalistic imagination, but its era as a dominant norm is over.” We make no pronouncement about the end of an era, but we do see organizational actors employing rhetorical strategies that challenge the strict separation of news and advertising. Thus, from the standpoint of institutional theory and field theory, this study showed how executives used linguistic reconstitutions of norms to ceremonially preserve those norms while changing operational activities. If, as Pfeffer (1981) suggested, a crucial role of executives and managers is to interpret and reinforce values, beliefs, and meanings, these individuals are doing symbolic work to redefine what is right and proper—or what one executive referred to as “appropriate.” So, even though the executives seem constrained by the moral force of the wall metaphor, they have nevertheless found new metaphorical ground on which to posit a different kind of relationship between editorial and advertising. They have acted, in other words, as norm entrepreneurs (Carlson 2015). The ecological metaphor introduced an amoral discourse that legitimated closer collaboration between editorial and advertising than might have seemed right and proper in the past. Hence, this study contributes to field and institutional theory by presenting evidence for how a rhetorical deconstruction or renegotiation of journalism’s cultural capital might come about.", "While this evidence is theoretically tantalizing, we acknowledge that this study comes with limitations. The interviews were conducted with only 18 executives. Such a narrow set of actors, even if they did use the same set of metaphors, cannot speak to an institutional shift in the journalistic field. Future research could examine a broader array of institutional rhetoric—for example, from the journalism trade press or from organizational documents, like the New York Times’ Innovation Report (Press Council 2014)—to better see if the ecology metaphor is being used more broadly to talk about the editorial and advertising relationship. Future research could also explore how rhetoric continues or is modified in an era when content marketing, which requires the interaction of advertising and editorial staff, is a rapidly growing sector."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["The authors have no financial interest or benefit arising from the direct applications of this research."]}], "references": [{"title": "Rethinking the Concept of Professionalism: The Case of Journalism", "year": "2003", "journal": "The British Journal of Sociology", "volume": "54", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl"}, {"name": "Evetts Julia", "first_name": "Evetts", "last_name": "Julia"}]}, {"title": "Journalism Embracing Advertising as Traditional Journalism Discourse Becomes Marginal", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Bærug Jan Richard", "first_name": "Bærug", "last_name": "Richard"}, {"name": "Harro-Loit Halliki", "first_name": "Harro-Loit", "last_name": "Halliki"}]}, {"title": "Field Theory in Comparative Context: A new Paradigm for Media Studies", "year": "1999", "journal": "Theory and Society", "volume": "28", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "The Rhetorical Situation", "year": "1968", "journal": "Philosophy \\& Rhetoric", "volume": "1", "authors": [{"name": "Bitzer Lloyd.", "first_name": "Bitzer", "last_name": "Lloyd."}]}, {"title": "When News Sites go Native: Redefining the Advertising–Editorial Divide in Response to Native Advertising", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt."}]}, {"title": "An Historical Analysis of Journalists’ Attitudes Toward Advertisers and Advertising&#039;s Influence", "year": "2005", "journal": "American Journalism", "volume": "22", "authors": [{"name": "DeLorme Denise E.", "first_name": "DeLorme", "last_name": "E."}, {"name": "Fedler Fred", "first_name": "Fedler", "last_name": "Fred"}]}, {"title": "Corporate Structure and Emphasis on Profits and Product Quality at U.S. Daily Newspapers", "year": "1991", "journal": "Journalism Quarterly", "volume": "68", "authors": [{"name": "Demers David P.", "first_name": "Demers", "last_name": "P."}]}, {"title": "Camouflaging Church as State: An Exploratory Study of Journalism’s Native Advertising", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Ferrer Conill Raul.", "first_name": "Ferrer", "last_name": "Raul."}]}, {"title": "The Narrative Construction of Reality: An Interview with Stuart Hall", "year": "1984", "journal": "Southern Review", "volume": "17", "authors": [{"name": "Hall Stuart.", "first_name": "Hall", "last_name": "Stuart."}]}, {"title": "Political Science and the Three new Institutionalisms", "year": "1996", "journal": "Political Studies", "volume": "44", "authors": [{"name": "Hall Peter A.", "first_name": "Hall", "last_name": "A."}, {"name": "Taylor Rosemary C. R.", "first_name": "Taylor", "last_name": "R."}]}, {"title": "Deconstructing Journalism Culture: Toward A Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "The Diminishing Border Between Advertising and Journalism in Estonia", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Harro-Loit Halliki", "first_name": "Harro-Loit", "last_name": "Halliki"}, {"name": "Saks Kertu", "first_name": "Saks", "last_name": "Kertu"}]}, {"title": "Metaphor Analysis of Social Reality in Organizations", "year": "1981", "journal": "Journal of Applied Communication Research", "volume": "9", "authors": [{"name": "Koch Susan", "first_name": "Koch", "last_name": "Susan"}, {"name": "Deetz Stanley", "first_name": "Deetz", "last_name": "Stanley"}]}, {"title": "The Shift From High to Liquid Ideals: Making Sense of Journalism and Its Change Through A Multidimensional Model", "year": "2013", "journal": "NORDICOM Review", "volume": "34", "authors": [{"name": "Koljonen Kari.", "first_name": "Koljonen", "last_name": "Kari."}]}, {"title": "Good Journalism", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Kunelius Risto.", "first_name": "Kunelius", "last_name": "Risto."}]}, {"title": "Mapping Professional Imagination: On the Potential of Professional Culture in the Newspapers of the Future", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Kunelius Risto", "first_name": "Kunelius", "last_name": "Risto"}, {"name": "Ruusunoksa Laura", "first_name": "Ruusunoksa", "last_name": "Laura"}]}, {"title": "What is Field Theory?", "year": "2003", "journal": "American Journal of Sociology", "volume": "109", "authors": [{"name": "Martin John Levi.", "first_name": "Martin", "last_name": "Levi."}]}, {"title": "Organizational Communication and Cultural Performance", "year": "1983", "journal": "Communication Monographs", "volume": "50", "authors": [{"name": "Pacanowsky Michael E.", "first_name": "Pacanowsky", "last_name": "E."}, {"name": "O'Donnell-Trujillo Nick", "first_name": "O'Donnell-Trujillo", "last_name": "Nick"}]}, {"title": "Guest Editor&#039;s Introduction: New Institutionalism and the News", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Ryfe David M.", "first_name": "Ryfe", "last_name": "M."}]}, {"title": "Taking Ideas and Discourse Seriously: Explaining Change Through Discursive Institutionalism as the Fourth ‘new Institutionalism’", "year": "2010", "journal": "European Political Science Review", "volume": "2", "authors": [{"name": "Schmidt Vivien A.", "first_name": "Schmidt", "last_name": "A."}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "A Theory of Structure: Duality, Agency, and Transformation", "year": "1992", "journal": "American Journal of Sociology", "volume": "98", "authors": [{"name": "Sewell William H.", "first_name": "Sewell", "last_name": "H."}]}, {"title": "The new Managerial Rhetoric and the old Criticism", "year": "1988", "journal": "Quarterly Journal of Speech", "volume": "74", "authors": [{"name": "Sproule J. Michael.", "first_name": "Sproule", "last_name": "Michael."}]}, {"title": "‘Homo Journalisticus:’ Journalism Education’s Role in Articulating the Objectivity Norm", "year": "2012", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "13", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "The Early Historical Construction of Journalism’s Gatekeeping Role", "year": "2016", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}, {"name": "Finneman Teri", "first_name": "Finneman", "last_name": "Teri"}]}, {"title": "Making Sense with Institutions: Context, Thought and Action in Karl Weick&#039;s Theory", "year": "2006", "journal": "Organization Studies", "volume": "27", "authors": [{"name": "Weber Klaus", "first_name": "Weber", "last_name": "Klaus"}, {"name": "Glynn Mary Ann", "first_name": "Glynn", "last_name": "Ann"}]}, {"title": "Discourse Metaphor: The Link Between Figurative Language and Habitual Analogies", "year": "2007", "journal": "Cognitive Linguistics", "volume": "18", "authors": [{"name": "Zinken Jörg.", "first_name": "Zinken", "last_name": "Jörg."}]}]}