{"doi": "10.1080/17512786.2018.1463865", "url": "https://doi.org/10.1080/17512786.2018.1463865", "title": "The Role of Language in a Journalistic Interpretive Community", "volume": "13", "year": "2019", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Carpenter", "first_name": "John", "name": "John C. Carpenter"}, {"last_name": "Sosale", "first_name": "Sujatha", "name": "Sujatha Sosale"}], "abstract": "Drawing on anniversary-edition articles and interviews with journalists at Jakarta Post, Indonesia’s largest English-language news outlet, we argue that language of publication directly informs the narratives a journalistic interpretive community [Zelizer, Barbie. 1993. “Journalists as Interpretive Communities.” Critical Studies in Mass Communication 10: 219–237] develops to position itself as a news authority. Analysis showed that associations with English as a foreign language in Indonesia influenced stories of the newspaper’s professional values and practice, and the ways it conceptualized readership. The study contributes to the growing body of literature that examines intersections of journalism and language—in this case, English as a language of publication in a global context.", "body": [{"title": "Introduction", "paragraphs": ["News organizations that publish in a foreign language provide especially suitable sites to study the ways language of publication informs the conceptualizations, practices, and impacts of journalism. This is increasingly important as journalists around the world employ foreign languages to reach wider readerships.1 At an organization like the Jakarta Post, Indonesia’s leading English-language news company, the language of publication informs not only daily operations but also the company’s overarching goals and self-conceptualizations. The English language permeates the stories Jakarta Post journalists, editors, and founders tell about the newspaper’s origins, its audience, its biggest journalistic triumphs, and the reporting practices that made these triumphs possible. In this way, the language of publication becomes an important discursive element in that organization’s interpretive community (Berkowitz and TerKeurst 1999; Riegert, Roosvall, and Widholm 2015; Zelizer 1993). Zelizer (2012) wrote that journalistic interpretive communities develop discourse “to retain a collective and authoritative voice” amidst changing journalism environments (181). How did journalists at the Jakarta Post develop discourse among themselves and with their readers to first establish and then maintain such a voice when publishing in a foreign language?", "In this qualitative study, we examine the stories published in anniversary editions of the Jakarta Post, as well as those told during in-person interviews with its past and current editors to understand journalists’ interpretations of their values and their audience. The interpretive community we examine, which developed at Jakarta Post over its 35-year history, comprises the newspaper’s founders, current and past reporters and editors, and, indirectly, its audience. Interpretive community theory provides a framework with which to probe ways language of publication contributed to discourses journalists used to “make their professional lives meaningful and unite themselves” (Zelizer 1993, 402). Furthermore, through a focus on language, we add to scholarship that examines intersections of journalism and language to understand journalists’ efforts to define their routines, ideals, and legacies (cf. Bonin et al. 2017; Corcoran and Fahy 2009; Cotter 2011; Jacobs and Tobback 2013).", "In what follows, we first provide a brief history of Jakarta Post from its founding through the present day. Next, we consider English as a global and regional language in Indonesia as a basis for asking how associations with the language contributed to stories the interpretive community at Jakarta Post told about the news organization and its work. We then explicate the concept of journalism as the product of an interpretive community and show how it applies in this case. Next, we position research questions within the emerging subfield of journalism studies that examine intersections of journalism and language. This is followed by methods, analysis, and discussion.", "The Jakarta Post (hereafter also referred to alternately as the Post) published its first edition on April 25, 1983, after representatives from four leading news groups responded to the Indonesian government’s call to collaborate on a credible, high-quality English newspaper. The government wanted such a publication to rectify the cultural imbalance in stories about Indonesia by western news organizations and to compete regionally with English-language publications based in Singapore, Malaysia, Thailand, and the Philippines (Siagian 2003b; Tarrant 2008). The newspaper began under the leadership of its first editor, Sabam Siagian, who brought an expertise in foreign affairs to the position. Siagian primarily crafted content for an expatriate audience in Indonesia and successfully made the Post into “Indonesia’s international face” before he stepped down in 1991 (Tarrant 2008, 108).", "The focus shifted slightly when the second chief editor, Susanto Podjomartono, took over. Coming from the progressive, domestically oriented Tempo magazine, Podjomartono sought to position Jakarta Post at the forefront of the country’s pro-democracy movement. This not only reflected his political orientation but was also meant to appeal to Indonesia’s growing middle class, which the board of directors saw as key in its drive to increase the Post’s circulation. Both editors realized the Post would never reach a mass circulation, given that it was printed in a foreign language (Bayuni 2003a; personal communication April 6, 2016; Siagian 2003a), but Podjomartono’s strategy worked. By the mid-1990s, Indonesians made up two-thirds of the total readership (Toruan 2003), drawn by the paper’s reputation as a cutting-edge source of information under the repressive former-president Soeharto. Through bold reporting, the Post became known as the publication “where the real news is” (personal communication, April 22, 2016) and as “that extra voice, that stronger voice” (personal communication, April 19, 2016). A readership survey in 1996 showed that, for the first time, readers recognized the Post “as a real independent newspaper” as opposed to being “a Kompas in English translation” (Podjomartono 2003).2 Editors treated this as vindication of the belief that, we don’t want to be just an Indonesian newspaper that is written in English, like a translation of Kompas, Tempo. … We have our own newsroom, we have our own reporters, we have our own journalists writing in English doing our stories, getting our scoops with our perspectives. (personal communication, April 22, 2016)", "we don’t want to be just an Indonesian newspaper that is written in English, like a translation of Kompas, Tempo. … We have our own newsroom, we have our own reporters, we have our own journalists writing in English doing our stories, getting our scoops with our perspectives. (personal communication, April 22, 2016)", "The Post reached its highest circulation in 1997, passing 50,000 daily copies midway through the year (Bayuni 2003b). Reporting under Soeharto culminated in a May 21, 1998 story announcing that he would resign that same day. This was followed by a May 22 story with a banner headline that read “I Quit” above the president’s picture. Post editors call the May 21 resignation story “the biggest scoop in Indonesian press history” (Podjomartono 2003), and “the greatest triumph in Indonesian media history” (Bayuni 2003a). In all, one writer noted that pushing the limits of free expression in the 1990s was “the greatest contribution the Post has made so far” (Wanandi 2003).", "After Soeharto’s disappearance from power, the Indonesian government lifted the press restrictions that characterized his regime, and Indonesian media flourished. From 7000 journalists working under Soeharto in 1997, by 2011 there were 30,000 (Pintak and Setiyono 2011). The number of print outlets rose from 300 to more than 1000, and the number of radio stations increased from one state-run station under Soeharto to 2000 by 2011 (Pintak and Setiyono 2011). Absent Soeharto as the “defined ‘enemy’” (30 years 2013) and facing competition from all sides, the Jakarta Post had to re-evaluate its mission, finding a way to build on its legacy as a leading provider of credible Indonesia news in an era of comparative press freedom (Jufri 2003). As we show below, this became a task of the newspaper’s interpretive community.", "Given the centrality of the English language in Jakarta Post’s formation and history, language ideologies for English provide a basis from which to understand journalists’ associations with the language. Language ideologies can be conceived as shared, collective beliefs about language (Volosinov 1973) that inform words’ denotational meanings as well as the values, hierarchies, identities, and stances people associate with particular languages (Jaffe 2009). Through these associations, language ideologies “underpin not only linguistic form and use, but also the very notion of the person and the social group” (Woolard 1998, 3). Thus, beliefs about language reside in the core of human identity and contribute to understandings of how people exist in relation to each other. Transferred to news media, the choices companies make about language-of-publication are central to their journalistic identities and their relationships with not only readers but also other media outlets.", "The increased connections and movement of people across national boundaries that characterize globalization inform language ideologies that position English as a global language (Blommaert 2010; Dewey 2007). And while sociolinguists problematize this perception (cf. Park and Wee 2015; Pennycook 2012), the geographical distribution, cultural diversity of speakers, and the “infinitely varied domains” in which it is used make English unique in the history of languages (Dewey 2007, 333). Dewey (2007) noted that much of the communication in English takes place “between rather than within communities” (347, emphasis in original), and, as of 2013, the number of second-language English speakers equaled those for whom it was the first language. An even greater number spoke it as a foreign language (Montgomery 2013). Asia, meanwhile, is the center of English-as-a-second-language, driven by education policies and parents who push their children to learn English as a means to succeed globally (McArthur 2003).", "Language ideologies that position English as a global language also make it attractive in Indonesia (Lauder 2008). English was first taught in Indonesia in 1914 in junior high schools, and after independence from the Dutch in 1945, English was designated as the first foreign language because it was more neutral than Dutch and Japanese, which both carried colonial overtones, and because it had a higher international status (Lamb and Coleman 2008; Lauder 2008). English was also attractive because speaking it made negotiating the influence of the United States’ political and economic power in the world easier (Lowenberg 1991). Education laws passed in 1989 made English compulsory in junior high and high school and allowed English to be taught from the fourth grade of elementary school. The laws also allowed courses taught in English when doing so increased access to knowledge or skills, such as when textbooks or technical manuals were only available in English (Lauder 2008; Lowenberg 1991). Not surprisingly, Indonesian students came to see English as necessary to acquire information from abroad and to communicate with the outside world (Lamb and Coleman 2008). The top 1–3 percent of Indonesians including business people, academics, and government officials also began seeking written and spoken English proficiency for the opportunities it gave to study abroad or seek employment with international companies (Lowenberg 1991), and English eventually became a “luxury consumer product, sold by high street language schools and profit seeking publishing companies” (Lamb and Coleman 2008, 201).", "Indonesia’s geographic proximity to former British and American colonies in Southeast Asia, including Singapore, Malaysia, and the Philippines, also contributed to beliefs that one had to speak English to engage with people from outside of Indonesia (Lauder 2008; Lowenberg 1991). The Association of Southeast Asian Nations (ASEAN) compounded English’s status as an intranational Asian language for not only Southeast Asia but also for China, Japan, and South Korea when ASEAN adopted it as its official working language in 2009 (Kirkpatrick 2010). Still, the level of English fluency among most Indonesians is limited, with the well-educated, wealthy, and elite leading the language’s acquisition and use (Lamb and Coleman 2008).", "News media across Asia also treat English as a global language. The Jakarta Post, for example, is a founding member of the Asia News Network (ANN), a consortium of 23 English-language news organizations from 20 Asian countries whose members are bound by news-sharing agreements. Members include Pakistan’s Dawn, Singapore’s Straits Times, Malaysia’s Star, as well as news companies in Japan, China, South Korea, Philippines, Vietnam, India, and others. As Torben Stephan, who directs the Konrad-Adenauer-Stiftung Media Programme Asia and advises the ANN, observed, “For the ANN member newspapers, the English language is a window to the world. At the same time, it’s a window for the world to enter into local context” (personal communication, January 27, 2015).", "Thus, Indonesians associate the English language with status, power, and global and/or regional communication, which, as analysis will show, informed exchanges among the interpretive community at Jakarta Post.", "Studies of journalists as interpretive communities range from those that examine key events drawing practitioners together in conversation around historic moments (Zelizer 1993), to those that examine communities within a particular genre, such as a multi-national community of science journalists (Bruggemann and Engesser 2014). Still others observe the ways digitization and media convergence have reshaped interpretive communities (Riegert, Roosvall, and Widholm 2015; cf. Zelizer 2012). In what follows we will examine a variety of those approaches, highlighting elements that we use in this study.", "At the heart of studies that examine journalism through the lens of interpretive community are collective interpretations through discourse that provide a basis for shared values, practices, and ideologies of journalism. Zelizer (1993) described such discourses as “a marker of how journalists see themselves as journalists” (28), and Robinson and DeShano (2011) noted that journalists develop discourses to articulate and reinforce, thus legitimizing, their roles as those who “tell society its news” (Robinson and DeShano 2011, 964). These discourses flow through a variety of channels including informal talks, professional and trade reviews, professional meetings, autobiographies and memoirs, interviews on talk shows, and media introspectives (Zelizer 2017).", "Anniversary editions of newspapers, which this study analyzes along with interview transcripts, are part autobiography, part memoir, and part media introspection that, when taken together, constitute a repository of collective memory for a news organization’s journalists, editors, publishers, and intended audience (Kitch 2002; cf. Zelizer 1995; cf. Zelizer and Tenenboim-Weinblatt 2014). Kitch (2002), who studied the anniversary editions of American magazines, concludes that celebrating a publication’s anniversary “is a ritual of the community who observes it, serving to strengthen its identity and values” (48). Furthermore, anniversary editions were envisioned as discursive exchanges between writers at a given publication, reinforcing “reminiscent journalism” (Kitch 2002, 47) as one of the channels interpretive communities use to establish and reinforce their identity. Finally, planning, reporting, and writing anniversary editions comprise a process by which journalists form collective memory in ways that affirm their ongoing cultural authority (Kitch 2002; cf. Zelizer 1995).", "Treating journalism as an interpretive community can be contrasted with treating journalism as a profession (cf. Ugland and Henderson 2007). Zelizer (1993) notes that the latter approach overlooks several journalistic practices including the ways journalists construct reality, the existence of informal networks among journalists, and the ways journalists construct narratives that bring meaning to their work. While less formal than professional bodies (Zelizer 1993), journalistic interpretive communities serve two key functions. First, they “discursively set up and negotiate preferred standards of action” by telling stories about key moments in journalism that exemplify perceived successes and/or failures by journalists (Zelizer 2017, 180). A closely related second function of telling these stories is to reflect, produce, and reinforce the goals, values, and norms that unite journalists such as truth, loyalty to the public, verification, etc. (Robinson and DeShano 2011).", "Zelizer (1993) identified reporting about Watergate and journalism in the age of McCarthyism as two “key public events” around which the journalistic interpretive community in the United States created collective memory as a basis for standards and action (402). As discourse surrounding it developed, Watergate became the touchstone for journalists’ thinking about investigative reporting, including its ethical quandaries, and McCarthyism became an illustration for why journalists should move beyond objective to interpretive reporting (Zelizer 1993). Berkowitz and TerKeurst (1999), meanwhile, broadened the basis for the interpretive community by showing how the values of the larger citizenry influence the values that guide journalism within a geographic region. In a case study in Madison, WI,3 Robinson and DeShano (2011) brought the idea of the public as contributing to the journalistic interpretive community into the digital age, exploring overlaps and differences between citizen journalists and mainstream journalists in their “aims, standards, and ideologies of journalism” (963). The study found mainstream journalists minimized the cultural authority of citizens to report the news. Zelizer (2012), meanwhile, analyzed the discursive strategies journalists employed to maintain their relevance in the face of citizen journalism that challenged the authority of mainstream news companies.", "Jenkins and Tandoc (2017) further developed the theme of a broad journalistic interpretive community in their study of the ways audiences used online comments to both affirm and challenge journalistic norms in Rolling Stone’s coverage of the Boston Marathon bombings. Tandoc and Jenkins (2018) did similar work analyzing public reaction to Gawker’s decision to publish a story about a married Conde Nast executive who allegedly sought the services of a male escort service. Both studies concluded that the audience played an active role in shaping the values that guide journalists’ reporting decisions. Thus, audience as members of the broader community enter the discourse of the interpretive community directly by leaving online comments, as Jenkins and Tandoc (2017) showed, and indirectly, through journalists’ perceptions of what the audience wanted from the news, as demonstrated by Berkowitz and TerKeurst (1999).", "These studies illustrate the various levels at which journalistic interpretive communities exist and underlie the assertion that “the concept [of interpretive community] stems more from social interactions than from the location of that interaction” (Berkowitz and TerKeurst 1999, 126). Thus, interpretive communities may be comprised of journalists internationally, nationally, locally, and “in a specific news organization” (Berkowitz and TerKeurst 1999, 126). Furthermore, journalistic interpretive communities are comprised of not only journalists but also members of the larger community including decision makers (Berkowitz and TerKeurst 1999), citizen journalists (Robinson and DeShano 2011), and members of the audience (Jenkins and Tandoc 2017; Tandoc and Jenkins 2018). This study takes contributors to anniversary editions of Jakarta Post as belonging to an interpretive community with the newspaper at its center. This includes the newspaper’s reporters, editors, founders, board members, and prominent individuals who were invited to contribute to the anniversary editions.4 In this study, audience participation is indirect. Rather than contributing directly to discourse, such as through online comments, the study examines the ways journalists consider their audience and the role of language in uniting these groups.", "Our paper’s investigation of the roles associations with English as a foreign language in Indonesia played in the formation of an interpretive community at Jakarta Post contributes to the subfield of journalism studies that takes intersections of journalism and language as the central focus. As an emerging area, this research assumes a variety of theoretical approaches. One study in tri-lingual Belgium, for example, examined how the language sources spoke influenced the frequency with which reporters used their quotes (Jacobs and Tobback 2013). A second study tested for the impact of language on journalistic outlook, finding that journalists who wrote in French in countries where it was a minority language were more likely to “see themselves as communicating to people as citizens,” as opposed to customers (Bonin et al. 2017, 550). A third study found that beliefs about English as a global and regional language among Indonesian journalists who publish in English informed the ways those journalists viewed public service to global, regional, and local readerships (Carpenter and Ekdale 2017). Other examples include an analysis of the role of English newspapers in the formation of a European public sphere (Corcoran and Fahy 2009), and of the changing role of expatriate newspapers in relation to the “emergence of a diverse, globally-minded, English-speaking readership” (Hamilton, Lawrence, and Pfetzer 2014, 898).", "Therefore, our overarching research question in this study is as follows: How did language of publication inform the discourses the interpretive community at this English-language newspaper developed to establish its journalistic significance under Soeharto and in the post-Soeharto era?Following which: RQ1. How did language of publication contribute to discourses that provided a basis for the Post’s journalistic values? RQ2. What was the role of language of publication in discourses that developed meaning for the Post in relation to audience? RQ2a. What were the roles of language of publication and values in uniting journalists and audience in an interpretive community?", "How did language of publication inform the discourses the interpretive community at this English-language newspaper developed to establish its journalistic significance under Soeharto and in the post-Soeharto era?", "RQ1. How did language of publication contribute to discourses that provided a basis for the Post’s journalistic values?", "RQ2. What was the role of language of publication in discourses that developed meaning for the Post in relation to audience?", "RQ2a. What were the roles of language of publication and values in uniting journalists and audience in an interpretive community?"]}, {"title": "Methods", "paragraphs": ["This study employed qualitative methods to draw out themes from newspaper content and interview data that reflected the Jakarta Post interpretive community’s understandings of journalism as a profession and English-language journalism in Indonesia. Of the Indonesian-owned-and-operated English-language news services in Jakarta, only the Post publishes exclusively in English. It is also the largest of these organizations, employing more than 80 full-time editorial staff, about 40 percent of whom are women. With the exception of seven copy editors, one writing coach, and one features editor, all staff members are Indonesian. The newspaper’s print circulation is about 30,000 daily copies (personal communication, April 22, 2016), while Google Analytics for December 2014 showed 4.75 million monthly page views for the Post’s news site. Among online visitors in that month, 51 percent were in Indonesia, 10.2 percent were in Singapore, and 8.6 percent were in the United States.", "Researchers investigate interpretive communities using various methods. Zelizer (1993), for example, examined news articles, books and memoirs, and trade publications to trace discourses surrounding Watergate and McCarthyism. Berkowitz and TerKeurst (1999), Riegert, Roosvall, and Widholm (2015), and Robinson and DeShano (2011), meanwhile, interviewed journalists to investigate the ways values bound interpretive communities together. Bruggemann and Engesser (2014) assessed shared practices and beliefs among journalists using surveys. Given that anniversary editions are theorized as discursive exchanges through which interpretive communities strengthen their identities and values and construct memories of past events in ways that serve the community’s needs in the present (Kitch 2002; cf. Zelizer 1995), this study uses anniversary edition news articles on the historical developments and turning points in the Post’s journalism, supplemented by in-person interviews with the Post’s founders and long-term editors to study the ways the interpretive community at Jakarta Post reflects upon and evaluates its journalism. Content data provided the primary source for analysis. Interview data provided both a basis for triangulation of content from articles and additional data with which to develop a more comprehensive picture of the interpretive community at work—both in the retelling of stories about the past and in providing accounts of the newspaper’s performance in the present.", "To gather material, the first author spent six weeks in Jakarta, Indonesia, in 2016, collecting articles from the newspaper’s archives and conducting interviews with Jakarta Post journalists (to protect anonymity, all interview references in the text will be cited as “personal communication” followed by the date). Starting with the first edition of the paper in 1983 and checking the April 25 edition for each year, he collected a purposive sample of 40 anniversary-edition articles dating from April 25, 1983 to April 25, 2013 that were specifically about the Post. Of the 40 articles, 3 appeared in 1983, 1 in 1993, 21 in 2003, 3 in 2008, and 12 in 2013. The articles, special editorials, and invited columns included both reminiscences about the Post’s history and introspections about its role in the post-Soeharto era.", "In addition to the articles, the first author conducted interviews with 13 current Post editors, reporters, and advisors whom he met while conducting observations at the newspaper as part of a larger project about English-language journalism in Indonesia.5 Those interviewed described the newspaper’s work under Soeharto leading up to his resignation and the goals the newspaper has pursued since. Interviews ranged from 45 minutes to one-and-a-half hours in length, and built on open-ended questions like: Are there issues that an English-language newspaper can cover that newspapers in the national language cannot? Why do you think that is? How has that changed since Soeharto fell from power? Who are your readers? Why do Indonesians read Jakarta Post? Those interviewed had worked at Jakarta Post for from 2 years to 33 years, with an average of 19 years of employment.", "For our thematic analysis, data obtained from articles and interviews provided a broad basis from which to study the discursive exchanges of this English-language journalistic community. Both authors analyzed the articles and interview transcripts through an iterative process, coding a sample of articles and transcripts to identify recurring themes, and then conducting thorough readings to note the emergence of themes in the content. This analysis helped assess the ways associations with the English language intersected with narratives at the heart of the newspaper’s interpretive community."]}, {"title": "Analysis", "paragraphs": ["Our thematic analysis found that Jakarta Post journalists took what they identified as a principal limitation to their domestic influence—publishing in English in a non-English-speaking country—and interpreted it as a strength. Analysis identified two major themes where this took place: the practice of free speech and understandings of audience. In discourse around free speech, the community interpreted English as a smoke screen that shielded the Post and its readers from the watchful eyes of the Soeharto government. In this way, printing in English created a space within which the Post and its readers could share in the exercise of free speech, which discourse developed as a core journalistic value that united journalists and their audience. With regard to readership, journalists’ interpretations emphasized the elite status and power of Indonesians who could read in English, instead of focusing on their limited number. Through this interpretive strategy, journalists transferred the status and power associated with English (Lamb and Coleman 2008) to both readers and the newspaper itself. Thus, our analysis found that members of the interpretive community developed discourse that established the Post as a vanguard of press freedom that reached a small but powerful group of readers under Soeharto—an interpretation that allowed the community to maintain its sense of journalistic significance after Soeharto’s fall from power.", "In memories of the newspaper’s performance under Soeharto, Jakarta Post journalists interpreted English as providing space within which journalists and audiences could exercise free speech. Our analysis shows how this interpretation provided a basis for the paper to reaffirm its identity in the post-Soeharto era as both a responsible practitioner of free speech and an advocate of freedom of expression for religious minorities, the LGBT community, and other non-mainstream groups.", "In early discourse, free speech was interpreted as a journalistic ideal, but, given the newspaper’s focus on informing foreigners, it was not as meaningful in relation to the Soeharto government as it would become in the 1990s, when Indonesians became the majority readership. As described in 1983, the Post would “support the democratic system” (Post is agent 1983), and in an article appearing in the second edition of the paper, the publisher made it clear that the Post must be independent of the government to maintain its journalistic credibility (Post is agent 1983).", "As the paper’s focus shifted to domestic intervention under Soeharto and the target audience became Indonesian, the practice of free speech was interpreted as challenging the authoritarian regime. In anniversary editions issued after Soeharto’s fall, journalists interpreted English as having provided space to challenge authorities by boldly expressing support for democracy; pluralism; freedom of expression and thought; and freedom from torture, fear and disappearances in ways not possible by journalists who published in the national language (Toruan 2003; Wanandi 2003). Post editors did not know exactly where the boundaries of press freedom lay, but in pushing them little-by-little, they realized the Post had more freedom than the Bahasa Indonesia-language press (personal communication, April 22, 2016).", "Members of the Post’s interpretive community offered a number of reasons for this phenomenon, all of which credit language of publication with deflecting unwanted attention from authorities. First, they believed officials at the Ministry of Information did not take the newspaper seriously, assuming the English-language readership was small and confined to cities (personal communication, April 19, 2016). A second theory explaining the Post’s greater freedom was that the government used the newspaper to create the impression among visiting foreign officials that Indonesia had a free press (Bayuni 2013; personal communication, April 12, 2016). Editors at the Post “were happy to play along, always making sure that we had a strong editorial critical of the government on the day Pak Ali [Soeharto’s foreign minister] entertained foreign dignitaries” (Bayuni 2013). A third explanation was that Soeharto’s censors and the military could not read English well enough to monitor the Post (Wanandi 2003). They were “daunted by the prospect of poring over an English language article” (Toruan 2003) and were too busy “looking up words in the dictionary” to understand the newspaper’s content (Jufri 2003).", "While the deflection theme permeates discourse about the Post’s reporting under Soeharto, the interpretive community also credited the nature of the English language with helping the newspaper go farther. English was described as a “straightforward, ‘tell it like it is’ language” (Toruan 2003) compared to Bahasa Indonesia, where direct criticism rarely occurs (personal communication, April 13, 2016). This accounted for bolder, more direct statements in news articles and editorials, and kept Indonesian readers from having to “read between the lines” like they did with the local press (Podjomartono 2003). As such, English-language journalism became known for giving “direct, clear evidence [and a] clear perspective” (personal communication, April 12, 2016).", "Members of the interpretive community treated the exercise of free speech under Soeharto as a basis for ongoing unity in the changed media environment after his fall. An editorial in the 30th anniversary edition draws direct ties between the newspaper’s performance in the 1990s and in 2013: Many of the decision makers on our editorial floor were bred in the age of repression of the New Order era. Battle-hardened journalists who fought a defined enemy … , we do not fear the future. While the people and technology have changed, the values that beset the first edition of the Jakarta Post remain indelible in the hearts of every editor, reporter, contributor and staff member that previously identified with the Post. (30 Years 2013)As references to “repression” and a “defined enemy” show, those writing after 1998 interpret the Post founders’ commitment to free speech in ways not seen in the first editions, when such statements could have attracted unwanted attention from authorities. Similarly, a contribution to the 30th anniversary edition noted that, “The Post and its journalists have been part of the national struggle for freedom of the press since the paper’s inception. This was the good fight, started by the founding editors and continued by their successors” (Bayuni 2013). The articles in 1983 did not cast the Post in this light.", "Many of the decision makers on our editorial floor were bred in the age of repression of the New Order era. Battle-hardened journalists who fought a defined enemy … , we do not fear the future. While the people and technology have changed, the values that beset the first edition of the Jakarta Post remain indelible in the hearts of every editor, reporter, contributor and staff member that previously identified with the Post. (30 Years 2013)", "Constructed memories of the Post as a vanguard of free speech under Soeharto provided a basis for a different interpretation of free speech in the post-Soeharto era. With the onset of greater media freedom, the interpretive community at Jakarta Post defined its ongoing significance in terms of the responsible practice of free speech and exercising free speech on behalf of non-mainstream groups. Writing five years after Soeharto’s fall, Jusuf Wanandi described the Post’s current “vision and main mission” in terms of integrity, honesty, efficiency, dedication, and thoroughness (Wanandi 2003) in contrast to values at some Indonesian publications, which one Post editor characterized as focusing on “scandalous or sensational news” (personal communication April 21, 2016). Similarly, one Post editor said the biggest challenge to today’s journalists is “presenting the news in a better and more thorough way” that follows “the rules of basic journalism: check and recheck, check all the sides, [and] cover both sides” (personal communication April 13, 2016). Thus, practicing free speech in the post-Soeharto era comprised, in part, speaking responsibly when many other news outlets were not doing so.", "A second interpretation of free speech in the post-Soeharto era parallels pushing the limits under Soeharto but in a new context—speaking up on behalf of religious minorities and the LGBT community (personal communication April 21, 2016; personal communication April 29, 2016; personal communication April 11, 2016). Editors linked this practice to what they called the Post’s “core values”—pluralism, human rights, freedom of expression, and democracy over authoritarianism—which in their construction of memory also guided practice under Soeharto (personal communication April 21, 2016; cf. personal communication April 12, 2016; Wanandi 2003). One Post editor said, “At Jakarta Post, because it’s the values that we have to defend, we pay more attention to those issues [discrimination against minorities] … . I think for reference on the minority, we are better” than other media (personal communication April 13, 2016). Meanwhile, an editor-in-chief noted that, in 2013, the Jakarta Post maintained the relevance it achieved under Soeharto by “maintaining a critical voice and speaking out on issues that others neglect, forget or play down” (Bayuni 2013), such as by featuring stories about minorities on the newspaper’s front pages. By contrast, mainstream newspapers “try to tone down [stories about minorities] because it might create a conflict” with readers (personal communication, April 13, 2016). Another editor explained that, “We try to be bold on the things that people must pay attention to here. Something like the voice of the voiceless; we try to hear the voice of the voiceless” (personal communication April 29, 2016). A former reporter writing for the 2003 anniversary edition described it as not hearing but “giving a voice to the voiceless with the belief they should be heard” (Buchori 2003).", "In this way, interpretation of the struggle for free speech at Jakarta Post shifted so that the freedom achieved by the press in the post-Soeharto era could be extended to individual members of Indonesian society, especially those facing discrimination. In reference to the LGBT community, one editor said, “We in Jakarta Post say, ‘Well, if their decision is to be gay … , they should be respected for that. And we protect it’” (personal communication April 21, 2016). Adherence to this value overrode personal beliefs among editors and reporters. One editor said, “Although individually, many here don’t agree with LGBT, when it comes to the institution, we have to [report it]” (personal communication April 12, 2016). Thus, members of the interpretive community recognized the role these values played in “retaining their collective and authoritative voice” (Zelizer 2012, 181), and put that above their individual beliefs when determining editorial content.", "When asked whether publishing in English still gave the Post greater freedom to publish stories that went against the mainstream in the post-Soeharto era, editors included the language in their interpretation of free speech noting, for example, that publishing in English created distance from hardline Muslim communities, whose members did not read news in English. This allowed Jakarta Post to run stories that criticized persecution of Ahmadiyya Muslims when mainstream publications avoided this controversial topic (personal communication April 11, 2016). By contrast, the inclusion of editorial cartoons that conveyed meaning independently of English was seen as potentially making the Post a target for hardline Muslims (personal communication April 12, 2016).", "Thus, in their construction of the newspaper’s performance under Soeharto, the interpretive community at Jakarta Post established free speech as a core value that the newspaper continued to adhere to in the post-Soeharto era.", "Another interpretive strategy Post journalists used to establish significance was to turn their limited English readership, previously identified as a constraint, into a strength. They did this through discourse that created their most-important readers as a small but powerful group of Indonesians who could influence domestic affairs at the highest levels. Constructing audience in these terms created the newspaper itself as influencing Indonesian society from within the boundaries set down by the English language. As we will show, this interpretation continued in the post-Soeharto era.", "In the Post’s flagship edition, it was clear that the paper targeted an English-speaking demographic, but its writers were ambiguous about whether this meant Indonesians or foreigners. On the paper’s opening day, the publisher wrote that the Post would serve readers by keeping them informed about various viewpoints in Indonesia concerning domestic and foreign affairs (Chudori 1983), without saying who those readers were. Meanwhile, Harmoko, who was both minister of information at the time and one of the people behind the idea of an English-language newspaper, said in an interview that the Post had to “deliver the spirit and determination of Indonesia’s development to its readership” as an antidote to “one-sided” reporting from abroad (Post is agent 1983). This implied the Post would reach the same readers as western news organizations, presumably ones for whom English was the first language. He was more explicit about a foreign readership in a reference to the Post’s contribution to national development goals “in its capacity as a communications link aimed in particular at foreign nationals” (Post is agent 1983). Thus, in early discourse, the Post’s interpretive community saw its audience as foreign.", "An understanding of an elite Indonesian audience evolved in the interval between the 10- and 20-year anniversary editions. In a 1993 editorial, when Soeharto was still in power, Post editors described their readers as university graduates, high income earners, and as being in “decision-making positions” (10 years down 1993). Without specifying nationality, the editorial said readers “belong among the cream of the cream of society” (10 years down 1993). Meanwhile, a 2003 article by Susanto Podjomartono, the editor who steered the Post from a foreign to a domestic audience, explicated the connection between the reference to “the cream of society” and an Indonesian readership when he wrote that in the 1990s, “we wanted to reinvent the Post into a critical and influential newspaper, though small in circulation but reaching the decision makers, the cream of society” (Podjomartono 2003). Other 2003 references to the Indonesian audience that reinforce readers as elite include “the interested middle class and engaged intellectual reader” (Sadli 2003), “well-educated Indonesians” (Tarrant 2003), and “intellectuals and university students” (Jufri 2003).", "Among the most-important Indonesian readers were “colleagues in the Indonesian media” whom the Post could teach “to exercise a more critical stance toward a regime that was already suffering from political decay” (Our 20th anniversary 2003). The 20th anniversary edition of the paper describes the Post as “an editors’ newspaper that, although small in terms of circulation, could take on a role as an agenda setting publication” (Our 20th anniversary 2003). This interpretation assigned the Post an active role in shaping the domestic agenda, both under Soeharto and in the present. In a 2016 interview, an editor explained the process by which the Post influenced the domestic agenda through its Indonesian readership: We like to think that we help initiate some of the civil discourse … . People who read us, they start talking among their friends, and they start having a debate. And then someone would write their own piece somewhere else in Bahasa Indonesia. (personal communication April 22, 2016)6Another editor described the process in similar terms: [Our readers] are middle class, they are well educated; some of them are the decision makers. They read Jakarta Post, and they share what we tell them, the values, I mean, and the mission that we send to them. So, although we are a small newspaper compared to the big media like Kompas or Media Indonesia, our message sometimes becomes the reference for decision makers. So we play high politics, we can say like that, to influence these decision makers. (personal communication April 29, 2016)This interpretation of readership transfers influence from a limited, English-reading group to the broad, Indonesian-language sphere, magnifying the Post’s significance in the process.", "We like to think that we help initiate some of the civil discourse … . People who read us, they start talking among their friends, and they start having a debate. And then someone would write their own piece somewhere else in Bahasa Indonesia. (personal communication April 22, 2016)6", "[Our readers] are middle class, they are well educated; some of them are the decision makers. They read Jakarta Post, and they share what we tell them, the values, I mean, and the mission that we send to them. So, although we are a small newspaper compared to the big media like Kompas or Media Indonesia, our message sometimes becomes the reference for decision makers. So we play high politics, we can say like that, to influence these decision makers. (personal communication April 29, 2016)", "Furthermore, in editors’ interpretations, the Post itself became another indicator of audience status—”If you want to be considered a member of the elite, a member of the middle class, you have to read the Jakarta Post” (personal communication April 14, 2016). Another editor said, “It’s prestigious to subscribe to the Jakarta Post as a second newspaper” (personal communication April 6, 2016). In these interpretations, reading the Post simultaneously conferred elite status on audience members and the Post itself.", "Interpretations from 2013 anniversary-edition articles and 2016 interviews further develop the theme of an elite audience by describing readers as not only educated and powerful but also as globalized English speakers. In these interpretations, the status of English as a global language carries over to Post readers. Jakob Oetama, one of the newspaper’s founders, was quoted in an article that appeared in the 30th anniversary edition saying that reading the Post was “intellectually [challenging] for an educated, future-oriented and globalized people. So far, English has been a measure of intellect and progress” (It is trusted 2013, “challenging” in brackets in original). This builds on the 2003 account of the Post’s readership as a growing middle class in Indonesia that in the 1990s began learning English in response to globalization (Bayuni 2003a). In a 2016 interview, meanwhile, a current editor of the Post described today’s audience as “usually policymakers, executives, and most of them are graduates from overseas” (personal communication April 13, 2016). While the editor did not mention language directly, “graduates from overseas” usually implies studying at universities where English is the medium of instruction.", "Editors also identified values as essential in the bond between journalists and readers. In the 20th anniversary edition, editor-in-chief Endy Bayuni explained: While it is certainly a community that is conversant in English, a shared language is not the only tie that binds. We have learned over the years, in talking with our readers … , that it is our shared values, concerns and, to some extent, goals that make us one. (2003a)In this interpretation and others like it, the community made it clear that language alone did not define the bond between Post journalists and readers. For example, one editor said, “If you say people who read English should be our community, that’s like one side of the world” (personal communication April 22, 2016). To refine the sense of readership, the editor turned to values: “Some of the values we try passionately for—democracy, freedom, basic rights, governance, transparency, non-discrimination—are also those that would make people say, ‘I feel I can identify myself with what Jakarta Post stands for’” (personal communication April 22, 2016).", "While it is certainly a community that is conversant in English, a shared language is not the only tie that binds. We have learned over the years, in talking with our readers … , that it is our shared values, concerns and, to some extent, goals that make us one. (2003a)", "Thus, in their interpretations of audience, members of the Post’s interpretive community created readers as limited in number but elite, powerful, educated, and forward thinking. These characteristics placed both readers and journalists in positions to influence the broader Indonesian-speaking society. Furthermore, readers shared not only a language with Post journalists but also belief in the values that guided the newspaper’s reporting both under Soeharto and in the current day."]}, {"title": "Discussion", "paragraphs": ["Our broad research question for this study asked how the language of publication informed the discourses journalists at the Post developed to establish their journalistic significance under Soeharto and in the post-Soeharto era. Our analysis showed that Indonesians’ associations with the English language as elite, powerful, and for global/regional communication became key resources the community drew upon as it developed understandings of values and audience that helped the Post establish and maintain its cultural authority. In discourse around values, associations with English-as-a-foreign-language informed interpretations of the language as a smokescreen that shielded the newspaper from unwanted attention while it developed its capacity for free speech under Soeharto. First, it caused censors, who assumed a newspaper in English would reach only a foreign audience and a handful of Indonesians, to overlook the Post as a significant voice in the domestic sphere. Thus, in the journalistic community’s collective memory of its performance under Soeharto, censors’ beliefs about English as a non-Indonesian, global and regional language created space where the Post could exercise and develop freedom of expression. These beliefs informed the second reason Post journalists gave for their greater freedom—the government wanted to convince foreign dignitaries, visiting foreign officials, and the broader international community that Indonesia allowed news media to practice free speech. In each of these cases, English was assumed to reach a foreign audience, and, again, discourses emphasized that the language created space in which the Post could exercise media freedom.", "Beliefs about English also informed the remaining reasons Post journalists developed for their level of freedom. Belief that English was a more direct language than Bahasa Indonesia meant that criticisms would come across as stronger in English than they would in news produced in the national language. In this interpretation, the language of publication played an equal role with content in what became forceful reporting. Finally, in the stories, the Post’s journalists told, the language of publication confused military and government censors who were unable to decipher, and therefore overlooked, the Post’s reporting. In the retrospective narratives at Jakarta Post, the freedom afforded by the language of publication culminated in “the greatest triumph in Indonesian media history” (Bayuni 2003a)—reporting the impending resignation of Soeharto when no other news company did so.", "These narratives also became a basis for enacting freedom of expression in the post-Soeharto era. While under Soeharto, the Post had more room to exercise free speech than other media outlets, that freedom was extended to all media outlets in the post-Soeharto era. To respond to this challenge to their journalistic authority, the community at the Post re-interpreted free speech in terms of responsible, fact-based reporting and speaking up on behalf of minority groups including religious minorities and the LGBT community. In accounts of both past and current reporting, freedom of expression remained a core value, but its interpretation shifted according to the circumstances the interpretive community faced. In the Soeharto era, the challenge was to exercise free speech at all, while after Soeharto’s fall the challenge was to re-establish the Post’s voice as authoritative in the era of media freedom.", "The language of publication also informed discourses about Jakarta Post’s readership. English was treated as a constraint on potential readership, but in their retellings, journalists at the Post turned this into another source of strength. Namely, because of the exclusive nature of an Indonesian English-language readership, those readers were assigned high levels of influence, education, income, and decision-making power. Readers were the “cream of the cream of society” (10 years down 1993) in Indonesia under Soeharto and in the present. And, along with the shared use of the English language, journalists felt bound to their readers by shared values. As one editor said, if all English speakers comprised the audience, that would be billions of people. This potential readership was refined by a desire for free speech, pluralism, and democracy in Indonesia.", "As this study showed, news organizations that publish in a foreign language comprise valuable sites to study intersections of language and journalism. Future research could, therefore, examine publications that print in English as a foreign language in other cultural contexts. At the same time, lessons derived from such studies are relevant for news media that work in national languages. Cotter’s (2011) finding that monolingual American journalists rarely think beyond their own linguistic group when covering diversity is a case in point. South Korea, where mass media reinforce ideologies that position the Korean language as reflective of a “pure” national identity (Park 1989), offers another site to ask questions about the ways associations with language inform journalists’ interpretations of their work.", "In summary, this study showed that language of publication informed, in Woolard’s (1998) words, “the very notion of the person and the social group” (3) at Jakarta Post. Given that the community’s discourses provide a basis for reporting standards, core journalistic values, and the ways journalists define themselves in relation to the larger community (Zelizer 1993), the language of publication was central in the conceptualization and practice of journalism, a point not often explored in global journalism research."]}], "references": [{"title": "Community as Interpretive Community: Rethinking the Journalist-Source Relationship", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "TerKeurst James", "first_name": "TerKeurst", "last_name": "James"}]}, {"title": "Quelle Différence?", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Bonin Genevieve", "first_name": "Bonin", "last_name": "Genevieve"}, {"name": "Dingerkus Filip", "first_name": "Dingerkus", "last_name": "Filip"}, {"name": "Dubied Annik", "first_name": "Dubied", "last_name": "Annik"}, {"name": "Mertens Stefan", "first_name": "Mertens", "last_name": "Stefan"}, {"name": "Rollwagen Heather", "first_name": "Rollwagen", "last_name": "Heather"}, {"name": "Sacco Vittoria", "first_name": "Sacco", "last_name": "Vittoria"}, {"name": "Shapiro Ivor", "first_name": "Shapiro", "last_name": "Ivor"}, {"name": "Standaert Olivier", "first_name": "Standaert", "last_name": "Olivier"}, {"name": "Wyss Vinzenz", "first_name": "Wyss", "last_name": "Vinzenz"}]}, {"title": "Between Consensus and Denial: Climate Journalists as Interpretive Community", "year": "2014", "journal": "Science Communication", "volume": "36", "authors": [{"name": "Bruggemann Michael", "first_name": "Bruggemann", "last_name": "Michael"}, {"name": "Engesser Sven", "first_name": "Engesser", "last_name": "Sven"}]}, {"title": "", "year": "2017", "journal": "", "volume": "", "authors": [{"name": "Carpenter John C.", "first_name": "Carpenter", "last_name": "C."}, {"name": "Ekdale Brian", "first_name": "Ekdale", "last_name": "Brian"}]}, {"title": "Exploring the European Elite Sphere: The Role of the Financial Times", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Corcoran Farrel", "first_name": "Corcoran", "last_name": "Farrel"}, {"name": "Fahy Declan", "first_name": "Fahy", "last_name": "Declan"}]}, {"title": "Diversity Awareness and the Role of Language in Cultural Representations in News Stories", "year": "2011", "journal": "Journal of Pragmatics", "volume": "43", "authors": [{"name": "Cotter Colleen.", "first_name": "Cotter", "last_name": "Colleen."}]}, {"title": "English as a Lingua Franca and Globalization: An Interconnected Perspective", "year": "2007", "journal": "International Journal of Applied Linguistics", "volume": "17", "authors": [{"name": "Dewey Martin.", "first_name": "Dewey", "last_name": "Martin."}]}, {"title": "The Evolution of an Expatriate Newspaper", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Hamilton John", "first_name": "Hamilton", "last_name": "John"}, {"name": "Lawrence Regina", "first_name": "Lawrence", "last_name": "Regina"}, {"name": "Pfetzer Emily", "first_name": "Pfetzer", "last_name": "Emily"}]}, {"title": "Is Language a News Value in Belgium?", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Jacobs Geert", "first_name": "Jacobs", "last_name": "Geert"}, {"name": "Tobback Els", "first_name": "Tobback", "last_name": "Els"}]}, {"title": "The Power of the Cover: Symbolic Contests Around the Boston Bombing Suspect’s Rolling Stone Cover", "year": "2017", "journal": "Journalism", "volume": "18", "authors": [{"name": "Jenkins Joy", "first_name": "Jenkins", "last_name": "Joy"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Anniversary Journalism, Collective Memory, and the Cultural Authority to Tell the Story of the American Past", "year": "2002", "journal": "Journal of Popular Culture", "volume": "36", "authors": [{"name": "Kitch Carolyn.", "first_name": "Kitch", "last_name": "Carolyn."}]}, {"title": "Literacy in English and the Transformation of Self and Society in Post-Soeharto Indonesia", "year": "2008", "journal": "International Journal of Bilingual Education and Bilingualism", "volume": "11", "authors": [{"name": "Lamb Martin", "first_name": "Lamb", "last_name": "Martin"}, {"name": "Coleman Hywel", "first_name": "Coleman", "last_name": "Hywel"}]}, {"title": "The Status and Function of English in Indonesia: A Review of Key Factors", "year": "2008", "journal": "Makara Hubs-Asia", "volume": "12", "authors": [{"name": "Lauder Allan.", "first_name": "Lauder", "last_name": "Allan."}]}, {"title": "English as an Additional Language in Indonesia", "year": "1991", "journal": "World Englishes", "volume": "10", "authors": [{"name": "Lowenberg Peter.", "first_name": "Lowenberg", "last_name": "Peter."}]}, {"title": "English as an Asian Language", "year": "2003", "journal": "English Today", "volume": "74", "authors": [{"name": "McArthur Tom.", "first_name": "McArthur", "last_name": "Tom."}]}, {"title": "The Mission of Indonesian Journalism: Balancing Democracy, Development, and Islamic Values", "year": "2011", "journal": "International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Pintak Lawrence", "first_name": "Pintak", "last_name": "Lawrence"}, {"name": "Setiyono Budi", "first_name": "Setiyono", "last_name": "Budi"}]}, {"title": "The Political in Cultural Journalism: Fragmented Interpretive Communities in the Digital Age", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Riegert Kristina", "first_name": "Riegert", "last_name": "Kristina"}, {"name": "Roosvall Anna", "first_name": "Roosvall", "last_name": "Anna"}, {"name": "Widholm Andreas", "first_name": "Widholm", "last_name": "Andreas"}]}, {"title": "‘Anyone Can Know’: Citizen Journalism and the Interpretive Community of the Mainstream Press", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "DeShano Cathy", "first_name": "DeShano", "last_name": "Cathy"}]}, {"title": "Out of Bounds? How Gawker’s Outing a Married Man Fits into the Boundaries of Journalism", "year": "2018", "journal": "New Media \\& Society", "volume": "20", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Jenkins Joy", "first_name": "Jenkins", "last_name": "Joy"}]}, {"title": "", "year": "2003", "journal": "", "volume": "", "authors": [{"name": "Tarrant Bill.", "first_name": "Tarrant", "last_name": "Bill."}]}, {"title": "‘Who Is a Journalist and Why Does It Matter?’ Disentangling the Legal and Ethical Arguments", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Ugland Erik", "first_name": "Ugland", "last_name": "Erik"}, {"name": "Henderson Jennifer", "first_name": "Henderson", "last_name": "Jennifer"}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie."}]}, {"title": "Reading the Past Against the Grain: The Shape of Memory Studies", "year": "1995", "journal": "Critical Studies in Mass Communication", "volume": "12", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie."}]}]}