{"doi": "10.1080/17512786.2015.1030145", "url": "https://doi.org/10.1080/17512786.2015.1030145", "title": "The Favelas Through the Lenses of Photographers", "volume": "9", "year": "2015", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Baroni", "first_name": "Alice", "name": "Alice Baroni"}], "abstract": "Photographers from community and mainstream media organisations bring the everyday of favela communities to the attention of Rio de Janeiro's society from different perspectives. While mainstream photojournalists mainly report on favelas from outside to inside, denouncing wrongdoings and human rights abuses, community photographers do it from the opposite direction, from inside to outside, presenting images of the everyday life of favela communities. This paper takes an ethnographic and discursive approach to comparing these two categories of photographers to ask how their different practices can yield benefits for the people living in marginalised communities. Furthermore, by adapting Foucault and Bourdieu's theories, this study examines photographers’ habitus so as to determine how cultural capital and economic capital that they possess shape their subjectivity and, as such, the fields of community and mainstream photojournalism. This study has no intention of creating polarised distinctions between community and mainstream photojournalism. Instead, the research aims, through the investigation of the working practices, identities, and discourses of photographers from community and mainstream media organisations, to identify the activities and limitations of both community and mainstream in order to build an understanding about how the media ecology works best within both.", "body": [{"title": "Introduction", "paragraphs": ["This paper investigates the correspondences and differences between mainstream media photojournalists and community organisation photographers to determine how their working practices can contribute to empowering the people living in marginalised communities in Rio de Janeiro, Brazil. This study is interested in the actions of these two groups of photographers to produce visual representations of favelas that have become part of the national imaginary represented through a variety of institutional narratives, including those generated by the media.", "The first group, community photographers, are favela dwellers who have become engaged with Viva Favela or the agency-school Imagens do Povo (Images of the People), or have developed other photographic projects in favelas. A “community photographer” is an independent professional photographer whose practices and routines are not imposed by media organisations, that is, a photographer who controls the flow of his or her own work. The second group is photojournalists who work in mainstream newspapers in Rio. A “mainstream photojournalist” is a professional photographer whose practices are informed by a set of professional routines that are embodied with newsroom culture inherent to mainstream media organisations.", "In order to better understand photographic production processes, this research employs Bourdieu's notion of habitus and Foucault's concept of power-knowledge. This approach is relevant to help develop an argument about how cultural capital and economic capital that inform photographers’ practices as much as the power relations involving drug dealers, police officers, favela residents, and community and mainstream photographers shape the fields of community and mainstream photojournalism.", "I use the Portuguese word “favela” when no appropriate translation in English is possible. Though it is often translated simply as “slum” or “shanty town,” I prefer to use “favela” due to the complexity of the favelas and their historical development. Rio's first favela, Morro da Providência (Providential Hill), was established in 1897. Now, more than a century later, favelas have become a symbol of community resistance with a characteristic housing style and culture.", "Favelas are also thought as opposed to Rio's formal city, where citizens pay their taxes and participate in the formal economy. This current discourse is expressed via an idea that conceives Rio as a cidade partida (divided city). Cidade partida is a term coined by journalist Zuenir Ventura (1995), who wrote a book of the same name to narrate the 1993 massacre of 21 of that favela's residents by police. According to Peixoto (2007, 170), the metaphor of the divided city has gained widespread circulation due to Rio's social inequities, societal conflicts, and violence. Otherwise, Silva (2002) opposes this sociocentric view which states that the fragmentation of the city resulted from spatial, cultural, and economic distinctions in the way the territory is distributed in Rio de Janeiro. Instead, he conceives Rio as a plural city; where the everyday of the people living inside and outside the favelas is embedded in a complex network of relationships of distance and proximity.", "Concerning representations of favelas generated by the media, Ramos and Paiva (2007, 15), through quantitative studies of Brazil's main daily newspapers, found that the journalistic reporting about Brazil's favelas, especially in Rio de Janeiro, almost always regards these territories as “exclusive spaces of violence” (77), but the voices and perspectives of favela dwellers are under-represented in such stories. In addition, mainstream newsrooms lack staff from the low-income suburbs and favelas. Mainstream journalists are mostly from the middle class. Thus, there is a dearth of knowledge and experience about the daily life of favela communities (78–79).", "To tackle the lack of knowledge concerning the daily life of favela communities, two community-based initiatives, Viva Favela and Imagens do Povo, in addition to other independent projects, have attempted to change mainstream ideas about favelas and their inhabitants by shifting the focus from violence and crime to images of everyday life. The Viva Favela portal was founded by the non-governmental organisation (NGO) Viva Rio in 2001 as a response to favela dwellers’ desire to have a magazine produced by the people, for the people, and with the people. Its newsroom combined 15 favela residents from different favelas in Rio, plus professional journalists who selected and trained them to become what later became known as “community correspondents” (Ramalho 2007, 15). Since its foundation, the initiative has inspired the creation of other projects, such as Imagens do Povo, which was set up in May 2004. The agency-school Imagens do Povo was set up by renowned Brazilian photographer João Roberto Ripper, supported by the NGO Observatório de Favelas in Complexo da Maré. It encompasses both the School of Popular Photographers and a photographic agency that includes an image database. Imagens do Povo was conceived from the premise of a third generation of human rights that contains a clear plea for the right to communicate, which is embedded in Article 19 of the Universal Declaration of Human Rights, as constantly advocated by its founder.", "In this paper, I present the findings on the differences and commonalities between mainstream media photojournalists and community organisation photographers, and capture the specific ways in which these “outsiders” and “insiders” encounter the favelas as contested sites. Thus, findings that are a result of focused fieldwork based on the analysis of multiple data sources—from documentary films to a vast photo archive, observation, and interviews—are compared in order to identify and interrogate the discourses and working practices evident in these two occupational groups. I conclude with reflections on how commercial and community media can enrich each other in a way that yields benefits for the people living within Brazil's favelas."]}, {"title": "Description of the Study", "paragraphs": ["This research project took place in three phases. The first phase involved discourse analysis of two documentaries from a naturalised Brazilian citizen Guillermo Planel. This film-maker has played a remarkable role in documenting photographic practices in Rio's favelas from the mainstream and community photographers’ perspectives. Planel's documentaries represent the symbiosis of different modes of doing photography as a means of thinking about the favela phenomenon, and photographers’ understanding about their practices and themselves.", "Abaixando a Máquina: Ética e Dor no Fotojornalismo Carioca (Lowering the Camera: Ethics and Pain in Photojournalism in Rio) (Planel 2007) explores how the mainstream photographers cover favelas and their ethical concerns about how to cover the pain of others. This film presents a series of interviews with prominent mainstream photojournalists who have a long history in covering armed and societal conflicts in Rio de Janeiro. The documentary allows photographers to talk freely about their views on journalism, violence, human rights, social inequities, and the effects of covering and witnessing armed confrontations and violent episodes on their lives.", "Vivendo um Outro Olhar (Living on the Other Side) (Planel 2010) addresses how the community photographers cover the daily lives of favela communities. Similar to Lowering the Camera, this documentary film also presents a series of interviews with community photographers, artists, foreign photographers, lecturers, and favela dwellers who talk about their own views on the favelas, the way favelas and their residents are portrayed in the mainstream media, and the right of favela dwellers to represent themselves.", "To enrich the research, I obtained around 50 hours of video recordings that Planel produced in the process of researching and filming his film Living on the Other Side, which contain many lengthy interviews and forums with community and mainstream photographers, and I used them as an important archive in order to extend and enhance the body of evidence or analysis. The interviews were conducted by Planel between September 2008 and December 2009. I have not obtained the rushes of Planel's Lowering the Camera.", "The second phase of this study involved field research. As I went to Rio de Janeiro attempting to understand how community photographers see the world and how this “world” and their identities are constructed by discursive practices and power relations that take place in the journalistic field, I used the principles established by ethnographic and discursive studies. For my field research, I stayed in Rio de Janeiro city, from 5 November 2010 to 31 January 2011. During this time, I conducted open-ended interviews with 21 key photographers in total from Viva Favela, Imagens do Povo, and the mainstream media in order to deduce their worldviews, motivations, values, history, education, and relationship with favela communities.", "I allowed photographers to decide where they wanted to be interviewed. When it was possible, I went to their communities so that I could attempt to understand their lifestyle, neighbours, and everyday life. As Patton (2002, 49) argues, “Understanding comes from trying to put oneself in the other person's shoes, from trying to discern how others think, act and feel.” Following his principle, I went into six different favelas to have direct contact with community photographers where they lived. The interviews I conducted were very much “conversational.” I followed up interviewees’ replies to ask new questions that were not included in my list of questions.", "I also conducted interviews with the key leaders of Imagens do Povo and Viva Favela to determine how the underlying thinking, organisation, and operations might potentially support (or not support) community democracy and empowerment. In addition, Guillermo Planel, Dante Gastaldoni, who is a pedagogical co-ordinator of the project Imagens do Povo, and I convened a roundtable meeting at the NGO Observatório de Favelas with community and mainstream photographers to discuss not only the concepts of photojournalism and photojournalists, but also the decision-making processes and power relations that take place in the journalistic field. We also discussed how photojournalism could be used as a tool for social change by comparing the working practices of the mainstream and community media; the relationships between mainstream and community photographers; and the relationships that mainstream and community photographers have with favela communities.", "The third phase included the brief analysis of 4857 photos by community and mainstream photographers that I was given. This process of analysis took place in four phases: (1) categorisation of all 4857 photographs by community and mainstream photographers; (2) brief analysis of the photographs in (1); (3) explanation of the focus of my analysis and the choice of the images included in the sample—that is, a narrowing down of the images to those taken by photographers who I interviewed for my research or played a significant role in documenting the police occupation in Complexo do Alemão and Penha in November 2010; and (4) analysis of the photojournalists discussed in (3). My aim was to determine the differences and commonalities of the photographs taken by community photographers and mainstream photojournalists. Given the projects Viva Favela and Imagens do Povo are still very young, I attempted to understand the extent of mainstream photojournalism influence over community photographers’ photographs, and determine when their photographs emerge as an authentic way of portraying the favelas and their residents.", "This research primarily studies issues and activities from a period from 2007 to the present day (although primarily up to 2011, due to the timing of the data gathering). This is because a series of radically different but mutually reinforcing activities led to an increase in photographic representation from 2007 in the favelas by both mainstream and community media. During this period, Planel released two documentaries about the ethics and challenges of photojournalists who capture visual representations of favelas. In addition, Rio's favelas faced greater police interventions and the establishment of the Pacifying Police Unit (Unidade de Polícia Pacificadora—UPP) that led to substantial changes in media activity in some of Rio's favelas due to increased security. The UPP programme was set by the Rio de Janeiro government in 2008 to tackle the sense of insecurity and fear among many sections of Rio's society, clean up police image, re-establish control over Rio's low-income suburb territories, strengthen the dialogue with favela residents, and increase community participation. The UPP's activities had implications for relationships and identities within the favelas, and also between favelas and the rest of Rio de Janeiro. Furthermore, community photojournalists started to be active in substantial numbers thanks to a burst of activity by two organisations—Viva Favela and Imagens do Povo—to train community photographers.", "Appendix A lists all of the participants interviewed between November 2010 and January 2011 in Rio de Janeiro. I talked to these people because they represent and express different identities and modes of doing photography in favelas. The interview material I gathered provides different patterns from each of its groups, which can be used as a basis for comparison.", "Viva Favela functions as a hub on the internet that gathers together community correspondents (reporters and photographers) trained by the project and individuals from different regions of Brazil. Since 2010, when the Viva Favela portal evolved into a collaborative website, it became hybrid in its nature, and thus, it emerged as a myriad of different voices and perspectives. In contrast, photographers from the agency-school Imagens do Povo are committed to carrying on Ripper's principle of social justice and democratisation of information that follows Article 19 of the Universal Declaration of Human Rights. Finding new ways of using documentary photography as a tool for social change is one of their main pursuits.", "I also conducted interviews with mainstream photographers as a means of highlighting the commonalities and differences between community and mainstream modes of reporting on the favelas and their residents. I also intended, through my interviews, to investigate the ways in which community and mainstream photographers see themselves, and how this self-understanding is constructed by non-verbal practices, which are immersed in power relations that take place in the journalistic field. Mainstream photographic practices are, for instance, embodied with a productive news-gathering routine, which demands speed to meet publishing deadlines. That said, I chose to talk to mainstream photojournalists who are personally committed to using photography as a means of creating awareness about the favela phenomenon and urban violence.", "I mostly interviewed community photographers and mainstream photojournalists, rather than picture editors at mainstream newspapers, though I had informal conversations with the co-ordinators of Viva Favela and Imagens do Povo. I did not speak with editors, as my main focus was to understand the differences and commonalities among the discourses, working practices, and identities of community photographers and mainstream photojournalists who live in or whose work brings them within the sphere of the favelas.", "As a way of answering my research questions, I took a comparative approach to analysis by adopting methods derived from a constructivist grounded theory approach. The term “grounded theory” refers simultaneously to a method and a product of inquiry (Charmaz 2005, 507). Strauss and Glaser's (1967) approach counters armchair and logico-deductive theorising, offering the possibility for researchers to get close to studied cases by building theoretical concepts from their data. From empirical materials, researchers build inductive theories by synthesising, interpreting, and creating relationships among their categories by adopting a constant comparative method. According to Charmaz: Grounded theory entails developing increasingly abstract ideas about research participants’ meanings, actions, and worlds and seeking specific data to fill out, refine, and check the emerging conceptual categories. Our work results in an analytic interpretation of participants’ worlds and of the processes constituting how these worlds are constructed. (Charmaz 2005, 508) ", "Grounded theory entails developing increasingly abstract ideas about research participants’ meanings, actions, and worlds and seeking specific data to fill out, refine, and check the emerging conceptual categories. Our work results in an analytic interpretation of participants’ worlds and of the processes constituting how these worlds are constructed. (Charmaz 2005, 508)", "In other words, grounded theory starts with the data. From the data, grounded theorists build qualitative codes and, through them, they can separate, sort, and synthesise their empirical materials. I adopted a constructivist grounded theory approach because it provided analytic strategies under which I could make comparisons among Planel's documentaries and the rushes for his film Living on the Other Side, my audio interviews, the roundtable meeting, my notes, and also the videos and photographs taken by community and mainstream photographers. In the next section, I will explain how I generated substantive and focused codes that evolved into theoretical categories through a constant comparative process.", "In order to examine the huge amount of data, I identified patterns across it that enabled me to generate codes, properties, and categories through a constant process of comparative analysis. The process of creating substantive codes and theoretical categories took place in two stages: (1) coding line by line; and (2) analysing the codes to evolve analytically in order to build focused codes and their properties.", "Below is an example of the initial stage, which attempted to generate substantive and focused codes from the recorded interviews, and, then, the process of memo writing, which creates and explicates theoretical categories. Aiming to compare the same photographers at different moments in time, I conducted a comparative analysis of my interviews, informal conversation via email with community and mainstream photographers, notes, and Planel's raw materials and documentaries. The process involved constant comparison of: (1) different photographers who talked about common questions; (2) the same photographers at different moments in time (in this case, I compared Planel's rushes with my recorded interviews); (3) one given category against other categories; and (4) categories against the data to check whether they are meaningful (in other words, to see whether the critical analysis is linked to empirical reality). I will describe an example of the process of coding by using an example of how I coded a particular comment by mainstream photojournalist Eduardo Naddar. In our interview, he said: What are the greatest news assignments to me? Well, my greatest passion is the police section because I believe I’ve become quite addicted to adrenaline, I mean, those photographs are the most expressive, you know. You catch the people in a moment of very raw sentiments. It's too much fear or too much anger or too much sadness. Those moments are very intense, you know … and to catch these moments is a fantastic thing of expression. I know that my role there isn’t to take part in the scene. I’m not there because I’m a relative or a policeman or even a drug dealer. My aim is to document and be invisible in the scene, not take part in it. But, I’m transforming the world even though I’m invisible … I’m changing the world when my presence helps to hold wrongdoers. Through my image I can help a person who is in need and prevent things getting worse. Once the image is published in a newspaper and the authorities see the repercussions of that image, I can change the lives of the people through my job. This is one of my main aims. (Eduardo Naddar, interview, 14 December 2010) ", "What are the greatest news assignments to me? Well, my greatest passion is the police section because I believe I’ve become quite addicted to adrenaline, I mean, those photographs are the most expressive, you know. You catch the people in a moment of very raw sentiments. It's too much fear or too much anger or too much sadness. Those moments are very intense, you know … and to catch these moments is a fantastic thing of expression. I know that my role there isn’t to take part in the scene. I’m not there because I’m a relative or a policeman or even a drug dealer. My aim is to document and be invisible in the scene, not take part in it. But, I’m transforming the world even though I’m invisible … I’m changing the world when my presence helps to hold wrongdoers. Through my image I can help a person who is in need and prevent things getting worse. Once the image is published in a newspaper and the authorities see the repercussions of that image, I can change the lives of the people through my job. This is one of my main aims. (Eduardo Naddar, interview, 14 December 2010)", "Firstly, I coded the passage line by line and, then, substantive codes were created. The codes were: meeting people when they are on the edge; getting fascinated by shooting photographs of people during extreme situations; awareness of his own role; comparing his role to others’; intervening in an episode; calling on the authorities to tackle and/or debate some issues. Through these substantive codes I created a focused code entitled “going into the favelas” that has five properties: (1) accompanying the police; (2) meeting favela dwellers in extreme situations; (3) detaching himself emotionally from the scene; (4) asking authorities to tackle and/or debate certain issues; and (5) intervening into events.", "The comparison and analysis of focused codes and properties led to the creation of theoretical categories that were expanded and refined over the whole process of memo writing. These writings emerged as a result of my attempts to interact with the data and move into a more analytic context. The next section explores four categories created through this process of analysis. I understand categories as a result of the constant comparison and data analysis between different codes and properties that emerged after the process of coding the data. They resulted from my attempts to interact with the data and move into a more analytic context. These categories are: “building the wall,” “feeling offended,” “disturbing the favela system,” and “opening the doors.”"]}, {"title": "Categories", "paragraphs": ["This section introduces four categories that present a process that embraces the increase in armed confrontations in Rio de Janeiro that resulted in the breakdown between the mainstream media and the favela communities. It aims to investigate how power relations involving photographers, drug dealers, police officers, and favela residents shape the production of discourses concerning the favelas and their residents.", "The name of the first category, “building the wall,” did not emerge straight from interviewees’ voices; it was inducted from their stories and experiences. It explains the process of consolidation of borders, not only in terms of the divide between the city and the favelas, but also among favelas. “Building the wall” indicates what caused the rupture between mainstream media organisations and favela communities. The rupture was a result of a gradual process that included increases in armed violence, in the influence of drug trafficking in the favelas, and in the police brutality over favela residents; these factors ended up consolidating the idea of a divided city and society. Another explanation for the split came from the mainstream photojournalists I interviewed. They all agreed that this process of violence reached its peak on June 3, 2002, with the killing of the award-winning investigative reporter with TV Globo, Tim Lopes, in the favela of Grota in Complexo do Alemão. The Committee to Protect Journalists listed on its website: Lopes had received Brazil's most important journalism award in December 2001 for a TV Globo report on drug trafficking. The report, titled “Drug Fair,” and broadcast in August 2001, was filmed with a hidden camera and showed how traffickers sold drugs in a makeshift open drug market in a favela outside Rio de Janeiro. (Committee to Protect Journalists 2002b) ", "Lopes had received Brazil's most important journalism award in December 2001 for a TV Globo report on drug trafficking. The report, titled “Drug Fair,” and broadcast in August 2001, was filmed with a hidden camera and showed how traffickers sold drugs in a makeshift open drug market in a favela outside Rio de Janeiro. (Committee to Protect Journalists 2002b)", "On June 2, 2002, Lopes went back to Vila Cruzeiro in order to continue his investigative report about the sexual exploitation of teenage girls in Funk parties, which are often financed by drug gangs in Rio's favelas. He was kidnapped in Vila Cruzeiro at around midnight and taken to Favela da Grota in Complexo do Alemão where the local drug lord Elias Pereira da Silva, known as Elias Maluco (Crazy Elias) was residing. As of September 20, 2002, the Committee to Protect Journalists listed on its website: They tied Lopes’ hands, forced him into a car, and took him to the favela where Pereira da Silva was staying. There, they beat the reporter and shot him in the feet to keep him from escaping. Then they held a mock trial and sentenced Lopes to death. (Committee to Protect Journalists 2002a) ", "They tied Lopes’ hands, forced him into a car, and took him to the favela where Pereira da Silva was staying. There, they beat the reporter and shot him in the feet to keep him from escaping. Then they held a mock trial and sentenced Lopes to death. (Committee to Protect Journalists 2002a)", "This episode marked the end of the negotiation process between the mainstream media and the favela communities. Before Lopes’ murder, mainstream reporters and photojournalists used to negotiate with associações de moradores (residents’ associations) which mediated their access to the favelas. In other words, a person from the local residents’ association used to contact drug dealers to explain journalists and/or photojournalists’ endeavours. If they had their approval, reporters and photojournalists were allowed to go into the favela. Though they had drug dealers’ permission, they operated under strict surveillance. After the death of Lopes, this process of negotiation came to an end.", "According to Moretzsohn (2003), Lopes’ case provoked an intense debate among the civil society, journalists, and scholars in Brazil concerning safety precautions for journalists, the methods used by them, i.e., the use of hidden cameras, the limits of doing assignments in high-risk areas, as much as the way journalists portray and deal with those living on the margins of society. There is a consensus among photojournalists that Lopes’ case marked a rupture between the mainstream media and the favela communities. Some mainstream media companies have since adopted formal rules of security and explicit norms that changed their working practices, and some even stopped allowing their professionals to undertake journalistic reports in favelas. Bulletproof vests and cars were adopted and journalists did special training to work in areas of high risk.", "Although Lopes’ death had a considerable impact on mainstream media access to the favelas, community photojournalism was still at such a germinal stage that it had not reached a point where it could be substantially influenced by this violent event. However, risk and fear underpin certain choices that community photographers make when they are faced by circumstances of drug dealing, bribery, racketeering, and other criminal activities involving drug dealers, police officers, and militia members. As community photographers live in the favelas, they have a fear of being taken as a “snitcher” from drug traffickers. The “snitchers” face local drug lords’ trials that may sentence them to exile, torture, and/or death. Concerning police officers and/or militia members, community photographers fear retaliation against themselves and/or their communities. Lopes’ death can thus be seen as a symbol of the risks associated with offending drug lords, but it should also be seen as just one of numerous symbols that remind both mainstream and community media of the potential for harm connected with certain types of activity in the favelas. This is reflective of the influence of risk and fear on community photographers’ working practices and the challenges facing them to achieve their goals of increasing favela dwellers’ voices.", "The rupture between mainstream media organisations and favela communities generated consequences which were expressed through the category “feeling offended.” The expression “feeling offended” comes directly from the words of photojournalists and favela residents. It describes the breakdown between mainstream photojournalists and favela residents.", "From community photographers’ perspectives, it emerges as a claim to be heard and recognised as citizens who held equal opportunities and human rights, including the right to life. Favela residents live between different sorts of violence and disputes. In their daily lives they have to learn how to cope with drug gangs, police corruption and brutality, and the obliviousness of the state and Rio's society. Within this context, “feeling offended” emerges as a cry for residents to be viewed from a humane perspective, rather than in association with criminality, violence, and shortage. Community photographers have strived to establish a positive view about the favelas and themselves, because they argue that they also have a right to be portrayed in a context of dignity.", "In contrast, mainstream photojournalists express the view that their role and importance are misunderstood by favela communities; they see themselves as defending human rights in the favelas by helping to prevent, for instance, police abuses and violations. By documenting violent confrontations, photojournalists promote discussion between society and the authorities about human rights violations. From this perspective, their pictures have influenced policy-making and added to the documented history of Rio de Janeiro. “Feeling offended” emerges also as an expression of their discontentment with regard to misconceptions about mainstream reporters and photojournalists, such as: (1) they are driven by financial gains, awards, and personal success; (2) they are puppets of media organisations; (3) they just cover violent confrontations in favelas, and are always together with the police; and (4) they have no respect for favela residents.", "This discussion is reflective of a divided society: the favela dwellers are left on their own to deal with different drug gangs and police brutality; the mainstream reporters and photojournalists put their own lives at risk to denounce criminal activities and highlight societal struggles. These socio-spatial borders are expressed by different relationships among mainstream news workers (reporters and photojournalists), community photographers, police officers, drug dealers, and favela dwellers. The category “disturbing the favela system” explains these different relationships and power relations, which take place in Rio's favelas.", "The phrase “disturbing the favela system” was coined by Naddar (interview, 14 December 2010) in his attempts at explaining relations between mainstream media, police, and favela communities. Disturbing the favela system means, first, the disturbance caused by police interventions in favelas to fight against drug gangs and/or to try to prevent things getting worse, when drug dealers fight with each other to gain control over favela territories. It disturbs because it breaks the “agreement:” fragile deals between police and drug gangs to live “in peace,” and causes distress in the lives of favela residents who face a state of war during police interventions. As photojournalists very often accompany the police to document violent episodes, they are associated with the police by favela residents, who may not discriminate the difference between the role of the police and the press.", "As community photographers live in favelas they have emotional ties with residents. This strong connection differentiates and shapes the working practices of community and mainstream photographers. With the exception of Bruno Itan (interview, 31 January 2011) and Ubiratan Carvalho (Planel 2008), who said they never had to ask permission from drug dealers to work as community photographers in their communities, all community photographers agreed that the first thing before undertaking a project in favelas ruled by drug gangs is to go to the head of the drug-trading point and ask his approval for their endeavours.", "Community photographers advocate different reasons to explain why they resist photographing drug dealers: (1) traffickers are first of all victims of the unfair Brazilian system and Rio de Janeiro's society; (2) drug dealing happens because it is allowed by authorities; (3) denouncing them would not change and/or improve anything in their communities; (4) they would put their lives and relatives’ lives at risk; (5) they would have to hide themselves and leave the favela to safeguard their lives; (6) the favela's doors would be closed to community photographers; (7) they would break trusting relationships which are the first requisite to become a community photographer in favelas; and (8) police would kill drug dealers rather than put them on trial. If they denounced violence they would document the absence and/or inadequacy of services (electricity, water supply, drainage, and telephone lines), the lack of quality in education and health, and how those things affect their lives.", "By contrast, mainstream photojournalists present the opposite argument. Naddar (interview, 14 December 2010) explained the importance of documenting wrongdoings and criminal activities in favelas. One of the roles of the mainstream media is to call on the society and authorities to discuss and tackle human rights abuses in the favelas and by extension the state of inequality and urban violence in Rio de Janeiro. Comparing his working practices with those of community photographers, Naddar said: A community photographer maybe he didn’t take a picture of a drug dealer even though he would have an opportunity to. However, my job is to photograph, to show the criminal bullet shooting, why? Because I’m saying to the society “Hey, society, take a look at what's going on here inside this favela.” If that wasn’t documented that wouldn’t exist. (Naddar, interview, 14 December 2010) ", "A community photographer maybe he didn’t take a picture of a drug dealer even though he would have an opportunity to. However, my job is to photograph, to show the criminal bullet shooting, why? Because I’m saying to the society “Hey, society, take a look at what's going on here inside this favela.” If that wasn’t documented that wouldn’t exist. (Naddar, interview, 14 December 2010)", "Likewise, Domingos Peixoto (interview, 13 December 2010) from the daily O Globo says that when he once asked community photographers what they did when the police went into favelas during crossfire, they responded that they used to do nothing. Peixoto was impressed that community photographers did not cover armed confrontations. The mainstream reporters and photojournalists were the only ones who had done the job of denouncing drug trafficking in favelas.", "Rio de Janeiro has faced a transition process since the first UPP was established in December 2008. It has changed favelas’ identity and their residents’ ways of life. This programme marked the return of mainstream news workers into “pacified” favela communities, that is, those favelas that have UPPs.", "The last category, “opening the doors,” is about this transition process as much as the encounter between community and mainstream photographers that Planel made possible with the broadcast of his film Lowering the Camera at the NGO Viva Rio in April 2008. At that event, photographers built strong partnerships that resulted in the creation of meetings, forums, jobs, and social parties. Planel (personal communication, September 14, 2010) said that before his documentary was broadcast at Viva Rio this kind of relationship was virtually impossible as there were no connections between these photographers.", "A remarkable outcome of this encounter was the production of Planel's (2010) documentary film Vivendo um Outro Olhar (Living on the Other Side) from an idea that emerged during a conversation between Walter Mesquita, an editor of photography and audiovisual of the Viva Favela portal at that time, and Planel after the screening. Two years later, Planel finished Living on the Other Side, a film which involved two years of discussions with community photographers and residents from more than five different favelas.", "The discussion between community and mainstream photographers very often reach the point where they begin discussing borders, lack of access in favelas, and social divide, because community photographers’ criticism is always the same: mainstream news workers are linked to institutions whose ideological editorial policy does not work on behalf of favela dwellers. In other words, the mainstream media support a model of society which is not that one expected and dreamt by favela communities. On the other hand, mainstream photojournalists very often strive to defend their role and position as individuals who have legitimate views on favelas and their residents. Mainstream photojournalists I interviewed are very pleased with the outcomes of Planel's documentaries and debates with community photographers. Peixoto (interview, 13 December 2010) said that the encounter was a revolution for both sides. Wilton Júnior from the daily O Estado de S. Paulo shares the same view with Peixoto. When he was explaining the journalistic coverage on the process of pacification in Complexo do Alemão, he said: “I met some of them [community photographers], and I was happy to see they have followed our steps. I mean, they went to photograph a fact which was happening from a more journalistic perspective than an emotional one” (Wilton Júnior, interview, 10 December 2010).", "The establishment of UPPs across Rio's favelas has enabled the return of mainstream reporters and photojournalists into favelas that have pacifying police units. Mainstream photojournalists are pleased with UPPs, because they have had access to those communities. Severino Silva, Ernesto Carriço, Wilton Júnior, and Eduardo Naddar shared the view there is freedom to do journalism and to cover the everyday life of “pacified” favelas. In addition, the people from those communities are not as worried about talking to mainstream news workers as they used to be. Photojournalists shared the same feeling that favela residents are more pleased with the mainstream media.", "The relationship between photographers from community and mainstream media organisations has transformed the way they see and deal with each other, and also has enabled them to share experiences and reflect on their working practices, identities, and discourses."]}, {"title": "Discussion", "paragraphs": ["In order to determine how non-verbal norms and rules shape two groups of factors: first, photographers’ discourses, identities, and working practices, and second, the process of creating knowledge about the favelas, marginalised communities, and their residents, this study combined two principles: Foucault's “power-knowledge” and Bourdieu's habitus. These concepts were adopted to shed light on how power is exerted over community and mainstream photographers as a means of normalisation of daily practices that leads to processes of subjectification. The examination of a particular period, most particularly 2007–2011, shows that power relations in the journalistic field are not exerted over photojournalists as a top-down relation between media bosses and photojournalists. Rather, it is exerted as a means of learning how to generate information and produce news stories through daily routines and working practices. Regarding community photographers, power is exerted over them through training processes to become “community photographers,” when they absorb community-based organisations’ institutional frameworks that inform the way in which they look at themselves and their neighbourhoods.", "While mainstream photojournalists have as their main role the production of images that tell news stories, community photographers strive to produce counter-information and/or under-developed themes regarding favelas and their inhabitants so as to oppose or add to representations in the mainstream media. Mainstream photojournalists and community photographers also differ in the economic capital and cultural capital that they possess (Baroni 2013).", "Concerning economic capital, organisations that engage in community media photojournalism face a daily struggle to fund their initiatives; therefore, their economic capital is much smaller than that of mainstream media organisations. The latter can afford a full-time paid professional career for their employees by benefiting mostly from the organisations’ advertising revenues and circulation. By contrast, Viva Favela can only afford a very modest income for its community correspondents/photographers, and Imagens do Povo only provides its community photographers with a commercial image bank and a gallery space, where they can showcase their work. These differences in economic capital shape and give meaning to photographers’ habitus. For instance, economic capital determines whether community and mainstream photographers are involved in photography as a full-time occupation, or whether it is regarded as one thing among many they undertake in order to make a living. These economic conditions, i.e., whether or not photographers are paid, also inform their practices when photographing assignments in favelas.", "Community photographers view the act of photographing the favelas as political. That is, a means of producing alternative sources of information about the places they live in so as to influence the people's conceptions about the favelas and their residents. The community photographers interviewed mentioned that when they are photographing assignments in favelas, they are interested in engaging in conversation with the people in order to learn from their stories as a means to investigate the history of their suburbs, the families’ generations, and thus understand themselves as favela dwellers. Community photographers’ practices are aimed mostly at generating genuine representations about the places they live in and themselves, regardless of whether they make a living from photography or other activities unrelated to it.", "Viva Favela and Imagens do Povo have enabled favela dwellers to become active media producers and, as such, the voice of their communities; these initiatives therefore possess a great amount of cultural capital. Cultural capital is expressed via the achievement of many awards. For works created by photographers connected to Viva Favela, these awards include the Ponto de Mídia Livre Award in 2009; Finalist of the Stockholm Challenge Award in 2008; Finalist of the International Stockholm GKP in 2007; Documentary Photography Distribution Grant by the Open Society Institute (George Soros Foundation, New York); Honorable Mention by Vladimir Herzog Award in 2005; Telemar Digital Inclusion Award in 2004; and Best Project of Digital Inclusion by the International Wireless Communication Association in 2001. For works created by photographers connected to Imagens do Povo, these awards include Cultura Nota 10 in 2004; Faz a Diferença Award in 2007; and Honorable Mention by the Web Photo Prix Award in 2011.", "In addition to formal awards, favela residents gain status as community correspondents/photographers, and the prestigious professionals who participate in these projects denote the cultural capital of Viva Favela and Imagens do Povo. For instance, Imagens do Povo has attracted renowned photographers who want to collaborate with the initiative by giving lessons and seminars at the School of Popular Photographers: Milton Gurand, André Cypriano, Marc Riboud, Martine Frank, Gary Knight, Balazs Gardi, Charif Benhelima, Andrej Balco, and Giorgio Palmera are some examples.", "Concerning Rio's press, the situation of the economic and cultural capital of the newspaper industry affects mainstream photojournalists’ habitus and ability to negotiate the publication of their photos in the newspaper. Photojournalists from the dailies O Estado de S. Paulo and O Globo present a higher degree of freedom to get their photo assignments published in the newspaper when compared to those who work for O Dia. Severino Silva (interview, 4 December 2010) mentioned that advertisements are very often favoured over their photographs, and thus photography is losing space in the newspaper. Likewise, Ernesto Carriço (interview, 10 December 2010) commented that the photo editor from O Dia encourages the photographers to pursue different photographic languages only as a personal pursuit. It seems to suggest the more economic capital a newspaper possesses, the more freedom journalists and photojournalists have to carry out their job.", "Concerning Foucault's theory, the disciplinary power manifests itself as constant surveillance over photographers’ products. Daily surveillance takes place through the non-verbal negotiation process between editors and photojournalists that results in the decision whether to give photographers’ work visibility or not. This non-verbal negotiation process establishes the types of photographs the newspaper would run and where they would be published in the newspaper. A process of gratification and punishment shapes the products of those photographers who do their best to have their work recognised and published. For photographers, having a photograph run on the front page, for instance, functions as a prize because it is clear recognition of their work by the newspaper. In addition, the disciplinary power also expresses itself as a permanent surveillance over mainstream photojournalists’ ability or inability to accomplish daily assignments. Mainstream photojournalists are expected to be reporters, writers, photographers, film-makers, and editors simultaneously. This is to say that mainstream photojournalists have the skills to accomplish their tasks, which require them to follow a set of practices and routines; these practices and routines are tested daily as long as the mainstream photojournalists have to meet publishing deadlines and produce content for different platforms. This process of professional training (Foucault 1999, 97) ends up shaping their working practices, identities, and products.", "However, the more renowned mainstream photojournalists get the more they are capable of negotiating the publication of their photo-essays in their newspaper. Here cultural capital is expressed via the awards photojournalists receive, the number of times they have their photos published on the front page, and the potential their work has to turn into economic capital, i.e., helping to sell newspapers. All of the mainstream photojournalists interviewed for this study have a long history in journalism and, as such, their work is already recognised by media organisations. Although these photojournalists follow a set of professional practices, they have learnt from experience how to work within the system to express their personal views in the newspapers through their images and how to negotiate with editors to get their images published. This level of experience manifests itself as a limitation of this study. It would be interesting to explore how the “negotiation” skills and other behaviour of early career mainstream photojournalists compare with those of their more experienced counterparts.", "Regarding community photographers, disciplinary power is exerted over their practices in a subtle manner. Community photographers, especially those from Imagens do Povo, are strongly influenced by the working history and philosophy of its founder; Ripper influences the photographers’ worldview and, by extension, their visual products. The community photographers I interviewed, such as Fábio Caffé, Walter Mesquita, A. F. Rodrigues, Ratão Diniz, and Francisco Valdean, openly declared that they aimed to pass on what they have learnt from Ripper. Furthermore, they reported that becoming involved with either Viva Favela or Imagens do Povo substantially changed the way they looked at their surroundings, themselves, and their neighbours. During the interview, Walter Mesquita (interview, 12 November 2010) commented that whereas he had taken part in community radio and cultural activities in a municipality in the State of Rio de Janeiro before, the way he perceived himself and his community only changed when he became a community photographer for Viva Favela and Imagens do Povo: We learn to look at our surroundings, ourselves, critically at Viva Favela and Imagens do Povo. You begin to perceive things from a different perspective. I’ve got a feeling that I lived there but I used to see nothing; living without seeing. Eventually, I had my eyes opened. (Mesquita, interview, 12 November 2010) ", "We learn to look at our surroundings, ourselves, critically at Viva Favela and Imagens do Povo. You begin to perceive things from a different perspective. I’ve got a feeling that I lived there but I used to see nothing; living without seeing. Eventually, I had my eyes opened. (Mesquita, interview, 12 November 2010)", "During my fieldwork, and also while analysing Planel's rushes and interviews, I listened to similar phrases so many times: I used to see nothing; I lived without seeing. This has become a kind of motto for community photographers though Valdean presented a critical view towards the school.", "Reflecting on how the school influenced his photographs, Francisco Valdean (interview, 11 November 2010) said that in the beginning, the proposal of the school, which advocates for the creation of images that oppose those of the mainstream media, imposed itself at once as a constraint and a fantastic possibility. While he realised the importance of shifting the focus from violence and criminality to positive images of the everyday life of his community, he felt the burden of having to produce counter-information that could narrow his attempts at generating artistic photo-essays, which goes beyond the themes proposed by the school.", "Similar to Valdean, Ratão Diniz (interview, 11 November 2010) also commented that community photographers have pursued producing photo-essays that go beyond the production of counter-information. That suggests that Imagens do Povo, which initiated with an idea of providing favela dwellers with the skills to become community photographers and then generate alternative views of the favelas, has expanded its production to embrace representations that add to those from the mainstream media. This blurs the line between community photographers and mainstream photojournalists as these two groups of photographers have built an archive of the development of favela communities in Rio de Janeiro."]}, {"title": "Conclusions", "paragraphs": ["The main aim of this paper has been to understand the differences and commonalities between mainstream photojournalists and community photographers in order to reflect on how commercial and community media can enrich each other in a way that yields benefits for the people living within Brazil's favelas. My research findings indicate that mainstream and community media can enrich each other by strengthening the dialogue among mainstream news workers, community photographers, and favela residents.", "The return of mainstream news workers into favelas that have UPPs, combined with the production of inside stories of the favelas and their inhabitants, would diminish the number of mainstream media articles that have the police as their main (and usually, their only) source (Biazoto 2011, 7). This would also contribute to producing different representations of the favelas and their residents, who have endured a long history of prejudice and abandonment. Once favela dwellers’ voices become more prominently displayed in mainstream media, this would influence policy-making processes with regard to public security policies in Rio de Janeiro (Ramos and Paiva 2007, 77). Commercial media can also enrich community media. However, to make it work, this relationship must enable community photographers and correspondents to publish work in the mainstream media that presents favelas and their residents in a positive light. This would contribute to minimising the idea that the favelas are exclusively places of violence, as if favela dwellers had a natural tendency to turn to criminality.", "The findings also indicate the limitations of community and mainstream media in producing an accurate portrayal of the favelas and their inhabitants as much as establishing a healthier relationship between the people living inside and outside the favelas. On the part of the community media, the photographers interviewed indicated that they are still in a process of understanding their role within their communities; that is, how documentary photography can contribute to strengthen favela dwellers’ voices leading to processes of social change. Additionally, through intense dialogue with mainstream photojournalists, community photographers have reflected on the importance of doing assignments that denounce human rights violations inside the favelas. Most importantly, they are reflecting upon which kind of photo-essay would contribute best to communicating the episodes that take place inside the favelas in order to provide the authorities and Rio's society with alternative views on Rio's poor districts: the production of pictures that represent the lives and struggles of favela residents who are torn between confrontations involving different drug gangs, police, and militia groups. This includes images that not only portray the favelas in a positive light, but also the violence facing marginalised communities in Rio.", "Concerning mainstream media, the main limitation facing photojournalists is the limited access in favelas ruled by drug gangs and/or militias even though they have worked freely in “pacified” favelas. This situation undermines mainstream news workers’ attempts at doing assignments on the issues of the “everyday” of favela communities. Within this context, the main role of the media on the issues of the favelas ends up being that of a watchdog monitoring and denouncing wrongdoings and human rights violations involving drug traffickers, police officers, and the people living inside and outside the favelas.", "Nevertheless, both groups of photographers have expressed the desire to strengthen the dialogue between community and mainstream media so as to create a plural view of Rio's poor districts and thus minimise the divisions between the people living inside and outside the favelas. This recollects Foucault's regime of truth that speaks of the process of production of discourses of truth that is embedded in power relations. The production of discourses concerning the favelas follows a set of procedures either from community media or mainstream media that inform the way the favelas and their inhabitants are portrayed. In order to build a better media ecology, community and mainstream media should learn from each other's practices so as to build discourses that depict the complexity and plurality not only of the favelas, but also of Rio de Janeiro—discourses that understand the favelas as an integral part of the city and residents as citizens who share the same entitlements and responsibilities."]}], "references": [{"title": "Peace Journalism Where There Is No War. Conflict-sensitive Reporting on Urban Violence and Public Security in Brazil and its Potential Role in Conflict Transformation.”", "year": "2011", "journal": "Conflict \\& Communication Online", "volume": "10", "authors": [{"name": "Biazoto J.", "first_name": "Biazoto", "last_name": "J."}]}, {"title": "Police Arrest Suspect in Journalist&#039;s Murder", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Tim Lopes", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "O Caso Tim Lopes: O Mito da ‘Mídia Cdadã’ [The Tim Lopes’ Case: The Myth of ‘Citizen Media’]", "year": "2003", "journal": "", "volume": "", "authors": [{"name": "Moretzsohn Sylvia", "first_name": "Moretzsohn", "last_name": "Sylvia"}]}, {"title": "Rio&#039;s Favelas in Recent Fiction and Film: Commonplaces of Urban Segregation", "year": "2007", "journal": "PMLA", "volume": "122", "authors": [{"name": "Peixoto M.", "first_name": "Peixoto", "last_name": "M."}]}, {"title": "Adeus ‘Cidade Partida’ [Goodbye ‘Divided City’]", "year": "2002", "journal": "", "volume": "", "authors": [{"name": "Silva Jailson de Souza e", "first_name": "Silva", "last_name": "de Souza e"}]}]}