{"doi": "10.1080/17512780802281156", "url": "https://doi.org/10.1080/17512780802281156", "title": "NEWSPAPERS IN EDUCATION IN FLANDERS", "volume": "2", "year": "2008", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Raeymaeckers", "first_name": "Karin", "name": "Karin Raeymaeckers"}, {"last_name": "Hoebeke", "first_name": "Tim", "name": "Tim Hoebeke"}, {"last_name": "Hauttekeete", "first_name": "Laurence", "name": "Laurence Hauttekeete"}], "abstract": " This study reflects on the policy introduced by the Flemish government to support the newspaper industry with qualitative measures with a view to securing the future readership market. The Flemish government's Media Policy Document explicitly states that it aims to create the context and conditions in which each citizen can fully participate in the information society. The Newspapers in Education (NIE) project was re-introduced in Flemish schools with financial support from the Flemish government in 2004. Research has demonstrated the potential of socialisation initiatives to promote newspaper reading in a school environment. When in 2007 the Flemish government increased its contribution substantially to 1.2 million euros per year, the original target group (pupils aged 16–18) could be expanded considerably to include other age groups and other social groups, such as “groups at risk”. This paper presents a selection of the results of the 2007 quantitative survey, with special attention to the attitudinal changes in different age groups in relation to their accessibility to newspapers. The results indicate a possible cumulative impact of the NIE programme after multiple participation. ", "body": [{"title": "Introduction", "paragraphs": ["The present-day decline of the circulation and reach figures suffered by traditional newspaper publishers is a phenomenon that is encountered in practically all countries throughout the Western world. In an already difficult market newspaper publishers are increasingly faced with competition from other media as well as with the abundant offers of free news and entertainment. All the figures show that the time spent on reading newspapers has also been falling sharply. They also indicate that in every age cohort the more highly educated spend relatively more time reading newspapers. However, this correction for education should be interpreted with some caution, as some reduction of reading time is found to be common to all age groups. This leaves little room for optimism about the future of newspaper reading (Knulst and Kraaykamp, 1996; Raeymaeckers, 2002).", "A further general observation that can be derived from the successive research studies of the time spent reading is that young people always spend less time reading newspapers than their elders (Lauf, 2001). This makes them the Achilles heel in the development of the readership market as it has been projected in the traditional newspaper publishers’ plans (Bogart, 1991; Buckingham, 1997; Chisholm, 2005). Publishers of free papers are apparently better armed against the substantial loss of young readers, as their appeal clearly lies in offering fast news, although the price element also plays a major role in the development of a youth readership for newspapers (Buckingham, 2000; Raeymaeckers, 2004).", "Socialising factors traditionally appear to be the strongest engine for establishing a steady reading habit (Bonfadelli, 1993; Chaffee and Choe, 1981; Cobb-Walgren, 1990). In this respect an environment that may or may not provide young people with access to newspapers is of cardinal importance to the subsequent development of an independent reading behaviour and for buying newspapers for themselves. Segmentation of the survey of newspaper buyers reveals that in an increasingly high number of families with young children, parents no longer buy a newspaper daily. This clearly impedes the future preservation of newspaper readership (Bogart, 1989; Gustafsson and Weibull, 1997).", "This paper describes a strategy that combines the efforts of newspaper publishers, participants from the educational sector, and politicians who design the government's media policy in Flanders. It presents the results of the study that was conducted into the effects of the reading promotion project Newspapers in Education (NIE) in Flanders. Specifically, NIE has been receiving ample financial backing from the Flemish media Minister, Geert Bourgeois, and from the Innovation and Media Department of the Ministry of the Flemish Community, which regards the project as an opportunity to develop initiatives directed at the qualitative support of the future readership market.", "In point 3.2 of its Report on Media Policy, the Flemish Government (2005–6) explicitly states that it wants to create the context and conditions in which each individual can be a full participant in the information society. The document further states that to this end it is necessary to remove any impediments to access to both the new and the traditional media.", "After a period in which the Flemish newspaper publishers had set up and financed small-scale reading promotion projects, the Newspapers in Education Project was re-launched in 2004. Its broad target group was all 16–18-year-olds from the most various sections of secondary education. In that first year the Flemish Government backed the project with 500,000 euros for purchasing newspapers at a reduced rate and distributing them among schools. At the same time it also invested in starting up academic research that, over the successive years, was to highlight certain separate constituent aspects of the project and develop a tool for a longitudinal monitoring of the project's results in various social segments and in different educational settings.", "The project's notable success with participating teachers and pupils convinced the political authorities of its value and it has been continued year after year, with increasing financial support. Moreover, the initial results of the academic research study (Raeymaeckers et al., 2007) demonstrated that the project had positively acted as a substitute socialising factor within the school environment, and that its socialising potential was increasing as the home environment was failing in its socialising role.", "As from 2006 the Flemish Government steeply increased its contribution to 1.2 million euros, i.e. half of the total cost, it has been possible to expand the original target group (pupils aged 16–18) considerably by adding other age groups and other social groups such as certain “groups at risk”. The latter are defined as newcomers to a society whose native language is different from the dominant language, as well as adults in special education programmes. At the same time the project was also introduced to teacher training curricula and models were developed for special targets, such as hospital schools.", "In the same year about 1,800,000 free newspapers were distributed to a large number of participating schools, reaching at least 150,000 children and young people. In that year the project was made available to primary school pupils. Primary school teachers were so eager to accept the invitation that they subscribed to the project in such large numbers that eventually one of out three children in the project belonged to the 10–12-year-old group. The action, which is launched at the start of each new school year, has been such a success that the available means have been insufficient to meet all applications. The fact that the application period had to be closed before all potential subscribers had been satisfied created such hype that it had to be closed earlier each successive year, even after an increase of the financial input. An unprecedented flood of applications for the 2007–8 action exhausted all subscriptions in a matter of days. Indeed, in less than a week's time the maximum number possible of subscriptions had been reached.", "The results we present in this paper refer to the action during the 2006–7 school year, and focus on the shifts in the participants’ attitudes towards newspapers and reading newspapers from before to after the action. We also examine whether over the years the action has succeeded in producing some sort of cumulative effect. The results have been obtained from the average school population in the 10–18-year age range."]}, {"title": "Innovative Opportunities for a Media Policy", "paragraphs": ["Any government-financed action that aims to support and shape the future readership of traditional print media might be regarded as an alternative form of press subsidy. The reference work by Hallin and Mancini (2004), which attempts to classify media systems, also pays much attention to various forms of media subsidies as they are found in Western countries. In what they define as the North/Central European or Democratic Corporatist Model, the authors include the following countries: Germany, the Scandinavian countries, the Netherlands, Switzerland, Austria and Belgium, all of which have certain parameters for press subsidies. Several other authors who have outlined the different systems of press support have emphasized the various individual national differences, but have always pointed out the common factor that all policy measures are aimed at effecting an active press policy. In each case they mention the possibilities for press support to those commercial enterprises that are faced with a readership market that is too limited and/or generates insufficient advertising revenue (Charon, 1994; Grisold, 1996; Holtz-Bacha, 1993; Kopper, 2004, Meier and Trappel, 2007). Also in each case we find arguments that are based on the presumption that press support, in particular of the selective kind, can underpin media diversity and take the rough edges off media concentration. However, study of the eventual effectiveness of a range of such measures shows that their outcome is diffuse and equivocal (Charon, 1994; Picard, 2003).", "Apart from direct and general as well as selective press support, we also find forms of government intervention that are less economic interventions than an ensemble of measures aimed at providing qualitative support for the media. These are mainly to be found in the countries with the North/Central European or Democratic Corporate Model (Hallin and Mancini, 2004). Hallin and Mancini (2004), Heinrich (2001) and Holtz-Bacha (1993) itemize different examples of selective support to investigative journalism, journalist training, professional journalist associations, etc. Also projects that are specifically developed to promote reading in general and newspapers in particular may be regarded as examples of this kind of implementation of qualitative support measures that aim at a mainly long-term effect."]}, {"title": "Newspapers in Education (NIE): A Newspaper Publishers’ Project that Functions as an Instrument for Qualitative Press Support Aimed at Underpinning the Future Readership Market", "paragraphs": ["NIE's long tradition started in the 1930s as an educational project that was coordinated by the Newspaper Association of America and established as a collaboration between schools and partners from the newspaper industry. It has been funded by contributions from the educational sector and from the publishers, who have acknowledged it as a marketing tool for giving their titles a privileged status in a specific school or a comprehensive school. Today NIE has developed into a project that has been implemented worldwide in various forms. Its financial backing comes from different sources, including UNESCO, various national newspaper publishing associations, and the paper giant Norske Skog. And today there are countries where the project is supported by the government as part of a qualitative press support policy. While small-scale instances of the project that are financed by local publishers or publishing syndicates often also comprise a commercial component, the governments which officially invest in the project are likely to ensure that it is carried out without any manifest commercial aim, that the project involves all publishers, and that the newspaper package that is distributed in the schools conveys a representative sample of the entire press landscape.", "In the NIE project in Flanders, participating teachers receive a daily newspaper package for a fortnight containing enough copies of each title for pupils to be able to perform class and individual tasks. All participating pupils receive a one-off workbook, matching their various ages, with assignments that may guide the teachers in their approach to the theme of newspapers and newspaper reading. These tasks are quite diverse and range from playful search tasks to critical reflection, confronting the young readers with assignments that sharpen their critical skills concerning news content by having them compare various sources of information in terms of news value, journalistic approach and critical commentary of the news that is presented.", "For children aged between 10 and 12 the workbook assignments are oriented to developing reading skills, to learning to search for information, and to the critical reflection on information. For this group a quiz has been designed in which participating classes compete against each other, culminating in a final round in a spectacular mass event that the participating children attend with an enthusiasm that is truly touching.", "By positioning schools and teachers as additional socialising actors and as facilitators for learning to handle newspapers and to reflect critically on the information that is on offer, the widest possible range of children and young people are reached. The interest shown by the Flemish government has added extra spearheads to extend the project to specific target groups. These include adult education courses or special programmes for the integration of newcomers to Flemish society. In these cases the emphasis of the various application modalities will be on literacy in general or on Dutch language fluency in particular."]}, {"title": "Aim of the Study", "paragraphs": ["The central question of this study remains the same as in previous research into reading promotion campaigns such as NIE: to what extent can these campaigns promote young people's interest in reading newspapers? These campaigns are not created to effect directly demonstrable behavioural changes, such as adequate purchasing behaviour or media use. However, what these reading promotion projects can promote is a change in attitude in the short term, as well as, and especially, in the long term. Therefore, it is this attitudinal change that occupies a central position in this study, which seeks to answer the question whether NIE can affect young people's attitudes in the short and in the long term, and if so, whether this effect may be cumulative?", "A random sample was taken from a list of participating units. As all age categories and all types of education were represented in this list, our sample reflected the real NIE landscape. We opted for a written questionnaire to be completed anonymously, so as to avoid a social desirability bias in the replies. The questionnaire design was an iterative process: different test stages made the questions sufficiently clear and one-dimensional as well as adjusted to the different age groups of participating pupils. The pre-test/post-test design we opted for allowed us to analyse the short-term effect of NIE. The pupils were required to complete the first questionnaire before the start of the project and the second after the end of the two-week project.", "The results presented in this paper refer to the 2007 NIE campaign and are based on 2470 questionnaires completed by pupils aged between 10 and 18. On a total sample of 4960 units, this represents a response of nearly 50 per cent. The non-response rate is partly explained by our decision to process only those questionnaires that covered both the pre-test and the post-test scores.", "Slightly more boys (56.6 per cent) than girls (43.4 per cent) took part in the survey. Divided according to age, the 14–16-year-olds (54.8 per cent) form the largest group, followed by the 16–18-year-olds (23.7 per cent). While the Flemish publishers’ own survey figures indicate that the group of the 10–12-year-olds covers about 33 per cent of the participating pupils, they make up only 15.2 per cent in our study. This is because it was decided to keep the youngest age group deliberately small in the sampling process. The 12–14 age group (4.3 per cent) is by far the smallest both in our study and in the data provided by the Flemish publishers. Research in previous years has shown that teachers in the first two years of secondary education argue that the curricula of this age group notably leave little room for alternative activities during lessons.", "Our survey first inquired into a number of variables that chart media use. Reading newspapers is not self-evidently an activity that fascinates young people. Indeed, about one-third (33.1 per cent) declare they never read a newspaper. And those who do read a newspaper occasionally, present a rather fragmentary reading behaviour and spend little time on it. Fewer than 17.4 per cent report spending less than five minutes, which probably allows them to scan the front page, have a quick glance through the paper, or look for the evening's television programme listings. Just over 50 per cent of young people hardly have any newspaper contact to speak of. The low rate of newspaper use is not so much a matter of availability of newspapers. Indeed, we find that nearly 80 per cent of our respondents’ homes have a newspaper, and about 40 per cent even have a newspaper daily. The overall time spent on newspapers is extremely short in all age groups in our study, with the exception of the 16–18 age group which shows a clear positive shift in the pattern of use. Irrespective of their age the number of non-readers fluctuates round 30 per cent, but the number of young people who declare to spend 10–30 minutes a day on reading newspapers changes strongly. As the ages advance, this percentage mounts from 15 per cent of the 10–12-year-olds to 32 per cent in the 16–18 age group.", "Let us first consider the results of those study variables that gauged the pupils’ attitudes towards newspapers and newspaper reading. The pre-test contained 15 statements for the pupils to either agree or disagree with on a five-point scale. Table 1 shows the average scores for the various statements. ", "Although some statements elicit replies in the safely neutral central range, the majority of statements are given a distinctive score. Young people agree most strongly with the statement that everything that is in the papers can also be found on the Internet and on television. Yet, they agree least with the statement that reading newspapers is a waste of time. It thus appears that young people believe that the information in newspapers can equally be found in other media, but also that spending time on newspapers is not necessarily useless. In other words, they continue to regard newspapers as a useful source of information.", "The pre-test results show that young people in Flanders have a predominantly positive attitude towards newspapers. They deny that they dislike reading newspapers, they do not regard newspapers as an old-fashioned medium and they even find it necessary to read newspapers. They admit that it is a way to remain well informed and to understand current affairs more deeply. They concede that the information offered by a newspaper is also useful to them in their daily life. While the pupils find that newspapers contain a lot of interesting information, they are also of the opinion that they contain a lot of superfluous data and that television offers much better information.", "Relating the results in the attitudes section to the access variables (availability of newspaper in the home environment) leads to a number of remarkable observations. On each of the 15 statements there is a significant difference between both groups insofar as pupils who have a newspaper at home rate newspapers more positively. And when we relate the results to the age variable, we find that the 16–18 age group rates most positively on the attitude variables. The larger the age difference, the more significant the differences on the statements. The 16–18-year-olds differ significantly from the 10–12-year-olds on eight items and with the 12–14-year-olds on three items. This no longer holds when considering the 14–16-year-olds. On no fewer than 12 statements this group diverges from the 16–18 age group. The 14–16 age group adopts the least positive and the least interested attitude towards newspapers. Puberty appears to have a major impact on the formation of attitude.", "As the Department of Communication Sciences at Ghent University, commissioned by the Innovation and Media Department of the Ministry of the Flemish Community, has been carrying out research into the impact of the NIE project for some years, we also wanted to find out whether the successive project years have had a cumulative effect on the formation of attitude. Among pupils who have participated in the project before we have found six statistically significant differences from those who have not participated before (Table 2). Those who have participated in NIE previously experience newspaper reading as more entertaining and tend to agree less with the statement that newspapers are old-fashioned. They make a stronger distinction between newspapers and television and they have more appreciation for the informative function of a newspaper, as they understand that someone who reads a newspaper is better and more widely informed. Therefore, they feel a greater need to read newspapers and they do so with considerably more pleasure. This shows that NIE unmistakably has a longer-term effect. ", "Juxtaposing the post-test results with those of the pre-test phase allows us to compare the replies immediately before the start of the project with those after the project has ended. Table 3 shows that after the project the pupils assess newspapers and reading newspapers differently. On no fewer than 12 items there are statistically significant shifts. They indicate the short-term effect that a project such as NIE can have, i.e. removing the negative prejudices towards a medium that was to a large extent unknown to many of the participants. These shifts do not quite constitute a landslide, but the differences are large enough to be significant. What is more, all shifts are changes towards a more positive rating on items concerning newspapers and reading newspapers. ", "Parallel with our reporting of the pre-test results, we examine whether as far as the attitudinal shifts are concerned any relevance emerges by relating the results to access variables. We can observe that young people who have a newspaper available at home, tend to further strengthen the positive attitude they already had shown in the pre-test. The observation applies to no fewer than 12 of the 15 items in the questionnaire.", "Also pupils who never or very rarely have a newspaper available, positively change their attitude after the project. This applies to eight of the 15 items. It is remarkable, however, that in this group the shifts in attitude are much more pronounced. This group started with a far less positive attitude towards newspapers, which gave them a wider margin that left room for more intense changes. NIE more often has an impact on pupils who have contact with newspapers in their home environment, although those who in their home environment have the least socialising impulses more frequently display a stronger and more intense change in attitude.", "When we go more deeply into the differences in changes according to the extent to which the pupils experience these socialising effects at home, we can see a clear and evident trend emerging. The less time pupils spend on newspapers at home, the more their attitudes towards the medium are influenced positively by the NIE project. Pupils who declare never to have read a newspaper change their opinion significantly on 13 of the 15 statements, in the group that spends less than five minutes on newspapers we find nine significant shifts, in the group that spends 5–10 minutes on newspapers we can see eight shifts, and in the group that is occupied with newspapers for as long as 10 minutes to half an hour, we find only six shifts. In the cohort that invests half an hour to one hour in reading newspapers there are only four significant shifts. It thus appears that NIE has the strongest impact on those young people who spend little time reading newspapers and have least access to newspapers in their home environment.", "A further useful approach consists in linking the shifts in attitude in their turn to the various age groups in the project. We can notice that after participating in the NIE project, both the 10–12 age group and the 12–14 age group adjust their attitude positively on eight of the 15 statements. The 14–16-year-olds do so on 10 statements, and the 16–18-year-olds on nine statements. Especially the 14–16-year-olds, with 10 significant shifts, appear to undergo a positive impact from the project. Since this group showed, as we have indicated above, also the most negative attitude before the start of the project, they obviously had more scope for positive changes.", "Regarding three statements that positive shift may be called absolute, because all the responses to them constitute changes, irrespective of the age category. It is obvious that in these young people participation in NIE has increased the need to read newspapers. After participating they regard reading newspapers also as a more entertaining activity and therefore they tend to enjoy newspapers more. This change in attitude, certainly as regards these three statements in particular, provides evidence for the effectiveness of the project as an engine for raising awareness among young people of school age.", "And just as we did above, we can relate the attitudinal shifts to previous participation in the project. We find that pupils who in 2007 participate for the first time in the NIE project show a positive shift on a larger number of items (12 significant shifts as opposed to eight significant shifts for pupils who have participated in previous years). One must not forget, however, that the group who had participated previously started with a more positive start score, which in principle left less scope for a further change in attitude.", "The replies to four particular statements show that NIE has not only a short-term effect, but also a cumulative impact. These statements are the following: television news offers better information than the newspaper, I do not feel the need to read a newspaper, I do not like reading a newspaper, I find reading newspapers entertaining. First of all, the results show a significant shift in terms of positive adjustment and therefore a shift in the short term. In spite of their more positive start scores, the group who had participated previously also shows a further adjustment towards a more positive attitude, which indicates a cumulative effect that develops as young people participate in the project several times in the course of their school years."]}, {"title": "Conclusion", "paragraphs": ["Our research, which has been gradually creating approaches to examining the impact of reading promotion projects among a wide range of participants, has been running for several years. In this paper we comment on our latest data that, like those in previous years, demonstrate the opportunities offered by this kind of project to engage young people in what newspapers have to offer. Because the NIE project has been organised for several years on a regular basis, our research may provide some insight in its impact beyond the current year. This paper shows that the NIE action, as it is conducted in Flanders, succeeds in having a long-term impact on those who have participated more than once. The outcome is quite promising and points at an indirect kind of impact as participants positively change their attitude towards reading newspapers, towards newspapers in general and the kind of information offered by newspapers.", "Because it is financed partially with government funding, the project can be carried out without direct commercial intentions. This means that publishers are prevented from having the project focus on those segments of the potential youth readership market that hold most promises for them. Indeed, NIE, as it is organised in Flanders, specifically aims at making itself accessible to the widest possible range of participants, while also emphasising arguments such as the need for equal opportunities in access to information. That is why it should be regarded as a further positive factor that the results for 2007, just like those from previous studies, show that participants change their attitudes positively and that these shifts are strongest in those groups with a lower degree of access to newspapers in their home environment.", "The research results also point at an impact beyond the period immediately after participating in the project. The 2007 results show that young people who have participated before have a more positive start score when rating the statements concerning newspapers and reading newspapers. Also for these pupils this additional participation results in a further, though more limited, positive shift in attitude.", "With age comes wisdom and this also goes for the young people's attitude towards newspapers. The older the pupils become, the more highly they tend to appreciate newspapers. However, there is no straight positive connection between maturity and attitude, as the replies of the second-grade secondary pupils are peculiarly distinctive. These 14–16-year-olds probably have to cope with the rebellious nature of their age.", "The study also focuses on the extent to which the campaign has succeeded in changing the attitudes of those young people who were newspaper-illiterate because they had no or only very limited access to newspapers in their home environment. Our results clearly testify to the need to promote the habit of newspaper reading in the school environment. Campaigns conducted at school level will reach the broadest possible range of young people and will help redistribute access opportunities, thus benefiting the groups with the lowest access rates regardless of educational levels."]}], "references": [{"title": "“Adolescent Media Use in a Changing Media Environment”", "year": "1993", "journal": "European Journal of Communication", "volume": "8", "authors": [{"name": "Bonfadelli H.", "first_name": "Bonfadelli", "last_name": "H."}]}, {"title": "“News Media, Political Socialization and Popular Citizenship”", "year": "1997", "journal": "Critical Studies in Mass Communication", "volume": "14", "authors": [{"name": "Buckingham David", "first_name": "Buckingham", "last_name": "David"}]}, {"title": "“Newspaper Reading in Longitudinal Perspective: beyond structural constraints”", "year": "1981", "journal": "Journalism Quarterly", "volume": "58", "authors": [{"name": "Chaffee Steven H.", "first_name": "Chaffee", "last_name": "H."}, {"name": "Choe S. Y.", "first_name": "Choe", "last_name": "Y."}]}, {"title": "“A propos des aides à la presse”", "year": "1994", "journal": "Médiapouvoirs", "volume": "33", "authors": [{"name": "Charon Jean M.", "first_name": "Charon", "last_name": "M."}]}, {"title": "“Why Teenagers Do Not ‘Read All About It’”", "year": "1990", "journal": "Journalism Quarterly", "volume": "67", "authors": [{"name": "Cobb-Walgren C. J.", "first_name": "Cobb-Walgren", "last_name": "J."}]}, {"title": "“Press Concentration and Media Policy in Small Countries”", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Grisold Andrea", "first_name": "Grisold", "last_name": "Andrea"}]}, {"title": "“European Newspaper Readership: structure and development”", "year": "1997", "journal": "Communications", "volume": "22", "authors": [{"name": "Gustafsson Karl E.", "first_name": "Gustafsson", "last_name": "E."}, {"name": "Weibull Lennart", "first_name": "Weibull", "last_name": "Lennart"}]}, {"title": "“Research Note: The Vanishing Young Reader. Sociodemographic determinants of newspaper use as a source of political information in Europe, 1980–1998”", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Lauf Edmund", "first_name": "Lauf", "last_name": "Edmund"}]}, {"title": "“Development and Effects of Finnish Press Subsidies”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}, {"name": "Grönlund Mikko", "first_name": "Grönlund", "last_name": "Mikko"}]}, {"title": "“Trends in Reading. Young people and patterns of time consumption in relation to print”", "year": "2002", "journal": "European Journal of Communication", "volume": "17", "authors": [{"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "“Newspaper Editors in Search of Young Readers: content and layout strategies to win new readers”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "“To Read or Not to Read: Flemish press assistance aims to support the future readers market”", "year": "2007", "journal": "European Journal of Communication", "volume": "22", "authors": [{"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}, {"name": "Hauttekeete Laurence", "first_name": "Hauttekeete", "last_name": "Laurence"}, {"name": "Deprez A.", "first_name": "Deprez", "last_name": "A."}]}]}