{"doi": "10.1080/17512786.2010.482764", "url": "https://doi.org/10.1080/17512786.2010.482764", "title": "“PUBLIC EDITORS” AND MEDIA GOVERNANCE AT THE GUARDIAN AND THE NEW YORK TIMES", "volume": "5", "year": "2011", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Nolan", "first_name": "David", "name": "David Nolan"}, {"last_name": "Marjoribanks", "first_name": "Tim", "name": "Tim Marjoribanks"}], "abstract": " This paper examines the columns of Ian Mayes, the first Readers' Editor of The Guardian, and of Daniel Okrent, the first Public Editor of The New York Times, to provide an empirically grounded and theoretically informed analysis of the emergent role of newspaper public editors. To do this, the paper positions the emergence of public editors as part of a wider trend towards the adoption of mechanisms of media accountability, and engages with academic literature that has positioned this trend within an emergent paradigm of “media governance”. The empirical dimension of the paper is grounded in quantitative and qualitative analysis of columns written by Mayes and Okrent during their tenure as public editors at the two newspapers, as well as key organisational documents. The findings of the data analysis suggest that, in the context of debates around media accountability and governance, there is a need to consider forms of governance such as public editors in the context of broader social and organisational concerns with declining trust, managing corporate risk and providing external demonstrations of legitimacy, and a renewed and targeted emphasis on journalistic professionalism. ", "body": [{"title": "Introduction", "paragraphs": ["In Britain, following the development of the role of “Readers' Editor” by The Guardian in 1997, a number of other newspapers followed suit, including The Observer, The Independent on Sunday and The Daily Mirror (Mayes, 2004). This growing trend towards the introduction within media organisations of formal positions concerned to publicly promote journalistic accountability, and engagement with public concerns regarding actual or potential problems of journalism, was mirrored across the Atlantic in 2003. At that time, The New York Times reversed its previous opposition to employing an ombudsman, hiring the first in a series of “Public Editors” employed on fixed-term contracts to investigate instances where the paper may have breached its own standards, and to write a regular column engaging with the paper's practices. In each case, the adoption of these positions has been self-consciously positioned as demonstrating the newspaper's commitment to accountability, which is positioned as a self-evidently “good thing”. While we are not concerned to directly dispute this view, what tends to be absent in such presentations is consideration of the social, political, commercial and professional circumstances that have contributed to this trend. Such a consideration, we argue, is crucial if we are to critically consider its implications.", "This paper begins by considering how the adoption of public editors can be identified as part of a wider trend towards the adoption of mechanisms of media accountability, and engages with literature that positions this trend within an emergent paradigm of “media governance”. While some of this work has adopted a normative and functionalist perspective on accountability, others have sought to position the adoption of more formalised mechanisms of accountability and governance within a shifting social and political context, and to consider the conditions, motivations and interests underpinning this trend. Drawing on this work, the introduction of public editors can be seen not merely as the adoption of “best practice” governance, but as emerging from a social context in which arresting declining trust, managing corporate risk and providing external demonstrations of legitimacy have become paramount concerns for media organisations. At the same time, shifts in the social context have also contributed to a renewed and targeted emphasis on journalistic professionalism. A consideration of this context returns us to a question asked by earlier scholars regarding whether the practices of news ombudsmen served as a basis of “accountability” or “public relations”. However, rather than simply accept this dichotomy, we go on to critically consider its value through an analysis of the columns of Ian Mayes, the first Readers' Editor at The Guardian, and Daniel Okrent, the first Public Editor at The New York Times, in order to develop a theoretically informed and empirically grounded perspective on the emergent role of public editors as a contemporary form of media governance.1 Our findings suggest that, in light of emergent developments, a binary and somewhat moralistic dichotomy between “good” accountability and “bad” PR may itself be inadequate for a critical understanding of such practices and their implications for journalism."]}, {"title": "“Media Accountability” and “Media Governance”", "paragraphs": ["In recent years, the trend toward the development and adoption of various mechanisms of accountability and self-regulation has gained increasing attention (Bardoel and D'Haenens, 2004; McQuail, 2003; Meier and Perrin, 2007). Some existing literature has tended to welcome this trend, positioning it within a neutral framework of “ethics” and “accountability”, while seeking to contribute to the development of “best practice” systems of “media governance”. Within such work, the connection between “accountability” and “governance” has been explicitly made. For example, Denis McQuail (2003, p. 91) states that “the issue of accountability has to be addressed within some framework of governance in the widest sense”. McQuail goes on to distinguish between both “external” and “internal” and “formal” and “informal” modes of government. Thus, for example, McQuail distinguishes between mechanisms of “self-regulation” as a formal mode of internal governance, while frameworks of professionalism, organisational culture and journalistic norms of ethics represent an informal mode (2003, p. 98).2 Jo Bardoel and Leen D'Haenens, by contrast, position the connection between “accountability” and “governance” as part of a convergent trend in emergent practices of media self-regulation. On one hand, they suggest, an increased emphasis on “accountability” represents an increased formalisation of informal commitments to “social responsibility”: Accountability offers an answer to the question: “How might society call on media and journalists to account for their fulfilment of the responsibility given to them?” Responsibility thus has to do with defining proper conduct: accountability with compelling it. (Bardoel and d'Haenens, 2004, p. 7)   ", "Accountability offers an answer to the question: “How might society call on media and journalists to account for their fulfilment of the responsibility given to them?” Responsibility thus has to do with defining proper conduct: accountability with compelling it. (Bardoel and d'Haenens, 2004, p. 7) ", "On the other, this trend is situated as part of a wider trend, in which “discussions on the social responsibility of companies and organisations seem also to have become a central point of concern within the business community and the government, resulting in new terms such as ‘corporate governance’ and ‘accountability’” (Bardoel and d'Haenens, 2004, p. 22).", "“Governance”, in such definitions, refers to the rules that are developed to mediate the relations between interdependent actors that emerge socially as a means of mutually established and more or less formalised rules of conduct (Donges, 2007). As a paradigmatic approach, approaches to media governance draw upon a broader focus on governance in the field of political science that explicitly advocates a shift away from a focus on state regulation, or what is normally referred to as “government”.3 “Governance”, as a term, can be distinguished from “government” in two senses. First, as Manuel Puppis puts it, “a media governance perspective not only underlines the relevance of non-statutory regulation but also questions the role of the state” (2007, p. 330). While not excluding the state, governance perspectives place emphasis on a shift toward forms of private regulation through models of structures and practices of self- and co-regulation (Puppis, 2007, p. 331) that also occur in contexts where regional and global regulation serve to displace the nation-state as a regulatory centre. As Mitchell Dean (2007) has argued, this descriptive justification for an analysis of governance is frequently tied to a prescriptive advocacy of it as an inevitable and ultimately positive shift away from the dead hand of the state. The second distinction between government and governance is that while the former tends to be viewed as an exercise of (usually sovereign) power, the latter tends to be positioned in apolitical terms as a mode through which the interests and concerns of different actors may be mutually mediated through the development of transparent (and assumedly consensual) rules.", "Others, however, have sought to provide a more critical analytical perspective on trends towards “accountability” and “governance” mechanisms. For example, in her analysis of the development of new accountability and audit mechanisms at the BBC, Georgina Born positions these as a “visible performance of accountability as an attempted means of strengthening the BBC's legitimation” (2003, p. 64). Born positions this development at the intersection of numerous forces impacting the BBC, including ongoing government hostility, regulatory change and increased competition, technological change and the development of a crisis of legitimation and funding for the organisation. At the same time, Born positions the deployment of accountability and audit mechanisms at the BBC as consistent with a “new managerialism” characteristic of a broader “audit culture” that emerged in 1990s Britain.", "Clearly, a consideration of newspapers requires a different analysis, not least because of the very different regulatory circumstances that pertain to commercial newspapers and public service media, respectively. Nevertheless, there remain points of intersection between the two, including the manner in which the trend toward “accountability”, in both cases, can be seen to be influenced by the rise of the “audit society” (Power, 1997). While designed to build trust, “audit” and “accountability” seek to address the risks faced by media organisations as a consequence of a documented decline in public trust in media institutions, as “audits become needed when accountability can be sustained no longer by informal relations of trust alone but must be formalised” (Power quoted in Born, 2003, p. 67). As Daniel Hallin (2008) has argued in relation to the United States, declining public faith in media institutions is consistent with a more general suspicion of forms of public authority, following transformations in the socio-political and economic conditions that had, previously, sustained a relative post-war political consensus that made claims to represent a unitary “public interest” both intelligible and viable. An increased public cynicism was also, Hallin argues, exacerbated as a consequence of the effect of shifts in the political economy of media organisations, particularly as these increasingly came to operate under the auspices of shareholder-owned conglomerates. These trends contributed to, and were reciprocally influenced by, the emergence of neo-liberalism and its characteristic combination of suspicion of non-market forms of expertise and orientation towards markets as a more “transparent” basis of social legitimacy.", "In light of these trends, an increased focus on accountability must be understood not merely as attendant to an emergent ethical paradigm of “governance”, but as an important element within risk management strategies that, to a considerable extent, have become imperative because of these transformations. Indeed, it is notable that the establishment of the public editor position at The New York Times occurred in the wake of the Jayson Blair scandal (in which a rising star journalist was found to have fabricated and plagiarised stories and was subsequently dismissed) as part of a broader set of initiatives designed to protect and promote public credibility (Keller, 2005; Siegal Committee, 2003, p. 50). Central to these initiatives was a commitment to increased dialogue with the public that, apart from the establishment of a public editor, also included moderated question and answer sessions between senior editors and the readership (Keller, 2005). In a similar move to strengthen communication with its readership, The Guardian's “Editorial Code”, updated in April 2007, sets out a key range of organisational and regulatory processes, whose purpose is “above all, to protect and foster the bond of trust between The Guardian (in print and online) and its readers, and therefore to protect the integrity of the paper and of the editorial content it carries” (Guardian, 2007, p. 2). A key way in which trust is to be built is through communication. Accountability, in this sense, is explicitly embraced on the basis of an “enlightened self-interest”, and it is notable that this is consistent with a tradition of work around the perceived benefits of ombudsmen to news organisations. For example, major advantages of the role are seen to include increased accessibility for readers, which is claimed to produce not only increased sensitivity to readers' perspectives, but also to strengthen readers' loyalty to the newspaper. Other perceived advantages include the perception the paper is serious about accountability (Pritchard, 1993); an enhanced dispute resolution process and reduction of litigation (Press Gazette, 2007); and that the role provides for more efficient and effective management of complaints, thereby promoting positive perceptions of the paper's self-regulation credentials and reducing the threat of unwanted governmental interference (van Dalen and Deuze, 2006). Self-regulation, from this perspective, exists as a voluntary commitment that both enables deregulation and allows companies to pick and choose when it is in their interests to place restrictions on their own behaviour. As some have already noted, in this situation “regulatory capture is there from the outset” (Kay quoted in Puppis, 2007, p. 333). That is, while it does not operate in a vacuum, the form, performance and extent of regulation are, within emergent media governance regimes, largely determined by organisations themselves.", "Our point in positioning media accountability and governance regimes in this way is to emphasise how such practices within newspapers, and other media organisations, have been influenced by the emergence of a broader set of discursive practices and material social conditions that have served to position the (re)establishment of trust, the management of risk and the visible performance of legitimacy as central organisational concerns. However, while this provides a stronger basis for understanding the emergence of media accountability initiatives, it tells us comparatively little about their actual performance and impacts. While, by comparison to work addressing accountability and governance in theoretical terms, work that addresses the performance of newspaper ombudsmen is limited, investigations by Nemeth and Sanders (1999, 2001) provide a useful typology categorising the engagement of ombudsmen's published columns in “public relations behaviour”, “accountability” and “criticism” (Nemeth and Sanders, 1999, pp. 31–32). Using this schema, columns are measured on a continuum from “explain[ing] the ombudsman's viewpoint of the newspaper's behaviour” (1999, p. 31), through to “the informed, analytical evaluation and judgment of a newspaper's behaviour”, that is, columns that engaged in criticism of the ombudsman's own paper (1999, p. 31). Their findings support arguments also made by others that ombudsmen's columns tend to be dominated by public relations behaviour, and tend to focus more on correcting “errors of fact” (objective errors) than errors of judgement (subjective errors) (Ettema and Glasser, 1987; Nemeth and Sanders, 2001). On the basis of such findings, Nemeth and Sanders conclude that meaningful discussion of performance is missing from the columns they analyse. Whether such findings apply in other contexts, however, remains in question. Indeed, the preceding discussion might well incline us to suspect that the columns of public editors and readers' editors might not be best understood as mere public relations, but rather as an emergent form of self-regulation that is designed to address forms of organisational and corporate risk precisely through the development of new forms of regulatory and organisational practice. It is with this in mind that we turn to our empirical study."]}, {"title": "Methods", "paragraphs": ["The primary data for this paper are the published columns of Ian Mayes, the first Readers' Editor for The Guardian newspaper in the United Kingdom from 1997 to 2007, and the published columns of Daniel Okrent, the first Public Editor of The New York Times newspaper in the United States from 2003 to 2005. The Guardian was selected because it is an international leader in terms of innovating with the creation of a “Readers' Editor” in 1997. In addition, Ian Mayes has been an influential figure, both within The Guardian and internationally through his subsequent position as President of the Organization of News Ombudsmen, an international organisation for ombudsmen from all media. The New York Times was selected because of the circumstances that surrounded its move to establishing a public editor. While it had for many years resisted the creation of an ombudsman position, key events in the 1990s and 2000s raised concerns about journalistic standards at the newspaper, and contributed to a transformation in organisational regulation. Further, Mayes and Okrent have been selected because, by being the first public editors at their newspapers, they played key roles in shaping the development of the position and in influencing whether or not the position would exist into the future.", "In total, 308 of Ian Mayes' Open Door columns were available on the newspaper's website when data collection for this paper was finalised in 2010. All 38 of Daniel Okrent's columns were available at the newspaper's website at the same time (see also Okrent, 2006). The greater number of columns by Mayes reflects the different organisational structures of the newspapers, through which Mayes was able to fill the position of ombudsman for 10 years, based on a renewable contract, while Okrent had a non-renewable position of 18 months (Okrent, 2006, p.4).", "All columns were analysed using quantitative analysis of frequencies and percentages and qualitative thematic analysis (Bell and Garrett, 1998; Cottle, 2004). A quantitative coding sheet was developed to count items such as the column's topic, the column's tone, and the column's focus in the context of the role of the public editor, while the schema of Nemeth and Sanders (2001) for different types of errors was used in a modified form. In the qualitative analysis of the columns, the focus was on issues including the type of language being used, recommendations for change, and the self-described practice of the public editor. A close reading of the columns allowed for the identification of emergent themes within these broad headings, with themes being identified as issues of concern to the public editor. Such themes included communication and trust, journalism practice, and the role of the public editor. Once these themes were generated, we identified the most common ways in which the public editors discussed them, while also noting variations from that dominant perspective. Our focus through this process was on identifying how the public editors understood and discussed their organisational role and practice in their own words. Further, a comparison of the approaches of Mayes and Okrent was undertaken, to uncover similarities and differences in their approaches. Columns written by Mayes or Okrent and directly quoted are referred to by a code number, assigned by us in order of publication by date.4 ", "In addition to columns, we analysed key organisational documents from both newspapers which have contributed to the development of the formal role of the ombudsman. These were The Guardian's “Readers' Editor Terms of Reference” (2009b), “Editorial Code” (2007) and “Living Our Values” (2009a) documents, and The New York Times’ Siegal Committee Report (2003), “Assuring Our Credibility” (Keller, 2005), and “Preserving Our Readers' Trust” (Credibility Group, 2005) documents. Analysis of these documents allowed us to identify how the organisations understood and presented the formal role of the ombudsman, while also providing a context for our analysis of the reflections of Mayes and Okrent on their practice."]}, {"title": "Results: Quantitative Analysis", "paragraphs": ["Quantitative analysis of the columns provides important insights into general trends in the approaches taken by Mayes and Okrent in their role as public editors. One crucial issue raised by previous studies, as discussed above, concerned the extent to which public editors focused primarily on “errors of fact” and the extent to which they engaged with more contested issues around journalistic and editorial judgement and interpretation. In contrast to such studies, our analysis found that both Mayes and Okrent engaged centrally with questions of interpretation and judgement, to a much greater extent than with errors of fact, such as misspellings and minor misquotations. For Mayes, 72 per cent of his 308 columns (N=221) engaged centrally with factual error, interpretation or judgement with the remaining 28 per cent (N=87) of his columns focusing on other issues. However, a relatively small 20 per cent (N=60) of Mayes' total number of columns dealt primarily with errors of fact, while 52 per cent (N=161) of his columns engaged with potentially problematic interpretation and judgement on the part of journalists and editors. For Okrent, 16 per cent of his 38 columns (N=6) did not deal with errors, judgement or interpretation. Of the remaining 84 per cent of Okrent's columns (N=32), 10 per cent (N=4) had errors of fact as their primary focus, with the remaining 74 per cent (N=28) having journalistic or editorial interpretation and judgement as a key focus. For both Mayes and Okrent, questions of journalistic and editorial interpretation and judgement were central to their discussions. Part of the explanation for these findings, which contrast with previous research, is that more “objective” factual errors would be discussed in other parts of the newspapers, such as corrections columns. Nevertheless, these numbers indicate that both Mayes and Okrent used their columns to engage with questions of interpretation and judgement, which are typically contested and sensitive issues within news organisations, as they can raise questions around professional competence.", "In terms of whether particular columns were supportive or critical of the newspaper in the context of the specific issues being discussed, 38 per cent (N=118) of Mayes' articles were overall supportive of newspaper practice, while 27 per cent (N=83) were neutral. Of his remaining articles, 16 per cent (N=48) were primarily critical and 19 per cent (N=59) contained some element of both critical and supportive engagement. For Okrent, 18 per cent (N=7) of his 38 articles were outright supportive and 13 per cent (N=5) were neutral. By contrast, 29 per cent (N=11) of his articles were primarily critical and 40 per cent (N=15) contained both critical and supportive comments. In terms of the tone of language and approach to the newspaper, Okrent's overall engagement with The New York Times tended to be more overtly critical than Mayes' engagement with The Guardian. At the same time, that 69 per cent of Okrent's articles and 35 per cent of Mayes' articles contained some element of criticism is indicative that both public editors were critical of newspaper practice on numerous occasions.", "In both cases, the public editor not only engaged with newspaper content, but also on occasion suggested some form of action on the part of organisational actors such as editors and journalists to engage with particular issues. Again, however, differences emerge in the approaches of Okrent and Mayes. In 55 per cent (N=21) of Okrent's columns, and in 23 per cent (N=70) of Mayes' columns, there was discussion of specific organisational actions that could be undertaken to engage proactively with the issue that was the focus of the column. This difference can be seen to be reflective of a more critical overall approach taken by Okrent, suggesting that he would have more occasions than Mayes to suggest alternative practices. Nevertheless, that both Mayes and Okrent engaged in this practice across time provides an indication that each saw it as part of their role to offer advice on changing journalism and editorial practice, as well as identifying problems with such practice."]}, {"title": "Results: Qualitative Analysis", "paragraphs": ["To gain further insights into these trends, we now turn to our qualitative analysis of their columns. In the context of theoretical debates around media governance, three key qualitative themes emerged around their role, communication and trust, and journalism practice. We explore these themes for both public editors below.", " The role of the “Readers' Editor”. The position of Readers' Editor was introduced to The Guardian in 1997 in the context of debates about journalism standards and practice. Reflecting on this period some 10 years later, Mayes commented that “[w]hen I started, the whole of the British media was gripped in a culture of denial—a resistance to correcting” (Mayes, 2007). For Mayes, the fundamental justification for his role is located in the practice of newspapers: The key principle is a simple one: news organisations that, almost by definition, constantly call others to account should be more readily accountable and open themselves, and should be seen to be so. (Mayes, 2004)  ", "The key principle is a simple one: news organisations that, almost by definition, constantly call others to account should be more readily accountable and open themselves, and should be seen to be so. (Mayes, 2004)", "At The Guardian, the role of the public editor is defined in a document entitled the “Readers' Editor Terms of Reference” (Guardian, 2009b). This makes explicit that key elements of the position include requirements that the Readers' Editor should be independent, have access to staff and meetings within the organisation, and be able to operate so as to increase accountability of members of the organisation, in particular in their relations with their readership (Guardian, 2009b). The “Terms of Reference” also note that the ombudsman is “[t]o create new channels of communication with and greater responsiveness to readers”, and is “[t]o seek the views and where appropriate, the written comments, of journalists whose work is the focus of readers' concerns” (Guardian, 2009b). Through statements such as this, it is evident that The Guardian management proposed that the public editor's role was to involve creating a dialogue between the paper, journalists and readers. It is also important to recognise both that Mayes placed his role directly within a tradition of news ombudsmen and as a new form of self-regulation. According to Mayes, having an independent person within the organisation located “at the interface” between readers and news workers “offers a real chance to build a new, stronger relationship between journalist and reader” (Mayes, 247). Where the role of the ombudsman has often been that of attending to readers' complaints, it is significant that in this case the readers' editor is positioned directly as an independent advocate for readers' concerns and, equally important, is characterised by its visibility as a public form of accountability.", "A central feature of Mayes' columns is his concern to see the position of Readers' Editor as one that facilitates communication between the newspaper, its journalists and editors, and the readership. Captured in the “Open Door” title of his columns, he writes that there is a need “for an open and frank dialogue between [journalists and readers]” (Mayes, 245). From reading Mayes' columns, it is clear that two-way communication with the readership is seen as important in its own right, in particular because newspapers have been poor at this in the past. However, perhaps even more importantly, for Mayes communication is the key to creating a relationship of trust between the newspaper and its readers, and thereby to creating a space of legitimacy for the newspaper as a source to which people will turn. To make these points, on many occasions, Mayes takes the opportunity to reflect on his role as a readers' editor, engaging with issues including the creation of trust between the newspaper and readers, and the opening up of communication between the newspaper and readers, and within the newspaper.", "In relation to specific forms of communication, for Mayes, the publishing of corrections was vital as a means of building and maintaining trust (Mayes, 225). In addition, Mayes noted that The Guardian has developed a number of other processes for communicating with the readership, including the letters page, online blogs, a site for questions and comments about the website, and a response column “giving people who have been the subject of critical or hostile reports or articles in the paper an opportunity to reply at greater length than it would normally be possible to provide on the letters page” (Mayes, 234). As Mayes wrote, through such organisational innovations, “[t]he idea has been to make the system as open as possible in all directions” (Mayes, 246). Through these columns, Mayes also suggests that digital technologies are providing new ways of interacting with the readership, and that such interactivity is important in contributing to increased accountability (Mayes, 285). Following our earlier discussion of “audit culture” as the instalment of formalised processes to build trust following the relative decline in public trust in the media, it is notable here that Mayes implicitly positions his own practices as part of such a formalised ethical regime.", "A notable feature of Mayes' role as Readers' Editor was to engage with what he considered to be critical issues around journalism practice. A technique that Mayes adopted in reflecting on journalism practice was to speak with journalists and editors, and to report on those discussions in his column. For example, in one column, Mayes discussed the increasing number of emails being sent to the newspaper and to individual journalists. As part of this investigation, Mayes spoke with journalists and editors about how they managed email, how they felt about email interaction with readers, and their attitude towards the voluntary policy of having their email address at the bottom of their stories (Mayes, 195). He then reported on the findings of his investigation in his column, presenting both negative and positive attitudes from journalists (see also, Mayes, 230). Through such discussions, Mayes provided readers with insights into the workings of journalism that have not always been available.", "Mayes also provided recommendations for action to engage with specific issues and identified who should be responsible for undertaking such action. Here, the work of the public editor goes beyond identifying challenges with professional practice or responding to the concerns of readers, to providing recommendations for action in contexts ranging from use of inappropriate language (Mayes, 279, 306) through to controversial decisions such as whether it was right to publish a camera phone photographic image of the hanging of Saddam Hussein (Mayes, 296). In analysing such columns, it is also evident that Mayes provided a conduit for readers to have their say. Readers' comments and reflections were then used by Mayes as a basis for internal discussion and reflection within the organisation, through means such as meetings and internal polls with staff, and conversations with individual journalists, often with the goal of making recommendations around modifying journalism practice. What Mayes is also doing in such columns is promoting an internal dialogue within the organisation, providing a form of internal regulation by bringing out into the open questions around journalism practice. What is of interest in such practice is the interaction between forms of professional reflection and formalised modes of public engagement. Here, the specific figure of the Readers' Editor is crucial, as both a senior member of the profession and as the avenue through which readers' concerns are communicated, thus mediating between formal and informal mechanisms of regulation.", "As noted earlier, the creation of a Public Editor at The New York Times occurred at a particularly sensitive time for the newspaper. In documents establishing the Public Editor, The New York Times Executive Editor Bill Keller acknowledged that while the paper had previously resisted this development, in the aftermath of the Blair case, a new approach was required, because “[a] pair of professional eyes, familiar with us but independent of the day-to-day production of the paper, can make us more sensitive on matters of fairness and accuracy, and enhance our credibility” (Siegal Committee, 2003, p. 3). The Siegal Committee Report argued that, “[a]fter the damage inflicted by the Blair scandal and the events that followed, we recommend a dramatic demonstration of our openness to public accountability” (Siegal Committee, 2003, p. 17). Among a series of recommendations, the position of public editor was proposed to be “a person of unquestioned stature in our business who will devote full time (with suitable clerical support) to receiving, investigating and answering outsiders' concerns about our coverage” [sic] (Siegal Committee, 2003, p. 17). The committee understood the need for a public editor as a critical part of organisational change required to “assure the quality and integrity of the newsroom's methods of communication, collaboration and supervision” (Siegal Committee, 2003, p. 13). Crucial aspects for The New York Times and for Daniel Okrent were that the Public Editor be an independent person appointed for a set time period without possibility of a contract extension, and from outside of the organisation (Okrent, 2006). For Okrent, such terms were understood as being a vital means of enabling him to engage critically with the organisation, free from perceptions that he was an insider or that he was softening his stance so as to have his contract renewed (Okrent, 2006).", "As with Mayes, the building of better communication with the readers and within the organisation was crucial for Okrent. He wrote that: “I'm interested in a conversation, not an argument. The purpose of my column, my Web journal, my e-mail messages to readers and my very presence here is to open a window” (Okrent, 006). In turn, as with Mayes, communication was important not only for its own sake, but as a means of building trust, which was particularly urgent for The New York Times, given the events leading up to Okrent's appointment.", "In a number of his columns, Okrent argued that the newspaper could do a much better job in explaining its practices to the readership. He warned that “in an age when the press is so widely regarded as a predatory and uncontrolled beast, the failure to allow readers a view inside the cage can only aggravate their worst suspicions” (Okrent, 027). In this context, Okrent discussed ways available to readers to contact the organisation regarding concerns or complaints, noting that many readers were concerned about “the paper's general hesitance to publish letters that make accusations against The Times, criticize writers or editors, or otherwise call into question the newspaper's fairness, news judgment or professional practices” (Okrent, 032). Arguing that the newspaper needed to be more open in its public engagement, Okrent suggested that the Web potentially provided a space for this form of critique, overcoming space limitations existing in the context of letters to the editor. He also argued that the “airing of criticism and challenge” is important, and that “with informed, civilised criticism of journalistic practice: the strong can withstand it and show their strength by absorbing it” (Okrent, 032, 008). As with Mayes, technology is presented as providing opportunities for both a shift in organisational culture and a new level of visibility for practices of accountability.", "While critical of the performance of the newspaper in terms of communication, Okrent also highlighted when the paper had performed well. In his final column of 2004, Okrent noted that “The Times this year has done a number of things that affirm its bond with readers” (Okrent, 028). He explained that a number of working groups had been set up to engage with “issues at the very heart of journalistic practice” such as communication, the use of anonymous sources, bias, and accuracy (Okrent, 028). Through such columns Okrent argued, in a similar fashion to Mayes, that communication was fundamental to the creation of trust with the readers, and thereby was a means of promoting the legitimacy and credibility of the newspaper.", "A critical part of Okrent's role that emerged in his columns over time was to engage with journalism and editorial practices of the newspaper, including not only errors of fact, but questions of interpretation and judgement. On a number of occasions, Okrent was prepared to be very critical of journalistic and editorial practice, from issues around The Times’ coverage of Weapons of Mass Destruction (WMD) (Okrent, 014) through to coverage of theatre awards (Okrent, 012). In his discussion of the paper's flawed coverage of WMD, for example, Okrent argued that “the failure was not individual, but institutional”, and went on to discuss a range of “journalistic imperatives and practices that led The Times down this unfortunate path” (Okrent, 014). The issues discussed included a “hunger for scoops”, “front-page syndrome”, “hit-and-run journalism”, and other problematic elements of journalism practice (Okrent, 014; see Okrent 015, 019, 032 for further examples).", "In addition to being critical of the practices of The Times, Okrent also provided suggestions for how practice could be changed, and by whom. To give one example, Okrent was concerned about the relationship between news and opinion. He argued that opinion is becoming more prominent, and that The Times was not always identifying the difference between news and opinion appropriately. For Okrent, “[t]he simple addition of a slug of type reading ‘commentary’ … would be a productive step, when appropriate; so would the introduction of consistent design signals across the various sections” (Okrent, 034). For Okrent, such processes are required to ensure readers are given a clear indication as to the purpose of the particular column, and as to the place (or lack of place) of judgement and opinion in the particular column. This discussion is of particular interest when we consider it in light of Hallin's diagnosis of what he regards as a “decline” in a journalistic professionalism within which, in the US context, the claims of “objectivity” to separate facts from values in news reporting became increasingly displaced by more consumer-oriented and sensational formats (Hallin, 2008). While Okrent's comments appear in some respects to parallel this diagnosis, his discussion here suggests that a visible performance of professionalism remains important, albeit that this recommendation does not simply involve re-embracing past traditions. It is equally significant that Okrent is not only addressing the readership, but the newspaper itself and what it “needs” to do. In this respect, as well as fostering trust with the readership, Okrent is seeking to create a dialogue within the newspaper about forms of journalism practice."]}, {"title": "Discussion", "paragraphs": ["This analysis of the columns of Mayes and Okrent raises significant issues in the context of the theoretical framework underpinning this article around how to understand public editor practice in the context of debates around media governance. Firstly, quantitative analysis suggests that the work of public editors constitutes a considerable expansion of previous ombudsman roles, which have been found to concentrate most frequently on “errors of fact” and to be characterised by “public relations” behaviour rather than genuine “accountability”. Our findings suggest that, increasingly, a rather moralised binary opposition between “bad” PR and “good” accountability is questionable, given that the adoption of increasingly activist modes of self-regulation are both predominantly informed by concerns for risk management and the imperative of “building trust” and are concerned to provoke critical reflection and target the conduct of organisations and individual journalists. In this regard, qualitative analysis suggests the relevance of work which identifies risk management, self-regulation and internal communication as critical aspects of contemporary organisational governance for an understanding of such emergent practices of public engagement and media self-regulation. In the case of The New York Times, this was made more urgent by the Jayson Blair case. Even for The Guardian, however, there was a perceived need to create ways to open up communication between the newspaper and the readership, and to be more open to acknowledge errors and mistakes in public, but also to promote (while also notably visibly leading and directing) public discussion of journalistic and editorial practice. Through such initiatives, these newspapers are seeking to become more transparent in terms of how they manage and engage with errors and related corrections, while ensuring that forms of regulation remain formally within the newspaper itself.", "It is also noteworthy that the public editor is an important dimension of self-regulation within the newspaper. While self-regulation has been a long-standing concern in newspapers, recent debates about journalistic standards and practices make this an even more pressing issue. In this regard, it is important to note that, while public editors provide the focus of this article, such positions sit within a range of other organisational innovations. The New York Times, for example, established a Credibility Group, aimed at engaging with various aspects of journalism practice, and at promoting the capacity of the newspaper to regulate itself (Credibility Group, 2005). Similarly, The Guardian has undertaken a range of initiatives, such as the development of a “Living Our Values” report, which seek to ensure that “we as an organisation, measure up to the high standards set out by the Scott Trust which owns us” (Guardian, 2009a). As we have highlighted, however, it is also clear that the public editor in both cases is not communicating solely with the readership, but is also seeking to become an important part of the “internal communicative workings of organisations” (Littler, 2009, p. 63). That this is in the process of being achieved is indicated by a number of features. First, that these positions have continued beyond the occupancy of Mayes and Okrent suggests a continuity and acceptance of their importance that was by no means certain when they began. Second, it is evident in both cases that these positions have sought to engender forms of professional reflection, with questions being raised and considered about journalistic practice in a public and open way that clearly moves beyond corrections columns, editorials and other forms of engagement with the readership. In this regard, communication from the public editor appears to be aimed at promoting dialogue within the news organisation, as a means of discussing and reflecting on journalism practice, and providing suggestions for how such practice could be improved. While both public editors reported some examples of resistance within the organisation, it is evident that over time, the public editor has become an important site for organisational reflection and internal communication."]}, {"title": "Conclusion", "paragraphs": ["While the findings from case studies of two newspaper public editors are not generalisable, this analysis suggests there is a need to reconsider the terms in which debates on “media governance” and “accountability” often tend to be structured. Some positions on media governance tend to be overly idealistic, presenting “accountability” and “governance” as pre-given “goods”, without adequate consideration of either the socio-political influences that have served to elevate the management of trust and risk as key contemporary concerns, or critical consideration of the implications of this paradigm as a mode of media regulation. Our point here is not a critique that simply adopts a contrary position, suggesting such approaches to regulation are simply “bad”. Such a position too easily ignores the very real benefits that are being generated through the operation of such mechanisms, in encouraging forms of self-reflective journalism and a definite expansion of modes of public engagement and debate on the work of journalists and news organisations. Indeed, the very problem with a debate reduced to whether such developments are “good” or “bad” is that this moralistic binary limits scope for deeper critical reflection on what such developments represent. What is significant about such developments is that they are both products of managerial concerns regarding organisational risk and precisely centre on the (re)formation of journalistic professionalism (Aldridge and Evetts, 2003, Nolan, 2008). Understanding the consequences of such developments for the future of how journalistic authority is shaped and exercised demands much greater critical and empirical investigation."]}], "references": [{"title": "“Rethinking the Concept of Professionalism: the case of journalism”", "year": "2003", "journal": "British Journal of Sociology", "volume": "54", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl"}, {"name": "Evetts Julia", "first_name": "Evetts", "last_name": "Julia"}]}, {"title": "“Media Responsibility and Accountability: new conceptualisations and practices”", "year": "2004", "journal": "Communications", "volume": "29", "authors": [{"name": "Bardoel Johannes", "first_name": "Bardoel", "last_name": "Johannes"}, {"name": "D'haenens Leen", "first_name": "D'haenens", "last_name": "Leen"}]}, {"title": "“From Reithian Ethic to Managerial Discourse: accountability and audit at the BBC”", "year": "2003", "journal": "Javnost/The Public", "volume": "10", "authors": [{"name": "Born Georgina", "first_name": "Born", "last_name": "Georgina"}]}, {"title": "“The New Institutionalism as a Theoretical Foundation of Media Governance”", "year": "2007", "journal": "Communications", "volume": "32", "authors": [{"name": "Donges Patrick", "first_name": "Donges", "last_name": "Patrick"}]}, {"title": "“Public Accountability or Public Relations? Newspaper ombudsmen define their role”", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Ettema James S.", "first_name": "Ettema", "last_name": "S."}, {"name": "Glasser Theodore L.", "first_name": "Glasser", "last_name": "L."}]}, {"title": "“Trust Me—I&#039;m an ombudsman”", "year": "2004", "journal": "British Journalism Review", "volume": "15", "authors": [{"name": "Mayes Ian", "first_name": "Mayes", "last_name": "Ian"}]}, {"title": "“Media Concentration and Media Governance”", "year": "2007", "journal": "Communications", "volume": "32", "authors": [{"name": "Meier Werner A.", "first_name": "Meier", "last_name": "A."}, {"name": "Perrin Irene", "first_name": "Perrin", "last_name": "Irene"}]}, {"title": "“Ombudsmen&#039;s Interactions with Public Through Columns”", "year": "1999", "journal": "Newspaper Research Journal", "volume": "20", "authors": [{"name": "Nemeth Neil", "first_name": "Nemeth", "last_name": "Neil"}, {"name": "Sanders Craig", "first_name": "Sanders", "last_name": "Craig"}]}, {"title": "“Meaningful Discussion of Performance Missing”", "year": "2001", "journal": "Newspaper Research Journal", "volume": "22", "authors": [{"name": "Nemeth Neil", "first_name": "Nemeth", "last_name": "Neil"}, {"name": "Sanders Craig", "first_name": "Sanders", "last_name": "Craig"}]}, {"title": "“Journalism, Education and the Formation of ‘Public Subjects’”", "year": "2008", "journal": "Journalism: Theory, Practice and Criticism", "volume": "9", "authors": [{"name": "Nolan David", "first_name": "Nolan", "last_name": "David"}]}, {"title": "“Media Governance as a Horizontal Extension of Media Regulation: the importance of self- and co-regulation”", "year": "2007", "journal": "Communications", "volume": "32", "authors": [{"name": "Puppis Manuel", "first_name": "Puppis", "last_name": "Manuel"}]}, {"title": "“Political Power Beyond the State: problematics of government”", "year": "1992", "journal": "British Journal of Sociology", "volume": "43", "authors": [{"name": "Rose Nikolas", "first_name": "Rose", "last_name": "Nikolas"}, {"name": "Miller Peter", "first_name": "Miller", "last_name": "Peter"}]}, {"title": "“Readers&#039; Advocates or Newspapers&#039; Ambassadors? Newspaper ombudsmen in the Netherlands”", "year": "2006", "journal": "European Journal of Communication", "volume": "21", "authors": [{"name": "van Dalen Arjen", "first_name": "van", "last_name": "Arjen"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}]}