{"doi": "10.1080/1461670X.2017.1345320", "url": "https://doi.org/10.1080/1461670X.2017.1345320", "title": "Gatekeeping Influences and Journalistic Capital", "volume": "19", "year": "2018", "issue": "16", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Tandoc", "first_name": "Edson", "name": "Edson C. Tandoc"}], "abstract": "This exploratory study proposes that one way to understand how and why journalists get influenced is to focus on their economic and cultural capital. Based on a survey of 349 journalists from the Philippines, this study found that journalists with low economic capital tend to perceive political influence as more influential on their work, while journalists with low cultural capital tend to perceive economic influence and reference groups as more influential.", "body": [{"title": "Introduction", "paragraphs": ["Gatekeeping is an enduring metaphor to describe the process of news construction. First used in journalism studies by a study of how a wire editor selected which wire stories to use and which ones to discard (White 1950), gatekeeping has since become a keyword in journalism studies. It has been used to refer to a journalistic role (Janowitz 1975), a model that describes mass communication (Westley and MacLean 1957), and a theory that explains news selection (Shoemaker and Vos 2009). As a theory of news selection, gatekeeping describes how bits of information about issues and events pass through a series of gates, get transformed in the process, and end up in the news (Shoemaker and Vos 2009). It describes “the process of culling and crafting countless bits of information into the limited number of messages that reach people each day” (1). Numerous studies have employed the framework of gatekeeping not only to explain news selection (Clayman and Reisner 1998; Shoemaker et al. 2001) but also to examine journalists’ attitudes and perceptions (Cassidy 2005; Kim 2010).", "Gatekeeping theory has been widely cited for its parsimonious classification of five levels of analysis in investigating forces that constrain or facilitate the flow of information. These levels of influence are based on the hierarchy of influences model that outlined influences on news content (Shoemaker and Reese 1996). Gatekeeping theory refers to gatekeepers—often operationalized as reporters and editors—who close or open the gates, thereby constraining or facilitating the flow of information. This process operates under layers of influences, ranging from the individual journalists, to journalistic routines, organizational pressures, social-institutional factors, and social system influences. Thus, many studies that sought to investigate influences on journalists’ decision-making have also turned to gatekeeping theory (Bissell 2000; Craft and Wanta 2004). However, while gatekeeping theory outlines a parsimonious typology of levels of influences on news selection, theorizing on the mechanism with which such influence comes about remains scarce. A consequence of this is the general impression that journalists are always susceptible to influences, when journalists are also capable of resisting them (Tandoc 2014). How do journalists become susceptible to, or become enabled to resist, influences in their work?", "Through a survey of journalists in the Philippines, this study proposes and tests a mechanism of influence based on the framework of field theory, which scholars have previously linked to gatekeeping theory (Shoemaker and Vos 2009). Building on the work on influences on journalists, this study looks at the impact of economic and cultural capital at the individual level on journalists’ perception of influences on their work."]}, {"title": "Literature Review", "paragraphs": ["Studies have mapped out the different forms of influences that affect how journalists do their work. Gans (1979) classified seven considerations affecting news selection: source, substantive, product, value, political, commercial, and audience considerations. The first four are those that journalists apply; the rest are those that are imposed on journalists (Gans 1979). Hanitzsch et al. (2010) also classified perceived influences on journalists into six factors based on a survey of journalists across 17 countries: political, economic, organizational, procedural, professional, and reference groups. Political influences refer to pressures from actors in the political context, such as politicians and government officials; economic influences refer to market pressures, such as advertising considerations; organizational influences refer to pressures from within the news organization, such as the demands of management; procedural influences refer to “operational constraints” in journalists’ daily routines, such as time limits; professional influences refer to “policies, conventions, and customs of the profession in general,” such as media ethics; while reference groups refer to professional and private sources of influence, such as audiences, peers, and family (Hanitzsch and Mellado 2011, 407). Such influences on gatekeeping are assumed to operate in a hierarchy, from the macro to the micro level, ranging from the larger social system down to the characteristics of individual journalists (Reese 2001; Shoemaker and Reese 1996, 2013). A hierarchical structure argues that “these forces operate simultaneously at different levels of strength in any shaping of media content” (Reese 2001, 179).", "Gatekeeping theory also identifies five levels of analysis in studying news selection. It starts with the individual level of analysis, of “how the characteristics, knowledge, attitudes, and behaviors of individual people affect the gatekeeping process” (Shoemaker and Vos 2009, 33). Therefore, studies have looked at the impact of individual-level variables, such as gender (Craft and Wanta 2004) and age (Relly, Zanger, and Fahmy 2015), on newsroom decisions and journalists’ attitudes. The role of individual characteristics in the gatekeeping process is also bolstered even by studies that purportedly found other levels of influences to be stronger than the individual level. For instance, studies that found that routine-level influences exerted stronger influences on news content than other levels had operationalized routine influences as either based on the perception of journalists—individual-level perceptions (e.g. Cassidy 2006; Hanitzsch and Mellado 2011)—or as decisions made by editors, who are essentially individual gatekeepers at a higher level in the organizational hierarchy (e.g. Shoemaker et al. 2001). News content—as gatekeeping studies have demonstrated—is constructed by gatekeepers manning gates in the gatekeeping process who mediate the effects of external influences on news content. For example, influences from politicians and government officials often have to be negotiated by individual journalists, so that their impact on news work is often indirect, mediated by gatekeepers who make final decisions about news content. This makes the role of individual journalists integral to understanding the process of gatekeeping.", "Sociologists have long stressed the importance of elaborating on mechanisms in theorizing (Elster 1989; Hedström and Swedberg 1998; Mahoney 2003; Tilly 2001). Situated between the positivistic search for encompassing laws and the narratives that characterize interpretivism (Elster 1989; Tilly 2001), mechanistic explanation “promises to add precision and depth to theories” (Weber 2006, 120). Stinchcombe (1991, 367) also argued that mechanisms increase “the suppleness, precision, complexity, elegance, or believability” of a theory. This kind of explanation is proposed as an alternative to the so-called “black-box” explanation, where a particular variable is said to exert an effect on an outcome variable without explaining how and why the effect comes about (Hedström and Swedberg 1998). Thus, “to explain we must always posit and seek evidence for causal mechanisms” (Parsons 2007, 23). Theorizing and even some empirical studies in gatekeeping have encountered this omission. For example, studies would identify a level of influence as exerting effects on news content, but would not identify how the influence comes about.", "Stinchcombe (1991, 367) defined the function of mechanisms as “bits of theory about entities at a different level (e.g. individuals) than the main entities being theorized about (e.g. groups), which serve to make the higher-level theory more supple, more accurate, or more general”. Thus, while the gatekeeping process can be argued as a middle-range theory that encompasses a higher level of analysis (e.g. the news organization), this current study proposes to examine the mechanism of influences at the individual level of gatekeepers. Scholars who explicated the concept of mechanism identified individuals as the essential unit of analysis (Elster 1989, 1998; Gambetta 1998; Hernes 1998; Stinchcombe 1991). For example, Gambetta (1998, 102, italics in the original) argued that mechanisms are “hypothetical causal models that make sense of individual behavior.” Hedström and Ylikoski (2010, 59) also said the focus on mechanisms “implies that explanations should refer to individuals, their relationships, and their actions.” In proposing a mechanism of influence at the individual level of journalists, this study turns to the framework of field theory.", "Scholars have described field theory as a relational theory (Benson and Neveu 2005; Siapera and Spyridou 2012). It provides a framework to study not only the relationship between fields, but also the relationship between agents within a particular field. Field theory has its origins in the physical sciences, particularly in electromagnetism, and it crossed to sociology through the work of Kurt Lewin, referred to as the father of social psychology, who argued that behavior is the function of both the person and the environment (Martin 2003). Field theory was eventually applied to journalism studies through the work of several other sociologists, such as Pierre Bourdieu (Benson and Neveu 2005; Neveu 2007).", "The concept of a field has been used in numerous studies, which conceptualized concepts such as politics, the arts (Bourdieu 2005), organizations (Emirbayer and Johnson 2008), sports (Stempel 2005), and journalism (Benson 2006; Bourdieu 1998, 2005; Handley and Rutigliano 2012) as fields. A field refers to a “field of forces” which agents struggle to either transform or preserve (Bourdieu 1985, 2005). The journalistic field is an example, although journalism is sometimes conceptualized as part of the more encompassing field of cultural production (Benson 2006; Siapera and Spyridou 2012). The journalistic field, Bourdieu (1998, 39) said, is a “microcosm with its own laws, defined by its own position in the world at large and by the attractions and repulsions to which it is subject from other such microcosms.” For Bourdieu (2005, 39), to exist in a field “is to differentiate oneself.”", "The question of autonomy is central to field theory. Fields are constantly confronted with oppositions between heteronomous, or external forces, and autonomous poles, or resources that differentiate a social space from other fields (Neveu 2007). For instance, the journalistic field is torn between the pressure of selling advertisements and increasing circulation, on the one hand, and the influence of the state, on the other (Bourdieu 2005; Neveu 2007). This is not unique to the journalistic field, for the social world in general is caught between two forms of power: economic and cultural capital (Benson 2006).", "The concept of capital refers to “the speciﬁc forms of agency and prestige within a given ﬁeld” (Sterne 2003, 375). It refers to various forms of resources, some more dominant than the others. These resources are also convertible into the other forms. These forms of capital enable agents to participate in the struggle to either transform or preserve the field (Handley and Rutigliano 2012), differentiating one agent from the other in terms of relative power based on accumulated capital. Economic capital refers to money or assets transformable into money (Benson 2006) and is considered to be the dominant capital in most fields. In journalism studies, it has been operationalized in terms of advertising revenues, circulation rates, television ratings, and audience size (Benson 2004, 2006; Benson and Neveu 2005; Siapera and Spyridou 2012). An analysis of the online journalistic field, for example, measured economic capital in terms of the number of online news users (Siapera and Spyridou 2012).", "Cultural capital refers to possession of competence in a socially valued area (Sallaz and Zavisca 2007). In journalism studies, this is often operationalized as possession of journalistic excellence or quality as conferred by professional or academic groups, such as the Pulitzer Prize in the United States (Benson 2006; Benson and Neveu 2005). However, other scholars have defined it in terms of accumulated knowledge that can come in embodied, objectified, or institutionalized forms (Bourdieu 1986; Siapera and Spyridou 2012). Skills and educational credentials of online journalists, for example, have been used to assess the cultural capital of the online journalistic field (Siapera and Spyridou 2012). Thus, cultural capital refers to “such things as educational credentials, technical expertise, general knowledge, verbal abilities, and artistic sensibilities” (Benson 2006, 190).", "Since they are the basic currencies that agents use within the field, forms of capital are also used to amass more capital and elevate one’s position in the field. For example, news organizations call attention to the awards they win, which is a form of cultural capital, to attract more readers and increase circulation and their advertising figures, which are forms of economic capital. News organizations also use their economic capital to invest in investigative pieces with the hopes of gaining recognition from the field—or increasing their cultural capital. Thus, Benson and Neveu (2005, 4) argued: “Organizations who dominate the field are those successful in converting one form of capital into the other.”", "While cultural capital is aligned with the journalistic field’s autonomous pole, economic capital is aligned with its heteronomous pole, exposing the field to influences from other fields, such as the economic field (Bourdieu 2005). Since journalism has developed, at least in most countries, as an industry dependent on revenues, Bourdieu (2005, 33) has also described it as a “weakly autonomous field” characterized by a “high degree of heteronomy.” It is plausibly due to this heteronomy that autonomy has become a cherished ideal among journalists. But while practitioners have idealized journalistic autonomy, Schudson (2005, 219) argued that being confronted by external pressures is “what keeps journalism alive, changing, and growing.” Western-centric models identify the state as the biggest threat to journalistic autonomy and laws have been passed to protect the press from state control. However, media ownership and business concerns have significantly shaped how journalism works (Bagdikian 1987; Bourdieu 1998). These types of influence also manifest at the individual level of journalists.", "Benson (2006), in discussing how Bourdieu talked about both media production and reception, referred to members of the audience, composed of individuals, to be possessing both economic and cultural capital. For example, news organizations might have similar audiences in terms of the audiences’ level of economic capital, and yet these audiences might still differ in their cultural capital (Benson 2006). Following this line of conceptualization, individual gatekeepers, as agents within the journalistic field, also possess forms of economic and cultural capital (Siapera and Spyridou 2012; Willig 2013). In order to maintain their position in the field, which locates them in the struggle to either transform or preserve the journalistic field, journalists as agents also need to amass different forms of capital, transforming one into the other when needed. This accumulation of capital can explain the mechanism of influences on gatekeepers.", "This study argues that as rational agents, journalists continuously assess the required capital they need to survive and dominate the eternal struggle for control. They become susceptible to influences from various levels when they experience or perceive some form of instability in their capital accumulation (Tandoc 2014). Instability can refer to either a perceived increase or decrease in capital. Thus, when journalists perceive some instability in either forms of their capital—economic or cultural—they become susceptible to influences. This mechanism can account for both organizational and individual responses. For example, when a group of advertisers threatens a news organization with an advertising boycott, that organization will experience a form of perceived instability in capital accumulation: a potential decrease in its economic capital. Instability can also come in the form of an increase in economic or cultural capital. Bribes can potentially increase a journalist’s economic capital. A journalist wanting an exclusive story—a form of increasing one’s cultural capital—might also be more susceptible to the influences of the source controlling access to important information. Given the important role of capital in the field, journalists are motivated to resolve any perceived instability in their capital accumulation. When they perceive their forms of capital to be stable, they might be more able to stand up to external influences as they derive security from a sufficient stable of resources they need to exist—and differentiate themselves—within the field.", "This exploratory study proposes and tests a mechanism of influence to explain how journalists, as gatekeepers, become susceptible to influences. Based on the framework of field theory, this study focuses on the impact of capital accumulation on journalists’ susceptibility to influences. Based on the typology of influences on journalists mapped out by previous studies (Hanitzsch et al. 2010; Hanitzsch and Mellado 2011), this exploratory study tests the impact of economic and cultural capital on journalists’ perception of influences on their work. Specifically: H1: Journalists with a lower level of economic capital will perceive the following types of influences to be more influential in their work than will journalists with a higher level of economic capital: (a) political influences; (b) economic influences; (c) organizational influences; (d) procedural influences; (e) professional influences; (f) reference groups. H2 : Journalists with a lower level of cultural capital will perceive the following types of influences to be more influential in their work than will journalists with a higher level of cultural capital: (a) political influences; (b) economic influences; (c) organizational influences; (d) procedural influences; (e) professional influences; (f) reference groups. RQ1 : Which category of influence do journalists in the Philippines perceive as the most influential in their work?", "H1: Journalists with a lower level of economic capital will perceive the following types of influences to be more influential in their work than will journalists with a higher level of economic capital: (a) political influences; (b) economic influences; (c) organizational influences; (d) procedural influences; (e) professional influences; (f) reference groups.", "H2 : Journalists with a lower level of cultural capital will perceive the following types of influences to be more influential in their work than will journalists with a higher level of cultural capital: (a) political influences; (b) economic influences; (c) organizational influences; (d) procedural influences; (e) professional influences; (f) reference groups.", "RQ1 : Which category of influence do journalists in the Philippines perceive as the most influential in their work?"]}, {"title": "Method", "paragraphs": ["This exploratory study is based on an online survey of journalists in the Philippines, which was part of the Worlds of Journalism Study (WJS), a global project involving 67 countries. The current study uses a set of questions from the global survey and includes a question that was asked only in the Philippines.", "The Philippines is a country in Southeast Asia. It is an archipelago on the Pacific Ocean separated from mainland Asia not only geographically but also culturally. It was occupied by the Spaniards in 1521, by the Americans in 1898, and briefly by the Japanese in 1942. The Philippines formally declared independence in 1946, but it remains culturally influenced by the United States. The country’s media system is patterned after the American system, with press freedom guaranteed by the Constitution and the media industry dominated by a few wealthy families. Broadsheets are published in English while tabloids are published in Filipino, the national language. National television and radio stations also broadcast in the vernacular. While the press is protected from state control, many journalists in the Philippines work under threats of violence, intimidation, and low pay (Tandoc 2017). While Filipino journalists cherish press freedom, many of them also complain of possessing low economic capital (Tandoc 2017).", "In the absence of a media directory that lists all news organizations and journalists in the Philippines, this survey used a multi-stage sampling strategy. First, two graduate students compiled a list of all news organizations in the country per region based on information from various sources, such as online databases, incomplete lists from professional organizations of journalists, and personal communication with provincial correspondents. This stage identified 701 news organizations from all over the country. Second, a random sample of news organizations was drawn from the list. Third, requests were sent to the randomly selected news organizations for a list and contact details of all their journalists, including reporters and editors, but excluding photojournalists. Finally, randomly selected journalists from each selected news organization were invited to participate in the online survey. The survey was conducted between May and December 2015. From the 672 emails successfully sent, 349 completed the online survey, for a completion rate of 52 percent.", "The sample is almost evenly split in terms of gender (51.1 percent are female) while the average age was 38 (SD = 11.51). In terms of medium, 45.3 percent worked for daily newspapers, 18.9 percent for television, 16 percent for newspaper or television websites, while 12.6 percent worked for online-only outlets. In terms of position, 56.1 percent were reporters, while 22.5 percent were editors, ranging from chief editor to senior editor. In terms of reach, 59.3 percent worked for national organizations, 21.8 percent worked for outlets with a transnational reach, while 18.3 percent worked for local or regional outlets.", "This study adapted the classification of influences on journalists proposed by Hanitzsch and Mellado (2011) based on a survey of journalists in 18 countries. Some of the items from the earlier study were not included in the global survey, which asked journalists to rate, using a five-point scale from extremely influential (5) to not influential (1), how much influence each of at least 27 items has on their work.", "Consistent with previous studies (Hanitzsch et al. 2010; Hanitzsch and Mellado 2011), this scale was based on four items: politicians, government officials, censorship, and business people. The scale is reliable, Cronbach’s α = 0.86.", "This scale refers to financial considerations and includes three items: advertising considerations, profit expectations, and audience research and data. The scale is also reliable, Cronbach’s α = 0.81.", "This scale is based on four items describing influences from within the organization: editorial supervisors and higher editors; managers of your news organization; owners of your news organization; and editorial policy. The scale is likewise reliable, Cronbach’s α = 0.81.", "This scale refers to the operational constraints journalists encounter in their everyday work. It includes three items: time limits; availability of news-gathering resources; and information access. The scale is reliable, Cronbach’s α = 0.71.", "This refers to conventions and customs of the profession in general (Hanitzsch and Mellado 2011). In this study, this is measured by a single item: media laws and regulation.", "This refers to groups of people that journalists encounter, if not refer to, for either advice or comparison, for their day-to-day decisions. This includes five items: bloggers; friends, acquaintances, and family; peers on the staff; feedback from the audience; and competing news organizations. The scale is reliable, Cronbach’s α = 0.73.", "This study seeks to test a mechanism of influence that argues that journalists’ susceptibility to influences depend on their level of capital—or at least their perception of how stable or unstable their accumulated capital is. This is measured at the individual level.", "Parallel to the operationalization of economic capital in the journalistic field as resources directly convertible to money (Benson and Neveu 2005), this study operationalized economic capital at the individual level in terms of salary. The respondents were asked to indicate, based on a set of 11 intervals, how much they earn in a typical month (see Table 1 for the categories). For subsequent analysis, the respondents were grouped into high (above $601 per month; 40.9 percent) and low ($600 and below per month; 59.1 percent) categories based on their salary. Gatekeeping Influences and Journalistic CapitalProposing a mechanism of influenceAll authorsEdson C. Tandoc Jr.https://doi.org/10.1080/1461670X.2017.1345320Published online:14 July 2017TABLE 1 Salary distributionCSVDisplay Table", "Similarly, going by the operationalization of cultural capital in the journalistic field as referring to prestigious awards to recognize excellent work, such as the Pulitzer Prize (Benson and Neveu 2005), this study operationalized cultural capital at the individual level as referring to winning a journalism award. The respondents were asked if they have won a journalism award. Some 51 percent have never won an award, while 49 percent said they have won a journalism award."]}, {"title": "Results", "paragraphs": ["A multivariate analysis of covariance (MANCOVA) was conducted to test the hypotheses and answer the research question proposed in this exploratory study. Specifically, the analysis examined the impact of economic capital, measured based on salary, and cultural capital, measured based on journalism awards, on the journalists’ perception of influences on their news work, controlling for the effects of age, gender, rank (rank-and-file, junior, or senior), and reach of the organization (local, regional, national, or transnational). For the analysis, the journalists were divided into two groups based on salary (high versus low) and whether they have won a journalistic award (yes versus no).", "H1 predicted that journalists with a lower level of economic capital will perceive the six categories of influences to be more influential in their work than will journalists with a higher level of economic capital. The overall multivariate tests showed a significant effect of economic capital on perception of influences, F(6, 293) = 2.57, p < 0.01, partial η2  = 0.05. However, a closer look into the univariate tests revealed that there was a significant difference between journalists with high and low salaries only in their perception of political influence, F(1, 298) = 8.02, p < 0.01, partial η2  = 0.03. The respondents in the low salary category (mean = 2.71, SE = 0.07) perceived political influence as more influential in their work than did those in the high salary category (mean = 2.40, SE = 0.08). Therefore, only H1a is supported (see Table 2). Gatekeeping Influences and Journalistic CapitalProposing a mechanism of influenceAll authorsEdson C. Tandoc Jr.https://doi.org/10.1080/1461670X.2017.1345320Published online:14 July 2017TABLE 2 Economic capital and influences on journalistsCSVDisplay Table", "H2 predicted that journalists with a lower level of cultural capital will perceive the six categories of influences to be more influential in their work than will journalists with a higher level of cultural capital. The overall multivariate tests showed no significant effect of cultural capital on perception of influences, F(6, 293) = 1.06, p > 0.05, partial η2 = 0.02. A closer look at the univariate tests revealed significant effects but only on two groups of influences. First, the difference in how the respondents perceived economic influence based on cultural capital approached the arbitrary threshold of significance, F(1, 298) = 3.35, p = 0.068, partial η2  = 0.01. Those who have not won an award (mean = 3.07, SE = 0.08) perceived a stronger influence of economic factors on their work than did those who reported having won a journalism award (mean = 2.87, SE = 0.08). Second, there was also a significant difference in how the respondents perceived influence from reference groups, F(1, 298) = 5.18, p < 0.01, partial η2  = 0.02. Those who have not won an award (mean = 2.62, SE = 0.06) perceived a stronger influence of reference groups on their work than did those who reported having won a journalism award (mean = 2.44, SE = 0.05). Therefore, only H2b and H2f are supported (see Table 3). Gatekeeping Influences and Journalistic CapitalProposing a mechanism of influenceAll authorsEdson C. Tandoc Jr.https://doi.org/10.1080/1461670X.2017.1345320Published online:14 July 2017TABLE 3 Cultural capital and influences on journalistsCSVDisplay Table", "Finally, RQ1 asked about the category of influence that journalists in the Philippines perceive as the most influential in their work. A comparison of means showed that the respondents perceived procedural influence as the most influential in their work (mean = 4.03, SD = 0.68). This refers to the operational constraints that journalists face in their everyday work, such as time limits and availability of information (Hanitzsch et al. 2010; Hanitzsch and Mellado 2011). This was followed by professional influence (mean = 3.84, SD = 0.90) and organizational influence (mean = 3.61, SD = 0.77). Economic influence came next (mean = 2.98, SD = 0.91), followed by political influence (mean = 2.58, SD = 0.92). The least influential are the reference groups (mean = 2.54, SD = 0.65), which refer to bloggers, peers, audiences, and family (see Table 4). Gatekeeping Influences and Journalistic CapitalProposing a mechanism of influenceAll authorsEdson C. Tandoc Jr.https://doi.org/10.1080/1461670X.2017.1345320Published online:14 July 2017TABLE 4 Comparison of influencesCSVDisplay Table"]}, {"title": "Discussion and Conclusion", "paragraphs": ["Guided by the framework of field theory, this exploratory study proposed and tested a mechanism of influence to help explain how and why journalists become susceptible to influences. The study of influences on journalists is important in understanding the gatekeeping process, as gatekeepers engaged in news construction operate under layers of influences (Shoemaker and Vos 2009). This exploratory study argued that one way to understand how and why journalists get influenced is to focus on economic and cultural capital. Using a six-dimensional classification of influences on journalists (Hanitzsch et al. 2010; Hanitzsch and Mellado 2011), this exploratory study found that journalists with low economic capital tend to perceive political influence as more influential on their work than do journalists with high economic capital. On the other hand, journalists with low cultural capital tend to perceive economic influence and reference groups as more influential than do journalists with high cultural capital.", "The findings, in general, provide limited empirical support to the proposed mechanism of influence. Of the six groups of influences, only perception of political influence was found to be related to economic capital, while only economic influence and reference groups were related to cultural capital. These three groups of influences were also ranked the three least influential by the respondents, while procedural, professional, and organizational influences were ranked as the three most influential factors. While political, economic, and reference group influences can be generally conceptualized as influences external to one’s news organization, procedural, professional, and organizational influences operate closer to journalists’ day-to-day operations. A useful distinction comes from Gans (1979), who classified influences on journalists as either those that journalists apply to their work, such as media ethics and sourcing patterns, or those that are imposed on journalists, such as political and commercial considerations. It can also be argued that political, economic, and reference group influences can be categorized as extra-media influences based on Shoemaker and Reese’s (1996) hierarchy of influences model.", "It appears that, based on the results of this study, journalists in the Philippines regard external influences as less influential in their work than procedural, professional, and organizational influences. Yet, one limitation of the survey method is that responses are heavily dependent on the perceptions of respondents. Thus, one plausible explanation to the findings is journalists’ idealization of journalistic autonomy (Schudson 2005). It is possible that their identification of internal influences—those that are from their own routines, conventions, and organizations—as more influential than external pressures from politicians, advertisers, and audiences, is more ideal than empirical. They are more willing to admit being influenced by internal factors and, consistent with the ideal of journalistic autonomy, more hesitant to admit being influenced by external actors (Gans 1979).", "It is also in this set of influences that the proposed mechanism of influence has empirical support. Levels of economic and cultural capital affected the degree to which journalists perceive external factors influence their work. Respondents with higher salaries perceived a lower degree of influence from politics than did those with lower salaries. This individual-level finding relates back to middle-range assumptions of how news organizations with more economic resources tend to be stronger in resisting political pressures (Bagdikian 1987). Respondents who have won journalism awards also tend to perceive a lower degree of influence from economic pressures and reference groups, which is also consistent with the assumption that cultural capital is aligned with the journalistic field’s autonomous pole (Bourdieu 1998).", "Based on these findings, the mechanism of influence based on journalists’ capital can explain how and why journalists become susceptible to pressures from external influences. Instability in economic capital at the individual level, it seems, can make journalists more susceptible to political influences. Bribes from politicians, for example, in exchange for positive reporting, might work particularly among journalists who do not earn enough from journalism. In contrast, instability in cultural capital can make journalists more susceptible to economic pressures, as well as from the influence of reference groups. For example, a journalist seeking legitimation in the field but who is confronted by a low cultural capital might try to attain such legitimation by amassing large readership by producing news outputs that will attract audiences.", "The findings of this exploratory study should be considered in the context of several limitations. First, the measurement of the study’s dependent variable was dependent on the respondents’ perceptions of influences on their work and willingness to admit being influenced. This is a challenge, considering journalists’ idealization of journalistic autonomy—of protecting their work from influences. Therefore, the study was most likely only able to measure perceptions of influence, rather than actual influence on the respondents’ work. Second, this exploratory study focused on journalists in the Philippines. It is plausible that the mechanism of influence works differently in other contexts. Third, economic and cultural capital were operationalized into salary and awards, which is consistent with field theory’s application to journalism (Benson and Neveu 2005), but these forms of capital also have other empirical manifestations that future studies can also test. For example, personal knowledge, education level, and skillset have been used to operationalize cultural capital at the individual level. Fourth, the proposed mechanism of influence was tested at the individual level, when news organizations at the meso-level also possess economic and cultural capital. For example, economic capital has been operationalized into advertising revenues and audience ratings, which are aggregated at the organizational level. Future studies to test the proposed mechanism of influence should also incorporate levels of capital beyond the individual level. For example, a journalist might not have personally won an award, but her or his organization might have won recognitions in the past. Belonging to a recognized organization might still confer the journalist some perception of sharing cultural capital. Therefore, future studies can test the mechanism of influence proposed here in terms of organizational capital.", "Fifth, the mechanism of influence proposed here assumes that journalists, as agents within the field, are motivated by keeping their capital accumulation stable. But a way to extend this assumption—and therefore add richness to the proposed mechanism—is to further explicate how capital stability (or instability) affects journalists’ cognitions. For example, amassing cultural capital might provide journalists with feelings of self-esteem, while amassing economic capital might provide journalists with feelings of security. These could then affect the extent to which journalists feel susceptible to or independent of external influences. These are assumptions that future studies can explore. Finally, it will also be worth comparing journalistic capital both at the individual and organizational level with the dominant forms of capital in the larger social context. For example, a journalist’s cultural capital derived from formal education might be aligned with that of the members of the political elite. This brings in the concept of habitus in field theory, which refers to an individual’s set of predispositions shaped by experiences and processes of socialization (Benson and Neveu 2005). Future studies can explore the role of habitus in explicating the mechanism that explains journalists’ susceptibility to influences in their news work.", "These limitations notwithstanding, this exploratory hopes to contribute to the understanding of influences on journalists in particular, and understanding gatekeeping as a process in general. Given the social impact of journalism, it is also essential to study not only what influences journalists, but how and why such influences come about."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Bringing the Sociology of Media Back In", "year": "2004", "journal": "Political Communication", "volume": "21", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "News Media as a ‘Journalistic Field’: What Bourdieu Adds to New Institutionalism, and Vice Versa", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "A Return to ‘Mr. Gates’: Photography and Objectivity", "year": "2000", "journal": "Newspaper Research Journal", "volume": "21", "authors": [{"name": "Bissell Kimberly L.", "first_name": "Bissell", "last_name": "L."}]}, {"title": "The Social Space and the Genesis of Groups", "year": "1985", "journal": "Theory and Society", "volume": "14", "authors": [{"name": "Bourdieu Pierre.", "first_name": "Bourdieu", "last_name": "Pierre."}]}, {"title": "Variations on a Theme: The Professional Role Conceptions of Print and Online Newspaper Journalists", "year": "2005", "journal": "Journalism and Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "Gatekeeping Similar for Online, Print Journalists", "year": "2006", "journal": "Newspaper Research Journal", "volume": "27", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "Gatekeeping in Action: Editorial Conferences and Assessments of Newsworthiness", "year": "1998", "journal": "American Sociological Review", "volume": "63", "authors": [{"name": "Clayman Steven E.", "first_name": "Clayman", "last_name": "E."}, {"name": "Reisner Ann", "first_name": "Reisner", "last_name": "Ann"}]}, {"title": "Women in the Newsroom: Influences of Female Editors and Reporters on the News Agenda", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Craft Stephanie", "first_name": "Craft", "last_name": "Stephanie"}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne"}]}, {"title": "Bourdieu and Organizational Analysis", "year": "2008", "journal": "Theory and Society", "volume": "37", "authors": [{"name": "Emirbayer Mustafa", "first_name": "Emirbayer", "last_name": "Mustafa"}, {"name": "Johnson Victoria", "first_name": "Johnson", "last_name": "Victoria"}]}, {"title": "Journalistic Field Wars: Defending and Attacking the National Narrative in a Diversifying Journalistic Field", "year": "2012", "journal": "Media, Culture \\& Society", "volume": "34", "authors": [{"name": "Handley Robert L", "first_name": "Handley", "last_name": "L"}, {"name": "Rutigliano Lou", "first_name": "Rutigliano", "last_name": "Lou"}]}, {"title": "Modeling Perceived Influences on Journalism: Evidence from a Cross-national Survey of Journalists", "year": "2010", "journal": "Journalism and Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}, {"name": "Hamada Basyouni", "first_name": "Hamada", "last_name": "Basyouni"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "What Shapes the News Around the World? How Journalists in Eighteen Countries Perceive Influences on their Work", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}, {"title": "Professional Models in Journalism: The Gatekeeper and the Advocate", "year": "1975", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris.", "first_name": "Janowitz", "last_name": "Morris."}]}, {"title": "Forces of Gatekeeping and Journalists’ Perceptions of Physical Danger in Post-Saddam Hussein&#039;s Iraq", "year": "2010", "journal": "Journalism and Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Kim Hun Shik.", "first_name": "Kim", "last_name": "Shik."}]}, {"title": "What is Field Theory?", "year": "2003", "journal": "The American Journal of Sociology", "volume": "109", "authors": [{"name": "Martin John Levi.", "first_name": "Martin", "last_name": "Levi."}]}, {"title": "Pierre Bourdieu", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Neveu Erik.", "first_name": "Neveu", "last_name": "Erik."}]}, {"title": "Understanding the Global Journalist: A Hierarchy-of-influences Approach", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Democratic Norms and Forces of Gatekeeping: A Study of Influences on Iraqi Journalists’ Attitudes Toward Government Information Access", "year": "2015", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "92", "authors": [{"name": "Relly Jeannine E.", "first_name": "Relly", "last_name": "E."}, {"name": "Zanger Margaret", "first_name": "Zanger", "last_name": "Margaret"}, {"name": "Fahmy Shahira", "first_name": "Fahmy", "last_name": "Shahira"}]}, {"title": "Bourdieu in American Sociology, 1980–2004", "year": "2007", "journal": "Annual Review of Sociology", "volume": "33", "authors": [{"name": "Sallaz Jeffrey J.", "first_name": "Sallaz", "last_name": "J."}, {"name": "Zavisca Jane", "first_name": "Zavisca", "last_name": "Jane"}]}, {"title": "Individual and Routine Forces in Gatekeeping", "year": "2001", "journal": "Journalism and Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}, {"name": "Eichholz Martin", "first_name": "Eichholz", "last_name": "Martin"}, {"name": "Kim Eunyi", "first_name": "Kim", "last_name": "Eunyi"}, {"name": "Wrigley Brenda", "first_name": "Wrigley", "last_name": "Brenda"}]}, {"title": "Adult Participation Sports as Cultural Capital: A Test of Bourdieu’s Theory of the Field of Sports", "year": "2005", "journal": "International Review for the Sociology of Sport", "volume": "40", "authors": [{"name": "Stempel Carl.", "first_name": "Stempel", "last_name": "Carl."}]}, {"title": "Bourdieu, Technique and Technology", "year": "2003", "journal": "Cultural Studies", "volume": "17", "authors": [{"name": "Sterne Jonathan.", "first_name": "Sterne", "last_name": "Jonathan."}]}, {"title": "The Conditions of Fruitfulness of Theorizing about Mechanisms in Social Science", "year": "1991", "journal": "Philosophy of the Social Sciences", "volume": "21", "authors": [{"name": "Stinchcombe Arthur.", "first_name": "Stinchcombe", "last_name": "Arthur."}]}, {"title": "Journalism is Twerking? How Web Analytics is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Tandoc Edson.", "first_name": "Tandoc", "last_name": "Edson."}]}, {"title": "Watching Over the Watchdogs: The Problems that Filipino Journalists Face", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Tandoc Edson.", "first_name": "Tandoc", "last_name": "Edson."}]}, {"title": "Mechanisms in Political Processes", "year": "2001", "journal": "Annual Review of Political Science", "volume": "4", "authors": [{"name": "Tilly Charles.", "first_name": "Tilly", "last_name": "Charles."}]}, {"title": "From Nuts and Bolts to Toolkits: Theorizing with Mechanisms", "year": "2006", "journal": "Journal of Management Inquiry", "volume": "15", "authors": [{"name": "Weber Klaus.", "first_name": "Weber", "last_name": "Klaus."}]}, {"title": "A Conceptual Model for Communications Research", "year": "1957", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "34", "authors": [{"name": "Westley Bruce H.", "first_name": "Westley", "last_name": "H."}, {"name": "MacLean Malcolm S.", "first_name": "MacLean", "last_name": "S."}]}, {"title": "The ‘Gatekeeper.’ A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning.", "first_name": "White", "last_name": "Manning."}]}, {"title": "Newsroom Ethnography in a Field Perspective", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Willig Ida.", "first_name": "Willig", "last_name": "Ida."}]}]}