{"doi": "10.1080/1461670X.2017.1375388", "url": "https://doi.org/10.1080/1461670X.2017.1375388", "title": "Veritable Flak Mill", "volume": "19", "year": "2018", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Goss", "first_name": "Brian", "name": "Brian Michael Goss"}], "abstract": "Flak may be concisely defined as political harassment and is detrimental to community for its strained ethical posture, cynicism, and corrosive impact on social and political bonds of trust. Following conceptualization of flak that differentiates it from scandal and activism, this investigation focuses on Project Veritas as its case study. Veritas is a right-wing flak mill that, using media, has set out to professionally damage people and organizations across almost a decade. The investigation telescopes in on two Veritas stunts that provoked reviews by the justice systems of California and Texas. In these cases, the California Attorney General and Texas special prosecutors delivered astringent criticisms of Veritas’ covertly-recorded “sting” videos, while largely or wholly exonerating their flak targets (Association of Community Organizations for Reform Now [ACORN], Battleground Texas). Along with conceptualizing and critiquing flak, the investigation concludes with a call for news that extends beyond fact-checking and the limited, complacent techniques of objectivity in favor of more ambitious pursuit of truth.", "body": [{"title": "Introduction: Are Ineptitude and Ideological Ax-Grinding the New Truth?", "paragraphs": ["Magna est veritas, et praevalebit [Translated from Latin: “Truth is great and will prevail”] You can play the media, you can defeat the media and you can get the media to react …  Project Veritas founder James O’Keefe III (2016, 6)“Fake news” is a phrase that has come into wide circulation recently, largely due to right-wing activists who alternately benefit from tsunamis of specious discourse and also use the term to dismiss reporting that does not align with their political project. By contrast, media scholars have long argued that the news is strongly conditioned by elite institutions and agendas—even if news is not simply invented. Scholars who have made their arguments at book length, and who decidedly lean politically left, include Bagdikian (1992), Bennett (2001), Davies (2009), Franklin (2004), Gans (2004), Goss (2013), Herman and Chomsky (1988), and Said (1997). In this vein, W. Lance Bennett (2001) posits that news that covers a train wreck may not be fake—but it does present a whiff of systematic distortion when that same news is agnostic to the class-valenced issue of the everyday performance of public transit.", "Magna est veritas, et praevalebit [Translated from Latin: “Truth is great and will prevail”]", "You can play the media, you can defeat the media and you can get the media to react …  Project Veritas founder James O’Keefe III (2016, 6)", "In other words, there was much understood to be wrong within the realm of news prior to the “fake news” meme. However, even as the status quo antebellum is not satisfactory, some of the worst aspects of news performance are now evident in heightened forms. More specifically, flak is becoming a more prominent feature of news discourses. In responding to this still consolidating news environment, the purpose of this investigation is to, first, initiate a more elaborate understanding of flak. It is a concept that has, to my knowledge, never been covered at book length and other literature explicitly dedicated to flak is scant (one example: Goss 2009). Thus, an important stake of this investigation is to commence critical, sustained attention to flak. The second purpose of this investigation advances the first by illustrating flak discourse as it plays out in practice. In particular, I will elaborate a case study of Project Veritas, a flak mill that has come to prominence in the past decade.", "In making a first pass at concisely defining flak, I characterize it as “political harassment.” Along with regular indifference toward or active defiance of truth, flak is corrosive to community bonds. While flak is certainly disruptive to the entity to which it is targeted—for example, a public figure or an NGO—it can simultaneously mobilize supporters of the flak message on exaggerated or false pretexts; the result is intensified confrontation, or even intractable social division. While complex (post-)industrial societies have never lent themselves to easy consensus, intensification of flak strongly works against the effort toward a community of shared interests. In Latin, com signifies “with” and, as such, is embedded in many Latinate words that express deep ties of togetherness (communicate, commune, commiserate). It follows that community signifies commitment to shared group life, with its myriad concomitants in political expression and social life more broadly. Flak is, by contrast with the cultivation of community, conducive to heightened cynicism and distrust.", "In this investigation, flak is the center of gravity, while the work of the right-wing flak mill Project Veritas furnishes the extended case study. Why examine Project Veritas? On one hand, it is an organization whose founder, James O’Keefe III (born 1984, New Jersey) has been prosecuted over his flak stunts (Media Matters 2016, 8, 13–14). Veritas’ targets of flak also present a roster of the bêtes noires of the contemporary right: alleged election mischief (Project Veritas 2015b), border/immigration control (Project Veritas 2014a), gay marriage (Project Veritas 2008), higher education (Project Veritas 2015a) and news media (Project Veritas 2011). At each of these sites, the political right pressures marginal segments of society and their sources of support; or, in the case of universities and media, the right trolls’ institutions that are embedded within prevailing power relations, but deemed insufficiently zealous in support of them. The restoration of raw, pyramidal hierarchy is the alpha and omega of the right-wing project, as political theorist Corey Robin argues (2011)—and tactics of flak can be readily mobilized to serve this strategic end.", "Jane Meyer’s 2016 feature on Veritas opens with the embarrassing episode of O’Keefe’s attempt to penetrate George Soros’ Open Society Foundation via telephone—and then failing to hang up the phone correctly. As a result, O’Keefe left what amounted to a seven-minute memorandum on how he planned to take down Soros on Open Society’s message machine, as he regaled visitors to his office about guerilla tactics.", "Regular bouts of ineptitude do not, however, make an organization innocuous. Veritas has torpedoed organizations, sullied reputations (besides its own), and compromised careers. Examples include Veritas’ 2011 video on National Public Radio (NPR) fund-raising executive Ron Schiller that was secretly recorded over lunch. Veritas imposters approached NPR with the apparent intent of seeking to bring political Islam to the airwaves. The resultant 11-minute Veritas video tossed and teased the original two-hour recording to specifications that prompted Schiller’s immediate resignation. Schiller was also terminated from another position that he was about to assume. In short order, NPR fired Betsy Liley who was present at the lunch and CEO Vivian Schiller (no relation) who was not (Folkenflik 2011).", "In a right-leaning publication, The Blaze, Scott Baker (2011) avers that Schiller exhibited moments of poor judgement in the unedited recording. Baker also characterizes the edited Veritas video as misleading. To wit, Schiller’s apparently bemused response to sharia law supposedly on the march was spliced-in from an unrelated moment of the discourse—a blatant deception through editing. Schiller’s criticisms of the Republican Party were also amped up. In the full video, Schiller was not exclusively flagging his personal views; rather, he was channelling criticisms that were widely held and that Schiller’s establishment Republican friends had endorsed. Schiller acknowledged sharing many of the criticisms, while also praising conservatives (for supposed fiscal discipline). Veritas’ videotape suppresses an impression of Schiller as a thoughtful professional, reconciling conflicting ideas, in favor of conjuring a damaging caricature. Al Tompkins, a journalist and ethics instructor at the Poynter Institute, makes similar observations on comparing the full tape with Veritas’ edited-for-distribution version: “‘The message that he [Schiller] said most often—I counted six times: He told these two people that he had never met before that you cannot buy coverage.  …  He says it over and over and over again’.” Tompkins concludes that, “‘there are two ways to lie”: “One is to tell me something that didn’t happen, and the other is not to tell me something that did happen. I think they [Veritas] employed both techniques’” (quoted in Folkenflik 2011). In this and other instances, Veritas prejudges the conduct of its flak targets—and then mobilizes editing and framing commentaries toward unconditional, pre-fabricated conclusions.", "In contrast with mainstream news workers whom he derides as “such corrupt scum,” O’Keefe characterizes his work at Veritas in martyred terms: An arduous decade of “civil lawsuits, jail, defamation, lies, slander” (2016, 2). O’Keefe also asserts that he steers “twelve fulltime journalists risking their lives” (emphasis added, 2016, 6). In other words, Veritas positions as an amalgamation of James Bond, Jason Bourne and Ethan Hunt, with shades of Nelson Mandela thrown in. Nonetheless, in the same speech, O’Keefe namechecks supporters that include the late Andrew Breitbart (his “mentor”), NewsCorp/Murdochian ideologue Sean Hannity, multi-billionaire (and, by then, “president-elect”) Donald J. Trump. Despite the baldly elitist company, O’Keefe insists that, “We need people in this country who are going to fight for something greater than themselves, but the politicians are never going to do it. It has to be the citizens. It has to be ordinary people who do extraordinary things” (2016, 6). Notwithstanding O’Keefe’s dense right-wing jive, one can consult Veritas’ resume of flak projects that document its ideological patrol missions against the margins and on behalf of privilege.", "“What I do,” O’Keefe contends, “is the truest form of journalism there is. We hit the record button and show people what we found” (quoted in Mayer 2016, 11). It is, he says, the cause of “an investigative journalist” committed to “a more ethical and transparent society”—although, as Jane Mayer observes, O’Keefe “refused to be transparent about who is funding him” when she asked (2016, 10). What is known is that Donors Trust, a vehicle designed to fund right-wing causes with discretion for the donor, has funneled monies to Veritas (Mayer 2016). The Trump Organization is also known to be a contributor to Veritas and candidate Trump invited O’Keefe to be a guest to one of the autumn 2016 debates (Smith 2016). Moreover, along with the impulse to “hit the record button,” Veritas has displayed facility with the pause and delete buttons in the editing suite, in order to enhance their videos’ impact. Veritas includes framing material (title cards, voice overs) around the covertly-recorded video that have, in turn, invited misleading conclusions.", "Despite seething antipathy toward journalism, Veritas assays to coopt the prestige of the profession and to penetrate its mainstream discourses (as flagged in the epigram). While the status of professional journalism has absorbed blows in recent decades, it retains the greatest reach for news discourse. In this view, Veritas seeks the prize of the mainstream’s approval and its vestigial prestige that O’Keefe otherwise dismisses. Hence, “Project Veritas journalist” title cards in its videos tendentiously assert Veritas personnel’s qualifications to mainstream specifications. Despite its bids for professional authority, Veritas manifestly defies the letter and the spirit of journalism ethics.", "However flawed journalism may be in practice, the Society of Professional Journalists’ “Code of Ethics” gives specific shape to the profession’s vision of being “accurate, fair and thorough” (2014, 1). The current version of the code presents the following guidelines: “Avoid undercover or other surreptitious methods of gathering information unless traditional, open methods will not yield information vital to the public” (2014, 2). As Greg Marx observes (2010), undercover journalism had a checkered record and reputation, even prior to Veritas’ stunts. Moreover, Veritas actively eschews this ethical directive and reaches for surreptitious methods in the first instance and not as a last resort. In a related vein, the code warns about “undue intrusiveness” (2014, 2), in contrast with Veritas’ “go-to” method of clandestine recording. Another pillar of the “Code of Ethics” maintains that journalists should “Never deliberately distort facts or context, including visual information”—and that journalists should, “Clearly label illustrations and re-enactments” (2014, 2). As will be demonstrated later, Veritas has baldly violated these guidelines.", "Veritas similarly disregards directives to be sensitive to private citizens who lack the institutional power to countermand news discourses. In this vein, ethical news workers are further urged to, “Consider the long-term implications of the extended reach and permanence of publication. Provide updated and more complete information as appropriate” (2014, 3). By contrast, during Veritas’ attempts to stage election fraud in Colorado, O’Keefe’s motive to act as judge/jury/executioner and cause harm was on display on his Twitter fed: “this time, people may lose their jobs” (quoted in Kroll 2014). Although Veritas has been fact-checked by external observers, it also eschews the Society for Professional Journalists’ charge for self-correction.", "While other investigators have assayed a more exhaustive catalogue of Project Veritas’ stunts (Media Matters 2016), I will telescope in on Veritas’ videos that have prompted investigations convened by the justice systems of California and Texas. Before I consider the case studies of Veritas’ videos on the Association of Community Organizations for Reform Now (ACORN) and Battleground Texas, I will assay a brisk but thorough account of flak."]}, {"title": "Introducing Flak", "paragraphs": ["While rolling out the Propaganda Model in 1988, Edward S. Herman and Noam Chomsky telegraphically characterize flak as “negative responses to a media statement or program.” At the time, flak could be expressed through myriad channels: “letters, telegrams, phone calls, petitions, lawsuits, speeches and bills before Congress, and other modes of complaint, threat, and punitive action” (1988, 16). “If flak is produced on a large scale, or by individuals or groups with substantial resources,” they observe, “it can be both uncomfortable and costly”—with all of the professional and personal implications that follow.", "As noted, since flak has not yet been subject to book-length discussion, I seek to flesh out Herman and Chomsky’s brief discussion—and to stimulate further examination that explicitly brings flak into the analysis of media campaigns. A foundational assumption in elaborating flak is that the current, media-saturated environment is laden with organizations designed to produce it in copious quantities. These “flak mills” often operate under the veneer of being “think tanks” or NGOs (Goss 2013, 141–166). Flak may also be construed as intensifying due to the proliferation of media platforms and rise of 24-hour news cycles. In contrast with daily papers in the past, the news hole now requires perpetual replenishment—all day, every day—generating demand for even dubious content to which PR mongers as well as flak merchants can answer (Davies 2009).", "Herman and Chomsky’s propaganda model posits deeply embedded structures that are permeated with elite social and economic power and, in turn, shape the discourses of news performance. The filters that Herman and Chomsky interpret as conditioning the news—ownership patterns, commercial imperatives, news workers’ professional routines, dichotomized (“us” versus “them”) narratives—constitute a powerful set of constraints. Nevertheless, these constraints are not iron-clad, nor are they normally coercive, and there is appreciable autonomy in news work. The constraints presented by the concerted influence of the filters are, however, palpable and have long turned the US’ news narratives toward elite imperatives. In this vein, I have furnished a recent, filter-by-filter account of the structural constraints on news that are finally manifested in its discourses (Goss 2013). Moreover, one very important pattern endures despite the convulsions in politics and media since the introduction of the propaganda model in 1988. To wit, the enactment flak is steeped in (often, very raw) power relations.", "Writing early in the internet era, John B. Thompson stresses that scandal has become a more prominent part of the political landscape (2000, 5). Thompson’s straightforward model of scandal proposes a first phase of wrongdoing that he calls “transgression and concealment,” followed by “public disclosure and public allegations.” In turn, these discourses prompt “public disapprobrobation” as the scandal begins to gain traction (2000, 24). Once the hub-bub begins to consolidate into a scandal, reputations may be tarnished or torched; and, in a milieu of competitive (commercial and political) brands, reputation is an all-important currency. While political actors may push back against the allegations, the effort to thwart a scandal narrative readily gives it further oxygen (2000, 13–14).", "As a scandal plays out, “it becomes a narrative with multiple plots and subplots, many of which fizzle out but some of which may evolve into minor scandals of their own (‘subscandals’) or even into ‘offshoot’ scandals” (2000, 25). Moreover, as occurs in reading “a good novel,” an audience following the scandal will be rewarded with new strains of suspicion and revelations as morality play plotlines unfold (2000, 73). Thompson also argues that, “Disclosure through the media, and commentary in the media, are not secondary or incidental features of these forms of scandal; they are partly constitutive of them” (2000, 61). In being shaped into media events, scandals acquire the warps and distortions that reflect the demands of media work; for example, demands for concision (two-minute news item) or the writ of formal objectivity, even when it is absurd to pretend that “both sides” of the story have equal merit.", "Flak dynamics resemble those that Thompson ascribes to scandal. However, I posit several important differences between flak and scandal. Whereas scandal begins with transgression, there is no demand for a flak campaign of harassment to have any grounding in a plausible transgression. Think about what this means: Flak may proceed straight to “disclosure” and subsequent allegation—which is, of course, denied by the accused if no transgression occurred (while denial is itself suspicious, within a flak framework!). If the objective is to put heat on political opponents, any pretext will do—including no pretext at all. There is no upper limit to how contrived flak can be, as demonstrated by the moronic “birther” charade against Barack Obama.", "In Thompson’s view, along with carnivalesque trappings, scandal narratives affirm or negate the truth-value of claims through their narrative resolution. Thus, Thompson emphasizes that scandal is not merely a trivialization of political discourse; scandal can, indeed, advance the objective of closer vetting of political actors and better governance. By contrast, as a form of political harassment, the purpose of flak is to keep the heat on political opponents, regardless of whether any claims are true and irrespective of whether better governance is a likely outcome. Moreover, if a flak narrative is never resolved, suspicion continues in perpetuity. Political harassment becomes open-ended and part of the ongoing “mood music” of current events; and, by flak logics, that lingering mood music may indeed present a better outcome than scandals that are resolved by either punishment or exoneration. Flak can, of course, mutate into a mature scandal if stepped-up scrutiny and investigation eventually uncovers evidence. However, the mere fact of flak-driven suspicion in-and-of itself exerts pressure on political opponents, regardless of whether the contrived conjuring of smoke leads back to fire. Indeed, the lack of a transgression committed by the target of a flak campaign can itself be perceived as a crime, if audiences to the flak become convinced of the target’s guilt; in this scenario, the flak target is regarded as the beneficiary of a golden parachute by the convinced flak audience!", "Thompson (2000) is, in this view, effectively agnostic toward flak. He implicitly “normalizes” what I am calling flak tactics by collapsing all controversy into scandal and its quest to establish truth. In a signature example of missing a distinction between flak and scandal, Thompson posits that, “the Clinton–Lewinsky scandal emerged out of a quite separate investigation relating to the Paula Jones sexual harassment case and to a failed real estate deal [Whitewater] in Arkansas” (2000, 25). However, by bringing flak into the analysis, we can posit the contrived Jones and Whitewater episodes as instances of flak that were designed to open or continue investigatory lines. Indeed, Clinton lost money on the Whitewater deal to a fraudulent and mentally ill former friend/investment partner (Conason and Lyons 2000). Nevertheless, special prosecutors continued to pore over the president’s affairs, enacting a form of open-ended flak with its “drip-drip-drip” of mediated insinuation of wrongdoing; and whether it finally yielded an actual scandal or an ongoing infinite regress of suspicion, flak was an effective tactic. Notice that, the Clinton discourses of the 1990s were also illustrative of the nascent impact of what were then “primitive” new media platforms (for example, Drudge Report) in conjuring steady streams of flak. New media as well as flak have only scaled up since then.", "Power matters when flak is employed as a political tactic. Whether enacted against people who wield authority (such as Clinton) or against people who demonstrably do not, a defining feature of flak is that it is an instrument at the disposal of agents who hold power. By contrast, activism is an (oftentimes guerilla-style) tactic of weaker parties against stronger ones to leverage whatever advantage they are able to muster through, for example, pickets, boycotts and improvised media. As such, activism can be characterized as “white hat,” underdog activity. In turn, campaigns on behalf of elite interests may appropriate the veneer of activism through subterfuge. In “AstroTurf” campaigns, powerful industries recruit front groups as the public faces of their self-interested complaints (Stauber and Rampton 2001). When the automobile industry sponsored citizens’ opposition to pollution regulations (Greider 1992, 37–38), the astroturfed campaign to pressure legislators concealed the corporate fingerprints. As flak is wound up with power, it may also necessitate the concealment of that power.", "A flak paradox: Scrupulous organizations may be more vulnerable to flak stunts. That is, the more scrupulous an organization is, the more likely it will be to perform due diligence and investigate even dubious claims of wrongdoing within its ranks. A hit squad is not, by contrast, concerned about its “good name.” Moreover, as an instrument of power, a flak campaign almost invariably weakens its target. Costs include time, effort and money for defense—and even successfully deflected flak engenders reputational costs (transient or otherwise). Flak can be construed as akin to anti-public relations campaigns that contrast with PR designed to place clients in the best possible light via puffery and relentless positive vibes.", "Vicarious supporters of a flak campaign may also gain inspiration and reinforcement from seeing flak that they favor in motion. It is given that complex societies are composed of competing and at times irreconcilable interests. However, flak heightens these conflicts in the effort to demoralize one group, while at the same time enticing another group to rally to its perceived interests without compromise (and even if the flak discourses are specious). As a result, flak strongly undermines efforts to perform the delicate work of forging consensus out of disparate interests. The elites who may directly or indirectly cultivate flak campaigns stand as the main beneficiaries when flak provokes divisive battles among the people down below, while elite interests hover unscathed above the scene.", "With backstory on Veritas and conceptualization of flak in place, I will pivot to the organization’s campaigns on behalf of the right-wing project of starkly-drawn sociopolitical hierarchies. In particular, I examine Veritas’ campaigns against urban advocacy (ACORN) and voter participation (Battleground Texas)."]}, {"title": "Origins: ACORN Agonistes", "paragraphs": ["ACORN’s project was to advocate for low income citizens on, for example, the minimum wage, housing issues, and predatory lending practices. The organization also engaged in voter registration drives. For harboring progressive goals of curbing untrammeled class privilege, ACORN fit the profile that the political right lividly contests. In Republican Congressman Darrel Issa’s assessment, ACORN is a “left-leaning syndicate of labour unions and political agitators” (2009, 1). Moreover, part of the animus toward ACORN in 2009 stemmed from newly installed President Obama’s previous work for the group.", "Prior to Veritas’ interventions, ACORN had already been subject to Issa’s polemically titled report, Is ACORN Intentionally Structured as a Criminal Enterprise? However, Veritas’ more media-friendly flak effectively finished off the organization with a fast-track to wide circulation—even as Veritas’ recordings were not as they seemed. In particular, Hannah Giles and ÓKeefe impersonated a prostitute and her boyfriend as they covertly taped interactions with low-level employees of ACORN. After entering offices on a contrived premise, the pair posed leading questions and covertly record the encounters. Veritas then cut the clandestine recordings and pasted in further sensationalized material to misleading effect—and finally fed the videos into media channels, where the resultant spectacle “went viral.”", "Veritas’ versions of their visits to ACORN premiered on the Andrew Breitbart-founded Big Government webpage on 10 September 2009. Further Veritas “scoops” continued over the course of a week. In short order, the US House and Senate voted to exclude ACORN from receiving federal funds (about 10 percent of the organization’s US$25 million budget), while private funds also quickly dried up due to negative publicity around the videos (Office of the Attorney General 2010, 4–6).", "Following Veritas’ hair-raising reports about ACORN, Governor Arnold Schwarzenegger ordered an investigation of the group’s activities in California. Seven months later, California Attorney General Edmund “Jerry” Brown’s report faulted ACORN for extortion by the founder’s brother that had been long covered up at the national level. Where California was specifically concerned, the Attorney General found carelessness with documents, a tangled bureaucracy that lacked transparency, substandard training, and failure to submit a tax return in 2007. Brown also notes voter registration infractions, while emphasizing that, “The difference between individual voter fraud and voter registration fraud is important” (Office of the Attorney General 2010, 19).1 Despite flagging serious problems with ACORN, Brown’s report may be taken as more acerbic in what it says about Veritas. In introducing the findings in a press release, Brown states: “The evidence illustrates  …  that things are not always as partisan zealots portray them through highly selective editing of reality. Sometimes a fuller truth is found on the cutting room floor” (State of California Department of Justice 2010, 2).", "Alongside its criticism of ACORN, Brown’s office found no recognizable crimes to pursue, even as the flak storm convened by Veritas ruined ACORN. When instructed to investigate by the US House in December 2009, the Congressional Research Service similarly reported no violations of law by ACORN salient to Veritas’ videos, nor did states beyond California that scrutinized ACORN (Media Matters 2016, 14). While committing no crime is not a lofty standard to meet, the outcomes of these state-sponsored investigations contrast with the wild flak accusations directed at ACORN. (Moreover, when they are investigated, blue chip corporations often fail to meet the standard of no crimes committed.)", "Although tasked with examining ACORN, Brown found it necessary dwell on Veritas’ conduct. The Attorney General writes: O’Keefe and Giles agreed to produce the full recordings if the Attorney General agreed not to prosecute them for violations of California’s privacy laws. This Office determined that the fastest and most efficient means to comply with the Governor’s request was to agree not to prosecute. (Office of the Attorney General 2010, 17)Following an overview of pertinent statues and precedents, Brown concludes that had immunity not been granted in advance, the Veritas flaksters would almost surely have faced prosecution: “An application of these principles to the facts presented here strongly suggests that O’Keefe and Giles’s violated state privacy laws and provides fair warning to them and others that this type of activity can be prosecuted in California” (Office of the Attorney General 2010, 17).", "O’Keefe and Giles agreed to produce the full recordings if the Attorney General agreed not to prosecute them for violations of California’s privacy laws. This Office determined that the fastest and most efficient means to comply with the Governor’s request was to agree not to prosecute. (Office of the Attorney General 2010, 17)", "While O’Keefe and Giles were immunized from prosecution by the State of California, they were not sheltered from civil action by the victims of their flak stunt. ACORN fired Juan Carlos Vera on the day that Veritas’ edited version of an encounter with him was published. Vera was subsequently compensated to the tune of $150,000 in a civil action against O’Keefe and Giles over striking misrepresentations in the published version of the tape (Media Matters 2016, 13). On viewing the complete tapes of the encounter, Brown’s report states that Vera tried to steer the discourse with O’Keefe and Giles toward programs for mortgages for first time home buyers. Upon hearing O’Keefe and Giles’ ruse about transporting underage Salvadoran prostitutes into California, Vera continued the discourse to gather details. He then signaled that he would call the couple in a few days as a means of dismissing them from the premises. Brown confirms that Vera immediately called the San Diego Police Department with the information he had gleaned. To reiterate, the only crime besides Veritas’ covert recording resided in the flak-fevered imaginations of O’Keefe and Giles—and their hidden camera was of no use in capturing the “veritas” of Vera’s thoughts during a stunt that pivoted on deception.", "The unedited tapes also reveal that the ACORN staff with whom Veritas interacted were low-level employees (e.g., receptionist) and even friends of employees who were not identified as such. ACORN receptionist Tresa Kaelke seemed to be humoring O’Keefe and Giles over their sex work yarns, as she answered with her own outlandish tall-tale of having killed her husband (Office of the Attorney General 2010, 11–13). Like Vera, she was fired from her position as a result of contact with Veritas’ flak stunt.", "O’Keefe also employed image and voice-over to speciously frame encounters with ACORN as having occurred while he was costumed as an (over-the-top) 1970s-style pimp. The ghastly costume still features on Veritas’ landing page as of August 2017. Nevertheless, O’Keefe actually wore a suit and tie to the ACORN offices and claimed to be a law student. The deception is worth noting for more than “academic” reasons or for its transgression against journalist ethics around accurate accounts of the context of reportage. Although Veritas self-nominates as “transcendent truth,” even on the matter of what O’Keefe wore, subterfuge and manipulation were in play—with the further, implication for credulous viewers of the edited video that urbanites in 2009 would not be surprised to see someone in a caricatured Blaxploitation costume.", "After trolling a modestly funded organization that served low income people, O’Keefe posited on the Big Government webpage that he had confronted a behemoth: ACORN has ascended. They elect our politicians and receive billions in tax money. Their world is a revolutionary, socialistic, atheistic world, where all means are justifiable. And they create chaos, again, for it’s [sic] own sake. (emphasis added, quoted in Office of the Attorney General 2010, 6)Putting aside the other livid right-wing obsessions that O’Keefe channels—and the fact that ACORN offices O’Keefe visited manifestly did not resemble omnipotent command centers—ACORN’s national operations received US$2.5 million from the federal government in the year prior to its dissolution (Office of the Attorney General 2010, 4). By straightforward arithmetic, 400 years of such funding would be necessary to reach first of the “billions” in funding asserted by O’Keefe.", "ACORN has ascended. They elect our politicians and receive billions in tax money. Their world is a revolutionary, socialistic, atheistic world, where all means are justifiable. And they create chaos, again, for it’s [sic] own sake. (emphasis added, quoted in Office of the Attorney General 2010, 6)", "Whatever “veritas” was conveyed in the ACORN stunt was almost inadvertent, but there are some truths it may be taken to reveal. In Brown’s assessment, ACORN was not rigorous or well-trained—and many US citizens can certainly use more support than such an organization can muster. The contrast with the legal assistance that a wealthy client could commandeer for his or her problems is striking. Veritas’ flak was directed at an organization that, however well-intentioned, had little chance of rebooting the situation of “have-nots,” aside from the occasional triumph against the odds. In this view, Veritas’ flak stunt was steeped in right-wing reaction; to harass the mere existence of even spotty efforts at empowerment for disadvantaged socioeconomic classes. Moreover, investigators with an authentic interest in staggering government waste could have examined the roughly contemporaneous frauds enacted in post-2003 Iraq invasion sub-contracting in which billions of dollars vanished (Chatterjee 2004; Taibbi 2007).", "To this day, Issa’s slurs against ACORN as “offering advice about the illegal smuggling of underage Salvadoran prostitutes” endures on his “.gov” web page (2009, 1); the same slurs for which O’Keefe and Giles settled with Vera out of court. Moreover, ACORN endures in the right-wing imagination as (somehow) supernaturally omnipotent from beyond its grave. For years after ACORN’s demise, Republican legislators have insisted on including language about blocking funds to it in bills. Moreover, “Public Policy Polling found that nearly half of Republicans believed President Obama only won re-election because of ACORN’s interference—although ACORN didn’t exist at the time” of the 2012 election (Benen 2014, 1). Down to its postscripts, the campaign against ACORN presents a textbook case of flak."]}, {"title": "Ballot Battleground", "paragraphs": ["Following the contemporary right-wing obsession with (empirically negligible) “voter fraud,” Veritas has taken up the issue. Results have been dire. In the appraisal of professor of election law Richard L. Hasen, “It seems like most of the fraud O’Keefe uncovers he commits himself”—and thus may illuminate no one’s conduct but his own (quoted in Mayer 2016, 7). The boomerang stunts are due to Veritas’ aggressive attempts to stage-manage “reality,” while reality often resists the script forced upon it.", "Following earlier success in undermining ACORN, by 2014, Veritas pursued Battleground Texas, a group it dubbed “the new ACORN” (Project Veritas 2014b). Veritas’ video asserted Battleground Texas employed an “illegal data collect” around its voter registration efforts. Along with trolling Battleground Texas, Veritas’ video places Democrat Wendy Davis’ campaign for Texas governor within the frame of alleged electoral mischief. At the video’s conclusion, O’Keefe ambles through what looks a simulation of a Manpower office, vowing to “get results.” He also makes an appeal for funds, perhaps in an effort to suggest grassroots bona fides for the Westchester County, New York-based organization.", "After Veritas published the seven-minute video on Battleground Texas, Republican officials cried foul. Texas Attorney General Greg Abbott recused himself from investigating since he was concurrently Davis’ opponent for the Texas governor. The case was eventually placed in the hands of Special Prosecutors Christine Del Prado and John M. Economidy. In other words, despite crude production values (and an unlistenable, portentous quasi-rap beat in the opening minute), Veritas’ video prompted serious judicial scrutiny. In turn, the peremptory conclusion of Del Prado and Economidy’s review is that “the complaint [against Battleground Texas] be dismissed for insufficient evidence and failure to state an offense” (2014, 18).", "While unpacking the content of the video, Del Prado and Economidy note Veritas’ claims that Texas Election code forbids recording phone numbers off voter registration forms. The video also features footage of a Battleground Texas deputy registrar who explains that she copies down registrants’ phone numbers in order to remind people whom she registered to vote on polling day. “The next scene,” Del Prado and Economidy deadpan, “is unusual”: “It purports to show a person from Battleground Texas calling a voter on behalf of (Texas gubernatorial candidate) Wendy Davis, whose photo is then displayed” for added emphasis. However, mismatches between Veritas’ visuals and audio evoke (if unwittingly) surrealist stylistics that Luis Buñuel might admire: “while this caller is on screen, the screen also has a banner that suggests the caller is a ‘PV [Project Veritas] investigator’. While the female depicted has a voice over indicating that she is making a call, the filmed caller’s lips never move” (2014, 3). Veritas appears to be deliberately coy about staging the scene for the camera, contra journalistic ethics (“Clearly label illustrations and re-enactments” [Society of Professional Journalists 2014, 1]). In turn, Veritas’ pastiche of visuals and audio may slide hazily into viewers’ impressions as un-staged events.", "Elsewhere in their review, Del Prado and Economidy suggest that footage passed off as on-site recording was actually staged. To wit, a presumptive voter registration form on a clipboard around which ostensible Texans congregate is obviously not the correct size. The special prosecutors also flag Veritas’ voice-over claim that Davis’ campaign is using embargoed voter data—“maybe even health data,” a chilling assertion about invasive campaigning that the special prosecutors forcefully dismiss in their conclusion (2014, 4).", "Following 16 pages of measured and meticulous prose, Del Prado and Economidy’s conclusion is blistering: The Veritas video was little more than a canard and political disinformation. The video was particularly unprofessional when it suggested that the actions of Battleground Texas were advocated by a Texas gubernatorial candidate and that the actions of a single volunteer deputy registrar may even involve health data, which is not involved in the voter registration process.That is, voter registration cards do include registrants’ phone numbers. Moreover, specially deputized, voluntary election registrars (i.e., the woman featured in the video) are permitted to copy phone numbers, as it is not classified as confidential information within Texas election law, as its codes have been interpreted by state attorneys general on other occasions. By contrast, the official county registrar is not permitted to copy phone numbers for his or her purposes. Along with ignoring the clearly codified distinction between a deputy registrar and the county registrar, Veritas’ wild contention that Davis’ campaign (somehow) vacuumed up health data vibrates with black propaganda (Simpson 1994, 12–13) against the Democratic Party candidate.", "The Veritas video was little more than a canard and political disinformation. The video was particularly unprofessional when it suggested that the actions of Battleground Texas were advocated by a Texas gubernatorial candidate and that the actions of a single volunteer deputy registrar may even involve health data, which is not involved in the voter registration process.", "Even as Veritas’ claims were slapped down, the complaints against Battleground Texas were deemed serious enough that the Texas justice system empaneled special prosecutors. Indeed, Battleground Texas was “on trial” in the Del Prado and Economidy review, even as the special prosecutors’ criticisms finally focused on the probity of Veritas. Sensational accusations with the apparent authenticity of videotape may, nevertheless, blast through the busy news agora to capture attention, or cascade into hype in internet echo chambers. By contrast, rigorous (and long-after-the-breaking-news) analysis of the claims does not readily lend itself to the same impact, since thoroughness is not as nimble as a matter of definition. Then again, the purpose of this cheap-shot grade of flak is not necessarily to secure prosecutions. Bruised reputations in the electoral arena will suffice, while cuing the political optics that suggest prosecutions are always already in motion against the center-left party.", "It does not follow from Veritas’ efforts to discover, contrive or entrap US election malfeasance that the health of the nation’s electoral system is robust (Hasen 2012). As Rutgers University, political scientist Lorraine C. Minnite (n.d.) observes, “the use of baseless voter fraud allegations for partisan advantage has become the exclusive domain of Republican party activists,” for whom a wider and more diverse electorate is disadvantageous (Minnite n.d., 17). In this vein, the Brennen Center for Justice at the New York University School of Law claims that, “fraud by voters at the polls is vanishingly rare” (2017, 1). The Center cites about two dozen rigorous investigations by government, academic and investigative journalist researchers in support of its claims. Typical findings: Justin Levitt (2014) identifies 31 credible (but not legally proven) instances of voter impersonation fraud in the United States from 2000 to 2014—or, about one case of impersonation fraud for every 33 million votes cast, across more than one billion ballots during the period of study. Despite the immense investment in locating voter fraud and the paucity of cases, the majority of US states have introduced voter identifications laws of varying strengths to deal with the phantom crime-wave (Hasen 2012, 41–73); a success in cultivating flak against voters less likely to have identification (students, elderly, poor people) in which Veritas has done its part."]}, {"title": "Conclusion: What is to be Done?", "paragraphs": ["As noted at the outset, an important stake in this investigation is to stimulate a critical literature on, as well as to present conceptualizations of, flak. Regardless of who sponsors or creates it, flak is junk discourse to be resisted. By contrast with ideologically-driven flak that “confirms” what is always already assumed about (for example) urban empowerment or voter registration, investigative journalism is for the people—and a discomfort (not a funded adjunct) to the writ of elite authority. And real investigation is skilled, difficult work—not an occasion for crude ax-grinding, or a peep-show melodrama contrived in the editing suite.", "Along with confronting flak, the way forward toward better news to serve the community is decidedly not a return to journalism’s status quo antebellum. That status quo featured news that, in Bennett’s astute appraisal, was relatively strong on facts, but weak on truth (2001). Reinforcement of a complacent objectivity doctrine, and its valorization of “he said/she said” formal balance that skims across the surface of events, is inadequate in troubled times. Reinvigorated fact-checking of news, while desirable for obvious reasons, is not ambitious enough to turn the battleship around. To mint a homely analogy: cross-examining bad faith political discourses solely by fact-checking them is akin to pursuing financial fraudsters for parking tickets, even as the fraudsters hold the economy hostage. Moreover, a public informed by even well-intentioned news media with bullet-pointed concision is insufficient to the rigors of modern life that demand being educated and fluent on issues that reverberate at once locally and globally. In a milieu increasingly beholden to flak, the contemporary moment demands enthronement of news methods that unabashedly seek truth and fair-minded investigation of the myriad forms of power that condition our everyday lives. To confront the many laminae that constitute the truth is the goal—and not valorization of the rituals and techniques of objectivity for its own sake.", "Media scholar James Curran (2007) provides a modest but constructive map toward how to better proceed. For Curran, mass media that is professional and structured as independent from state and commercial power, on one hand, constitutes the basic infrastructure for a commonly-held agenda to recruit well-briefed, deliberative citizens. At the same time, niche media can fill in the vital streams of formal and informal politics as they intersect with distinct interest groups (that may operate along generational, class, ethnic, regional, or gendered lines). In all cases, educating for empowerment is the objective—and not more merely “informing” audiences by flagging prominent events denuded of deep context. Flak campaigns may not become extinct in a media-saturated age, but they can be marginalized by thoughtful (and emotionally-literate) programming that answers to audience members’ desire to grasp the implications of the world as it stands. In this view, more thoughtful programming that empowers citizens can stimulate demand for more—the “mere exposure effect” that social psychologist Robert B. Zajonc seminally investigated, in which what is familiar comes to be liked more (1965). In this view, the ratings crack of sensation is often preferred by audiences because that is what is regularly on offer.", "While that may seem a simple approach to the formation of stronger political communities dedicated to common solutions, it presents a stark contrast with the current milieu of truncated news agendas, mediated echo chambers, and pervasive flak—up to and including glib or preemptive dismissal of ideologically incompatible reportage as “fake news.” As Pedro-Carañana and Fenton (2016) remind us, a media-centric paradigm is not the alpha and omega of a program for pro-social interventions. Nevertheless, a substantial component of pro-social change implicates media—as a shaper of consciousness, as an elaborately illustrated textbook on how to be a sociopolitical subject, as a place where what is imagined can start to be."]}], "references": [{"title": "‘The Left-Media’s Stranglehold’: Flak and Accuracy in Media Reports 2007-08)", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Goss Brian Michael.", "first_name": "Goss", "last_name": "Michael."}]}]}