{"doi": "10.1080/1461670X.2015.1017596", "url": "https://doi.org/10.1080/1461670X.2015.1017596", "title": "Global Journalism between Dream and Reality", "volume": "17", "year": "2016", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Van Leuven", "first_name": "Sarah", "name": "Sarah Van Leuven"}, {"last_name": "Berglez", "first_name": "Peter", "name": "Peter Berglez"}], "abstract": "Global journalism is a practice that differs from traditional foreign correspondence. Instead of only covering distant events, it actively interconnects the local with the global. However, while some researchers claim that its practice has been incorporated into everyday news production as a natural response to the increasing interconnectedness of our globalized society, others see few empirical signs of its presence, and instead consider it to be a utopian vision for less “national provincialism” among the world's media. These contrasting views on the evidence for global journalism in the news call for more empirical research. The purpose of this study is thus to examine the prevalence of global journalism in mainstream news media. The article provides, first, an operationalization of global journalism and, second, a quantification of its presence or absence in the news output of three national newspapers, The Times, Le Monde and De Standaard, by means of a quantitative content analysis covering the period January to June 2013 (N = 850). According to our main results, a quarter of all articles include at least one building block of global journalism, and a fifth of all articles are centered on a global event and/or present a global outlook on the reported matter. Le Monde is the most “global” newspaper, as it exhibits the most examples of global journalism. However, the other two newspapers to a greater extent embed global outlooks in their domestic news sections, which might be viewed as an emerging way of producing globalized news discourse in a social reality with ever-more blurred distinctions between domestic and global reality.", "body": [{"title": "Introduction", "paragraphs": ["The concept of global journalism can be defined in several ways. On the one hand, it is associated with an entire research field that contributes international comparisons of journalism cultures around the world (de Beer and Merrill 2008; Hanitzsch 2009; Löffelholz and Weaver 2008). On the other hand, and as is the focus of this paper, it is associated with a particular practice in which global journalism “makes it into an everyday routine to investigate how people and their actions, practices, problems, life conditions, etc. in different parts of the world are interrelated” (Berglez 2007, 151). From this perspective, global journalism is rooted in an emerging media ecology initiated by processes of digitalization and globalization. We are witnessing an evolution towards ever-more complex economic, technological, cultural, social, political and ecological relations across continents, and toward potential or actual global crises such as climate change or the nuclear threat. The outcomes of decisions or incidents in one country make themselves felt in other countries or regions all over the world. The boundary between domestic and foreign coverage is increasingly permeable, and news reporting should reflect these interconnections and the complexity of our current society (Berglez 2008, 2013; Cottle 2009b, 2011, 2014).", "When it comes to empirical studies of global journalism as a practice, researchers do not seem to agree about its presence and impact in the news media. Some researchers see few actual examples of it, and therefore consider reporting that connects the domestic with the global to be primarily a normative ideal (Hafez 2009; Riegert 2011). Consequently, the concept of global journalism expresses various ideas and suggestions for how news media, as well as journalism education (Gerodimos 2012; Rodny-Gumede 2013), ought to develop in a world characterized by increasing global interdependency among world regions and nations (Beck 2005). Often, it is based on a critique of national “container thinking” (Beck 2006, 27–28); in an increasingly globalized world, most news media still stick too closely to a national outlook on society (cf. Anderson 1991) and accordingly fail to place both domestic and foreign realities in wider transnational contexts.", "Other researchers, however, though agreeing with this critique, argue instead that the practice of global journalism is not all that absent in the news media (e.g. Gearing 2013; Olausson 2013) and even suggest that it may be expanding from reporting on exceptional crises into the general news flow. They point out that “we live in a world that has become radically interconnected, interdependent and communicated in the complex formations and flows of news journalism” (Cottle 2009a, 309), which can be observed in the news coverage of various transnational and/or global phenomena such as terrorism, environmental pollution, financial meltdowns, the nuclear weapons issue, internet surveillance, trafficking, and epidemics such as H1N1 influenza or Ebola.", "While there is ample theory about this matter, often inspired by sociological or political globalization and network theory (Berglez 2013; Cottle 2014; Reese 2008, 2010), there is still a need for more empirical analyses, not least quantitative ones. Only such studies can further enlighten us about global journalism's significance in the everyday news output. Therefore, the purpose of this study is to examine the prevalence of global journalism in mainstream news media. More precisely, in this article, we present a quantitative content analysis of three newspapers: The Times, Le Monde and De Standaard (N = 850). At the same time, some methodological challenges are discussed, as well as how different ways of operationalizing global journalism tend to influence whether or not its practice becomes empirically visible in the news media.", "The article is structured as follows. An initial literature review is followed by a presentation of materials and methods and the empirical results. We then discuss this study's contribution to the understanding of global journalism's empirical presence in the news media, and finally we address some challenges for future research."]}, {"title": "Global Journalism Research", "paragraphs": ["Several studies have demonstrated the presence of global journalism in the news media. Examples include Cottle's (2009a) analysis of media coverage of various global crises; the findings presented in Cottle and Lester's (2011) anthology on transnational protests in the media; Olausson's (2013) qualitative study of US, Indian and Swedish climate reporting, which shows that media tend to domesticate news in partly new and more “complex” ways than previously, thereby pointing to the development of global journalism; Gearing's (2013) analysis of how local journalists in Australia have developed innovative solutions for connecting the local and global in investigative reporting and through the Web (cf. Heinrich 2011); Kasmani's (2014) identification of a global outlook in English Al Jazeera's coverage of the 2009 Iranian election; Konieczna et al.'s (2014) observation of global journalism in US media coverage of the climate change convention in Copenhagen 2010; and Ibold and Ireri's (2012) demonstration of the presence of global journalism in the New York Times in terms of international community-oriented discourse. Potential support for all these empirical observations is provided by Fink and Schudson's (2014) longitudinal analysis of the US press from the 1950s to the 2000s, which confirms the gradual growth of “contextual journalism”—implying an improvement in the epistemological skills needed to contextualize local and domestic life conditions, which are an important prerequisite for global journalism.", "At the same time, however, there is widespread skepticism about the actual existence of global journalism. For example, there are empirical studies that convincingly demonstrate a huge lack of globally oriented content in the news. An example is Phelan and Owen's (2010) study of New Zealand news media, which demonstrates the suppression of international and transnational content and how this paves the way for “provincial” news. More often, however, the difficulty of finding empirical examples of global journalism in the news seems to be related to matters of operationalization and validity: how it is basically defined, where it is studied (in what kind of news media), and how it is observed and examined in relation to, for example, local reporting or foreign correspondence.", "First, it seems that utopian visions about global journalism correspond with poor empirical results. Our impression is that global journalism often becomes synonymous with a “journalism of hope” and a practice that is supposed to be democratic, unbiased, multicultural, ethical and cosmopolitan all at once. However, these very high expectations make it difficult to empirically observe examples of global journalism. This is because wherever one looks, what one tends to find, again and again, are journalistic shortcomings, often perceived as a consequence of the commercial and neoliberal conditions of the media industry. Thus, utopian criteria and far-reaching “dreams” about the emancipatory potential of global journalism may perhaps partly explain the underlying disappointment expressed in Handley and Rutigliano's (2012) and Handley and Ismail's (2013) conclusion that media are (still) dominated by national narratives and outlooks; in Yell's (2012) observation of a continuing disconnection of local and global realities in the news; in Dencik's (2013) suggestion that news media do not promote global citizenship; and in Ojala's (2011) proposal that media tend to counteract processes of global community.", "The “gloomy” conclusions of this kind of research should be taken seriously, but perhaps they are a natural consequence of associating global journalism more with ethical performance (as the production of counter-national and counter-Western, multicultural discourse and cosmopolitan thinking) and political performance (the transformation of national citizens into global citizens), and less with epistemological performance, which refers to journalists’ basic ability to connect the local and global in storytelling. We suggest that focusing more on these epistemological skills of journalists could give us a less negative picture of the development of global journalism in the news. We should pay even more attention to where, how and to what extent global journalism appears in the news, and to dissecting its empirical character, instead of strictly focusing on its “democratic quality”. In this way, empirical examples that perhaps were previously disqualified as not being “cosmopolitan” enough, or the like, will, despite their democratic dysfunctions and shortcomings, be possible to classify as global journalism.", "The idea is not to promote a relativist view on global journalism, however. We do not argue that a critical-theoretical and ethical (Ward and Wasserman 2014) perspective on global journalism should be abandoned, but rather that there is need for a more down-to-earth and “realistic” view on what global journalism might be in the everyday news media flow; that its practice is (nothing but) media content which in various ways demonstrates connections between local/domestic events and global processes. Here it is possible to argue that news media's ability to promote global citizenship and cosmopolitan thinking to a great extent presupposes the epistemological “technique” of global outlooks (of being able to link the local/national to the global dimensions of social reality), and that we therefore need to examine this “basic skill” more closely.", "Another type of skepticism toward the idea that global journalism is expanding in the everyday news output has to do with its assumed close relation to foreign correspondence, the two being treated as more or less similar kinds of reporting. As a consequence, global journalism finds itself drawn into the debate about the decline of foreign reporting in mainly US and European media (Riegert 2011). In response we would argue that, while foreign reporting does cover events in distant places, global journalism involves actively interconnecting the local with the global from ecological, economic, technological, etc. perspectives, as can be observed in coverage of mass surveillance, the power of Google, climate change or global terrorism. In empirical research this leads to the problem that in equating global journalism with foreign reporting, one runs the risk of restricting oneself to the foreign news space/section, while the assumption of global journalism is that the boundary between domestic and foreign coverage is increasingly permeable. For this reason, if we take the printed press as an example, it has been suggested (Berglez 2013) that transnational events and processes might also appear in other sections than in traditional foreign correspondence. For example, they may appear in domestic reporting and stories that focus on how the local or national space is affected by a global process. Thus, as a suggestion, in research one should view global journalism as potentially integrated into different kinds of news, i.e. local, domestic and foreign news. If this proves to be the case, the most pessimistic conclusions about the decline of international news in general (Hafez 2009, 2011) may need to be partly questioned, or at least reformulated. For instance, what if the present decline of foreign news in many media houses is to some extent being compensated or balanced by emerging forms of cross-national information, such as global outlooks in domestic reporting? Here, one could also refer to Joye's (2010) suggestion that the complexity of global society is reflected in the increasingly diversified terminology used to describe news; with different researchers, but also media themselves (see the Results section), using different phrases such as international news, transnational news (Berger 2009) and world news (van Ginneken 2005) to describe news reports that relate domestic and foreign processes."]}, {"title": "Operationalizing Global Journalism in the News", "paragraphs": ["Concerning our operationalization of global journalism, the idea has been to make use of Berglez’ (2013) conceptual model, which still needs to be tested empirically. In that model, to begin with, it is suggested that it might be possible to observe global journalism in the news output in terms of text fragments, i.e. basic building blocks. We will first discuss these building blocks in terms of complex relations, on the one hand, and reader engagement techniques, on the other hand. More precisely, journalists can incorporate building blocks of global journalism into the news by representing complex relations of global space, power and identity (see Table 1).", "These ways of representing complex relations in terms of space, power and identity should be viewed as basic building blocks, or epistemological “techniques”, of global journalism in the news. Three other building blocks concern reader engagement techniques, i.e. news media's ability to clearly illuminate and actively demonstrate the reality of globalization and its impact on people's everyday lives. In a sense, the reader engagement techniques presented below allow journalists to deal with global processes in ways that accord with similar journalistic conventions and routines employed in traditional foreign reporting, more specifically domestication techniques. However, while domestication in traditional foreign reporting is often perceived rather negatively—as creating an artificial link between the foreign event and the local audience (e.g. by exclusively interviewing a member of the home audience about a devastating earthquake in a foreign country) to meet traditional news values (see Galtung and Ruge 1965)—reader engagement techniques in global journalism are more positively conceptualized as a means to demonstrate (not invent) an existing and important link between a global condition and the home audience (Berglez 2013, 22–33): Involvement: This refers to the extent to which the news audiences become “involved” in the covered matter, and thus are made part of a global relationship, for example, between labor exploitation in a developing country and Western consumption. Here, the main aspect is the establishment of relations between the distant (events, people, problems, etc.) and the present (“us” and “our society”). Instead of merely exhibiting “ethical identification” for example with a distant suffering victim (Chouliaraki 2006), which often results in “compassion fatigue” (Joye 2010), the news media demonstrate how the news audiences are potentially part of a global problem (e.g. as Western consumers of iPhones produced under inhumane conditions in Chinese factories). Here, it is possible to argue that the identification process of global journalism is even stronger because it does not merely suggest an ethical relation between the distant event and the news audience, but demonstrates their material and social interconnection.Concreteness: Because global processes are often viewed as abstract and even invisible, this technique concerns to what extent news media relate global conditions to people's everyday lives. For example, the global process of climate change can be concretized by providing information about heat records in different countries or testimonies of people living on a small island that is becoming increasingly inundated due to the rising sea level.Inescapability: This concerns the extent to which news media portray global crises and issues as social conditions that cannot easily be suppressed and avoided, and which require political action across national and continental borders if we want to avoid the total destruction of humanity (Held 1995). The technique implies that a journalist demonstrates how a seemingly distant global crisis such as international terrorism has had or will have an impact on the local audience, for example when young Belgian Muslims radicalize in response to the international fight against IS(IL) (Islamic State of Iraq and the Levant). This tendency to depict a condition of inescapability might evoke feelings of fear (Furedi 2006), but helps to create diverse forms of engagement.", "Involvement: This refers to the extent to which the news audiences become “involved” in the covered matter, and thus are made part of a global relationship, for example, between labor exploitation in a developing country and Western consumption. Here, the main aspect is the establishment of relations between the distant (events, people, problems, etc.) and the present (“us” and “our society”). Instead of merely exhibiting “ethical identification” for example with a distant suffering victim (Chouliaraki 2006), which often results in “compassion fatigue” (Joye 2010), the news media demonstrate how the news audiences are potentially part of a global problem (e.g. as Western consumers of iPhones produced under inhumane conditions in Chinese factories). Here, it is possible to argue that the identification process of global journalism is even stronger because it does not merely suggest an ethical relation between the distant event and the news audience, but demonstrates their material and social interconnection.", "Concreteness: Because global processes are often viewed as abstract and even invisible, this technique concerns to what extent news media relate global conditions to people's everyday lives. For example, the global process of climate change can be concretized by providing information about heat records in different countries or testimonies of people living on a small island that is becoming increasingly inundated due to the rising sea level.", "Inescapability: This concerns the extent to which news media portray global crises and issues as social conditions that cannot easily be suppressed and avoided, and which require political action across national and continental borders if we want to avoid the total destruction of humanity (Held 1995). The technique implies that a journalist demonstrates how a seemingly distant global crisis such as international terrorism has had or will have an impact on the local audience, for example when young Belgian Muslims radicalize in response to the international fight against IS(IL) (Islamic State of Iraq and the Levant). This tendency to depict a condition of inescapability might evoke feelings of fear (Furedi 2006), but helps to create diverse forms of engagement.", "Focusing on building blocks helps us see whether or not an article contains one or several basic elements of global journalism (unit of analysis = text fragments), but does not always give satisfying information about whether or not a global journalistic style is operating in the article and how it differs from traditional foreign or domestic reporting. For example, one or two local text fragments in a news report do not necessarily constitute local reporting, as what is required is local meaning-making that shapes the story as a whole. Similarly, one or several building blocks do not necessarily make a global mode of reporting. In other words, building blocks are necessary but not sufficient conditions for the global journalistic style to appear. Therefore, in line with Berglez (2013), our intention has also been to focus on the entire news article as a unit of analysis. In this respect, it is possible to imagine nine different news-discursive constellations, viewed as modes of reporting, that can appear in all newspaper sections, and where global journalism can be observed in the reported event and/or in the outlook on the event (cf. Berglez 2013, 47–49). If we take the Belgian De Standaard as an example, we find the following (see Table 2).", "The vertical dimension involves news events of domestic, foreign and global kinds. “Domestic” refers to intranational (local, regional) and/or national news; “foreign” to news from another country or transnational region; and “global” to news which is about intercontinental problems, involving countries and regions across the world. The horizontal dimension defines the possible journalistic outlooks on the particular news event, with reference to discursive elements in the article that give meaning to the event. These can overlap with the basic building blocks of global journalism but do not necessarily do so (see the Discussion section). Here, the domestic outlook refers to intranational (local, regional) and/or national views on the reported matter and the foreign outlook refers to traditional foreign reporting and its storytelling about what goes on in other countries or transnational regions (cf. Roosvall 2005), while the global outlook involves global meaning-making of the covered issue, which could include both international and transnational relations and processes (Berglez 2008, 2013). We have operationalized these conceptualizations in the codebook of this study in the following manner.", "The event is determined by the question whether at least half (≥50 percent of the text) of the coverage focuses on an event in the home country, an event in one or more foreign countries, a global phenomenon, or an event that involves domestic, foreign or global actors. The outlook of the article is determined by checking whether the event is connected—to a limited extent (<50 percent of the text) but still in a way that shapes the entire article—to national, foreign or global discursive elements. Meaning-making in terms of global discursive elements refers to explicitly relating an event to a global process (e.g. climate change) or a global actor (e.g. the United Nations). This is exemplified in Table 2 by a domestic event (Belgian criticism of a new Google data center) where global meaning-making can be incorporated by explaining how this criticism spreads throughout the world, by giving an overview of criticism of Google from around the world, or by adding a discussion of how Google (global actor) defends its global policy, etc. As another example, an article that discusses a domestic event, such as the opening of a new Primark shop in a Belgian city, becomes global if the journalist gives meaning to this domestic event by clearly relating it to Primark as a global brand and part of the global fashion industry. Thus, global journalism is assumed to appear in the following five constellations: domestic event/global outlook; global event/domestic outlook; global event/foreign outlook; foreign event/global outlook; and global event/global outlook. The last-mentioned constellation represents a global journalism that is “full-fledged” (entirely global in its approach) while in the other four combinations, the global dimension is intertwined with domestic/foreign news outlooks.", "Finally, by also measuring the remaining four news discursive constellations (domestic event/domestic outlook, foreign event/foreign outlook, etc.), it is possible to examine the extent to which global journalism appears in the news in comparison with domestic and foreign/international reporting."]}, {"title": "Method", "paragraphs": ["We developed a quantitative content analysis to enumerate the instances of global journalism in the news output of three quality newspapers in different media systems. In practice, we analyzed all news articles on the front page, all leading articles (usually on the first page(s) inside the newspaper), and all articles in the domestic news section and the foreign/international/world news sections. However, because journalism is not entirely a discursive practice but to some extent is also determined by organizational decisions, before examining the presence/absence of global journalism in the news, we first examine the titles and sizes of the different news sections. The idea is to see how the newspapers basically present their news; the number of news sections; their titles, which might be more or less domestically, internationally or globally oriented; and their size. We can thus formulate the following research question: RQ1: What are the titles of the different news sections and what are their relative sizes? (How many articles do they contain?)", "What are the titles of the different news sections and what are their relative sizes? (How many articles do they contain?)", "The next analytical step concerns the presence/absence of global journalism in the newspapers: RQ2: To what extent is global journalism incorporated into news articles in the different news sections?", "To what extent is global journalism incorporated into news articles in the different news sections?", "Moreover, because many authors point to the growing importance of international comparative research in a globalized world (e.g. Hanitzsch 2009), instead of doing a nation-centered study, we selected three quality newspapers in three different countries and different media systems (Hallin and Mancini 2004). The Belgian De Standaard is part of what Hallin and Mancini describe as the democratic corporatist model, characterized by a relatively healthy balance between commercialism, on the one hand, and high standards of journalistic practice along with an ideology of public service in journalism, on the other. The British The Times is produced in a liberal and overtly commercial media system, characterized by information-oriented journalism and a high level of competition between media outlets. Finally, the French Le Monde can be situated in the polarized pluralist model, which is characterized by commentary-oriented journalism and strong state intervention. To ensure the comparability of our results, we selected three so-called “quality” or “upper market” newspapers that are authoritative sources of news and information in their respective countries and that have significant readerships, especially among the important group of opinion leaders and other news media. Different findings for the newspapers can therefore be attributed to their different contexts of media production. There may, however, be another variable that also accounts for possible differences. While De Standaard and The Times are mostly oriented toward national markets, Le Monde is one of the world's most important newspapers, serving not only the home market but also a large international audience in over 120 countries (Le Monde 2009). Due to Le Monde's (partial) stance in favor of a global market, we expect to find more examples of global journalism in its output than in De Standaard and The Times. We can now formulate a third research question: RQ3: To what extent is global journalism incorporated into De Standaard, The Times and Le Monde?", "To what extent is global journalism incorporated into De Standaard, The Times and Le Monde?", "We composed a stratified sample of six issues per newspaper from January to June 2013 (one composed week), resulting in a total sample of 18 issues (Wester and van Selm 2006). In total, 850 news articles were manually collected in the Ghent University Library archives. We analyzed 397 articles (46.7 percent of all articles) in The Times, 202 (23.8 percent) in Le Monde and 251 (29.5 percent) in De Standaard. A coding guide and registration form were developed to ensure uniformity in the selection and analytical choices.1 General measures include date, newspaper and news section. With respect to global journalism specifically, we quantify the use of six “building blocks” and nine possible reporting modes (see the Operationalizing Global Journalism in the News section). A critically composed sample of 40 articles (5 percent) was tested for coder reliability with an outcome of Krippendorff's alpha and Cohen's kappa values ranging from 0.48 to 1.00. Analysis was carried out using PASW Statistics 22."]}, {"title": "Results", "paragraphs": ["Our initial insights are gathered from our observation of the newspapers’ organization of news into different sections. First, the terminology that they use to describe the contents of a section gives away their news approach. This shows that De Standaard holds on to the traditional distinction between domestic (“Binnenland”) and foreign (“Buitenland”) news while the other two newspapers have adapted their terminology to the new global reality in which that dichotomy has become untenable (Berglez 2008; Joye 2010). The Times distinguishes between a general “News” section, dedicated to domestic news, and a “World” section, while, as expected, it is Le Monde that is ahead of the curve. It has a dedicated section for “France”, but also leaves room for “International”, “International et Europe”, “International et Planète” and “Planète”. With its inclusion of a special section for environmental news (“Planète”), Le Monde responds to the increasing attention given to the global issue of climate change. Examples of such articles in our sample discuss the increasing occurrence of severe hurricanes (March 20) or the handling of radioactive waste and its consequences for France and the world (April 25). The terminology used in Le Monde (“International”, “Planète”) and The Times (“World”) indicates that they present news reports that transgress national borders to discuss how processes or events in different countries or continents are interrelated. In contrast, De Standaard adheres to the traditional conception of news as belonging to two disconnected domains, the home nation and foreign countries.", "Second, not only the choice of terminology, but also the size of the different sections reveals a great deal about the newspapers’ relation to global journalism (see Figure 1). Le Monde not only uses several subtle distinctions between different degrees of international news, these international sections also contain a larger volume of articles (38.1 percent of all articles in Le Monde) than the corresponding sections of The Times and De Standaard, indicating that Le Monde seems to be more aware of the importance of international processes in our everyday lives. De Standaard and The Times both present around 30.0 percent international news. The two “other sections” in De Standaard are also dedicated to international news (the resignation of Pope Benedict and the financial crisis in Cyprus), while in The Times one “other section” is dedicated to the resignation of the Pope. A X2-test confirms the significant coherence between newspaper and size of news section (p = 0.000).", "In line with Berglez (2013), we distinguish between six building blocks of global journalism which are present in 24.9 percent of the articles. However, most articles (17.8 percent of the total sample) contain only one building block of global journalism. Some articles contain two (4.7 percent), three (1.9 percent) or four (0.6 percent) building blocks. With respect to complex relations, articles can contain global representations of space (14.7 percent), power (9.6 percent) and identity (6.5 percent). The building blocks comprising reader engagement techniques that actively demonstrate the existence of globalization (inescapability, concreteness and involvement) are rarely implemented by Belgian, French and British journalists (altogether in 3.5 percent of all articles). If we make a comparison between the three newspapers, we see that Le Monde more often includes global representations of power and space, while The Times and De Standaard more often include global representations of identity (see Table 3).", "News articles in Le Monde (28.7 percent) and De Standaard (26.7 percent) more often contain at least one building block of global journalism than articles in The Times (22.0 percent), but the difference is not significant (p = 0.143). Of course, these findings may be influenced by the different newspapers’ organizational choices in terms of publishing more or less international news, as we have seen that Le Monde contains bigger international news sections than either De Standaard or The Times. Therefore, we also compared the presence of the different building blocks in the three newspapers by news section (see Table 4). The main finding of this analysis is that Le Monde remarkably more often includes building blocks of global journalism in its international news sections (44.2 percent of all articles in the international news sections of Le Monde contain at least one building block of global journalism). De Standaard comes in second place (36.7 percent) while The Times lags far behind (26.5 percent). However, our analysis confirms that transnational events and processes appear in sections other than traditional foreign correspondence as well. This is true if we look at the domestic news section, where The Times (16.9 percent) includes more building blocks of global journalism than De Standaard (14.7 percent) and especially Le Monde (8.4 percent). We shall return to this point later.", "Furthermore, it is interesting to see that all newspapers—to different degrees—relatively often incorporate building blocks of global journalism into leading articles that are published in a prominent place in the newspaper (generally on page two), and into articles on the front page (except for The Times). This indicates the importance that all three newspapers ascribe to such news reports, further implying that they are aware of the importance of international processes in our everyday lives. The high percentages of building blocks in “other” news sections in De Standaard and The Times (Le Monde did not publish “other” relevant news sections during the sample period) can be explained by the fact that most of these articles in both newspapers announce and discuss the resignation of Pope Benedict (a global leader), which almost automatically results in the inclusion of the building block of a global identity (Roman Catholics).", "As mentioned above, another important aspect of analyzing global journalism is to focus on the article as a unit of analysis. Table 5 shows that 42.9 and 19.9 percent of all articles are presented as purely domestic or foreign occurrences, respectively. Domestic and foreign processes are related to each other in 36.8 percent of all articles, while 20.2 percent of all articles are modes of global reporting, that is, discuss global events (from a domestic, foreign or global outlook) or add a global outlook to a domestic or foreign news event (five possible constellations/modes of global reporting).", "The analysis shows that a higher percentage of articles in all three newspapers is related to foreign or global processes than one would expect based on the newspapers’ own categorizations of news into different sections. For example, 59.8 percent of all articles in De Standaard are published in the domestic news section, while only 39.4 percent of all articles are written from a “purely” domestic perspective (domestic event/domestic outlook). This finding also holds true for The Times (61.2 percent articles in the domestic news section versus 46.1 percent purely domestic articles) and to a lesser degree for Le Monde (47.0 percent versus 41.1 percent). This finding contradicts the usual pessimism about the contemporary emphasis on (hyper)local news in today's commercial news environment (e.g. Davies 2008). Furthermore, despite the fact that Le Monde contains a bigger international news section than the other newspapers, it is noteworthy that De Standaard publishes slightly more news articles that contain foreign or global discursive elements/outlooks (60.6 percent of all articles in De Standaard compared to 58.9 percent in Le Monde). This paradox can be explained by the finding that the domestic news section of Le Monde less often relates national with foreign/global events or outlooks and instead contains more purely domestic articles (77.7 percent of all articles published in the domestic news section) than De Standaard (60.0 percent) or The Times (67.1 percent). In short, this indicates that Le Monde reserves its domestic news section mostly for purely domestic occurrences. Most articles that relate domestic to foreign/global processes are published in the international news sections of Le Monde. In contrast, De Standaard, and to a lesser degree The Times, more often publish foreign or global news reports in their domestic news sections, which can be explained by their adherence to a more strict dichotomy between domestic news and foreign (De Standaard) or world (The Times) news. When news events involve both domestic and foreign/global processes, journalists are confronted with a dilemma, as they have to choose which of these categories the articles best fit into. In contrast, Le Monde offers its journalists more options in terms of news sections, which allows for a more subtle differentiation between news articles. For example, on January 7, De Standaard published an article in its domestic news section about the resistance of the European Cockpit Association (representative body of European pilots) to the plans of the European Union to impose new work schedules. On the one hand, it seems that the newspaper sensed that EU news cannot be considered foreign news because EU regulations also have an impact on domestic policies. On the other hand, it is clear that the news article is not confined to purely domestic matters, as national borders are transcended. In Le Monde, a similar news article would probably be placed in the “International et Europe” news section, like the news report about the shared interests of French and Italian leaders as members of the European Union (May 3). Some would say that Le Monde has better adapted itself to the new global reality by incorporating more diversified news sections that transcend the strict dichotomy between domestic news and foreign or world news (see Figure 1). Contrarily, one can also interpret this finding in another way: that De Standaard and The Times broaden the perspective on what “domestic” is in a globalizing society, e.g. by making the domestic news section more international and global.", "Nonetheless, Le Monde more than the other two newspapers has adapted to the global reality in the sense that a quarter (24.8 percent) of its articles can be categorized as one of the five modes of global reporting, compared to 21.1 percent in De Standaard and 17.4 percent in The Times. In all three newspapers, most of these articles discuss a global event or add global meaning-making to a domestic or foreign event. News articles that describe a global event from a global outlook (global journalism in its ultimate configuration) are much harder to find (3.4 percent of all articles). One example is an article in De Standaard (March 20) that describes the shifting power relationships between the United States, the Middle East and the Asian continent (especially China)."]}, {"title": "Conclusion and Discussion", "paragraphs": ["The study presented in this article focuses on the question of the extent to which global journalism, as a journalistic practice (or epistemological performance), can be traced in the news output of three mainstream quality newspapers in different media systems.", "To begin with, when it comes to the basic organization and presentation of news in terms of the different sections and their sizes (RQ1), because the study involves analyzing three national newspapers, we are not surprised that the domestic news section was found to be dominant. This might be viewed as a fundamental obstacle to global journalism breaking through, but may perhaps not be (see the discussion below).", "Concerning RQ2, we have found that a quarter of all news articles (24.9 percent) contain at least one building block of global journalism. For example, almost half of all leading articles (45.8 percent) and 14.5 percent of all articles in the domestic news sections include at least one building block of global journalism. Most of those building blocks touch upon complex relations in news events, but nonetheless, in all three newspapers, in many cases this is limited to a brief reference to a global actor or global issue without fully exploring or contextualizing all the complex relations that are involved. Furthermore, examples of “reader engagement techniques”, which are supposed to make the global condition of the world very apparent and spur readers to engage with globalization issues, are hard to find (3.5 percent of the articles). If we instead look at global journalism's presence in terms of reporting modes that influence articles as a whole, we find that a fifth of all articles (20.2 percent) focus on global events and/or add a global outlook to the news.", "When it comes to comparing the three newspapers (RQ3), the results of both RQ1 and RQ2 indicate that Le Monde is the most “global”. It is endowed with several globally oriented news sections such as “International et Planète” and “Planète”, and it is also the newspaper that delivers the most examples of global journalism in terms of both textual fragments and modes of reporting in entire articles. But what is interesting is that when it comes to the basic organization of the news, the other two newspapers to a greater extent tend to include global building blocks and outlooks in their domestic news sections. Thus, when it comes to news, global journalism could be embedded in: The international news sections (in Le Monde), where it appears as an extended version of traditional foreign news; or also inThe extra-global news sections, such as in the domestic news (in The Times and De Standaard), thereby possibly reflecting the complex domestic–global interplay in today's society.", "The international news sections (in Le Monde), where it appears as an extended version of traditional foreign news; or also in", "The extra-global news sections, such as in the domestic news (in The Times and De Standaard), thereby possibly reflecting the complex domestic–global interplay in today's society.", "In our view, the latter observation is the most interesting one, as it indicates the possible rise of a new, hybrid kind of domestic news, which is “glocalized”, actively bridging domestic and global realities (cf. Joye 2010). However, what is still needed are longitudinal studies that could answer whether or not the inclusion of global outlooks in domestic news sections is de facto an emerging phenomenon or not. Finally, with respect to RQ3, our findings indicate that differences between the three newspapers seem to be related to differences in audience orientation (global versus domestic) rather than to differences between media systems (Hallin and Mancini 2004). Further research is, however, necessary to further concretize whether different degrees of global journalism can be observed in different media systems.", "An important methodological finding is that the presence of one or more building blocks often overlaps with, but does not automatically result in what we have defined as one of five possible modes of global reporting. Conversely, the modes cannot exist without at least one building block of global journalism. Returning to our example of an article in De Standaard (January 7) comparing pilot regulations in the United States and Belgium/Europe, we see two practices occurring simultaneously in separate places on different continents, which meets our criteria for the building block of a global representation of space. However, the article does not discuss a global event or process (aviation is not treated as a global phenomenon or problem) nor does the journalist add global meaning-making to the discussion (e.g. by calling for global regulations for pilot flying times and working hours). On an analytical level, this finding indicates that analyzing text fragments (building blocks) and analyzing the entire text (modes of reporting) can deliver different results. We wish to stress the importance of combining both approaches.", "Taken together, do these results indicate that there is much or little global journalism in these national newspapers? This is quite difficult to answer, as it depends on how much power one ascribes to globalization. For example, if one considers globalization a very powerful process and force, one that has firmly established a post-national condition, then the percentages of globalized news information found in these three newspapers may perhaps be viewed as insufficient. From this perspective, it might be argued that national media need to become even more globally oriented in order to adapt to the new conditions in the world, which include climate change, epidemics, financial crises and global terrorism. But, if one instead believes that globalization is not particularly strong and that nation-states are still fairly independent, then the figures presented in this study might be viewed as high. Anyhow, what we have been able to show in this study is that global journalism is not, as is sometimes implied, wholly absent in the everyday news, but is a practice that can be empirically observed.", "It is not our normative goal to postulate global journalism as a new ideal form of journalism that is supposed to replace traditional domestic and foreign reporting. Many events do require a local, domestic or foreign outlook, and it would be artificial and pointless to force a global outlook onto these news reports. Think, for example, of local elections that need to be contextualized in terms of local politicians, policies and voters. In contrast, our argument is that global journalism, as a form of journalistic storytelling, should coexist with, or be embedded in, traditional forms of journalism, something for which this study supplies evidence. Some news events need a local, national, foreign or global outlook, but in many cases the better approach will be to combine local/domestic/foreign/global outlooks in one and the same news story. But even from this less drastic perspective, there is still room for improvement, as many missed opportunities can be observed in our sample and in everyday news coverage.", "A further question is whether journalists who present global building blocks and/or global outlooks on social reality are consciously trying to promote global journalism, or whether their global reporting instead develops unconsciously, i.e. as the natural and necessary consequence of an increasingly boundaryless world. Some of our findings show that the global condition often seems to be inconspicuously embedded in news articles rather than being explicitly expressed, and thus might be taken for granted as a dimension of social reality. This is also what the low figures for “reader engagement techniques” seem to indicate. Despite the presence of global journalism in various news-reporting contexts, which might be viewed as a positive thing, there is relative absence of contributions that “make the effort” to present and problematize life under global conditions. It is difficult, for example, not to discuss the papal resignation and succession from a global perspective. It requires much more journalistic effort to incorporate a global outlook into news about events or processes that are less obviously global, such as a severe famine in an African country. In many cases, such an event will be processed as a foreign problem caused by crop failures. It is less obvious how one can relate the famine to global processes of climate change or to the complex dealings between different countries, multinational companies and non-governmental organizations that cause or help to resolve this often recurring and long-term problem. Producing news in this way is probably both difficult and time consuming for editors and journalists. This is an important task for journalism education, because global news reporting will only expand if various news media and educational institutions in society consciously decide to develop it."]}], "references": [{"title": "How the Internet Impacts on International News", "year": "2009", "journal": "The International Communication Gazette", "volume": "71", "authors": [{"name": "Berger Guy", "first_name": "Berger", "last_name": "Guy"}]}, {"title": "What is Global Journalism? Theoretical and Empirical Conceptualisations", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Berglez Peter", "first_name": "Berglez", "last_name": "Peter"}]}, {"title": "Journalism Studies: Coming of (Global) Age?", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Taking Global Crises in the News Seriously: Notes from the Dark Side of Globalization", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Rethinking Media and Disasters in a Global Age: What&#039;s Changed and Why It Matters", "year": "2014", "journal": "Media, War \\& Conflict", "volume": "7", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "What Global Citizens and Whose Global Moral Order? Defining the Global at BBC World News", "year": "2013", "journal": "Global Media and Communication", "volume": "9", "authors": [{"name": "Dencik Lisa", "first_name": "Dencik", "last_name": "Lisa"}]}, {"title": "The Rise of Contextual Journalism, 1950s–2000s", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Fink Katherine", "first_name": "Fink", "last_name": "Katherine"}, {"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian Newspapers", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Marie H.", "first_name": "Ruge", "last_name": "H."}]}, {"title": "Investigative Journalism in a Socially Networked World", "year": "2013", "journal": "Pacific Journalism Review", "volume": "20", "authors": [{"name": "Gearing Amanda", "first_name": "Gearing", "last_name": "Amanda"}]}, {"title": "Journalism Students as Global Citizens and Mediators: Incorporating Global Current Affairs into the Journalistic Curriculum", "year": "2012", "journal": "Journalism Education", "volume": "1", "authors": [{"name": "Gerodimos Roman", "first_name": "Gerodimos", "last_name": "Roman"}]}, {"title": "Let&#039;s Improve ‘Global Journalism’!", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Hafez Kai", "first_name": "Hafez", "last_name": "Kai"}]}, {"title": "Global Journalism for Global Governance? Theoretical Visions, Practical Constraints", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Hafez Kai", "first_name": "Hafez", "last_name": "Kai"}]}, {"title": "A Watchdog to Reckon with: Delivering Wikileaks in the Israeli and Australian Press", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Handley Robert L.", "first_name": "Handley", "last_name": "L."}, {"name": "Ismail Amani", "first_name": "Ismail", "last_name": "Amani"}]}, {"title": "Journalistic Field Wars: Defending and Attacking the National Narrative in a Diversifying Journalistic Field", "year": "2012", "journal": "Media, Culture \\& Society", "volume": "34", "authors": [{"name": "Handley Robert L.", "first_name": "Handley", "last_name": "L."}, {"name": "Rutigliano Lou", "first_name": "Rutigliano", "last_name": "Lou"}]}, {"title": "The Chimera of International Community: News Narratives of Global Cooperation", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Ibold Hans", "first_name": "Ibold", "last_name": "Hans"}, {"name": "Ireri Kioko", "first_name": "Ireri", "last_name": "Kioko"}]}, {"title": "The Nation-State Factor in Global News Reporting: A Study of the BBC World News and Al-Jazeera English Coverage", "year": "2014", "journal": "International Communication Gazette", "volume": "76", "authors": [{"name": "Kasmani Mohd Faizal", "first_name": "Kasmani", "last_name": "Faizal"}]}, {"title": "Global Journalism in Decision-Making Moments: A Case Study of Canadian and American Television Coverage of the 2009 United Nations Framework Convention on Climate Change in Copenhagen", "year": "2014", "journal": "Environmental Communication", "volume": "8", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}, {"name": "Mattis Kristine", "first_name": "Mattis", "last_name": "Kristine"}, {"name": "Tsai Jiun-Yi", "first_name": "Tsai", "last_name": "Jiun-Yi"}, {"name": "Liang Xuan", "first_name": "Liang", "last_name": "Xuan"}, {"name": "Dunwoody Sharon", "first_name": "Dunwoody", "last_name": "Sharon"}]}, {"title": "Qui Sommes-Nous?", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Mediating Global Imaginary: Obama&#039;s ‘Address to the Muslim World’ in the Western European press", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Ojala Marko", "first_name": "Ojala", "last_name": "Marko"}]}, {"title": "The Diversified Nature of ‘Domesticated’ News Discourse", "year": "2013", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Olausson Ulrika", "first_name": "Olausson", "last_name": "Ulrika"}]}, {"title": "The Paradoxes of Media Globalization: On the Banal ‘World’ of New Zealand Journalism", "year": "2010", "journal": "International Journal of Communication", "volume": "4", "authors": [{"name": "Phelan Sean", "first_name": "Phelan", "last_name": "Sean"}, {"name": "Owen Thomas", "first_name": "Owen", "last_name": "Thomas"}]}, {"title": "Journalism and Globalization", "year": "2010", "journal": "Sociology Compass", "volume": "4", "authors": [{"name": "Reese Stephen D", "first_name": "Reese", "last_name": "D"}]}, {"title": "Pondering the Future for Foreign News on National Television", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Riegert Kristina", "first_name": "Riegert", "last_name": "Kristina"}]}, {"title": "The Local in the Global: Challenges of Teaching Global Journalism", "year": "2013", "journal": "Equid Novi: African Journalism Studies", "volume": "34", "authors": [{"name": "Rodny-Gumede Ylva", "first_name": "Rodny-Gumede", "last_name": "Ylva"}]}, {"title": "Open Ethics: Towards a Global Media Ethics of Listening", "year": "2014", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Ward Stephen J.", "first_name": "Ward", "last_name": "J."}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "Natural Disaster News and Communities of Feeling: The Affective Interpellation of Local and Global Publics", "year": "2012", "journal": "Social Semiotics", "volume": "22", "authors": [{"name": "Yell Susan", "first_name": "Yell", "last_name": "Susan"}]}]}