{"doi": "10.1080/14616701003638368", "url": "https://doi.org/10.1080/14616701003638368", "title": "FROM “WE” TO “ME”", "volume": "11", "year": "2010", "issue": "4", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Conboy", "first_name": "Martin", "name": "Martin Conboy", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Steel", "first_name": "John", "name": "John Steel", "affiliation": "", "orcid": "", "role": ""}], "abstract": " In 1886, in “The Future of Journalism”, W. T. Stead expressed the view that it was the “personal touch” in newspapers that would transcend the vapidity of a hypothesized “we”. Nevertheless, it was to be the ability of newspapers, exploiting his own pioneering take on the New Journalism, to articulate a plausible version of a collective voice which was to dominate the journalism of the mass market of the twentieth century. A refinement of the language of this collective articulation of the interests and tastes of a mass readership comes in the popular tabloid newspapers of the period following the Second World War and reaches its most self-consciously vernacular expression in the Sun from the 1980s onwards. However, when comparing the print version of the contemporary Sun with its online version, we might expect to witness a radical departure from traditional notions of the popular predicated on an appeal to a relatively homogenous collective readership and a move to a more atomized, self-assembling notion of the online reader. The “personalized” touch of this form of journalism is very different from that envisaged by Stead but by exploring the ways in which a theme which he considered central to journalism's mission (its address to an audience) is adapting to an online environment, we may be able to reconsider the changing definition and function of the “popular”. In doing so, it may allow us to reflect upon the implications of a move from “we” to “me” in the articulation of audience in the online version of the Sun.  ", "body": [{"sec_title": "Introduction", "sec_content": ["History teaches us that the future of journalism is not being discussed for the first time. It was reflected upon most explicitly by W. T. Stead as long ago as 1886. He had both cause and opportunity to ponder! The cause was the change being wrought within daily journalism by the confluence of voting reform, the subsequent growth of mass markets buoyed by the vast profits available from carefully directed display advertising and most significantly the popularizing influences on newspaper style and content emanating from democratic mobilizations in the United States (Schudson, 1978, p. 60). The opportunity for his deliberation was provided courtesy of his confinement in Holloway Prison for his part in the employment of a young girl, Lizzie Armstrong, in the sting which was to create the furore of investigative journalism exposing under-age prostitution in London's East End known as “The Maiden Tribune of Babylon” (Conboy, 2004; Örnebring, 2008). In “The Future of Journalism”, he declaimed: The future of journalism depends entirely upon the journalist … But everything depends on the individual—the person. Impersonal journalism is effete. To influence men you must be a man, not a muttering oracle. The democracy is under no awe of the mystic “We”. Who is “We”? they ask; and they are right. For all power should be associated with responsibility, and a leader of the people, if a journalist, needs a neck capable of being stretched quite as much as if he is Prime Minister. For the proper development of a newspaper the personal element is indispensable. (Stead, 1886, p. 663)  ", "The future of journalism depends entirely upon the journalist … But everything depends on the individual—the person. Impersonal journalism is effete. To influence men you must be a man, not a muttering oracle. The democracy is under no awe of the mystic “We”. Who is “We”? they ask; and they are right. For all power should be associated with responsibility, and a leader of the people, if a journalist, needs a neck capable of being stretched quite as much as if he is Prime Minister. For the proper development of a newspaper the personal element is indispensable. (Stead, 1886, p. 663)", "Stead provided a euphoric vision of a journalism driven by ambitious individuals who could talk to and on behalf of a readership as a single constituency—a philanthropic view of journalism produced for the people or at least on their behalf; a platonic view with journalists as enlightened individuals reflecting the best interests of the people. Stead, despite his position as the instigator of much of the populist style of the New Journalism in Britain, was very much in the tradition of journalism as a form of education. In fact he stands at the threshold of the paradigm shift from the educational to the representational ideal of journalism (Hampton, 2004); one of the last in the line of educator-journalists before the arrival of a journalism whose main aim was not to educate a popular audience but to match their tastes. The individual address to the group which Stead articulates is radically altered by the eruption into the daily newspaper market of the Daily Mail in 1896 which shifts the discourse decisively towards an approximation of the tastes of the reading masses. Even its first sales slogan: “The penny paper for a halfpenny”, hints at the newspaper's attempt to appeal to an audience who were upwardly aspirational in terms of a social composite. There may have been populist and commercial intent in the broadening out of this representational ideal but the intimacy of tone of the new mass journalism declared its personalized character strategically in order to mask the absence of any real bond with its readers beyond the rhetorical or the commercial (Salmon, 2000, p. 29). Furthermore, as readers were addressed in personal tones about matters which touched upon the everyday, they were increasingly marginalized from the politics which affected their daily lives (Hampton, 2001, p. 227) which meant that by the time of the Mail's formative influence on the journalism of the twentieth century the “democratic component” of the Americanized import of the New Journalism (Wiener, 1996, p. 62) at the heart of Stead's vision for the future of journalism had well and truly been subordinated to a commercialized engagement with its audiences.", "Such shifts of engagement with the audience of journalism are, however, nothing new and Smith has observed that these shifts have often had much to do with structural inadequacies within journalism's historical ambitions (Smith, 1979, p. 183). The current early twentieth-century reconfiguration of the relationship between product and producers, journalists and consumers seems to constitute another moment in this uneven progression where journalism is once again being forced to reconsider the “ideals and purposes” Smith suggests regularly come under pressure from technological, commercial and political demands. Yet the most significant aspect of this whole realignment is how to maintain a viable relationship with an audience for journalism.", "Popular tabloid newspapers are of particular interest in any assessment of this configuration since the dominant trend within journalism in general, and particularly over the twentieth century, has been towards a popularization of its discourses. This was principally a commercial move by the mass dailies in the first instance but spread to other newspaper formats (LeMahieu, 1988) and eventually to other journalism media. From the Daily Mail onwards, the engagement of popular papers with their mass audiences became increasingly targeted to idealized versions of the reader profiles they were selling to advertisers. From 1931 the Audit Bureau of Circulation was providing regular and reliable circulation figures for the first time. This meant that knowing the audience mattered more than ever. However, this audience was increasingly constructed as a composite of an idealized individual acceptable to advertisers and recognizable to the audience themselves. By the eve of the Second World War the transformation of the popular newspaper market to a fully mass market, integrated with advertising, was complete (Bingham, 2004, p. 44) and key to this was the identification of the audience in composite form. Christiansen claimed that his “guiding principle” was whether his Daily Express at this time would be understood by people in the “backstreets of Derby” or by on “the Rhyl Promenade” in the 1930s (1961, p. 2). The rise of the individual voice in popular journalism first as the gossip columnist and then as the political columnist from Godfrey Winn to William Connor assisted in the carefully focused address to a particular reader-type in the relaunch of the Daily Mirror from 1934. Its subsequently increased profitability was rooted in the “successful projection of personality” of which Fairlie wrote in 1957 describing the “Old Codgers” section of the letters page (1957, p. 11).", "Yet for all the success of mass circulation newspapers such as the Daily Express and the Daily Mail in attracting the broadest range of lower middle-class popular readers, it was the Daily Mirror which was to first define and then dominate the tabloid market with a language of specifically proletarian appeal (Bingham and Conboy, 2009). Engel has described its appeal from the point of its relaunch in the mid-1930s in the following terms: In the fuggy atmosphere of a bare-floored pre-war pub, the Mirror was the intelligent chap leaning on the counter of the bar: not lah-di-dah or anything—he liked a laugh, and he definitely had an eye for the girls—but talking a lot of common sense. (1996, p. 161)  ", "In the fuggy atmosphere of a bare-floored pre-war pub, the Mirror was the intelligent chap leaning on the counter of the bar: not lah-di-dah or anything—he liked a laugh, and he definitely had an eye for the girls—but talking a lot of common sense. (1996, p. 161)", "It became a daily popular newspaper which articulated the views and aspirations of the working classes and perfected a vernacular style which transmitted that solidarity even if it was in an intensely commercialized form. A key element in this construction of a working-class voice was the use of letters such as “Viewpoint”, “Live Letters” and “Star Letter”, and later the replies of the “Old Codgers” to these letters as a barometer of readers' views. Also key to its development of a demotic printed language were the columns of Cassandra (William Connor) who provided an abrasive, populist political edge which railed against unemployment and appeasement and the complacency of the ruling classes in a language able to provoke debate and stir up passions.", "The most significant, recent development in the history of British tabloid newspapers was the relaunch of the Sun in 1969. The Sun managed to articulate the resonance of Hunt's “permissive populism” (Hunt, 1998) of the 1970s and 1980s. Once the veneer of didacticism had been stripped away (Bingham, 2009), public discussion of the direct and vicarious pleasures of sexuality became commonplace within a language of vulgar celebration best epitomized by the descriptions of the Page 3 Girl: “Cor!”; “Wot a Scorcher!”; “Stunner!”. Holland (1983) has provided a subtle reading of how the news agenda of the paper and its raucous appeal formed part of a linguistic endorsement of the power of pleasure in the lives of working-class readers, presenting itself as the champion of sexual liberation albeit of a particularly narrow, heterosexual, male-dominated variety. Thomas has summarized the epoch-defining pitch for a new, downmarket popular newspaper in Murdoch's conviction that that the Daily Mirror had become too highbrow for its readers by the 1960s and with former Mirror journalist Larry Lamb, he set out to produce an alternative that was explicitly based on an updated version of their rival's irreverent approach of previous decades (Thomas, 2005, p. 72). The Sun targeted younger readers, dropped the serious ambition of the Mirror, embraced the permissiveness of the age and provided a disrespectful, anti-establishment, entertainment-driven agenda. It reinforced its popular credentials by exploiting television advertising and an intensified interest in the off- and on-screen activities of the characters in soap operas on British television. Greenslade has linked this editorial content to its target readership thus: “It cultivated brashness, deliberately appealing to the earthier interests—and possibly, baser instincts—of a mass working-class audience” (2003, p. 337).", "In addition, it was the ability of the Sun to transform the language of populist appeal away from the Mirror's left-leaning progressive brand of politics to a new articulation of the sentiments and policies of the right which provided the Sun with its trump card, employing Walter Terry, former political editor of the right-wing Daily Mail, and Ronnie Spark to provide a demotic language to shape the editorial ambition for Murdoch/Lamb's shift to the right. In the 1970s and 1980s the Tories gained the support of the Sun (Negrine, 1994) which had become synchronized with the aspirations and identities of the classes which had been credited with the swing to Thatcher in the 1979 election. This represented an astute mapping of the newspaper's idiom on to the hegemonic shift to the ideological project of the Conservative Party in government. It soon perfected a style of vernacular address which highlighted the perceived interests of a newly empowered blue-collar reader.", "Kelvin MacKenzie, the editor from 1981, encapsulated this new mood perfectly, articulating the idealized Sun reader variously from “White Van Man” to “Sun woman” but the reader remained identified as a composite of the newspaper's market identity and never so explicitly as in MacKenzie's vicious assessment of the typical reader he was writing for: He's the bloke you see in the pub—a right old fascist, wants to send the wogs back, buy his poxy council house, he's afraid of the unions, afraid of the Russians, hates the queers and weirdoes and drug dealers. (Chippendale and Horrie, 1992, p. 148)  ", "He's the bloke you see in the pub—a right old fascist, wants to send the wogs back, buy his poxy council house, he's afraid of the unions, afraid of the Russians, hates the queers and weirdoes and drug dealers. (Chippendale and Horrie, 1992, p. 148)", "The popularization of journalism has accelerated as technological convergence has been matched with a cultural convergence around what we could broadly call popular cultural values. This means that what happens in the popular tabloid press has implications for the broader journalism environment. The first trend towards an intensified form of popularization known as tabloidization is the literal transformation of broadsheets to tabloid format; from the Daily Mail in 1971 to the Independent in 2003. The second is the spread of the tabloid style and news values to the elite press. McLachlan and Golding (2000) chart that the growth in visuals in relation to text is one indicator of tabloidization, squeezing text out of the frame. Bromley observed this trend as it gathered momentum through the 1990s: At first, the “quality” press ignored the substantive issues of tabloid news; then decried them. These papers … subsequently began reporting and commenting on the behaviour of the tabloid press, which led to the vicarious reporting of the issues themselves. Finally, the broadsheet papers, too, carried the same news items. (1998, p. 31)  ", "At first, the “quality” press ignored the substantive issues of tabloid news; then decried them. These papers … subsequently began reporting and commenting on the behaviour of the tabloid press, which led to the vicarious reporting of the issues themselves. Finally, the broadsheet papers, too, carried the same news items. (1998, p. 31)", "The third trend has been the increasing incorporation of tabloid style and audience address into other forms of journalism (Conboy, 2006; Harrington, 2008). Journalism has always been as much about audience as about content. The matching of a particular style of news about the contemporary world to a particular audience able to pay enough to make a profit for the producers has been central to that balance between producer and consumer of journalism. What happens though when that balance is disturbed by fundamental social or technological shifts? Radio journalism had from its beginnings the intimacy of tone in what has been identified as its “sociability” (Scannell, 1996, p. 4) but certainly until the advent of television journalism it had, just like newspapers, articulated a view of the listener as a single audience but unlike newspapers it imagined them as a single organic national whole in empathy with the values of Reith's Presbyterian paternalism and the tones of Received Pronunciation. The popularization accelerated after the introduction of ITN in Britain in 1955 with its surge towards incorporation of entertainment values within televisual styles (Hartley, 1996).", "Further technological changes would appear to have destabilized journalism's engagement with a composite notion of the audience. First, the introduction of the interactivity by web 1.0 gave a somewhat different shape to the editorial communication between audience and producers with more opportunity for quasi-live commentary, contribution and response but this was still more or less predicated on the mass as idealized individual. Next, web 2.0 appears, initially, to be destabilizing even that relatively recent model. The mass is being individuated and this is the future with which journalism is beginning to grapple as communities dissolve into aggregates of individuals and need to be addressed as such (see also Conboy and Steel, 2008; Deuze, 2004, 2006; Downes and McMillan, 2000).", "The Sun first appeared online in 1999 with a site entitled CurrantBun.co.uk. In subsequent years the Sun's online presence has undergone a number of transformations, the most recent being in 2008. The Sun's current online presence could be described as a patchwork of its paper-based content: celebrity gossip, chat, sport, and news stories mixed with a number of interactive features and “converged” content (Deuze, 2008; Dupagne and Garrison, 2006; Quinn, 2005).", "In terms of how the site is presented, the Sun's tabloid newspaper identity is of course dominant, with bold headers and lots of pictures, usually of attractive young women in various states of undress (Sparks, 2000). Along the header bar are the “Home”; “MySun”; “Sun Lite” and “Suntalk—The Home of Free Speech” tabs. On the left-hand side of the home page we have a content selection area where users can access video (from “Sun exclusives”, “celebs exposed” and “page three TV” to sport and links to BSkyB news video); news; sport; showbiz; women; health, all of which mirrors the paper version of the Sun. The video content resonates with the main frivolous subject matter of the paper version with titillating videos of “page three photo-shoots” and “viral babes” to viral videos of “extreme sheep herding” and “gorillas playing cricket”. Across the site readers/users are given the opportunity to comment on specific stories or share their views on the Sun's many discussion boards. There is nothing here that is markedly different to other tabloid or even quality newspapers' online versions in that they are attempting to reflect the identity of the newspaper in an online form and promote a level of interactivity (see Chung, 2008; Hermida and Thurman, 2008).", "The Sun's online content provides a number of opportunities for people to contribute and “participate” in debate and discussion about the stories that interest them. A number of features of the website are significant with regard to interactivity. The most prominent is the link entitled “MYSun” which proclaims “Your News, Your Views, Your Life”. This section of the website invites users to write and say what they think about any particular issue or comment on a Sun article. Within this section we see further links to particular forums from news, TV and reality forums, to football, lifestyle and even a forum entitled “pub banter”. The discussions are moderated and as with many similar discussion boards readers are invited to report inappropriate content. Another feature under the “MYSun” tab is the Blogs section. Here users have the opportunity to write and update their own blogs. However, there is little evidence that there is much interaction by users though they do have an audience which is identified by the number of views column on the page. One of the more novel aspects of the Sun's online site is the “SunTalk” section which advertises itself as “the home of free speech”. Here we have Sun columnist Jon Gaunt or “Gaunty”, chairing a daily talk radio show which can be accessed via the website. Listeners or readers can ring up and speak on air to Gaunty, or they can comment online on the discussion boards. The content is driven by the main news agenda of the day and the Sun's editorial orientation. The talk show therefore gives the Sun the opportunity to articulate its editorial lines on whatever issues it deems relevant and also test the water in terms of the political and ideological orientations of their audience (Conboy, 2006). In contrast to the elite press—The Times, Guardian etc. it could be argued that in providing the interactive features that it does, the Sun online is providing what might be termed a space for an alternative non-elite public voice to issues of concern, a sort of tabloid version of an alternative public sphere (Örnebring and Jönsson, 2004) in which the everyday concerns of the Sun's reading public can be voiced and aired. Or as Johansson has suggested, tabloids such as the Mirror and the Sun provide their readerships with the facilities to search for a sense of community, which as she says “helps explain the appeal of the sociability, collective identity and clarity as experienced through the Sun and the Mirror” (2008, p. 411).", "However, the Sun also uses this space to reinforce its essentially authoritarian populist agenda (Billig, 1990) in which it seeks to both chime with and influence predominantly male, white, working-class culture. In a stark example of the delicate ideological line that the Sun walks (see Searle, 1989), we see “Gaunty” explicitly attempting to set out the boundaries of legitimate racialized discourse. In discussing the British National Party (BNP) and its recent limited success in the European elections, Gaunt attempts to draw a dividing line between the right-wing views of the Sun and the racism of the BNP. He proclaims: The only reason the BNP got voted into the European parliament is that mainstream politicians have been too afraid to tackle the subjects that really concern ordinary people. For the record, they are uncontrolled immigration, political correctness, law and order and benefit cheats … You can be Right-wing, back the free market and want to quit Europe without being a racist. You can believe only people who have paid into our pot should be able to take out without donning a white hood.    You can believe in capital punishment without becoming a member of a lynch mob. You can want to get rid of political correctness without calling people Pakis. You can want to protect British industry without hating Johnny Foreigner. You can believe people should fit in or ship out without denying their rights and culture. And you can wrap yourself in our flag and be proud of our history and successes. Unfortunately, if you expressed any of the above in recent years the fascists on the Left and in the BBC shut down the debate or tried to portray you as Little Englanders at best, and racists at worst. These deluded fools are to blame for Griffin and Darby—the Dumb and Dumber of British politics—grabbing a foothold. But Griffin and his henchmen don't represent me and you shouldn't let them represent you. (Gaunt, 2009)  ", "The only reason the BNP got voted into the European parliament is that mainstream politicians have been too afraid to tackle the subjects that really concern ordinary people. For the record, they are uncontrolled immigration, political correctness, law and order and benefit cheats … You can be Right-wing, back the free market and want to quit Europe without being a racist. You can believe only people who have paid into our pot should be able to take out without donning a white hood. ", " ", "You can believe in capital punishment without becoming a member of a lynch mob. You can want to get rid of political correctness without calling people Pakis. You can want to protect British industry without hating Johnny Foreigner. You can believe people should fit in or ship out without denying their rights and culture. And you can wrap yourself in our flag and be proud of our history and successes. Unfortunately, if you expressed any of the above in recent years the fascists on the Left and in the BBC shut down the debate or tried to portray you as Little Englanders at best, and racists at worst. These deluded fools are to blame for Griffin and Darby—the Dumb and Dumber of British politics—grabbing a foothold. But Griffin and his henchmen don't represent me and you shouldn't let them represent you. (Gaunt, 2009)", "There are a number of things that are of interest here. The first, as noted is the attempt to draw a clear distinction between the values of the Sun and the BNP. Gaunt reaffirms his, and the Sun's commitment to a set of right-wing values that it perceives chimes with their readership. Here, and elsewhere, when the Sun discusses the BNP it attempts to negotiate complex ideological terrain, some of which it arguably shares with the BNP—notions of British identity, pride in the nation, working-class identity, secure borders, Euro-scepticism, anti-Political Correctness etc. Gaunt is in a sense giving his readers permission to be “right wing” and articulate acceptable right-wing beliefs, without having to worry about being racist. Yet, of course, as Billig (1990) has demonstrated, the Sun's dilemmatic ideological character enables it to offer “discursive variability” with which it can appeal to a spectrum of values and beliefs which are often internally incoherent. This then allows the Sun to “fence off” its rhetoric from that of the BNP while the Sun's negotiation with the normative claims it makes regarding the BNP re-affirm the Sun's commitment to a set of values which broadly chime with its perception of white working-class people. The Sun online continues, as one would expect, to attempt to negotiate this complex ideological terrain yet this is in the context of a set of individuated spaces that the Sun online constructs. The Sun then reverts to its familiar ideological role in attempting to offer normative popular rhetoric within an individuated yet paradoxically homogenized space.", "What is also interesting in the quote from Gaunt is the way in which the Sun attributes the success of the BNP to the left in Britain, exemplified in the BBC and the “failures of mainstream politicians to tackle the subjects that concern ordinary people”. It is obvious that the Sun should push this line given the perceived threat that the BNP poses to pick up traditional working-class conservative voters. Again we see the Sun conforming to Örnebring and Jönsson's notion of an alternative public sphere, offering a focus for peoples' frustration and anger at the political system in Britain, reflecting and shaping this view at the same time (Steel, 2009).", "But in what sense does the Sun offer space for its readership to facilitate to the transition from “we” to “me”? Has the “me” been sidelined in preference for familiar ideological and professional values of the executives at News International and the journalists responsible for the Sun online, respectively? There has been significant research on the pressures of providing greater interactivity within mainstream media, on both institutions and individual journalists. For example, Domingo (2008) examines journalists' perceptions of interactivity in online news using ethnographic studies of four newsrooms in the United States. Domingo suggests that there is a strong culture in these newsrooms that adheres to traditional roles. Rather than seeing interactive features of online news sites as circumventing traditional power relations between the journalist and the public, journalists saw interactive features as a hindrance to their everyday routines (2008, p. 698).", "Domingo argues interactivity is a myth that journalists have to deal with (often unsuccessfully) in their daily lives. Similarly, Paulussen et al. (2007), studying interactivity and user-generated content (UGC) in newspapers in Belgium, Finland, Germany and Spain, suggest that despite the “hype and high expectations”, media in these countries have not delivered on audience participation. The authors suggests that notwithstanding the economic imperative which is driving newspapers to diversify and enhance their operations in relation to UGC, and external pressure from bloggers and users to move towards a more participatory type of journalism (cf. Singer, 2007), an internal commitment to traditional journalistic norms which favour a “top down” approach remains dominant. Moreover, as Singer (2005) suggests, even when journalists are involved in blogging and UGC they tend to adhere to traditional gate-keeping roles and seem reluctant to make the most of this purportedly democratizing medium (cf. Singer, 1997). O'Sullivan and Heinonen (2008) suggest that journalists by and large welcome the new challenges of the Internet and do not necessarily see these as a threat to their profession. However, so-called “citizen journalism” is rejected as not offering “real” journalism and potentially undermining the value of professional journalists. Moreover, their study confirms that journalism is reluctant to abandon its organizational and professional conventions even in the face of rapid technological change (O'Sullivan and Heinonen, 2008, p. 386). The authors question whether the profession can “maintain its status quo” or adapt to a more participatory model (2008, 386). Similarly, Domingo et al. looked at the way in which 16 online newspapers interpret online user participation mainly “as an opportunity for their readers to debate current events, while other stages of the news production process are closed to citizen involvement or controlled by professional journalists when participation is allowed” (2008, p. 326). The authors assessed their functionality in terms of how much power is relinquished by the journalist in terms of the development of a genuine participatory online news site. The view was that “the institutional media had largely kept the journalistic culture unchanged even when exploring participation opportunities for the audience” (Domingo et al., 2008, p. 335). The paper describes the various strategies that newspapers use but stresses their reluctance to “open up” to active participation as such “core journalistic culture remains largely unchanged” (2008, p. 339). Hermida and Thurman (2008) demonstrate a “massive increase in online opportunities across all but one of the 12 UK national newspapers” (2008, p. 353). They suggest that editors and executives fear being left behind and that the industry is “still working out whether and how to integrate user participation within existing norms and practices” (2008, p. 350), brand damage seemed to be an issue. Yet the authors also suggest that UGC can also help bond users to a newspaper brand. Also in line with other aforementioned research, the authors suggest that “news organisations tend to expand their operations to the Internet based on their existing journalistic culture, including the way they relate to the public” (Hermida and Thurman, 2008, p. 353).", "In the context of this research it is relatively simple to understand why the Sun online clings to its traditional discourse and function, to step out from this mode would be truly revolutionary. The attempts at interactivity and encouraging reader participation, the Sun online, in the context of both a dominant brand and ideological orientation, highlights the difficulties faced by newspapers across the industry in attempting to negotiate the transition from “we” to “me”.", "In newspapers, as in commercial journalism generally, the business model which allowed mass audiences to be capitalized through advertising has crumbled. The fragmentation of mass audience into individuated and fractured spaces of consumption might well see the text as well as the advertising of newspapers follow this pattern of development from a mass to an individuated articulation of community and one driven more by the consumers than the producers of any overall audience design (Bell, 1991).", "The popular paradox is that developments in contemporary online popular newspapers may lead us to ponder whether the future of journalism might in its fragmented, individuated construction of audience be better suited to answer the demands of the popular, namely to provide something more representative of the tastes and desires of the people than ever the aggregated audience, hypothesized as an idealized individual, was able to. There exists nevertheless a tension between the individuation that technology seems to promise and the culturally and politically normative aspects of tabloid journalism. As the popularity of tabloid journalism strengthens its influence on journalism in general, journalism's future will be to a large extent determined by its ability to resolve such tensions. Stead has been proved right in one aspect of the conclusions which emanated from his forced period of reflection on the future of journalism. The personal element remains indispensable. He is also right that the journalist remains the essential conduit in reshaping a personal connection to an audience as part of the generalized “We”, albeit in very different times."]}], "references": [{"title": "“Stacking the Cards of Ideology: the history of the Sun souvenir royal album”", "year": "1990", "journal": "Discourse \\& Society", "volume": "1", "authors": [{"name": "Billig Michael", "first_name": "Billig", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Daily Mirror and the Creation of a Commercial Popular Language: a people&#039;s war: a people&#039;s paper?”", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Bingham Adrian", "first_name": "Bingham", "last_name": "Adrian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Conboy Martin", "first_name": "Conboy", "last_name": "Martin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Interactive Features of Online Newspapers: identifying patterns and predicting use of engaged readers”", "year": "2008", "journal": "Journal of Computer-mediated Communication", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Future of Journalism: historical perspectives”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Conboy Martin", "first_name": "Conboy", "last_name": "Martin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Steel John", "first_name": "Steel", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“What Is Multimedia Journalism?”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Professional Identity of Journalists in the Context of Convergence Culture”", "year": "2008", "journal": "Observatorio (OBS*)", "volume": "7", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Interactivity in the Daily Routines of Online Newsrooms: dealing with an uncomfortable myth”", "year": "2008", "journal": "Journal of Computer-mediated Communication", "volume": "13", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Participatory Journalism Practices in the Media and Beyond: an international comparative study of initiatives in online newspapers”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vujovic Marina", "first_name": "Vujovic", "last_name": "Marina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Defining Interactivity: a qualitative identification of key dimensions”", "year": "2000", "journal": "New Media \\& Society", "volume": "2", "authors": [{"name": "Downes Edward J.", "first_name": "Downes", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mcmillan Sally J.", "first_name": "Mcmillan", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Meaning and Influence of Convergence: a qualitative case study of newsroom work at the Tampa News Centre”", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Dupagne Michael", "first_name": "Dupagne", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Brilliance Skin-deep”", "year": "1957", "journal": "Encounter", "volume": "", "authors": [{"name": "Fairlie Hugh", "first_name": "Fairlie", "last_name": "Hugh", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“‘Understanding Media’: theories of the press in Britain, 1850–1914”", "year": "2001", "journal": "Media, Culture and Society", "volume": "23", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Popular news in the 21st century: time for a new critical approach?”", "year": "2008", "journal": "Journalism: theory, practice and criticism", "volume": "9", "authors": [{"name": "Harrington Stephen", "first_name": "Harrington", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“A Clash of Cultures”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Page 3 Girl Speaks to Women Too”", "year": "1983", "journal": "Screen", "volume": "24", "authors": [{"name": "Holland Patricia", "first_name": "Holland", "last_name": "Patricia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Gossip, Sport and Pretty Girls”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Johansson Sofia", "first_name": "Johansson", "last_name": "Sofia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Old Values, New Media”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O'sullivan John", "first_name": "O'sullivan", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Consumer as Producer—of What? User-generated tabloid content in the Sun (UK) and Aftonbladet (Sweden)”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Tabloid Journalism and the Public Sphere: a historical perspective on tabloid journalism”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jönsson Anna M.", "first_name": "Jönsson", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Doing It Together: citizen participation in the professional news making process”", "year": "2007", "journal": "Observatorio (OBS*)", "volume": "3", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Convergence&#039;s Fundamental Question”", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Quinn Stephen", "first_name": "Quinn", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Your Daily Dose: racism and the press in Thatcher&#039;s Britain”", "year": "1989", "journal": "Race and Class", "volume": "12", "authors": [{"name": "Searle Chris", "first_name": "Searle", "last_name": "Chris", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Still Guarding the Gate? The newspaper journalist&#039;s role in an on-line world”", "year": "1997", "journal": "Convergence", "volume": "3", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Political J-blogger: ‘normalizing’ a new media form to fit old norms and practices”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Contested Autonomy: professional and popular claims on journalistic norms”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Future of Journalism”", "year": "1886", "journal": "Contemporary Review", "volume": "50", "authors": [{"name": "Stead William T.", "first_name": "Stead", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}]}