{"doi": "10.1080/1461670X.2012.746006", "url": "https://doi.org/10.1080/1461670X.2012.746006", "title": "The Pre-Socialization of Future Journalists", "volume": "14", "year": "2013", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Mellado", "first_name": "Claudia", "name": "Claudia Mellado"}, {"last_name": "Hanusch", "first_name": "Folker", "name": "Folker Hanusch"}, {"last_name": "Humanes", "first_name": "María", "name": "María Luisa Humanes"}, {"last_name": "Roses", "first_name": "Sergio", "name": "Sergio Roses"}, {"last_name": "Pereira", "first_name": "Fábio", "name": "Fábio Pereira"}, {"last_name": "Yez", "first_name": "Lyuba", "name": "Lyuba Yez"}, {"last_name": "De León", "first_name": "Salvador", "name": "Salvador De León"}, {"last_name": "Márquez", "first_name": "Mireya", "name": "Mireya Márquez"}, {"last_name": "Subervi", "first_name": "Federico", "name": "Federico Subervi"}, {"last_name": "Wyss", "first_name": "Vinzenz", "name": "Vinzenz Wyss"}], "abstract": "While the role of university journalism education in the professionalization of journalists has been extensively debated, systematic and comparative studies of journalism students are still scarce. This paper reports the findings from a comparative study of journalism students in seven countries: Australia, Brazil, Chile, Mexico, Spain, Switzerland, and the United States. The data show a number of similarities, but also important differences between pre-professional cultures in journalism around the world. The findings are in line with recent conceptualizations of media systems, although some variations and particularities are observed at the country level. While students in all countries reject a loyal approach and favor a citizen-oriented role, they also do so to different extents. Brazilian and Chilean students believe in the citizen-oriented and watchdog roles, whereas their counterparts in Australia, Switzerland, and the United States favor the consumer-oriented approach to a greater extent. Mexican and Spanish students, on the other hand, while supporting the citizen-oriented role, reject the loyal role comparatively less than the rest of the countries.", "body": [{"title": "Introduction", "paragraphs": ["Attempts at professionalizing journalism around the world have led to a veritable boom in journalism education at universities. Inspired particularly by the establishment of journalism schools at US universities in the early twentieth century, tertiary journalism has swept the globe, prompting some scholars to call the phenomenon a “graduatization of journalism” (Splichal and Sparks 1994, 114). It is now increasingly common for journalists to have earned university degrees in journalism (Berger 2007; Hanusch 2008; Mellado 2012; Phillips 2005; Rao 2009; Weaver et al. 2007; Weaver and Willnat 2012; Weischenberg, Malik, and Scholl 2006). Journalism education is seen as so important because it “perpetuates or modifies professional practices and molds the perceptions journalists have of the role and function of the media” (Gaunt 1992, 1).", "The professional values and attitudes of journalism can be learned and internalized by journalists by way of living different experiences in a variety of settings and by interacting with multiple sources, including those stemming from professional educational settings (Preston 2009; Shoemaker and Reese 1996). It is therefore crucial to investigate the ways in which journalism education influences students' perceptions of and attitudes to their future profession, as arguably they would carry them into their career as journalists.", "As a result of the popularity of tertiary journalism education in recent decades, a number of studies have examined the ways in which journalism students see their work and the extent to which university education may account for these worldviews. However, while there now exists a sizeable body of work on individual nations' journalism students, rarely have such studies attempted to compare their results across nations in order to examine the extent to which findings may be nation-specific or cross-nationally applicable. Comparative research on journalists has pointed to some universal aspects but also to considerable differences across the globe (Hanitzsch et al. 2011; Weaver and Willnat 2012) and research on journalism education models has also pointed to considerable differences (Deuze 2006; Fröhlich and Holtz-Bacha 2003). Even within a continent such as Europe, “the situation of journalism education seems to be quite specific to each country” (Nordenstreng 2009, 513).", "This paper presents the results of a survey of journalism students in seven countries around the world, in an attempt to analyze global and national trends and to assess whether or not universal tendencies exist among the next generation of journalists. By focusing on students' role perceptions, the analysis allows for a comparison with existing studies of journalists in terms of identifying whether students' perceptions are relatively in line with those of working journalists and whether universal perceptions are emerging. Specifically, this paper focuses on the following research questions: What are journalism students' main dimensions of role perceptions across the globe? To what extent are these role perceptions the same or different in various countries?"]}, {"title": "Studying Journalism Students", "paragraphs": ["Even though the role of university journalism education in the professionalization of journalists has been extensively debated, systematic and comparative studies of journalism students have been rare. While the 1970s saw a number of studies primarily in the United States and Germany (Becker, Fruit, and Caudill 1987; Bowers 1974; Boyd-Barrett 1970; Parsons 1989), the first large-scale comparative examination in this area was conducted only in the early 1990s, when Splichal and Sparks (1994) analyzed first-year journalism students in 22 countries. In this ground-breaking, and so far only major comparative project, Splichal and Sparks examined the views of around 1800 students, arguing that universal ethical and occupational standards were emerging. This, they believed, pointed to a professionalization of journalism across the globe. Even though this conclusion has been criticized on the basis of a lack of questions on journalistic roles or ethical dilemmas (Weaver 1996), the study paved the way for increased scrutiny of journalism students' views.", "As a result, there now exist comprehensive studies in diverse places such as Britain, China, Greece, Russia, Scandinavia, Spain, and the United States (Bjørnsen, Hovden, and Ottosen 2007; Frith and Meech 2007; Hanna and Sanders 2007; Hovden et al. 2009; Nygren et al. 2010; Plaisance 2007; Sanders et al. 2008; Spyridou and Veglis 2008; Wu and Weaver 1998). While valuable in improving our understanding of journalism education broadly, many of these studies have arrived at differing conclusions. For example, some studies have indicated that university journalism education does have a significant influence on students' professional values and attitudes (Plaisance 2007; Splichal and Sparks 1994; Wu and Weaver 1998), and that although some attitudes regarding professional socialization emerge at an early age, professional socialization is a life-long process in which the role of a university education is of central importance (Becker, Fruit, and Caudill 1987; Gaunt 1992; Mensing 2010; Parsons 1989; Ronneberger 1988). In particular, Becker, Fruit, and Caudill (1987) found that students are remolded by the university, and there exists a significant relationship between US journalism students' college experience and their perspectives about journalism.", "On the other hand, Hanna and Sanders (2007) found that from arrival on the program to completion, undergraduate journalism students in the United Kingdom had stable opinions and ideals, and that pre-arrival influences remain, for most of them, the key determinants in what motivated them to become journalists. Bjørnsen, Hovden, and Ottosen (2007) also detected that among Norwegian journalism students most professional attitudes seem to stay quite stable from the beginning of studies until early career, although a general decline in professional idealism about journalism is seen after entering the newsroom. Moreover, several studies have recently shown that education is just one of the factors that potentially influence journalism performance (Wu and Weaver 1998; Zhu et al. 1997), and that in the same way that students can be socialized by journalism education, the university education itself can be directly influenced by economic, political, and cultural level factors. In fact, Fröhlich and Holtz-Bacha (2003, 319–20) believe that “the most powerful influences for journalism education are the factors of the societal sphere or the system including the historical and the cultural background of a country, as well as the media structure with its normative and economic background variables”.", "Shoemaker and Reese (1996) and Weaver (1998), among others, indicate that societal influences are more important than formal education on media professionalism. In their study of US journalists, Weaver and his colleagues have shown that growing academic education in journalism had not led to a homogeneous conception of journalism practices, and that journalism education's role in the profession has decreased in the past decades (Weaver and Wilhoit 1986, 1996; Weaver et al. 2007). From a comparative perspective, Fröhlich and Holtz-Bacha (2003, 319) noted the diversity of European journalism education and the possibility that this indicated “the heterogeneity of the role and functions ascribed to journalists in different countries”. Hovden (2011) and Hovden et al. (2009) also found significant national differences among Nordic journalism students regarding their perception about the profession. Likewise, Sanders et al. (2008) found that although British and Spanish students exhibit similar views on journalism ethics, significant differences exist between students from both countries in terms of motivations to be journalists, and in their views on the social roles of news media.", "While the studies discussed here have certainly expanded our knowledge of journalism education, a number of limitations have also restricted our understanding in this area. We identify two major issues that have so far not been sufficiently resolved.", "Firstly, while we now have a good deal of information about journalism students themselves, we know less about how they are shaped by their educational experiences across cultural contexts. Splichal and Sparks (1994) as well as subsequent studies, only inquired about freshman (first year) college students (Hovden et al. 2009; Sanders et al. 2008), or they included students at different levels of education but did not assess differences based on this criterion (Ortega and Humanes 2001). Other studies have examined students' moves across years, but often conducted them within a national context or across culturally similar countries (Bjørnsen, Hovden, and Ottosen 2007; Wu and Weaver 1998). Another way to study the impact of journalism education has been by approaching practicing journalists in their working environment and measuring whether or not their attitudes, values and professional orientation were influenced by having a journalism degree.", "Secondly, most of the existing work has been limited almost exclusively to the Western hemisphere. The absence of studies elsewhere can be explained by various reasons, among them the delay in the establishment of journalism schools, the limited development of field research in this arena, and even some ambiguity about the nature of the meaning of working as a journalist."]}, {"title": "Journalists' Professional Roles", "paragraphs": ["The past two decades have seen a growing amount of research into the ways in which journalists perceive their role in society, much of which was inspired by Weaver and Wilhoit (1986). At first, they replicated the survey of US journalists of Johnstone, Slawski, and Bowman (1976), and found three roles: the disseminator, the interpreter, and the watchdog. In taking their work further, Weaver and Wilhoit (1996) and Weaver et al. (2007) distinguished between four types of roles: the interpretative/investigative, disseminator, adversarial, and populist mobilizer functions. The most popular roles were the interpretive and disseminator functions, while the populist mobilizer function was supported by a small minority only.", "The US-based studies eventually spawned a large variety of research into journalistic role perceptions, which enabled a better understanding of the diversity of journalistic cultures around the world. Studies in countries like Australia (Hanusch 2008), Germany (Köcher 1986), Bangladesh (Ramaprasad and Rahman 2006), Brazil (Herscovitz 2004), Chile (Mellado 2012), Egypt (Ramaprasad and Hamdy 2006), Indonesia (Hanitzsch 2005), Nepal (Ramaprasad and Kelly 2003), Tanzania (Ramaprasad 2001) and Uganda (Mwesige 2004) have shown that journalists in different cultural, political, and economic environments think quite differently about their roles. Further, recent years have seen increased efforts at comparative research into journalistic roles, which have shown a number of similarities but also important differences (see, for example, Hanitzsch et al. 2011; Mellado et al. 2012; Patterson and Donsbach 1996; Weaver 1998; Weaver and Willnat 2012).", "In his first large-scale comparative study of journalists in 21 countries and territories around the world, Weaver (1998) demonstrated that while some role perceptions were regarded equally important in most countries, there was much disagreement on a range of other roles. Similarly, a follow-up study, including evidence from 33 nations, led Weaver and Willnat (2012, 538) to argue that there was “more disagreement than agreement over the relative importance of these journalistic roles considered together, hardly evidence to support the universal occupational standards mentioned by Splichal and Sparks (1994)”.", "The study of journalists in 18 countries by Hanitzsch et al. (2011) found that role perceptions which related to detachment and non-involvement, and to a smaller extent notions of being a watchdog of the government and business elites as well as providing political information, were seen as having universal appeal. Differences, on the other hand, existed in terms of the extent to which journalists should intervene in society. Journalists in developing societies and transitional contexts were more likely to be supportive of this role than their Western counterparts."]}, {"title": "Methodology", "paragraphs": ["To investigate journalism students' attitudes to and perceptions of professional roles in different parts of the world, we use data collected at three levels of analysis: countries, university institutions, and students. The results presented here are based on a survey of professional role perceptions, which was carried out with journalism students at 30 universities in Australia, Brazil, Chile, Mexico, Spain, Switzerland, and the United States. We used a convenience sample of countries and journalism schools determined by the academic networks among the collaborating researchers and the resources available to each one. Although an effort was made to have participants from different continents, an overrepresentation of Latin America can be observed in the composition of the sample. Within countries, we aimed to include institutions with different characteristics, so as to secure a broader heterogeneity of the student body responding to the survey.", "One major methodological challenge this study faced was the functional equivalence of the collected data, since the definitions of the terms journalism and journalist vary around the world, as well as the different educational media systems. By extension, what defines a journalism student in one country may also not be the same in another. Nevertheless, considering that in the majority of cases journalism is taught at university level in the countries included here, journalism students were defined as all those enrolled in undergraduate journalism or mass communication degrees at public or private universities. As such, the journalism schools from which the students were drawn belong to universities—not to professional technical institutes—covering a variety of geographic zones in the respective countries.", "In addition, what is taught in journalism programs is also expected to vary, and at times quite significantly. In some countries, journalism units prepare for news gathering, while also preparing media professionals capable of engaging in the production and dissemination of content for public relations, and/or for advertising. Some academic units place more emphasis on theory, others on practice and technical skills. Likewise, some journalism schools specialize in news production for print (newspapers and/or magazines), while others do so for television and/or broadcasting, and yet others are preparing multimedia journalists. Considering that the definition and scope of journalism and what is a journalist varies from country to country because of different historical and cultural contexts, this project adopts a liberal approach, akin to that followed by Splichal and Sparks (1994). To that end, we considered journalism students as those who are defined as such by their respective institutions, not just those who followed a specific track in their academic unit. Thus, print, broadcast, or multimedia journalism students were all asked to respond to the survey."]}, {"title": "Data Collection and Measures", "paragraphs": ["Students at each year of their academic program were asked to voluntarily complete a self-administered questionnaire about their professional role conceptions. The questionnaire was first developed in Spanish and then translated into English, German, and Portuguese. Translation was aided by a back-translation procedure. In countries that share the same language (Chile, Mexico and Spain, and United States and Australia), adaptations were made to ensure that locally appropriate terms were used and in their own cultural context, while still maintaining the equivalence in the meaning of the wording of the questionnaire.", "The set of scales used to measure the importance journalism students give to different functions of journalism in society was developed based on past journalist surveys conducted by Weaver and Wilhoit (1986, 1996), Weaver et al. (2007), Hanitzsch et al. (2011), and Ramaprasad and Kelly (2003). The set of scales had been previously tested by Mellado (2011, 2012) in studies conducted with journalists. Specifically, the questionnaire included 28 statements regarding the importance of different media functions. Respondents were asked to rate each of these on a five-point scale, where one corresponded to “not important at all”, and five corresponded to “extremely important”. In addition, the questionnaire asked students to answer different questions related to socio-demographics and personal educational characteristics.", "Research team members in each country were asked to print copies of the questionnaire and administer them during class time. The questionnaire was administered in classrooms at which students at different grade levels were registered. Students who did not complete the survey were the ones who either did not agree to be part of the study, or were not present in class during the time the research team visited to administer the survey. On average, the survey was conducted at three to seven different journalism programs within each country, with the exception of Switzerland, which only has one journalism program represented in the sample.1 In total, 3880 questionnaires were completed at the 30 universities studied here.2 Response rates varied considerably between institutions, ranging from 17.3 to 64.5 percent (Table 1). Response rates also fluctuated within institutions, finding grade levels with almost 90 percent participation and others with only 15 percent. While the response rate for some schools was low, comparison of the socio-demographic composition of respondent samples with the overall socio-demographic make-up of each participating school's student body (ascertained through official figures) showed no important differences.", "Field research was conducted between mid-2010 and early 2012, reflecting differences in the semester structures at the various locations. In the northern hemisphere, the first semester of an academic year typically starts between August and October. In the southern hemisphere, meanwhile, first semesters usually start in February or March. Another factor in the timing of the administration of the survey was the availability of each collaborating researcher and their respective assistants, funding for printing of the questionnaires, and human resources for coding and data entry. Table 2 provides a basic overview of the sample."]}, {"title": "Results", "paragraphs": ["In order to explore the underlying professional role dimensions that emerge from students' responses regarding the functions journalism needs to fulfill in society, we conducted an Exploratory Factor Analysis (EFA) with oblique rotation. Since several of the items were not normally distributed, the data were analyzed using principal axis factoring as the method of extraction. Further, and to allow for some correlation between the extracted factors, the Promax method of rotation with Kaiser Normalization was used. The decision to use an oblique method of rotation was based on the assumption that professional roles are not mutually exclusive, and that they are somehow related, as previous research has shown (Donsbach and Patterson 2004; Mellado 2012; Ramaprasad and Hamdy 2006; Weaver et al. 2007). The component correlation matrix calculated by this study supported this decision. Prior to the EFA, outlier values were considered for removal from the data set, and one item (“to get information to the public quickly”) was removed for having a skewness and/or kurtosis value >1.0.", "During the analysis, nine other items were excluded. The items “to be a detached observer”; “be a passive observer”; “to promote ethical and moral values” and “to act as a watchdog of the citizens” were excluded because they did not fit clearly with any of the factors. Meanwhile, “to set the political agenda”, “to ensure coverage of local issues”, “to give relevance to the country's advances and triumphs in relation to the rest of the world” and “to give the audience concrete help to manage their everyday problems” were excluded because they did not exhibit a theoretical tie with the dimensions on which they loaded. Finally, “to influence public opinion” was excluded because its communality was lower than 0.20.", "Based on the final 18 items that remained in the analysis, a four-dimensional solution emerged from students' self-perceptions about the roles of journalism in society. During the procedure, the scree plot, the variance explained by the items, the eigenvalue_1 rule, the factor loadings, as well as interpretability were considered to determine the best and most meaningful factor solution. Sampling adequacy was verified by KMO = 0.87. Bartlett's test of sphericity (χ2=22,100.506, gl = 153, p<0.000) indicated that correlations between items were sufficiently large for EFA. Further, all tolerance values were greater than 0.10, indicating each item has a significant amount of variance to contribute that is not shared by other items. Each extracted dimension had eigenvalues over 1. In all cases, factor loadings above 0.5 were retained.", "The four dimensions combined explained 47.2 percent of the variance (Table 3). The analysis shows these dimensions can be interpreted as the citizen-oriented role, loyal role, the watchdog role and the consumer-oriented role. The citizen-oriented role considers the public as a citizen, and focuses on providing what the public “should know”. The loyal role deals with the positive image that the media can provide for a country's leaders, and the support for and defense of the government's policies. It also focuses on the relevance to the advances and triumphs made by the country or individual national figures, in comparison with the rest of the world. The watchdog role is related to the function of acting as a check on the government, as a Fourth Estate or watchdog, defiant towards power and those who hold it, while the consumer-oriented role focuses on the logic of the market, what the public “wants to know”, and on entertaining the public.", "These four dimensions are consistent with the components Mellado (2011, 2012) found when analyzing professional roles among Chilean journalists applying the same instrument, although one of the roles she discovered is not present in this study: the disseminator role. In fact, the two items used to measure this—to be a detached observer and to be a passive observer—do not constitute a distinct dimension in themselves, nor do they load clearly in any other dimension. In addition, the reliability of the summative scale of the items is very low (Cronbach's α = 0.37). These results are very informative, as the data show that students do not perceive those aspects of reporting as a differentiated professional dimension. One possible explanation is that students perceive the disseminator role as a transversal function, which can be present in any of the other roles also. Nevertheless, this is an unexpected finding that requires further examination in follow-up studies.", "These four role orientations partly support the theoretical assumptions developed by Hanitzsch (2007). The citizen- and consumer-oriented roles resemble the opposing poles of Hanitzsch's market dimension, while the loyal and watchdog orientations can be found at corresponding ends of his power distance dimension. However, while Hanitzsch posited that the opposing poles were part of one higher-order dimension, our results suggest that the poles are independent dimensions in themselves.", "The correlations among the four dimensions were different in size. While some of the correlations among the dimensions were moderate, others were small. The highest correlations were between the loyal and the consumer-oriented roles (r =0.53), as well as between the citizen-oriented and the watchdog role (r =0.47). The lowest correlations were between the watchdog and the consumer-oriented roles (r =0.16), and between the citizen-oriented and the loyal roles (r =0.10).", "Assessing whether or not the dimensional structure of the data was invariant across groups is important because differences are difficult to interpret if the meaning of the factors is not the same among them. For that purpose, the factor structure was also replicated by country and by grade level. The analysis found that items had the same factor structure for each of the subpopulations, acceptable item factor loadings of all items (0.43 and higher), good values for Cronbach's α (ranging from 0.70 to 0.92), and very similar factor loadings across groups on the items that compose the watchdog and the consumer-oriented role, although there were some differences in factor loadings on the items that compose the loyal and the citizen-oriented role."]}, {"title": "Journalism Students' Role Conceptions: Differences and Similarities", "paragraphs": ["The modeling of professional role dimensions emerging from the EFA among journalism students was carried out through analysis of variance. Eta-squared values were included in the analysis as a measure of the variance that is due to differences between countries. Since acquiescence bias poses a challenge for comparative research due to cultural differences in responding to surveys, we decided to center the country mean scores for each of the four role dimensions under study. Centering of mean scores was done by calculating the overall mean score across all dimensions for every country and then subtracting the overall mean from the raw country mean scores. As a result, the scores indicate the relative importance of a professional role dimension in each country (Table 4).", "Because of the important differences in the group sizes when comparing journalism students from the seven countries involved in the study, we generated random subsamples in order to control for the effect that the group sizes could have on the results. In addition, because not all questionnaires were administered within the same time period at the start of the respective semesters, we controlled for this possible effect. In both cases, no differences were found in the significance and direction of the findings.", "Our results clearly show that, overall, journalism students from the seven studied countries give greatest support to the citizen-oriented role (mean = 3.91; SD = 0.73). In fact, six out of the seven indicators that make up this role are the functions most accepted by students around the world. In particular, developing the intellectual and cultural interests of the public, providing citizens with the information they need to make political decisions, and educating people about controversial and complex topics stand out as the functions with the most support across countries.", "Nevertheless, the analysis of variance revealed significant differences between countries in terms of the extent to which journalism students support this function (F=43.122, df = 6; p=0.000; η2=0.081). Students in Ibero-American countries such as Brazil, Chile, Mexico, and Spain place comparatively greater importance on the citizen-oriented role than their counterparts in Australia, Switzerland, and the United States. However, in all countries—with the exception of the United States—the citizen-oriented role was the most supported of the four dimensions.", "The second-most supported dimension relates to journalism students' consumer orientation. Although US, Swiss, and Australian journalism students give more importance to this role than the rest (F=10.481, df = 6; p=0.000; η2=0.016), the effect size between countries is very small, showing the minor influence of societal level on this professional role. The watchdog role also ranks highly amongst students' priorities. Nevertheless, the relatively high standard deviation points to considerable disagreement among students regarding the extent to which they see this function as important (mean = 3.25; SD = 1.18). The analysis of variance revealed significant differences between countries (F=61.623, df = 6; p=0.000; η2=0.112). According to the data, respondents from Australia, Brazil, and Chile value the watchdog role significantly more (F=73.245, df = 6; p=0.000) than in the other countries. Differences between countries are somewhat important, as they account for 11.2 percent of the overall variance.", "The loyal role is the dimension least valued by students around the world (mean = 2.46; SD = 0.878). However, these results also show significant differences between countries in terms of the extent to which students reject this function of journalism (F=35.101, df = 6; p=0.000; η2=0.063). Specifically, students from Mexico appear to reject this role comparatively less than in other countries, although the size of the effect is small."]}, {"title": "Discussion", "paragraphs": ["The analysis of journalism students' professional role perceptions across the seven countries examined here shows some important trends. The Ibero-American countries of Brazil, Chile, Mexico, and Spain showed a much stronger devotion to addressing their audiences as citizens than as consumers. According to Hallin and Mancini (2004) and Hallin and Papathanassopoulos (2002), these four Ibero-American countries can be classified under the Polarized Pluralist model. All four have experienced dictatorships, repression, and relevant political change over the past five decades, and all of them have had to civically educate a population that had been deprived of freedom of expression for decades. Their stronger emphasis on citizen-oriented journalism may be explained by these historical developments. These findings are also in line with recent studies of journalists in these countries (Mellado 2012; Mellado et al. 2012; Roses and Farias 2012), which can be seen as evidence that journalists and journalism students think alike in this regard.", "On the other hand, students from Australia, Switzerland, and the United States tend to give great importance to the consumer orientation. This finding may be explained by the fact that these countries, which are the most economically developed among the seven countries studied, place increasing emphasis in their journalism on addressing audiences as consumers, as evidenced by the fast growing trend of lifestyle journalism (see, for example, Hanusch 2012).", "Students in all countries comprehensively reject the notion of journalism acting as loyal supporter of those in power. However, Mexican students are less strong in their rejection. One explanation may be that, during 70 years of hegemony by one political party at all levels of government (the PRI), a journalism style called “oficialismo” was developed, which meant journalists were often regarded as the “lapdogs” of the governing party. This situation may have affected the students' perception in that country, as they also give little value to the watchdog dimensions, and denouncing the abuse of political power, due to censorship in the news media.", "The strongest commitment to the watchdog role appears in Australia, Brazil, and especially Chile. The Australian finding is not surprising given the long history of watchdog journalism in that country (Hanusch 2008). In Brazil and Chile, the results may be related to the way professional culture was constructed in both national contexts. In the beginning of the 1990s, with the first presidential elections after the dictatorships ended in both nations, journalists had to define the way they would behave in a democratic environment, and deeply value the possibility of acting as a watchdog of the de facto powers in the country (Mellado et al. 2012; Brito 2003). Assuming that professional journalism culture influences what is taught at university, it would appear that journalism students are adopting those values held by their professional counterparts.", "Journalism students in the United States did not place excessive emphasis on the watchdog role despite the country's history as a bastion of watchdog journalism. In this way, the findings here echo the most recent surveys of US journalists (for example, Beam, Weaver, and Brownlee 2009; Weaver et al. 2007), which have found a trend away from watchdog journalism in the country more generally. At the same time, US journalism students are strong supporters of the consumer-orientation. Several studies have noted the growing commercialization of news in the United States (for example, Beam, Weaver, and Brownlee 2009; Esser 1999; Reese and Cohen 2000), which may be at the heart of this trend toward a consumer-oriented function even amongst students. In addition, this is also in line with Hallin and Mancini's (2004) description of the Liberal media system as being characterized by commercialism.", "Given the Spanish media's high degree of political instrumentalization, which even precedes the period of dictatorship, as well as the journalists' high degree of ideological implication, it is not surprising that students do not identify themselves with the watchdog role. Spanish journalists have historically played a role as political actors—many of them have even made a political career for themselves—taking sides with the ideological views that they share (Hallin and Mancini 2004). In this sense, rather than monitoring institutions, the Spanish media form opposition to the powers that disagree with their ideologies and values. Once more, it would seem that journalism students adopt this view of journalism.", "In order to visualize the findings of the study, we used Multidimensional Scaling (MDS) as a procedure. Figure 1 maps the results on a two-dimensional space. Axis 1, running from left to right, equates to Hanitzsch's (2007) power distance dimension, i.e. journalism students views of their role in relation to those in power; while Axis 2 represents the way in which journalism students address the audience, i.e. their views of what their audiences need or want. We can see that students from Australia, Brazil, Chile, Switzerland, and the United States all place on the watchdog-oriented side, indicating their approval of being a watchdog.", "However, the three most highly developed countries, Australia, Switzerland and the United States, place in the lower right-hand quadrant, indicating their important support for a consumer-orientation, contrary to their Chilean, Brazilian, Mexican, and Spanish counterparts. The grouping of Australia, Switzerland, and the United States supports findings by Hanitzsch et al. (2011) in terms of their relative similarities. Brazil and Chile, on the other hand, display a strong orientation towards what could be seen as traditionally Western ideals. In fact, all four Ibero-American countries are also somewhat grouped together in that all favor a citizen- over a consumer-orientation. However, Spain and Mexico display much less support for the watchdog dimension."]}, {"title": "Conclusion", "paragraphs": ["This study has shown that journalism students' professional views can be conceptualized through four main dimensions, which we have termed the citizen-oriented, loyal, watchdog and consumer-oriented roles. The examination of the responses from journalism students across seven countries has shown some considerable differences in the ways in which students in these societies hold professional views. The results indicate that, in line with assumptions about the increasing consumer-orientation in Western developed societies, students from Australia, Switzerland, and the United States favor addressing audiences as consumers, while still living up to their respective countries' traditions of watchdog journalism—despite the finding that US journalism students do not display that much support for it. Chilean and Brazilian students show strong support for the watchdog role as well as for addressing audiences as citizens—both traditional ideals associated with Western journalism. The reason for this strong support arguably lies in the recent history of democratization in both countries and corresponding notions of journalism's role in supporting this process. Mexico and Spain similarly support a citizen-orientation, but both display much less support for watchdog journalism, again, it was argued, due to specific national contexts.", "There are, however, some limitations to this study which need to be highlighted. First, the sample was based on a convenience sample of countries and universities, due to the nature of the study, which served as a pilot for a larger, comparative project. Although we surveyed more students than most studies in this field, we acknowledge that the study does not include countries from Africa or Asia, which would have added further diversity and context for the findings. We also acknowledge the overrepresentation of Latin America in comparison to the rest of the regions under study, as well large differences in the number of university programs included from each country, which may influence the empirical findings. In that line, future attempts should be strengthened by statistically representative samples to confirm the generalizability of the study's findings through a multistage sampling procedure, where countries are selected first, followed by organizations, and then individual students from each of the organizations.", "In addition, the analysis of country-level differences here did not include potential further influencing factors in students' professional views on organizational or individual levels. In fact, the analysis of variance showed that only between 1.6 and 11.2 percent of the variation in students' responses to the role dimensions can be explained by country-level differences. It is therefore crucial to further examine additional contributing variables which may affect the shaping of students' professional views.", "Despite these limitations, this study presents some foundational evidence for further examinations of journalism students across the globe. In particular, the four professional roles which have been identified through empirical evidence will provide a basis for subsequent analyses in this field."]}], "references": [{"title": "Changes in Professionalism of U.S. Journalists in the Turbulent Twenty-first Century", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Brownlee Bonnie J.", "first_name": "Brownlee", "last_name": "J."}]}, {"title": "In Search of Journalism Education Excellence in Africa: Summary of the 2006 UNESCO Project", "year": "2007", "journal": "Ecquid Novi: African Journalism Studies", "volume": "28", "authors": [{"name": "Berger Guy", "first_name": "Berger", "last_name": "Guy"}]}, {"title": "Journalists in the Making: Findings from a Longitudinal Study of Norwegian Journalism Students", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Bjørnsen Gunn", "first_name": "Bjørnsen", "last_name": "Gunn"}, {"name": "Hovden Jan Fredrik", "first_name": "Hovden", "last_name": "Fredrik"}, {"name": "Ottosen Rune", "first_name": "Ottosen", "last_name": "Rune"}]}, {"title": "Student Attitudes toward Journalism As a Major and a Career", "year": "1974", "journal": "Journalism Quarterly", "volume": "51", "authors": [{"name": "Bowers Thomas", "first_name": "Bowers", "last_name": "Thomas"}]}, {"title": "El león fuera de su jaula: La ‘primavera fiscalizadora’ del periodismo chileno", "year": "2003", "journal": "Información Pública", "volume": "1", "authors": [{"name": "Brito Juan Ignacio", "first_name": "Brito", "last_name": "Ignacio"}]}, {"title": "Global Journalism Education: A Conceptual Approach", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "‘Tabloidization’ of News: A Comparative Analysis of Anglo-American and German Press Journalism", "year": "1999", "journal": "European Journal of Communication", "volume": "14", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "Becoming a Journalist: Journalism Education and Journalism Culture", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Frith Simon", "first_name": "Frith", "last_name": "Simon"}, {"name": "Meech Peter", "first_name": "Meech", "last_name": "Peter"}]}, {"title": "Political Clientelism and the Media: Southern Europe and Latin America in Comparative Perspective", "year": "2002", "journal": "Media, Culture \\& Society", "volume": "24", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}, {"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}]}, {"title": "Journalists in Indonesia: Educated but Timid Watchdogs", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Deconstructing Journalism Culture: Towards a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Mapping Journalism Cultures across Nations: A Comparative Study of 18 Countries", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Ruiz Claudia Mellado", "first_name": "Ruiz", "last_name": "Mellado"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}]}, {"title": "Journalism Education in Britain: Who Are the Students and What Do They Want?", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Hanna Mark", "first_name": "Hanna", "last_name": "Mark"}, {"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}]}, {"title": "Mapping Australian Journalism Culture: Results from a Survey of Journalists&#039; Role Perceptions", "year": "2008", "journal": "Australian Journalism Review", "volume": "30", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "Broadening the Focus: The Case for Lifestyle Journalism As a Field of Scholarly Inquiry", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "Brazilian Journalists&#039; Perceptions of Media Roles, Ethics and Foreign Influences on Brazilian Journalism", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Herscovitz Heloiza G", "first_name": "Herscovitz", "last_name": "G"}]}, {"title": "The Nordic Journalists of Tomorrow. An Exploration of First Year Journalism Students in Denmark, Finland, Norway and Sweden", "year": "2009", "journal": "Nordicom Review", "volume": "30", "authors": [{"name": "Hovden Jan fredrik", "first_name": "Hovden", "last_name": "fredrik"}, {"name": "Bjørnsen Gunn", "first_name": "Bjørnsen", "last_name": "Gunn"}, {"name": "Ottosen Rune", "first_name": "Ottosen", "last_name": "Rune"}, {"name": "Willig Ida", "first_name": "Willig", "last_name": "Ida"}, {"name": "Zilliacus-Tikkanen Henrika", "first_name": "Zilliacus-Tikkanen", "last_name": "Henrika"}]}, {"title": "Bloodhounds or Missionaries: Role Definitions of German and British Journalists", "year": "1986", "journal": "European Journal of Communication", "volume": "1", "authors": [{"name": "Köcher Renate", "first_name": "Köcher", "last_name": "Renate"}]}, {"title": "Modeling Individual and Organizational Effects on Chilean Journalism: A Multilevel Analysis of Professional Role Conceptions", "year": "2011", "journal": "Comunicación y Sociedad", "volume": "XXIV", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}, {"title": "Comparing Journalism Cultures in Latin America: The Case of Chile, Brazil and Mexico", "year": "2012", "journal": "Gazette", "volume": "74", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Moreira Sonia V.", "first_name": "Moreira", "last_name": "V."}, {"name": "Lagos Claudia", "first_name": "Lagos", "last_name": "Claudia"}, {"name": "Hernández María E.", "first_name": "Hernández", "last_name": "E."}]}, {"title": "Disseminators, Advocates and Watchdogs: A Profile of Ugandan Journalists in the New Millennium", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Mwesige Peter G", "first_name": "Mwesige", "last_name": "G"}]}, {"title": "Tomorrow&#039;s Journalists: Trends in the Development of the Journalistic Profession as Seen by Swedish and Russian Students", "year": "2010", "journal": "Nordicom Review", "volume": "31", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}, {"name": "Degtereva Elena", "first_name": "Degtereva", "last_name": "Elena"}, {"name": "Pavlikova Marina", "first_name": "Pavlikova", "last_name": "Marina"}]}, {"title": "Periodistas del siglo XXI. Sus motivaciones y expectativas profesionales, CIC", "year": "2001", "journal": "Cuadernos de información y comunicación", "volume": "5", "authors": [{"name": "Ortega Félix", "first_name": "Ortega", "last_name": "Félix"}, {"name": "Humanes María Luisa", "first_name": "Humanes", "last_name": "Luisa"}]}, {"title": "Values of Communication Students and Professional Self-selection", "year": "1989", "journal": "Journalism Quarterly", "volume": "66", "authors": [{"name": "Parsons Patrick R", "first_name": "Parsons", "last_name": "R"}]}, {"title": "News Decisions: Journalists as Partisan Actors", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Patterson Thomas E.", "first_name": "Patterson", "last_name": "E."}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "An Assessment of Media Ethics Education: Course Content and the Values and Ethical Ideologies of Media Ethics Student", "year": "2007", "journal": "Journalism \\& Mass Communication Educator", "volume": "61", "authors": [{"name": "Plaisance Patrick Lee", "first_name": "Plaisance", "last_name": "Lee"}]}, {"title": "A Profile of Journalists in Post-Independence Tanzania", "year": "2001", "journal": "Gazette", "volume": "63", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}]}, {"title": "Functions of Egyptian Journalists: Perceived Importance and Actual Performance", "year": "2006", "journal": "International Communication Gazette", "volume": "68", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Hamdy Naila Nabil", "first_name": "Hamdy", "last_name": "Nabil"}]}, {"title": "Reporting the News from the World&#039;s Rooftop: A Survey of Nepalese Journalists", "year": "2003", "journal": "International Communication Gazette", "volume": "65", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Kelly James D.", "first_name": "Kelly", "last_name": "D."}]}, {"title": "Tradition with a Twist: A Survey of Bangladeshi Journalists", "year": "2006", "journal": "International Communication Gazette", "volume": "68", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Rahman Shafiqur", "first_name": "Rahman", "last_name": "Shafiqur"}]}, {"title": "Glocalization of Indian Journalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}]}, {"title": "Educating for Journalism: the professionalism of scholarship", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}, {"name": "Cohen Jeremy", "first_name": "Cohen", "last_name": "Jeremy"}]}, {"title": "Sozialisation der Journalisten-Elite", "year": "1988", "journal": "Publizistik", "volume": "33", "authors": [{"name": "Ronneberger Franz", "first_name": "Ronneberger", "last_name": "Franz"}]}, {"title": "Becoming Journalists: A Comparison of the Professional Attitudes and Values of British and Spanish Journalism Students", "year": "2008", "journal": "European Journal of Communication", "volume": "23", "authors": [{"name": "Sanders Karen", "first_name": "Sanders", "last_name": "Karen"}, {"name": "Hanna Mark", "first_name": "Hanna", "last_name": "Mark"}, {"name": "Berganza María Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Sánchez Aranda José Javier", "first_name": "Sánchez", "last_name": "Javier"}]}, {"title": "The Contribution of Online News Consumption to Critical-reflective Journalism Professionals: Likelihood Patterns among Greek Journalism Students", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Spyridou Paschalia-Lia", "first_name": "Spyridou", "last_name": "Paschalia-Lia"}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas"}]}, {"title": "Journalists in Comparative Perspective: Backgrounds and Professionalism", "year": "1996", "journal": "Javnost/The Public", "volume": "3", "authors": [{"name": "Weaver David H", "first_name": "Weaver", "last_name": "H"}]}, {"title": "Making Chinese Journalists for the Next Millennium: The Professionalization of Chinese Journalism Students", "year": "1998", "journal": "International Communication Gazette", "volume": "60", "authors": [{"name": "Wu Wei", "first_name": "Wu", "last_name": "Wei"}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}]}, {"title": "Individual, Organizational, and Societal Influences on Media Role Perceptions: A Comparative Study of Journalists in China, Taiwan, and the United States", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Zhu Jian-Hua", "first_name": "Zhu", "last_name": "Jian-Hua"}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Lo Ven-Hwei", "first_name": "Lo", "last_name": "Ven-Hwei"}, {"name": "Chen Chongshan", "first_name": "Chen", "last_name": "Chongshan"}, {"name": "Wu Wei", "first_name": "Wu", "last_name": "Wei"}]}]}