{"doi": "10.1080/17512786.2015.1006933", "url": "https://doi.org/10.1080/17512786.2015.1006933", "title": "Miley, CNN and The Onion", "volume": "10", "year": "2016", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Berkowitz", "first_name": "Dan", "name": "Dan Berkowitz"}, {"last_name": "Schwartz", "first_name": "David", "name": "David Schwartz Asa"}], "abstract": "Following a twerk-heavy performance by Miley Cyrus on the Video Music Awards program, CNN featured the story on the top of its website. The Onion—a fake-news organization—then ran a satirical column purporting to be by CNN's Web editor explaining this decision. Through textual analysis, this paper demonstrates how a Fifth Estate comprised of bloggers, columnists and fake-news organizations worked to relocate mainstream journalism back to within its professional boundaries.", "body": [{"title": "Introduction", "paragraphs": ["When singer-actress Miley Cyrus emerged twerking from a giant teddy bear while dressed in a rather small teddy bear suit at the 2013 MTV Video Music Awards (VMA), she quickly caught the nation's attention. Her performance set a record for peak Twitter tweets at 306,100 per minute—much more than the 98,300 peak tweets of the previous VMA awards show. Cyrus became the number one most-searched person at Google for 2013, and her twerking performance led to Google's number one “What is?” question (Google 2013). With all this visibility, Oxford Dictionaries Online (Datoo 2013) added the term, defined as: “dance to popular music in a sexually provocative manner involving thrusting hip movements and a low, squatting stance.”", "This event became so sensationalized that CNN.com topped its website with the story of Miley's twerking, placing it above all other world and national news. That, in turn, led to a fake column on the satirical news website, The Onion, with the CNN.com editor supposedly explaining why this was the top story of the morning for monetary reasons (The Onion 2013, unbylined). The media snowball kept on rolling, as commentary sprung out arguing that The Onion's fake column about the Cyrus scandal had become “hyper-real,” more real than the real content of CNN.com. Surprisingly, this hubbub triggered collective memory of yet-another piece from the Onion News Network (ONN), a spoof video from 2008 featuring so-called “entertainment scientists” who predicted that at her current performance pace, “Miley Cyrus will be depleted by 2013.” In essence, this hyper-real non-real was used by a variety of media sources to mock-verify assertions by the current satire of CNN.com and lend it greater authority.", "The point of this paper is to demonstrate how “Fifth Estate” media largely comprised of bloggers and columnists have the ability—through satire—to hold the Fourth Estate accountable, engaging in boundary work that attempts to relocate journalists back to the central mission of their professional realm (Cohen [2011] 2012; Cooper 2006). It also argues that “fake-news organizations” in their various forms have become part of that growing Fifth Estate.", "After describing the fake Onion column, discussion begins with an overview of “fake news” and the hyper-real, turning next to highlight literature related to boundary work and collective memory. From this vantage point, the paper undertakes a qualitative textual analysis of commentary concerning Miley Cyrus, CNN and The Onion."]}, {"title": "Context of the Study", "paragraphs": ["To better understand the context of this paper's analysis, it will be helpful to first present a brief sketch about Miley Cyrus and her career. A short history of The Onion follows, with these two elements combining to explain the overall scenario of the VMA awards performance.", "Miley Cyrus, the daughter of country singer Billy Ray Cyrus, began her singing and acting career at a young age (Wikipedia). Her rise to fame began in 2006 while in her teens with a lead role on the Disney Channel television series Hannah Montana. A year later, she debuted a hit music album. Her acting and singing career continued, and by 2013, she had developed a controversial persona emerging from provocative music videos connected to her album Bangerz. This image of Cyrus carried over to her VMA appearance, which incorporated visual images from her videos, including dancing bears, twerking and a frequently extended tongue.", " The Onion is a satirical news agency founded in 1988 in Madison, WI. It began strictly as a print publication, launched its website in 1996, and the online broadcast ONN in 2007. In 2013 it ceased publication of its print edition but continues to publish written and broadcast content online at theonion.com.", "ONN in 2008 ran the story, “Entertainment Scientists Warn Miley Cyrus Will be Depleted by 2013.” The story included a farcical graphic that predicted what could happen to Cyrus, including “Is she too wild?” and “Public meltdown.” In August 2013, Cyrus created a media firestorm after twerking with pop singer Robin Thicke at MTV's VMAs. The Parents Television Council and media outlets across the globe described the performance as “disgusting” (Buckland 2013).", "CNN.com made Cyrus’ performance its top website news story for much of the next day. The Onion responded the same day with the parody article, “Let Me Explain Why Miley Cyrus’ VMA Performance Was Our Top Story This Morning.” It was written “first person” by a parody version of CNN.com managing editor Meredith Artley, with many online readers believing the real Artley wrote the parody article. She denied her involvement with The Onion's column, issuing a light-hearted Twitter post: “To clarify, I did not write this … But I accept all compliments and deny all accusations. Tx for the page views.”"]}, {"title": "Background and Conceptual Foundation", "paragraphs": ["On August 26, 2013—the day after Cyrus’ appearance on MTV's VMAs—CNN.com prominently featured an item comparing Miley Cyrus’ performance to a previously outrageous appearance by Lady Gaga, who had worn a dress made of meat while covered in fake blood. The CNN item explained:While Gaga came equipped with multiple costume- and wig-changes on her side, Cyrus took over the stage with gigantic, dancing bears and more twerking than viewers at home probably knew what to do with.The 20-year- old pop star stepped out onto the stage a ball of energy, wearing a fuzzy gray leotard, as her hit single, “We Can’t Stop,” played. An animated and uninhibited performer, Cyrus’ dance moves were a clear departure from her “Hannah Montana” days. (Meaning, they involved a crotch grab or two.)The article went on to highlight “6 memorable moments from the VMAs,” raising questions about why “The Worldwide Leader in News” would feel compelled to display such material so prominently on the CNN.com website against a backdrop of global turmoil. Cyrus’ performance allowed CNN.com to wade into coverage of entertainment news. Comparing Cyrus to Lady Gaga, meanwhile, was a clear case of memory work on the part of CNN, even though Cyrus and Gaga had little in common beyond being famous artists: Gaga's performance was notable for its design; Cyrus’ performance was notable for its sexual overtones. This was not lost on The Onion, which offered a faux-opinion commentary piece the same day, titled “Let Me Explain Why Miley Cyrus’ VMA Performance Was Our Top Story This Morning.” The explanation was simple: an effort to increase Web traffic and boost advertising income:There was nothing, and I mean nothing, about that story that related to the important news of the day, the chronicling of significant human events, or the idea that journalism itself can be a force for positive change in the world … In fact, putting that story front and center was actually doing, if anything, a disservice to the public. And come to think of it, probably a disservice to the hundreds of thousands of people dying in Syria, those suffering from the current unrest in Egypt, or, hell, even people who just wanted to read about the 50th anniversary of Martin Luther King's “I Have A Dream” speech.This satirical example demonstrates the Fifth Estate's role in fake news within a hyper-real context. Although many studies have explored aspects of fake news on Saturday Night Live (SNL), The Daily Show (TDS) and The Colbert Report (TCR), relatively little has been studied regarding The Onion. Fake news succeeds because it parodies traits of real news, including broadcast set pieces and mimicking the tone of “real” hosts found on cable channels such as CNN and Fox News (Borden and Tew 2007). It would be a conceptual error, though, to assume that what has been learned about production and reception of SNL, TDS and TCR can directly be applied to understanding The Onion. There are two key conceptual differences between The Onion and the others.", "While Gaga came equipped with multiple costume- and wig-changes on her side, Cyrus took over the stage with gigantic, dancing bears and more twerking than viewers at home probably knew what to do with.", "The 20-year- old pop star stepped out onto the stage a ball of energy, wearing a fuzzy gray leotard, as her hit single, “We Can’t Stop,” played. An animated and uninhibited performer, Cyrus’ dance moves were a clear departure from her “Hannah Montana” days. (Meaning, they involved a crotch grab or two.)", "There was nothing, and I mean nothing, about that story that related to the important news of the day, the chronicling of significant human events, or the idea that journalism itself can be a force for positive change in the world … In fact, putting that story front and center was actually doing, if anything, a disservice to the public. And come to think of it, probably a disservice to the hundreds of thousands of people dying in Syria, those suffering from the current unrest in Egypt, or, hell, even people who just wanted to read about the 50th anniversary of Martin Luther King's “I Have A Dream” speech.", "First, SNL, TDS and TCR are largely about their hosts and their presentation of fake news. In contrast, the presentation of The Onion is nearly anonymous: print news items do not carry a byline and video news reporters are unnamed, unseen or unfamiliar. Fake news exists in different forms. The Onion's ONN has even hired traditional news anchors to read its copy, including one later hired away from ONN by CNN (Sharp 2008).", "Second, social commentary on SNL, TDS and TCR is often steeped in strong exaggeration that signals its comedic intent. As part of the experience, the hosts laugh, grin, and even crack up during their news presentations, making it clear to their audience that their content was intended to appear as fake from the onset. In contrast, The Onion avoids the slapstick and clowning, turning instead to the “hyper-real” where both text presentations and on-screen delivery are relatively realistic (Waisanen 2011). Virginia Heffernan, a blogger for The New York Times, described The Onion's video spoofs as “A near-perfect facsimile of a deadly serious cable broadcast” (Heffernan 2008).", "Although in recent years fake news has enjoyed popularity through venues such as SNL, TDS and TCR, fake news owns a far richer history (Barnhurst 2011). Historians have found fake news, satire and parody from the eighth century. Fake news as we conceptually understand it today got its start in the late nineteenth century, a time of rapid growth for newspapers that was aided by emerging technologies (Love 2007). With journalism again in a period of technological revolution, boundaries between “fake news” and “real news” have shifted in both academic and journalistic circles. Fake news is hyper-real because it blurs lines between nonfiction and fiction, which challenges journalistic boundary work when journalistic practices overlap with fake news. The tension has grown from how journalists use fake and real news to challenge the boundaries of what news is and how news is created and with what purpose and effects.", "Fake news bears resemblance to real news thematically. General topics and issues may be the same, such as politics and the economy. Aesthetically, fake-news broadcasts such as TDS and “The Onion Week in Review” possess the feel of real news programs. But fake news is not bound by the same ethical codes as real news (Borden and Tew 2007). Free from the ethical codes accepted by traditional journalists, purveyors of fake news are free to parody, mock, criticize and fabricate. Fake news does not exist independently of real news. Instead, is exists as a critique of real news, a farcical watchdog that lampoons both journalists and the subjects they cover (Jones and Baym 2010).", "In addition to their role as watchdog, fake-news programs engage young news consumers, a part of the population that was once considered apolitical (Meddaugh 2010). Success of programs such as TCR, which provide news to previously disengaged consumers, has complicated journalism because “fake” news is driving “real” information to media consumers. Also, those who deliver fake news, such as Jon Stewart, are in some instances more trusted than the journalists who deliver real news because consumers perceive Stewart as one who holds “real” journalists accountable (Painter and Hodges 2010).", "The relationship between fake news and media consumers has been addressed by scholars. Less studied is the relationship between fake-news and traditional news organizations. The New York Times in 2010 compared Stewart with legendary broadcast journalist Edward R. Murrow (Berkowitz and Gutsche 2012). This acceptance of Stewart by the New York Times and other traditional and newer journalism outlets, such as blogs, stretched the negotiated membership boundaries of journalism (Berkowitz and Gutsche 2012).", "Boundary work allows journalists to decide who is in the group, who is not, ethical expectations, and matters of standards and practice (Gieryn 1999). These boundaries can shift over time as culture and society shift. Traditional news organizations may depict newer forms of media as being outside professional norms, such as when multiple traditional organizations questioned the methods of WikiLeaks (Coddington 2012). Journalists share common understandings of society. Because of this, traditional journalists draw and redraw professional, ethical and ideological boundaries (Carlson and Berkowitz 2012). Journalists, for instance, performed boundary work by publicly discussing the mentality of pack journalism (Frank 2003).", "Traditional journalists create their own professional boundaries, often portraying themselves as officers of the public good (Carlson 2006). Journalists adopt codes of ethics and admonish those who fail to live up to them. Those codes, though, are becoming increasingly difficult to identify, which leaves the door open for fake news to enter the boundaries of journalism as defined by those who practice it (Baym 2005), such as the case with the New York Times and Stewart in the role of Murrow. The term “fake news” is more of a label than a definition. Stewart and Colbert parody the news but also create it when they conduct original interviews or appear on current-affairs shows on traditional cable news networks such as CNN and Fox News Channel. The line between “fake news” and “real news” is further blurred by publications such as The Onion, which creates fake-news stories based on real events while also providing serious content on such cultural issues as sexuality and film and cinema.", "Within hyper-reality, the line between nonfiction and fiction vanishes and what can be considered “authentic” is delegitimized (Brennen and dela Cerna 2010). Hyper-reality “calls into question the claims of representation, both cultural and political” (Storey 2012, 196). Recent studies in hyper-reality grew from Eco (1973, 7) and Baudrillard (1994, 1–42), who wrote that in the postmodern era reality and simulation operate simultaneously along a single track, without difference. They exist together on a “roller-coaster continuum,” a track in which reality bleeds into imagination to produce a new representation of an idea (Storey 2012, 193).", "In March 2014, for instance, US President Barack Obama appeared on the fictional online talk show “Between Two Ferns.” “Ferns” takes on the appearance and form of a cable-access interview show, but the host is a comedian who purposely bumbles his way through segments. Obama engaged in comedic-banter-played-straight with the host but also was given time to promote the Affordable Care Act. Some journalists criticized the president for jeopardizing the dignity of the office by appearing on a fake-news show, but the president said the move allowed him to reach a wider audience (Johnson 2014).", "The hyper-real also occurred in 2008 when two aspiring filmmakers created a fictional political pundit named Martin Eisenstadt, who commented on real and fictional political events. Unable to distinguish simulation from reality, numerous news organizations reported one of Eisenstadt's reports as fact (Perez-Pena 2008). In 2009, Washington Monthly ran an editorial piece praising an upcoming book “written” from Eisenstadt's fictional perspective with the acknowledgment that Eisenstadt was a fake. Washington Monthly wrote that the Eisenstadt memoir was “the best fake news memoir of the campaign season” (Green 2009). Then, in 2012, one of the United States’ most historic cultural magazines, The New Yorker, acquired a fake-news website (Borowitz 2012). This further blurred the line between real news and fake news. The New Yorker links to the fake-news website, “The Borowitz Report,” from its homepage with no indication that the site is a parody until after readers click on the page.", "If hyper-reality lives in the fake, it follows that “real” news operates in the realm of truth. Truth, of course, can be subjective. Journalists make choices about what information to share, not share, and how to present that information (Deuze 2005). Two key differences between “real” news and “fake” news help segregate the tracks. The first is producer intent. “Real” news reporters, perhaps unaware they are making decisions that will effect audience perception and reveal their biases, operate under the umbrella of journalistic authority and at the very least believes they are reporting the truth (Carlson 2012). “Fake” news reporters, such as those who work for The Onion, are aware that they are producing parody. The second difference is audience perception. Audiences hold separate expectations between what they expect from “real” news outlets and “fake” news outlets. When a “real” news organization reveals bias or makes an error, audiences feel outrage. When a “fake” news organization takes sides, it is part of the joke (Becker, Xenos, and Waisanen 2010). The findings of Becker, Xenos, and Waisanen “suggest that viewers draw a measurable and pronounced dividing line between political comedy programs and hard news content” (155).", "In hyper-reality simulation swallows reality. Fake news can become more “real” than real news (Tally 2011). Hyper-reality of journalism reaches even more intense levels when fake news actually predicts future events, such as when The Onion reported Miley Cyrus’ 2013 journalism meltdown in 2008 and fictional-pundit Eisenstadt hinted in 2009 at a future political scandal involving New York politician Anthony Weiner (Keefe 2011).", "Hyper-realism can be intentional. Fake-news organizations practice boundary work by creating content with social goals such as creating public dialog (Waisanen 2011). ONN purposively designed its set and journalistic tone to mimic traditional broadcast journalism (Kiss 2008). Said ONN's director: “our goal from the start was to make it look like TV.”", "Fake news, in its hyper-realism, offers social critique in ways that “real news” cannot (Tally 2011), and in that respect becomes more real than real. It has acquired an epistemic authority, the legitimate power to define bounded domains of reality (Gieryn 1999, 1). Whereas mainstream journalism likes to declare itself the watchdog estate, “fake news” puts “real news” into the position of needing to be watched, natural results of parody and satire. Hyper-realization allows fake news to address issues of “great civic importance” (Reilly 2012).", "Mainstream journalists use collective memory to re-establish journalistic authority when “fake news” becomes real. Collective memory can help build journalistic authority (Berkowitz 2011). From collective memory springs media memory. Media memory is the journalistic practice of using the media to narrate a collective past (Neiger, Meyers, and Zandberg 2011). Media memory also enables mainstream journalists to practice boundary work, defining what is and is not journalism (Carlson 2006). When ONN's fake-news story accurately predicted the exact year of a Miley Cyrus media meltdown, mainstream journalism acknowledged the fake-news story. It practiced boundary work first by welcoming ONN into the realm of “real” news, then by dismissing ONN through regular reminders to viewers that ONN was a “fake” organization.", "When mainstream news outlets such as MSN.com (Microsoft), The Orlando Sentinel and Gawker Media reported on ONN's fake report, it clarified how hyper-realized fake news has become the Fifth Estate, a network of alternative news sources realized through new technologies and alternative journalistic forms, most notably humor, parody and mimicry (Dutton 2009). The academic term “Fifth Estate” has been claimed by such disciplines as journalism, labor studies, criminal studies and organizational theory, among others. In journalism studies the term divides between electronic media, radio broadcasting, watchdog journalism (WikiLeaks, for example), gatekeeping theory and, of course, fake news. The organic nature of blogs, which rely on voluntary interactions rather than structural power, extend blogs into a Fifth Estate role of watching over the Fourth Estate (Cooper 2006). This conceptualization of Fifth Estate should be explicated to also include fake news because of its less formal structure and the organic means through which it attracts audiences. This paper conceptualizes the Fifth Estate as a hybrid of hyper-realized fake news and watchdog journalism as a challenge to the professional boundaries of traditional journalism.", "This leads to four research questions:RQ1: How did the fake-news Fifth Estate engage with other elements of the Fifth Estate (columnists, bloggers) to relocate CNN (and mainstream journalism in general) back within conventional Fourth Estate boundaries?RQ2: How did the notion of hyper-real news shape the authority of the Fifth Estate in the boundary work with CNN.com's VMA coverage?RQ3: How did memory of The Onion's 2008 prediction about the depletion of the Miley Cyrus resource reinforce the authority of its fake CNN editor's column?RQ4: What does this case add to the understanding of professional boundary repair in an age of a rising Fifth Estate? ", "How did the fake-news Fifth Estate engage with other elements of the Fifth Estate (columnists, bloggers) to relocate CNN (and mainstream journalism in general) back within conventional Fourth Estate boundaries?", "How did the notion of hyper-real news shape the authority of the Fifth Estate in the boundary work with CNN.com's VMA coverage?", "How did memory of The Onion's 2008 prediction about the depletion of the Miley Cyrus resource reinforce the authority of its fake CNN editor's column?", "What does this case add to the understanding of professional boundary repair in an age of a rising Fifth Estate?"]}, {"title": "Method", "paragraphs": ["This study was accomplished through qualitative textual analysis focusing on common themes related to the conceptual framework (Lindlof and Taylor 2010). Data came from Google News searches and a Google News category using the terms “Miley Cyrus” and “the Onion.” These search terms were useful for the study of boundary work and the role of memory for enhancing fake-news authority.", "In all, these searches yielded 29 news items, blogs and opinion pieces. Of these, 18 were about CNN.com, the Onion and coverage of the VMA broadcast. An additional 11 items related to the 2008 ONN report about depleting Miley Cyrus. Items were considered from the day that the CNN.com story about Cyrus first appeared on August 26, 2013 through late September and early October, when a few follow-up stories appeared. At that point, the stories ceased to appear and no additional items were collected.", "A spreadsheet was built to catalog all the items, which were numbered consecutively to facilitate coordination between the researchers. Both researchers read each item and took notes related to central themes that followed from the conceptual framework. This was done for each of the two main issues. These key themes were then connected to examples that illustrated them, which are presented in the analysis that follows."]}, {"title": "The Hyper-real Fifth Estate Gets Down to Business", "paragraphs": ["The overall dialog among blogs and columnists developed through three main themes. First, the discussion addressed the nature of the boundary skirmish. Second, these opinion writers pondered implications for the media as social institution. Third, boundary lines were drawn and redrawn, suggesting which organizations belonged within the boundary of “good journalism.”", "Early in the conversation among members of this “Fifth Estate,” three main concerns were identified through a brief piece from the news organization, Epoch Times (Phillips 2013): (1) the potential monetary gain in the form of “more clicks”; (2) the notion that nothing was important about the story, so that it did not merit the high visibility it received; and (3) that, ultimately, the VMA story represented a public disservice by a mainstream news organization whose mission was supposedly to serve the public. By pointing to these issues, members of the Fifth Estate were assuming their boundary work, with an effort to bring the mainstream media—particularly CNN.com—back within the Fourth Estate boundary expectations. One of the big questions left dangling asked, “How did this happen?” Two answers surfaced, one pointing at the expectations of a media audience seeking entertainment, one stemming from the basics of maintaining a media business in a highly competitive digital environment.", "For example, a commentary piece by writer Allen Clifton for Forward Progressives brought blame squarely on the audience: “a point I’ve been talking about for years—quality journalism is dying and we’re the ones killing it” (Clifton 2013). Clifton argued that stories like what CNN.com had run about Cyrus’ twerking were simply a response to audience demands:Now I know what some of you are saying, “Well, I don’t read trash stories. I want good news reporting and quality journalism.” Well, if that is true, you’re sadly becoming the exception rather than the rule. But you mean to tell me you’ve never clicked on one of the many stories I see on media sites about “Man Exposes Himself at Taco Stand” or “Butt Implants Are Newest Rage for Men” (yes, this was actually a headline today at the Huffington Post). (Clifton 2013)By casting the situation this way, Forward Progressives painted a clear line about the boundaries for quality news organizations and the temptation for some to cross the boundary line for the sake of profit: “See, consumers are the reason why the media sucks so badly these days,” Clifton concluded. As a bottom line, he argued that CNN.com should not be singled out as going beyond the boundary, because that news organization had simply given the audience what it desired.", "Now I know what some of you are saying, “Well, I don’t read trash stories. I want good news reporting and quality journalism.” Well, if that is true, you’re sadly becoming the exception rather than the rule. But you mean to tell me you’ve never clicked on one of the many stories I see on media sites about “Man Exposes Himself at Taco Stand” or “Butt Implants Are Newest Rage for Men” (yes, this was actually a headline today at the Huffington Post). (Clifton 2013)", "This argument was furthered by the news blog site, LA Observed, where writer Kevin Roderick ruminated, “This may be the best skewer you have ever read of the web strategy that more and more media outlets use” (Roderick 2013). Part of the online media old-guard, Salon, pondered “how and how much cable news ought to be covering Miley Cyrus” (D’Addario 2013). In doing so, the Salon writer attempted to place both CNN and MSNBC outside the “good journalism” boundary. CNN's Anderson Cooper, for example, opined on air for more than three minutes about the Miley Cyrus flap (while nonetheless showing more clips of the VMA awards program); MSNBC's Mika Brzezinski offered his take on Cyrus’ health condition. Explained Salon writer Daniel D’Addario, with a twist of irony about how Cooper drew attention to the situation while simultaneously urging his audience to ignore it:“It's all so yawningly formulaic,” said Cooper, just before showing a clip of a four-year-old Cyrus performance in which the singer was said to have pole-danced. Cooper instructed his audience not to pay attention to the VMAs; he, indeed, said he hadn’t watched the show at all. But the Cyrus story is such guaranteed gold that it's worth weighing in on—if only to tell others not to bother being outraged. (D’Addario 2013)Celebrity news website MStarz—an outsider to the institution of journalism—also played up how the hyper-real column in The Onion played a Fifth Estate role:While the entire Internet was buzzing about Miley Cyrus’ VMA performance yesterday, we still expect a little more from our journalistic bastions than we do Twitter, Tumblr and Buzzfeed. That's why it is so surprising that CNN.com ran a twerking recap as their top story (aka the most important thing IN THE WORLD today), a move that got the news organization openly shamed by The Onion. (Galbraith 2013)British political/cultural/current affairs magazine and online website New Statesman took advantage of the situation to accomplish a bit of boundary work with one of its competitors, The Independent. That publication, it turned out, initially took The Onion column as real-real, rather than hyper-real, first publishing that “Meredith Artley, Managing Editor of CNN.com, wrote in The Onion to explain why CNN put Miley as their top story” (Media Mole 2013). Once the error had been pointed out via Twitter, The Independent quickly recast its remark: “A piece in The Onion even joked why CNN put Miley as their top story.” To twist the proverbial knife a little deeper, the New Statesman piece commented on how The Independent had in the past mocked other news outlets for making the exact same kind of mistake.", "“It's all so yawningly formulaic,” said Cooper, just before showing a clip of a four-year-old Cyrus performance in which the singer was said to have pole-danced. Cooper instructed his audience not to pay attention to the VMAs; he, indeed, said he hadn’t watched the show at all. But the Cyrus story is such guaranteed gold that it's worth weighing in on—if only to tell others not to bother being outraged. (D’Addario 2013)", "While the entire Internet was buzzing about Miley Cyrus’ VMA performance yesterday, we still expect a little more from our journalistic bastions than we do Twitter, Tumblr and Buzzfeed. That's why it is so surprising that CNN.com ran a twerking recap as their top story (aka the most important thing IN THE WORLD today), a move that got the news organization openly shamed by The Onion. (Galbraith 2013)", "In a few cases, Fourth Estate organizations took advantage of the situation to do Fifth Estate-like boundary work. U.S. News writer Robert Schlesinger wrote an opinion piece wherein he first distanced himself from actually paying attention to the VMA program and then stepping in for the kill:Being firmly entrenched in middle age and something of a crank, I didn’t watch the MTV's Video Music Awards … And yet I know all about Miley Cyrus’ lewd gyrations with singer Robin Thicke. Why is that? Because I have CNN on at my desk all day long, so I got to watch the controversial Miley Cyrus clip yesterday, all day long. (Schlesinger 2013) The Onion's fake column, Schlesinger concluded, “has the virtue of being funny (and, really, not funny) because it's spot-on true.” As much as this Fourth Estate boundary work capitalized on the veracity of hyper-real fake news, another wanna-be member of the Fourth Estate—the entertainment news publication, Variety—donned its Fourth Estate robes to defend the status quo of its boundaries. Editor-in-Chief Andrew Wallenstein argued that The Onion “oversimplifies the realities of the digital-news biz,” and therefore, was wrong about the situation (Wallenstein 2013). In a somewhat apologist tone for the media mainstream, Variety offered a boundary-stretching take on those “realities,” one that oddly took advantage of similarities between the words Cyrus and Syria:But were the Onion a real news organization, it might understand a more complicated truth behind the uneasy coexistence of Cyrus and Syria in modern digital newsrooms: It's difficult to subsist on substantive journalism without some help from more crowd-pleasing content. (Wallenstein 2013)Chalking up the CNN decision to play up Cyrus’ VMA performance to, essentially, the cost of doing business in a digital media era, journalists themselves sometimes find themselves “‘twerking’ uncomfortably close to the groin of their employer's financial goals” (Wallenstein 2013). From this pragmatic perspective, the piece argued that successful news organizations must strike a balance between audience-driving content and the content that audiences need to know. Continuing with its effort to redraw journalistic boundaries, Wallenstein explained:But that's where those who cherish the Syria coverage need to understand that Cyrus doesn’t detract from Syria; it actually bears the weight of traffic demands that Syria shouldn’t be expected to meet. Thus Cyrus is helping shoulder the cost of more substantial coverage that Syria can’t possibly meet on its own.Still forgetting that The Onion is a fake-news organization, the hyper-real nature of its CNN parody kept Wallenstein moving the argument farther ahead, likening news of the Cyrus ilk to the function of a circus barker:Syria can even benefit from a little Cyrus time; there's something to be said for any kind of content triggering a mass influx of users, which increases the chance they will move on to other content on the site. Come for Cyrus, stay for Syria. (Wallenstein 2013)Dangling Variety's unreal explanation of the hyper-real Onion column, though, caught some push-back from its attempt to claim turf within mainstream journalism's boundaries. Peter Bella, a writer on the Chicago Tribune's blog site Chicago Now responded the next day with a take-off of Variety's piece, “Why the Onion is Wrong About CNN and Miley Cyrus.” The similarly titled “Variety is Wrong About The Onion and Miley Cyrus” made a blunt attempt to re-locate Variety outside the boundaries of the journalistic mainstream with the battle cry, “the editors and so-called reporters at Variety have too much time on their hands and no sense of humor” (Bella 2014). Claiming that Variety subsists on content from “entertainment public relations weasels and ferrets,” Bella condoned its more-or-less unauthorized effort at boundary work:Variety goes even deeper into the miasma when they attempt to explain quality journalism. That is laughable. The Onion should do a humor hit piece of the alleged “quality journalism” Variety claims they produce. Maybe because they are in Hollywood they can get away with calling their drek “journalism.” (Bella 2014)The real reason that Variety ran its take on quality journalism, he claimed, was to undertake its own boundary work to keep mainstream journalism outside the boundaries of entertainment journalism. “The only reason Variety ran this piece was to assuage the weasels and ferrets retained by entertainers and studios” (Bella 2014).", "Being firmly entrenched in middle age and something of a crank, I didn’t watch the MTV's Video Music Awards … And yet I know all about Miley Cyrus’ lewd gyrations with singer Robin Thicke. Why is that? Because I have CNN on at my desk all day long, so I got to watch the controversial Miley Cyrus clip yesterday, all day long. (Schlesinger 2013)", "But were the Onion a real news organization, it might understand a more complicated truth behind the uneasy coexistence of Cyrus and Syria in modern digital newsrooms: It's difficult to subsist on substantive journalism without some help from more crowd-pleasing content. (Wallenstein 2013)", "But that's where those who cherish the Syria coverage need to understand that Cyrus doesn’t detract from Syria; it actually bears the weight of traffic demands that Syria shouldn’t be expected to meet. Thus Cyrus is helping shoulder the cost of more substantial coverage that Syria can’t possibly meet on its own.", "Syria can even benefit from a little Cyrus time; there's something to be said for any kind of content triggering a mass influx of users, which increases the chance they will move on to other content on the site. Come for Cyrus, stay for Syria. (Wallenstein 2013)", "Variety goes even deeper into the miasma when they attempt to explain quality journalism. That is laughable. The Onion should do a humor hit piece of the alleged “quality journalism” Variety claims they produce. Maybe because they are in Hollywood they can get away with calling their drek “journalism.” (Bella 2014)", "Closure to the CNN/Cyrus flap came a month or two later. USA Today, in early October, turned to head Onion writer Seth Reiss to shore up The Onion's Fifth Estate standing:The Cyrus/CNN story—a real-time take on the news of the moment that rapidly became an Internet meme—encapsulates The Onion's aggressive shift from weekly humor newspaper to 24/7 digital satirist, all the while clinging tightly to its image as the righteous spitball thrower of the American media. (Yu 2013)The previous week, news-blog PandoDaily went to Cyrus herself through some outtakes published by the not-quite-Fourth Estate magazine Rolling Stone. PandoDaily reporter Hamish McKenzie re-connected back to the Onion's column to express the kind of “media outrage” such as what came in response to the CNN coverage of the VMA program. Cyrus opined:I think it's all marketing. If a website is like, “We love Miley's performance!” I don’t think people are gonna click on it. “Miley's cute performance with teddy bears!”—no one is gonna click on that. (McKenzie 2013)In all, this discussion began with the premise that The Onion's fake column by CNN.com editor Meredith Artley—and the controversy surrounding it—represented Fifth Estate boundary work to readjust the appropriate roles for mainstream news organizations. In CNN.com's case, it had featured salacious click-bait about Cyrus’ VMA twerking performance while temporarily downplaying national and world news of the day. The Onion's column had touched a tender spot in mainstream journalism's flesh that really deployed a critique of CNN's decision as synecdoche for the economic imperatives facing mainstream journalism as a whole, with its hyper-real presentation lending authority and credibility to its Fifth Estate critique.", "The Cyrus/CNN story—a real-time take on the news of the moment that rapidly became an Internet meme—encapsulates The Onion's aggressive shift from weekly humor newspaper to 24/7 digital satirist, all the while clinging tightly to its image as the righteous spitball thrower of the American media. (Yu 2013)", "I think it's all marketing. If a website is like, “We love Miley's performance!” I don’t think people are gonna click on it. “Miley's cute performance with teddy bears!”—no one is gonna click on that. (McKenzie 2013)"]}, {"title": " The Onion Times Two: Fake Memory as Real Authority", "paragraphs": ["Mainstream news organizations and Fifth Estate bloggers also granted real authority to The Onion based on its previous success in predicting true elements of future news. In doing so, mainstream organizations and bloggers presented fake-news organizations in two ways. First, mainstream news organizations presented The Onion as more than a novelty act that just happened to accurately predict the coming of “real” news. Via the accuracy of The Onion's 2008 Cyrus article, mainstream news organizations and Fifth Estate bloggers bestowed authority upon The Onion that those same mainstream organizations and bloggers then used as a device to employ media memory in its representation of Cyrus’ VMA performance.", "Additionally, mainstream news organizations described The Onion with amazement and admiration. In these instances, mainstream tone focused more on the audacity of Cyrus’ performance and less on the reputation and representation of The Onion. In both types of description—memory device and amazement—mainstream news organizations deployed media memory to sell their Cyrus narratives.", " The Onion's original 2008 article gave Fifth Estate bloggers the connector they needed to invoke other instances of “shocking” celebrity actions. This memory work was evident in numerous pieces, including one in Neon Tommy, a popular blog run by students at the University of Southern California's Annenberg School for Communication and Journalism. In the post, Neon Tommy assumed its readers were familiar with The Onion. Nowhere did it describe The Onion as a fake-news organization.", "The blog wrote that The Onion was “spot on” in its 2008 segment. Then the author invoked the names of troubled celebrities in an attempt to put Cyrus’ actions into context:She [Cyrus] is turning into a Britney Spears or a Lindsay Lohan because it seems as she is just off her rocker. She could end up in a situation like Amanda Bynes, where she starts lashing out at anyone and everyone and makes remarks towards them that just don’t make sense. (Gomez 2013) Neon Tommy provided no context for Spears, Lohan and Bynes. Their names alone were the context. In reality, the three celebrities noted by Neon Tommy had little in common with Cyrus. Spears struggled with personal problems and was hospitalized (Singer 2007). Lohan and Bynes have each faced legal troubles (Carter 2010; Kaufman 2013). Cyrus, as of this analysis, has not dealt with any of the issues faced by the three celebrities invoked by Neon Tommy. But the blog nonetheless used The Onion's 2008 article as the vessel for introducing Spears, Lohan and Bynes into the narrative. The Onion's validated fake news gave it authority that was then used by Neon Tommy to provide context that may or may not have been accurate.", "She [Cyrus] is turning into a Britney Spears or a Lindsay Lohan because it seems as she is just off her rocker. She could end up in a situation like Amanda Bynes, where she starts lashing out at anyone and everyone and makes remarks towards them that just don’t make sense. (Gomez 2013)", "The Neon Tommy sample echoed a post in The Memphis Flyer, which acknowledged its lack of understanding of Cyrus’ career, but it still invoked the names of other celebrities to contextualize Cyrus’ actions:I do not know if Miley Cyrus is just the latest in the entertainment media's production line of soon-to-be-burnt-out, drug-addled young music/screen stars, a la Lohan, Spears, Bynes, [Justin] Bieber, [Amy] Winehouse, etc., or whether she is skillfully, soberly, and purposefully being outrageous to enhance her career, al la Lady Gaga and Madonna before her. (Vanwyngarden 2013) The Memphis Flyer went on to write that The Onion in 2008 “got the Miley Cyrus story exactly right.” The Onion story was the impetus behind the post. Without The Onion's 2008 predictive article, The Memphis Flyer would not have been able to compose its post that employed media memory even more extensively. Neon Tommy stopped at Spears, Lohan and Bynes, but The Memphis Flyer introduced Winehouse, a pop singer who died from drug overdose, to contextualize Cyrus. It also invoked the memories of Lady Gaga and Madonna to consider whether Cyrus might not be a tragic celebrity at all, but instead a shrewd businesswoman.", "I do not know if Miley Cyrus is just the latest in the entertainment media's production line of soon-to-be-burnt-out, drug-addled young music/screen stars, a la Lohan, Spears, Bynes, [Justin] Bieber, [Amy] Winehouse, etc., or whether she is skillfully, soberly, and purposefully being outrageous to enhance her career, al la Lady Gaga and Madonna before her. (Vanwyngarden 2013)", " Neon Tommy and The Memphis Flyer are obscure next to Gawker.com, a mammoth Fifth Estate journalistic watchdog organization with hundreds of millions of page views (Bercovici 2014). Gawker, too, used The Onion's predictive article to generate new content. Gawker declared “at least we’ll always have The Onion” in its August 2013 post about The Onion's 2008 article predicting Cyrus’ media meltdown (Zimmerman 2013). The article opened with a bit of memory work, hyperlinking to a website that described The Onion's editorial history. By establishing in the lead The Onion's history of fudging its corporate timeline, Gawker was able to also establish, via humor, that The Onion's ability to bend time had precedent:there is good reason to believe The Onion may actually be from the future. How else would one explain its eerie ability to accurately predict future events? Case in point: Miley Cyrus. (Zimmerman 2013) Gawker went on to use a mystical term, writing that The Onion “prophesied” Cyrus’ VMA performance five years before it happened. It concluded by paraphrasing the original article from The Onion, sharing with readers access to the information which led to Gawker's post.", "there is good reason to believe The Onion may actually be from the future. How else would one explain its eerie ability to accurately predict future events? Case in point: Miley Cyrus. (Zimmerman 2013)", "Memory work was also performed by Huffington Post. Similar to Neon Tommy, Huffington Post provided no context for its readers for what The Onion was. Huffington Post allowed The Onion as a standalone entity to create its own authority through meaning. For some readers that might have meant “humorous parody news organization.” For other readers unfamiliar with The Onion it might have meant “news organization.”", "Also invoking mystical terminology to establish The Onion's authority, Huffington Post even used a variation on Gawker's term, “eerie”:As always, The Onion was able to see what was happening and accurately call out the situation long ago … Check out the eerily prescient video. (Luippold 2013)Because of its 2008 article on Cyrus, The Onion was described by mainstream media as a prophet. It was called prescient and eerie. It was praised for its mere existence and built into a journalistic authority figure that then allowed members of the Fifth Estate to institute media memory that, ironically, may have portrayed Cyrus inaccurately. The fake-news organization got it right, which afforded legitimate news organizations the ability to get it wrong. Mainstream coverage of The Onion's 2008 Cyrus “prophecy” created a hyper-real situation in which the most accurate news organization was the one dealing in fabrication and parody.", "As always, The Onion was able to see what was happening and accurately call out the situation long ago … Check out the eerily prescient video. (Luippold 2013)", "In all, The Onion gained journalistic authority through the memory work of Gawker, Huffington Post, Neon Tommy and The Memphis Flyer. Each added authority to The Onion in its own way: Gawker cited The Onion's history and predictive capabilities; Huffington Post praised The Onion for its accuracy; Neon Tommy used The Onion's 2008 Cyrus article as the foundation of its contemporary Cyrus coverage; and The Memphis Flyer, which also used The Onion as foundational work, highlighted The Onion's accuracy while giving readers no indication that The Onion is a fake-news organization."]}, {"title": "Conclusion", "paragraphs": ["This study began with the premise that bloggers, columnists and even fake-news organizations have come to serve as a Fifth Estate watching over the mainstream journalism institution. This Fifth Estate engages in boundary work attempting to bring journalists back to the practices of their professional realm.", "In recent years, fake-news purveyors have gained traction as part of the new Fifth Estate. Although broadcast satirists such as Jon Stewart, Stephen Colbert and SNL's Weekend Update cast members have taken on that role, the hyper-real nature of The Onion and ONN has gained some extra credibility by following journalism forms of mainstream media while also offering a satirical view that avoids the obvious gestures of their joker-in-arms comrades. That was certainly the case when The Onion's fake column supposedly by CNN.com editor Meredith Artley drew widespread attention to the appropriate boundaries for mainstream media organizations. This authority was shored up ironically through memory of ONN's report about the depletion of the Miley Cyrus resource by 2013, the year the VMA program was broadcast.", "Through textual analysis of blogs and columns, this paper explored four research questions. The first question asked how fake news—The Onion in particular—interacted with other elements of the Fifth Estate to bring CNN.com back to within its professional boundaries. In this situation, bloggers over and over again began by accepting The Onion's critique as accurate and then focused on why CNN.com chose to highlight Cyrus’ twerking performance in terms of Fourth Estate norms. Part of the blame was placed on the audience and its interests; other blame pointed to the necessities of doing business in a digital media environment. Lurking below the surface of this critique was the synecdoche of CNN.com representing a larger swath of the struggling media institution.", "A second question asked about the effect of The Onion's hyper-real approach to satire. As the analysis suggested, by avoiding the mixture of clowning-and-critique found with other fake-news sources, The Onion avoided ambiguity in its message that added authority, and even believability. A third question asked about the effect of ONN's 2008 prediction of a five-year depletion of the Miley resource. This provided a tongue-in-cheek double authority for the CNN.com column that reaffirmed the accuracy of The Onion's vision of society. A final question asked about what this case study can add to the understanding of professional boundary work. What stands out most clearly is how the growing Fifth Estate has begun taking on a vital role in watching the watchers as the mainstream media continue to strike a balance between making a profit in a new media economy and providing news that serves society.", "In all, this study helps to clarify the distinction between two related concepts: paradigm repair and boundary work. In its traditional application, the notion of paradigm repair implies an effort to re-instill confidence in the unwritten rules of professional practice. It is a process adopted by those who base their work on a paradigm incorporating aspects such as truth, impartiality, confidentiality and honesty along with a set of practices designed to assure those aspirations are attained. Boundary work, in contrast, can be undertaken by both those within the Fourth Estate who adjust and adapt to changes and pressures in the media environment, as well as those outside the Fourth Estate who attempt to stake out an area of journalistic turf where they can play a valuable role, whether for their own gain or for the betterment of society.", "But the processes of boundary work and paradigm repair have begun to blur between the mainstream media and the Fifth Estate media that are more-or-less watching the watchers. This suggests that as mainstream media organizations face increasing economic pressures to ensure their survival, the temptation grows to cross traditional professional boundaries. Because most mainstream organizations face this same dilemma, they become less likely to cast the first stone and criticize their peers. This is where the Fifth Estate gains its foothold in society by increasing credibility while not being held to traditional Fourth Estate standards. In this way, members of the Fifth Estate become surrogates for the work that the Fourth Estate sees as increasingly dangerous to undertake on its own."]}], "references": [{"title": "The New ‘Media Affect’ and the Crisis of Representation for Political Communication", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}]}, {"title": "The Daily Show: Discursive Integration and the Reinvention of Political Journalism", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Baym Geoffrey", "first_name": "Baym", "last_name": "Geoffrey"}]}, {"title": "Sizing up the Daily Show: Audience Perceptions of Political Comedy Programming", "year": "2010", "journal": "Atlantic Journal of Communication", "volume": "18", "authors": [{"name": "Becker Amy B.", "first_name": "Becker", "last_name": "B."}, {"name": "Xenos Michael A.", "first_name": "Xenos", "last_name": "A."}, {"name": "Waisanen Don J.", "first_name": "Waisanen", "last_name": "J."}]}, {"title": "Variety Is Wrong about The Onion and Miley Cyrus", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "Bella Peter", "first_name": "Bella", "last_name": "Peter"}]}, {"title": "The Playboy Interview: A Candid Conversation with Gawker&#039;s Nick Denton", "year": "2014", "journal": "Playboysfw.com", "volume": "", "authors": [{"name": "Bercovici Jeff", "first_name": "Bercovici", "last_name": "Jeff"}]}, {"title": "Drawing Lines in the Journalistic Sand: Jon Stewart, Edward R. Murrow, and Memory of News Gone By", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "Gutsche Jr Robert E.", "first_name": "Gutsche", "last_name": "E."}]}, {"title": "The Role of Journalist and the Performance of Journalism: Ethical Lessons From “Fake” News (Seriously)", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Borden Sandra L.", "first_name": "Borden", "last_name": "L."}, {"name": "Tew Chad", "first_name": "Tew", "last_name": "Chad"}]}, {"title": "SHOCKER: The New Yorker Acquires the Borowitz Report", "year": "2012", "journal": "The New Yorker", "volume": "", "authors": [{"name": "Borowitz Andy.", "first_name": "Borowitz", "last_name": "Andy."}]}, {"title": "Journalism in Second Life", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Brennen Bonnie", "first_name": "Brennen", "last_name": "Bonnie"}, {"name": "dela Cerna Erika", "first_name": "dela", "last_name": "Erika"}]}, {"title": "Miley Cyrus VMA Show was ‘Disgusting Sexual Exploitation’ Say Leading Parents Group", "year": "2013", "journal": "Mirror", "volume": "", "authors": [{"name": "Buckland Lucy.", "first_name": "Buckland", "last_name": "Lucy."}]}, {"title": "War Journalism and the ‘KIA Journalist’: The Cases of David Bloom and Michael Kelly.”", "year": "2006", "journal": "Critical Studies in Media Communication", "volume": "23", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt."}]}, {"title": "Rethinking Journalistic Authority: Walter Cronkite and Ritual in Television News", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt."}]}, {"title": "Lindsay Lohan&#039;s Legal Troubles: A Timeline", "year": "2010", "journal": "MTV.com", "volume": "", "authors": [{"name": "Carter Kelley I.", "first_name": "Carter", "last_name": "I."}]}, {"title": "The Onion Obliterates CNN&#039;s Obsessive Miley Cyrus Coverage, Exposes Bigger Issues", "year": "2013", "journal": "Forward Progressives", "volume": "", "authors": [{"name": "Clifton Allen.", "first_name": "Clifton", "last_name": "Allen."}]}, {"title": "Defending a Paradigm by Patrolling a Boundary: Two Global Newspapers’ Approach to WikiLeaks.”", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Coddington Mark.", "first_name": "Coddington", "last_name": "Mark."}]}, {"title": "The Media that Need Citizens: The First Amendment and the Fifth Estate", "year": "2011", "journal": "Southern California Law Review", "volume": "85", "authors": [{"name": "Cohen Adam.", "first_name": "Cohen", "last_name": "Adam."}]}, {"title": "After The Onion Goes after CNN&#039;s Miley Cyrus Coverage, Anderson Cooper Spotlights Twerking", "year": "2013", "journal": "Salon.com", "volume": "", "authors": [{"name": "D’Addario Daniel.", "first_name": "D’Addario", "last_name": "Daniel."}]}, {"title": "Oxford Dictionary Adds ‘twerk,’ ‘derp,’ ‘selfie,’ ‘phablet,’ and More Voguish Vocabulary", "year": "2013", "journal": "Quartz", "volume": "", "authors": [{"name": "Datoo Siraj.", "first_name": "Datoo", "last_name": "Siraj."}]}, {"title": "What Is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "The Fifth Estate Emerging Through the Network of Networks.”", "year": "2009", "journal": "Prometheus", "volume": "27", "authors": [{"name": "Dutton William H.", "first_name": "Dutton", "last_name": "H."}]}, {"title": "", "year": "2013", "journal": "The Onion", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "‘These Crowded Circumstances’: When Pack Journalists Bash Pack Journalism.”", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Frank Russell.", "first_name": "Frank", "last_name": "Russell."}]}, {"title": "Miley Cyrus VMAs: The Onion Blasts CNN over Running Twerking Recap as Story", "year": "2013", "journal": "MStarz.com", "volume": "", "authors": [{"name": "Galbraith Alex.", "first_name": "Galbraith", "last_name": "Alex."}]}, {"title": "Miley Cyrus Will Hit Rock Bottom Soon", "year": "2013", "journal": "NeonTommy.com", "volume": "", "authors": [{"name": "Gomez Vanessa.", "first_name": "Gomez", "last_name": "Vanessa."}]}, {"title": "What Did the World Search for in 2013?", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "True Lies", "year": "2009", "journal": "Washington Monthly", "volume": "", "authors": [{"name": "Green Joshua.", "first_name": "Green", "last_name": "Joshua."}]}, {"title": "Broadcast Spoofs", "year": "2008", "journal": "New York Times", "volume": "", "authors": [{"name": "Heffernan Virginia.", "first_name": "Heffernan", "last_name": "Virginia."}]}, {"title": "President Obama Defends Doing Funny or Die&#039;s ‘Between Two Ferns", "year": "2014", "journal": "Variety.com", "volume": "", "authors": [{"name": "Johnson Ted.", "first_name": "Johnson", "last_name": "Ted."}]}, {"title": "A Dialogue on Satire News and the Crisis of Truth in Postmodern Political Television", "year": "2010", "journal": "Journal of Communication Inquiry", "volume": "34", "authors": [{"name": "Jones Jeffrey P.", "first_name": "Jones", "last_name": "P."}, {"name": "Baym Geoffrey", "first_name": "Baym", "last_name": "Geoffrey"}]}, {"title": "Amanda Bynes: A Timeline of Her Troubles", "year": "2013", "journal": "MTV.com", "volume": "", "authors": [{"name": "Kaufman Gil.", "first_name": "Kaufman", "last_name": "Gil."}]}, {"title": "A Satirical Pundit Foreshadowed Anthony Weiner&#039;s Woes in 2009 Book", "year": "2011", "journal": "Huffington Post", "volume": "", "authors": [{"name": "Keefe Terry.", "first_name": "Keefe", "last_name": "Terry."}]}, {"title": "@Future of Journalism: The Onion News Network and the High Art of Satire", "year": "2008", "journal": "The Guardian", "volume": "", "authors": [{"name": "Kiss Jemima.", "first_name": "Kiss", "last_name": "Jemima."}]}, {"title": "", "year": "2013", "journal": "The Onion", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Before Jon Stewart: Fake News Is Back, But Our Tolerance for It Isn’t What It Was Before Journalism Donned the Mantle of Authority", "year": "2007", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Love Robert.", "first_name": "Love", "last_name": "Robert."}]}, {"title": "The Onion Predicted Miley Cyrus VMA Backlash in 2008", "year": "2013", "journal": "Huffington Post", "volume": "", "authors": [{"name": "Luippold Ross.", "first_name": "Luippold", "last_name": "Ross."}]}, {"title": "Miley Cyrus: Millennial Media Critic (Clickbait Edition)", "year": "2013", "journal": "Pando.com", "volume": "", "authors": [{"name": "McKenzie Hamish.", "first_name": "McKenzie", "last_name": "Hamish."}]}, {"title": "Bakhtin, Colbert, and the Center of Discourse: Is There No ‘Truthiness’ in Humor?”", "year": "2010", "journal": "Critical Studies in Media Communication", "volume": "27", "authors": [{"name": "Meddaugh Priscilla M.", "first_name": "Meddaugh", "last_name": "M."}]}, {"title": "The Independent Falls for The Onion&#039;s Miley Cyrus Spoof", "year": "2013", "journal": "New Statesman", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Mocking the News: How The Daily Show With Jon Stewart Holds Traditional Broadcast News Accountable", "year": "2010", "journal": "Journal of Mass Media Ethics", "volume": "25", "authors": [{"name": "Painter Chad", "first_name": "", "last_name": "Chad"}, {"name": "Hodges Louis", "first_name": "Hodges", "last_name": "Louis"}]}, {"title": "A Senior Fellow at the Institute of Nonexistence", "year": "2008", "journal": "New York Times", "volume": "", "authors": [{"name": "Perez-Pena Richard.", "first_name": "Perez-Pena", "last_name": "Richard."}]}, {"title": "The Onion’s’ CNN Article Draws Response from Network&#039;s Meredith Artley over Miley Cyrus", "year": "2013", "journal": "Epoch Times", "volume": "", "authors": [{"name": "Phillips Jack.", "first_name": "Phillips", "last_name": "Jack."}]}, {"title": "Satirical Fake News and/as American Political Discourse", "year": "2012", "journal": "The Journal of American Culture", "volume": "35", "authors": [{"name": "Reilly Ian.", "first_name": "Reilly", "last_name": "Ian."}]}, {"title": "The Onion Skewers a Familiar Name over CNN&#039;s Miley Cyrus", "year": "2013", "journal": "L.A. Observed", "volume": "", "authors": [{"name": "Roderick Kevin.", "first_name": "Roderick", "last_name": "Kevin."}]}, {"title": "The Onion Explains CNN and Miley Cyrus", "year": "2013", "journal": "US News \\& World Report", "volume": "", "authors": [{"name": "Schlesinger Robert.", "first_name": "Schlesinger", "last_name": "Robert."}]}, {"title": "Tomorrow&#039;s Nonsense Today", "year": "2008", "journal": "The Guardian", "volume": "", "authors": [{"name": "Sharp Johnny.", "first_name": "Sharp", "last_name": "Johnny."}]}, {"title": "Timeline: Britney&#039;s Meltdown", "year": "2007", "journal": "CBSNews.com", "volume": "", "authors": [{"name": "Singer Michelle.", "first_name": "", "last_name": "Michelle."}]}, {"title": "The Onion Was Right About Miley Cyrus", "year": "2013", "journal": "The Memphis Flyer", "volume": "", "authors": [{"name": "Vanwyngarden Bruce.", "first_name": "Vanwyngarden", "last_name": "Bruce."}]}, {"title": "Crafting Hyperreal Spaces for Comic Insights: The Onion News Network’s Ironic Iconicity", "year": "2011", "journal": "Communication Quarterly", "volume": "59", "authors": [{"name": "Waisanen Don J.", "first_name": "Waisanen", "last_name": "J."}]}, {"title": "Why The Onion Is Wrong About CNN and Miley Cyrus", "year": "2013", "journal": "Variety", "volume": "", "authors": [{"name": "Wallenstein Andrew.", "first_name": "Wallenstein", "last_name": "Andrew."}]}, {"title": "Miley Cyrus", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Onion’ Digital Strategy is no Laughing Matter", "year": "2013", "journal": "USA Today", "volume": "", "authors": [{"name": "Yu Roger.", "first_name": "Yu", "last_name": "Roger."}]}, {"title": "This Onion Piece from 2008 Accurately Predicted Miley Cyrus in 2013", "year": "2013", "journal": "Gawker.com", "volume": "", "authors": [{"name": "Zimmerman Neetzan.", "first_name": "Zimmerman", "last_name": "Neetzan."}]}]}