{"doi": "10.1080/17512780903010892", "url": "https://doi.org/10.1080/17512780903010892", "title": "IN THE EYE OF THE OCCUPIER", "volume": "3", "year": "2009", "issue": "4", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Ismail", "first_name": "Amani", "name": "Amani Ismail", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Mishra", "first_name": "Smeeta", "name": "Smeeta Mishra", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This paper investigates how a mainstream American newspaper (The New York Times) and an Indian counterpart (The Times of India) construct political violence within the American occupation of Iraq, and how they reconcile notions of democracy and occupation. For both newspapers, Saddam Hussein's execution is the reference point to guide news selection. Findings indicate some differences in the two papers’ coverage, partly explained by the countries’ military involvement in the conflict and their history with Iraq. ", "body": [{"sec_title": "Introduction", "sec_content": ["Political violence is a prominent feature of contemporary news coverage. The Middle East has long been a hot spot for this news genre for many reasons, not least the Iraq War. In covering political violence, news media inevitably must make choices about whether to label it “insurgency,” “rebellion,” “terrorism” or otherwise.", "While “terrorism” did not start with 9/11 but rather has “deep roots in history” (Nassar, 2005, p. 39), the official attitude toward terrorism suffers from a suspension of any inquiry into causation. Government officials seldom ask what causes terror or question their own participation in terrorist acts. Somehow one gets the feeling that there is no connection between terrorism and its root causes. (2005, p. 41)  ", "the official attitude toward terrorism suffers from a suspension of any inquiry into causation. Government officials seldom ask what causes terror or question their own participation in terrorist acts. Somehow one gets the feeling that there is no connection between terrorism and its root causes. (2005, p. 41)", "India, a US ally in the “war on terror” that did not participate in the Iraq War, has been battling political violence for more than a decade now (Mahajan, 2007). The recent attacks on India's financial capital, Mumbai, which started on November 26, 2008, and continued for the following 62 hours, brought the country to a standstill (Chamberlain, 2008). The events of 9/11 changed Western responses to political violence attacks in India. Before 9/11, India's attempts at convincing America and its allies that it is a victim of terrorist attacks were largely unsuccessful. After 9/11, India shared a common enemy (terrorism) and a common goal (eradicating terrorism) with some of the major powers in the Western democratic world (Mahajan, 2007). The United States and India's alliance in the “war on terror” is not the only thing the two nation-states share in common; they are both regimes typically classified as democratic. And the “increasing warmth” between the United States and India has been witnessed in the recent reciprocal visits of their leaders and the signing of the nuclear pact which legitimizes India's status as a nuclear weapon state (Ninian, 2007). Even as the two countries nurture their newfound proximity, the United States has not taken a strong stand on Kashmir (Ninian, 2007), which is considered one of the most potentially dangerous disputes in the world and has led to several wars between the two nuclear powers, India and Pakistan (BBC News, 2008; Chenoy, 2006).", "Evidence suggests that citizens of democratic nation-states may well believe they hold the moral high ground concerning any armed conflict their countries engage in (Moeller, 2004), a belief enhanced by media that do not always explain that such moral ground is contested and that the language used to make the moral case is typically loaded (Moeller, 2004).", "This paper investigates how a mainstream American newspaper (The New York Times) and an Indian counterpart (The Times of India) – hereafter NYT and TOI, respectively – construct political violence within the American occupation of Iraq, and how they reconcile the incompatible notions of democracy and occupation. For both newspapers, Saddam Hussein's execution is picked as the reference point to guide news selection. This critical event within the Iraq War constitutes political violence if we apply the definition that argues political violence is that committed with political goals or within a political context (Nossek, 2004)."]}, {"sec_title": "Theoretical Framework", "sec_content": ["Political violence, sometimes used interchangeably with “terrorism,” is typically classified along two basic lines: grievance/bottom-up and institutional/top-down violence (Tuman, 2003; Wittebols, 1991). Grievance violence is typically performed by marginalized – or at least self-perceived as such – groups that seek to expose an issue, attain power, or alert attention to a cause. Conversely, institutional violence is characteristic of ruling apparatuses that seek to repress potential or actual resistance by less powerful entities in a given society (Wittebols, 1991).", "Each violence genre is constructed drastically differently from the other in mainstream news media. Whereas grievance violence is portrayed as terrorist, sensationalized, and stripped of its historical and social context, its institutional counterpart is not depicted as terrorism or euphemized as, say, government efforts to protect national security and interests (Ismail, 2008). For instance, Chechen rebellion against Russian repression and Palestinian resistance against Israeli occupation are commonly conveyed as illegitimate acts of attacking civilians and threatening social order. Contrarily, oppressive Russian and Israeli policies against the respective peoples are portrayed as justified and warranted (Tuman, 2003).", "While scholars generally agree that terrorism is a form of political violence, there is no consensus on what “terrorism” encompasses (e.g. Schlesinger et al., 1983; Tuman, 2003).", "A common running theme across attempts to define “terrorism,” however, is inducing psychological intimidation within the target audience toward a political goal (Weimann and Winn, 1994). Scholars also agree that the label “terrorist/terrorism” attaches profound illegitimacy to the designated party, permanently tainting its image (Crenshaw, 1995; Tuman, 2003). Such connotation also helps justify government policy toward other nations, including the refusal to foster diplomatic relations and the imposition of economic sanctions (Crenshaw, 1995).", "Whether acts are designated as terrorism, resistance or otherwise can be consequential. Once assigned, the process by which the name was selected generally disappears and a series of normative associations, motives, and characteristics are attached to the named subject (Bhatia, 2005). Given that the agendas of those participating in the political violence discourse are varied, an expected consequence is tailoring such definitions to suit those agendas (Tuman, 2003). And although assigning labels may sometimes simplify a complex world, the need for simplicity can be rapidly appropriated and taken advantage of by those with their own political agenda (Bhatia, 2005).", "The role of mass media, then, is pivotal because most of the information we acquire is through media outlets (Gerbner, 1992). They are also the primary publicity forums for acts of political violence, serving as a “theater” for perpetrators to convey their messages (Weimann and Winn, 1994).", "Although news is constructed, the nineteenth-century mainstream endorsement of scientific empiricism spilled over to journalism; journalists tend to believe that their work entails capturing objective truth and relaying it to audiences (Manning, 2001). Journalists generally refuse to accept scholarly contentions that newsmaking is essentially an act of constructing reality (e.g. Schudson, 2003). Literature repeatedly points out that there is nothing inherent in events and people that render them “news,” but rather that newsmaking is a learned craft whose practice is a product of journalists’ consensus (e.g. Fishman, 1997 [1982]). Cultures are symbolic constructions that are created by their constituents, and news culture is no exception to this pattern (Bantz, 1997 [1985]). Yet, journalists generally believe that objectivity is an attainable goal, indeed a paradigm that actually guides the profession (Allan, 1995).", "Journalists generally abandon their purported stance of objectivity at three types of junctures: moments of public danger, threats to national security, and moments of tragedy (Schudson, 2003).", "These tendencies partly emerge because government officials tend to be the predominant sources in the news, presuming the role of primary definers (Hall et al., 1978). This is mainly because they subsidize media with information (note the importance of press conferences when disasters/accidents happen, for instance). Government officials also carry pronounced credibility by virtue of their status (Hall et al., 1978). Hence, the spatial and temporal allocation of reporters is largely based on these sources’ location (Fishman, 1997 [1982]).", "Political violence coverage satisfies news media's recipe for favoring conflict and perpetuating “terrorist” mythologies. The mythologized image of the Arab and Irish “terrorist” has long permeated media (Tuman, 2003). Such coverage also fulfills perpetrators’ craving for publicity. For, if not publicized, the rhetorical dimensions of political violence would be pointless because their messages would not reach intended audiences (Tuman, 2003).", "Even after 9/11, trends in news coverage do not indicate much change in US media's political violence coverage. A rally-'round-the-flag effect is manifest with little questioning of how much the public can accept curtailment of civil liberties in the name of national security (Graber, 2003).", "US news emphasized Soviet sponsorship of terror during the Cold War, consistently associating terror with Communist ideology. US news tends to dissociate the West from any connection to terrorism, neglecting the violent histories associated with many Western states and their origins (Schlesinger, 1991). Laffey and Weldes (2004), p. 357) even characterize the “active forgetting” of US foreign policy and its consequences, especially in relation to 9/11, as “collective autism.” Herman and Chomsky argue that “[a] propaganda system will consistently portray people abused in enemy states as worthy victims, whereas those treated with equal or greater severity by its own government or clients will be unworthy” and that “the U.S. mass media's practical definitions of worth are political in the extreme” (2002, p. 37, emphasis in original). When journalists cover news directly involving their own countries, professional frames subside to the advantage of national frames (Nossek, 2004).", "In the United States, government rhetoric has arguably worked to substitute terrorism for Communism as the country's national enemy since 9/11 (Parenti, 2002). Government has even attributed the 9/11 attacks to resentment against American values and way of life, without making any reference to the roughly 70 US military interventions worldwide since 1945 (Laffey and Weldes, 2004).", "Media coverage of conflict and war entails a competition for winning the support of an audience. Both sides to the conflict thus work at affirming their innocence, establishing their status as victims, labeling their military actions as retaliatory and even defining who constitutes civilians (Moeller, 2004). It also involves construction of the enemy as a “savage” subject so that war or occupation can be justified (Bhatia, 2005). When governments get their version of the story out first they have a better chance at setting the terms of the debate (Tuman, 2003). Journalists who question official versions are often accused of being unpatriotic and risk losing access to the war zone (Boyd-Barrett, 2004).", "Scholarly analysis of pool coverage – characteristic of the Panama and 1991 Persian Gulf Wars – highlights news’ emphasis on administrative and military sources, lack of critical reporting, focus on technical warfare and downplaying of casualties, and dehistoricizing of the conflict (Barber and Weir, 2002; Hackett, 1993; Lee and Devitt, 1991; Muscati, 2002).", "The American invasion of Iraq in 2003 witnessed the embedding of reporters with the troops, which was presented as a solution to problems of access encountered in covering the Persian Gulf War. However, embedded reporting has been criticized on several counts: embedded reporters focused on the activities of the military units; they did not provide details on casualties (Aday et al., 2005); they missed the larger narrative of the war (Marlantes, 2003; Smith, 2004); and they had to follow Pentagon rules and restrictions to maintain access to the battlefront (LaFleur, 2003). Non-embedded reporters ended up being caught in cross-fire or were “kicked out” by the Iraqi regime or US military (LaFleur, 2003).", "Problems of war coverage are also compounded when journalists are in culturally unfamiliar terrain, do not speak the local language, and have little access to locals. Such handicaps impair journalists’ ability to offer “context” in their accounts of war (Boyd-Barrett, 2004, p. 28).", "Based on this theoretical framework, the study explores two broad research questions: How was political violence constructed in the US–Iraqi scenario? How do these constructions inform our understanding of how “democratic” nation-states’ news media reconcile notions of democracy and occupation?"]}, {"sec_title": "Method", "sec_content": ["In order to address the research questions, this study employs thematic textual analysis of purposively selected news text (see Lindlof and Taylor, 2002) from newspaper text retrieved through the Internet. NYT text was acquired from Lexis-Nexis, while TOI text was acquired through the newspaper's website (http://timesofindia.indiatimes.com). The search terms “Iraq” and “war” or “violence” were selected because violence within the Iraq War constitutes our direct object of interest. The time range was from 23 December, 2006 to 6 January, 2007. Because the moment we chose as our reference point was Saddam's execution (30 December, 2006), this time period allowed us to encapsulate news discourse shortly before and after the event. Opinion items were excluded, so were news items that only mentioned the war and/or violence in passing and not substantively. Below we explain in more detail our method procedures. A total of 35 news articles were examined from TOI while a total of 86 articles were examined from NYT.", "Textual analysis is a type of qualitative methodology that targets a given text as well as how this text defines the given culture (Potter, 1996). It goes beyond counting stories, describing their content, assessing their accuracy, and determining whether they are positive or negative in tone. It is a technique that enables the understanding of the culture in which these texts circulate (Fair, 1996).", "Textual analysis typically relies on purposive sampling because it aims at gaining access to as much relevant data as possible (Potter, 1996). Meanings constructed by and for people are studied in a specific historical or cultural context for their unique qualities, which renders purposive sampling a valid, oft-used approach to analyzing text (Lindlof and Taylor, 2002). Selecting moments of relevance (see, e.g., Lentz, 1991) to address the research questions adequately is therefore helpful. Hence, we selected the execution of Saddam Hussein because it not only represented a key event within the Iraq War, but may also be regarded as political violence if we apply the definition that argues political violence is that committed with political goals or within a political context (Nossek, 2004).", "Our thematic categorization of the data (as appears in the analysis section) was guided as follows. We first familiarized ourselves with all the data at the micro-level then began to build a structure that interrelates the key parts of the data set. This enabled us to first decontextualize the incidents of political violence and related nuances, then recontextualize them into category systems – thematically segmented analysis, that is (Lindlof and Taylor, 2002). Categorization refers to the process of characterizing the meaning of a unit of data with respect to certain generic properties. Indeed, “category … is a covering term for an array of general phenomena: concepts, constructs, themes, and other types of ‘bins’ in which to put items that are similar” (Lindlof and Taylor, 2002, p. 214, emphasis added)."]}, {"sec_title": "Analysis", "sec_content": ["The first question asked how political violence was constructed in the US–Iraqi scenario in each newspaper, while the second asked how these constructions inform our understanding of how democratic nation-states’ news media reconcile the notions of occupation and democracy. We begin with NYT, followed by TOI.", "The Shiite–Sunni so-called “sectarian” violence (e.g. Tavernise and Glanz, 2006) emerged as a prime feature of the contemporary Iraqi scene. One American commander even expressed his belief that “this is no longer America's war in Iraq, but the Iraqi civil war where America is fighting” (Santora, 2006a). The news clearly conveys the picture of how the Iraqi population is distinctly divided geographically along Sunni–Shiite lines. Examples are plenty, and include: “Adhamiya, a mostly Sunni neighborhood” (Glanz, 2006), “Shiites have sought to drive Sunnis from mixed neighborhoods and Sunnis have retaliated” (Santora, 2006b), and “Sunni Arab regions of Iraq” (Chivers, 2006).", "Sectarian violence was held responsible for the rampant violence, precluding the United States from sharing the blame. The phrase “American occupation of Iraq” rarely figured in the news. The following news excerpt on blasts in Baghdad typifies the emphasis on sensationalism to the neglect of critical context: The foot was balanced on a shopping bag after being scooped up off the dirty street by a man in a track suit. There was no person to go with the limb. Nearby a charred body was still smoldering, smoke coming off the black corpse 45 minutes after the attack. For 50 yards, the dead were scattered about, some in pieces, some whole but badly burned. (Santora and Spanner, 2007) While the article offered graphic descriptions of the blast scene, it did not analyze the politics of such violence. It did not contextualize the violence by, for example, referring to the American occupation of Iraq or the complexities of Sunni–Shiite politics in the region. This void in coverage is particularly noticeable given the role these politics play in comprehending Iraq's internal affairs.", "The foot was balanced on a shopping bag after being scooped up off the dirty street by a man in a track suit. There was no person to go with the limb. Nearby a charred body was still smoldering, smoke coming off the black corpse 45 minutes after the attack. For 50 yards, the dead were scattered about, some in pieces, some whole but badly burned. (Santora and Spanner, 2007)", "The news constructed the perpetration of violence by Iraqis against American soldiers in Iraq as a significant problem whose solution lies in efforts on both Iraqi and US ends. In its turn, the United States ponders sending more troops to Iraq in attempts to curb such violence: “The American military command in Iraq is now willing to back a temporary increase in American troops in Baghdad as part of a broader Iraqi and United States effort to stem the slide toward chaos” (Gordon and Sanger, 2006). In invoking Iraq's role, the same article also highlights the sectarian nature of some of the violence: “The key to any new strategy, some officials said, would be a binding commitment by the Iraqi government that it would provide far more troops as well, and take other steps to try to slow the sectarian violence” (Gordon and Sanger, 2006).", "Nowhere in the news is US military presence in Iraq cited as a root cause or even possible contributor to violence. Except for a single instance where the journalist himself described how “American tanks penetrated the Iraqi capital, Baghdad, in a war that has become a bitterly contentious, bloody occupation” (MacFarquhar, 2006, emphasis added), the notion of occupation was precluded from NYT text.", "Iraqis who were afflicted by fellow Iraqis’ violence were constructed as victim counterparts to Americans, who also confronted the same hardships. An illustrative example is how “12,000 Iraqi police officers had been killed battling crime, militias and insurgents since the American-led invasion of Iraq in 2003” (Santora, 2006c). This not only underlines victimization of Iraqis by fellow Iraqis, but typifies two other trends in examined news text. One is that despite the clear condemnation of the violence through US and Iraqi official rhetoric, “militias” and “insurgents” are the common labels attributed to Iraqi perpetrators, as opposed to “terrorists” – particularly notable considering that the Iraq War was consistently said to be part of the larger “war on terror” as far as the US government declared (e.g. Stolberg, 2006). Other examples conveying Iraqis falling victim to fellow Iraqis include: “At least 19 Iraqi civilians were killed Thursday in three separate bombings in Baghdad” (Santora, 2006d) and “The Iraqi Army also came under assault. An army checkpoint in Tikrit was attacked and two soldiers were killed and one was wounded, Iraqi military officials said” (Santora, 2006d).", "In multiple cases, journalists themselves attached defining labels without attributing them to a specific entity. We read: “In another plan that appears intended to repopulate heavily Sunni-controlled areas with Shiites, the Ministry of Public Works has proposed giving land to victims of violence inflicted by Mr. Hussein and by insurgents since 2003” (Tavernise, 2006a). A separate report speaks of the abduction of two American soldiers “who were captured when insurgents ambushed a traffic checkpoint” (Santora, 2006d).", "The other trend typified by the aforementioned quote (“12,000 Iraqi police officers had been killed battling crime, militias and insurgents since the American-led invasion of Iraq in 2003”; Santora, 2006c), is how terms alternative to occupation describe America's intervention in Iraq. “Invasion” is employed here although by that point in time, American forces had spent well over three years on Iraqi soil. A different article confirms the terminology, reporting that “Mr. Hussein's sons, Uday and Qusay, were killed by American troops after the invasion of Iraq” (Santora, 2006e). And yet a different article by a different journalist altogether refers to the era “after the American-led invasion” (Luo, 2006). Also of note is the recurrence of the “American-led” versus a solely American invasion of Iraq. Sure enough, several other countries’ military forces also invaded Iraq (hence the coalition of the willing, for example). In NYT's case, however, emphasizing that the invasion was not a purely American activity is part of how this newspaper generally did not condemn the occupation of Iraq. Our response to the second research question expands on this latter point.", "In keeping with Bush's “axis of evil” terminology, articles often used the word “evil” – without source attribution – to describe Saddam Hussein (whose execution counts as political violence if we subscribe to the definition of political violence as that committed for political goals or with political incentives (Nossek, 2004)). For example, an article used the phrase “a symbol of the manifestation of evil in the Middle East” to describe Hussein (Zeleny, 2006). Another article described Iraqis being “caught in his [Hussein's] spider web of evil” (Burns, 2006).", "An article reporting the hanging of Hussein recollected his capture: “Saddam Hussein, the dictator who led Iraq through three decades of brutality, war and bombast before American forces chased him from his capital city and captured him in a filthy pit near his hometown, was hanged just before dawn Saturday during the morning call to prayer” (Santora et al., 2006). The choice of words reflects how the news carried justification and legitimacy for Hussein's execution, which was criticized by many world leaders.", "Articles that narrated Hussein's execution did not carry any linkages between his execution and decisions made by the American administration. While a few articles mentioned criticism by world leaders of the execution, the American administration was not at all held responsible for the nature and circumstances of the execution. The articles on Hussein's execution only mentioned the time when President Bush went to sleep the night Hussein was hanged. An article describing the execution said: “Saddam Hussein never bowed his head, until his neck snapped. His last words were equally defiant”; it carried the headline: “On the Gallows, Curses for U.S. and ‘Traitors’” (Santora, 2006f). A different article blamed Hussein for “Dividing Iraq, Even in Death”; it pointed out that “the new Iraq appears capable of inflicting only more of the abuse it suffered for so long, perpetuating it with overwhelming brutality” (Tavernise, 2006b).", "Furthermore, America's heroism in tackling the insurgency was celebrated: They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes … Televisions flickered overhead to the clink of beer bottles, but the hoops of excitement were for football-game end runs and touchdown passes. (Blumenthal, 2006)  ", "They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes … Televisions flickered overhead to the clink of beer bottles, but the hoops of excitement were for football-game end runs and touchdown passes. (Blumenthal, 2006)", "The second research question asked how news constructions of the US–Iraqi situation inform our understanding of how democratic nation-states’ news media reconcile notions of democracy and occupation. NYT reconciled notions of democracy and occupation by using moral grounds to justify the occupation. It highlighted efforts made by US forces to save Iraq from violence and chaos.", "For example, one article described “a dedicated and ruthless Iraqi insurgency” and the “affectionate and angel-faced” American soldiers and marines who fought it (Alvarez and Lehren, 2007). Other studies besides ours have also emphasized such differences in language used by the American press to describe American actions and intentions when compared with words used to describe those who oppose the United States. Dunn et al. (2005), p. 67) content analyzed American newspaper articles describing violence in Iraq and found that “words implying destruction and devious intent were typically used in reference to violent actions associated with Iraq and opponents of the United States, while more benign words were used in reference to the United States and its allies.” They also found that minor differences in wording in the description of acts of violence influenced whether people perceived those acts as terrorism or patriotism.", "The difference in wording in press reports helps draw moral boundaries. Ben-Yahuda (2005) points out that the US news media used the word “abused” to describe the prisoners in Abu Ghraib instead of using the word “tortured.” Thus, the terms used in reports on political violence “do not reflect an innocent choice of words but convey moral meanings and images. It is the reporting itself that establishes moral boundaries” (Ben-Yahuda, 2005, p. 46).", "This study shows that since NYT did not link the violence in Iraq to the American occupation, it absolved the United States of any moral responsibility for the current situation in Iraq. Instead, the United States continued to occupy the moral high ground, as it was portrayed as a force trying to quell the unrelenting sectarian violence in Iraq even as American soldiers laid down their lives to bring stability to a troubled country. Several news items titled “Names of the dead” were included. Such items carry no bylines because they do not comprise original staff reporting but rather information fed directly from the government, for example “The Department of Defense has identified 2,967 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans…” (The New York Times, 2006). Their description as “service members” invokes the romanticized image of fighters dying in the line of duty. And, the sheer number of American deaths, along with electing “since the start of the Iraq War,” as opposed to, say, an American-led invasion, helped convey US moral superiority.", "The first research question addresses how TOI constructed political violence in the US–Iraqi scenario. Like NYT, the TOI reported the Bush administration's potential plans to increase the size of troops in Iraq in efforts to curb the violence ripping through the country. One article spoke of “a short-term troop ‘surge’ aimed at containing rampant violence” (The Times of India, 2006c), while another reported that “Bush is reportedly weighing adding up to 30,000 troops to the 140,000 forces already in the country in an effort to halt the chaos in Baghdad and surrounding areas” (The Times of India, 2006b).", "While political violence in Iraq during the given time period was not as substantially covered in TOI as in NYT, both newspapers shared the theme of portraying the Iraqi scene as infested with internecine violence. One article described Iraq as being “on the verge of civil war for months amid a widening sectarian conflict” (The Times of India, 2006b). Another, referencing the very same sectarian conflict, quoted an Arab journalist who said Iraq is currently “engulfed … into this bloody civil war” (The Times of India, 2006h).", "Several articles in TOI questioned US intentions in Iraq as reflected in the wording and tone of the reports. An article with a Washington dateline titled “A Personal Vendetta or Pursuit of Democracy” stated that “ahead of the execution, the US also made a show of fair trial by entertaining an appeal by Saddam's lawyers under its own justice system” (The Times of India, 2006a, emphasis added). An article by TOI's Washington-based correspondent Chidanand Rajghatta pointed out that “[i]n spite of having backed many brutal dictators, including Saddam himself at one point of time, the US puts its own spin on what some analysts regarded as the settling of a personal score by the Bush White House” (Rajghatta, 2006). Another article described the “platitudes and pleasantries [that] masked turf war and bloodletting as an embattled President Bush rang in key changes in his administration in an effort to regain control and focus in the wars he has initiated” (Rajghatta, 2007).", "In a related vein, TOI repeatedly underlined growing American losses and dissatisfaction as concerns the Iraq War. For instance, a 26 December, 2006 article reported that the US military death toll by that point had reached “at least 2,975 – two more than the number killed in the September 11, 2001, attacks,” referring to it as a “tragic milestone” (The Times of India, 2006i). Another article described “an American public weary of the war” (The Times of India, 2006c).", "And unlike in NYT, a US government official was quoted as having explicitly called the US presence in Iraq an occupation. Pentagon spokesman Bryan Whitman reportedly said: I think that any time that you look at adjusting the troop strengths, the coalition troop strengths, you have to consider the impact that that has on the populace, to the extent that it benefits the security situation and at the same time has a negative impact on the Iraqi people given that you are still an occupying force in a sovereign nation. (The Times of India, 2006f, emphasis added)  ", "I think that any time that you look at adjusting the troop strengths, the coalition troop strengths, you have to consider the impact that that has on the populace, to the extent that it benefits the security situation and at the same time has a negative impact on the Iraqi people given that you are still an occupying force in a sovereign nation. (The Times of India, 2006f, emphasis added)", "However, a distinction was often made between the American government's policies and the values and beliefs of the American people. An article informed Indian readers that small groups of Americans who were opposed to the Iraq War and the death penalty protested Saddam's execution in various parts of the United States (The Times of India, 2007a). Another article with a Baghdad dateline titled “Rush to Hang Hussein Questioned” stated: “While privately incensed at the gallows, the Americans here have been caught in the double bind that has ensnared them over much else frustrated at what they call the government's failure to recognise its destructive behaviour, but reluctant to speak out for fear” (The Times of India, 2007b).", " TOI incorporated local and international sentiment vis-à-vis the decision to execute Hussein. Addressing the Arab and Muslim sphere, one article reported: “Even some who felt the former Iraqi leader deserved to die questioned the justice of his trial. Many said his death would worsen violence in Iraq” (The Times of India, 2006h). Locally, several Indians were quoted as disapproving of the hanging decision. One said, “‘The gulf war and Saddam's hanging is America's gimmick to control the oil reserves in Iraq’” while another questioned, “‘There are several dictators in the world but why was only Saddam targeted for human rights violations?’” (The Times of India, 2006g). A different article with a headline “Saddam Denied Fair Trial, Feels Walled City” highlighted that many residents were “enraged” at the execution of Hussein a day ahead of Eid, the Muslim religious holiday. Walled City is a part of the Indian capital of Delhi that comprises many predominantly Muslim neighborhoods and is home to the country's largest mosque, the Jama Masjid. The article stated: “As the news of the hanging spread on Saturday, many residents took to the streets and shouted anti-US slogans, in the Jama Masjid area. None seemed concerned about the allegations of human rights violation and massacre of 148 people against Saddam” (The Times of India, 2006g).", "Some articles informed readers that security alerts had been sounded in some Muslim-dominated regions in India in the aftermath of protests against Saddam's execution.", "One article pointed out that the Indian government was following a “cautious middle-of-the-road response” to the execution as it was “caught between domestic political considerations on the one hand and the deepening strategic embrace with US on the other” (The Times of India, 2006e). It may be noted that 12% of India's 1.1 billion population is Muslim (Bureau of South and Central Asian Affairs, 2006). Another article quoted an Indian political party leader, Raj Thackeray, as believing Saddam's execution was a “warning issued from the United States of America to those who dare oppose it” (The Times of India, 2007c). Thackeray also reportedly argued that Hussein was “very progressive in his thinking” as he did not want Muslim women to veil.", "On the international front, a top Vatican official reportedly “condemned the death sentence against Saddam Hussein on Thursday, acknowledging the crimes of the ousted Iraqi leader but reiterating that capital punishment goes against the teachings of the Church” (The Times of India, 2006j). In a differing sentiment, perhaps also reminding us of the Sunni–Shiite violence in Iraq, one article reported that “Shi'ite Iran rejoiced at the hanging of the man who led his country into war with the Islamic Republic in the 1980s” (The Times of India, 2006h). As with NYT, the context for Sunni–Shiite friction was not explored by TOI either.", "The second research question asked how news constructions of the US–Iraqi situation inform our understanding of how democratic nation-states’ news media reconcile notions of democracy and occupation.", " TOI was often sympathetic to the Iraqi people and questioned what it perceived as US imperialism in the region. Unlike NYT, TOI did not place the US occupational forces on a moral high ground. Thus, TOI did not portray the US occupation of Iraq as an attempt to introduce democracy or liberate Muslim women in the country. At the same time, however, TOI offered cautious and controlled criticism of American occupational forces in Iraq even as the Indian government befriended the United States as an ally in the “war on terror.”", "Indeed, TOI coverage of political violence in Iraq must be placed in the context of Indian foreign policy and the country's historical relations with Iraq. Important to note is that Saddam Hussein supported India in the United Nations on the pivotal Kashmir issue, which helped India resist claims made by Pakistan (The Times of India, 2006d).", "Commenting on Indian media coverage of the Iraq War, Fine (2004, p. 237) points out that India was in an “ambivalent position” in its coverage due to “regional interests and past experience.” Thousands of Indians comprise the workforce of countries in the Persian Gulf region, including Iraq. Thus, many Indian families are directly affected by events in the Middle East. During the 1991 Gulf War, because India supported Hussein, the Kuwaiti government expelled Indian citizens, while India's friendly relations with Iraq persisted. After 9/11, a shift occurred when India started supporting the US “war on terror.” During the 2003 Iraq War, “Indians took the nebulous position of supporting Western efforts while denouncing the war” (Fine, 2004, p. 238). Fine's study, like ours, illustrated how Indian media localized the war in part by soliciting Indian Muslims’ reactions to the war.", "As mentioned, TOI carried a Pentagon official's quote blatantly calling the US presence in Iraq an occupation, a non-existent phenomenon in the relatively substantial news text examined in NYT. An Indian news medium does not confront the occupation/democracy incompatibility as an American counterpart because India is not the country leading Iraq's invasion. This could help explain why NYT more vividly attempted to reconcile democracy and occupation than TOI."]}, {"sec_title": "Conclusion", "sec_content": ["This study set out to investigate how political violence constructions within the US–Iraqi scenario in mainstream US and Indian news help illuminate how democratic nation-states’ news reconciles notions of democracy and occupation. As literature predicts (Moeller, 2004), the United States emerged as the party standing on the higher moral ground in NYT, thereby legitimizing the war it led in Iraq and delegitimizing violent Iraqi encounters with US military. That sectarian Iraqi politics carried much blame for the chaos overwhelming Iraq further enhanced this image of the United States in the news. And much like findings on Desert Storm media coverage (Barber and Weir, 2002; Hackett, 1993; Lee and Devitt, 1991; Muscati, 2002), the news examined here also dehistoricized the conflict by, if nothing else, not explicating Sunni–Shiite tension roots. Conveying Iraqi “insurgents” as unruly subjects also works to further war rationalization (see Bhatia, 2005).", "Indian construction of political violence in the case at hand was interesting, perhaps even unique, given India's alliance with the United States in the “war on terror,” its historical support for Iraq, and its housing of the world's second largest Muslim population. As illustrated, TOI straddled the fence in conveying the Iraqi scene. Not wanting to damage India's relations with either the United States or the Persian Gulf help explain this phenomenon. Additionally, its more sympathetic war coverage, compared to NYT, makes sense given that India does not have troops in Iraq.", "At least two emergent related conclusions, then, are worth highlighting especially for purposes of future scholarship along similar lines. One is that India, not being involved in occupying Iraq, may have given the Indian news media relative “freedom” to sympathize with an occupied populace so long as this populace is not occupied by the government of the media generating the coverage. The other conclusion is actually the flip side of this: reportage of NYT, despite belonging with the nation-state that most hails freedom of the press (celebrated by the First Amendment), was not as critical as TOI. That the United States was the leading occupation force in Iraq is no co-incidence. As previous literature illustrates (e.g. Barber and Weir, 2002; Hackett, 1993; Lee and Devitt, 1991; Muscati, 2002), US news coverage of Panama and Desert Storm exhibited similar lack of critical perspective. As is common knowledge, the United States was the occupying force in both Panama and Desert Storm (Iraq).", "These observed patterns confirm Nossek's (2004) assertion that when journalists cover news directly involving their own countries, professional frames subside in favor of national frames. This is particularly relevant in our study given that journalists themselves sometimes engaged in attaching labels to violence perpetrators (e.g. Tavernise, 2006a). We must, however, note at this juncture that by highlighting these correlations between the given countries’ foreign policy and their respective media coverage, we are not claiming causality. Rather, we are speculating about possible factors that helped define news coverage within our moment of interest.", "Future scholarship would do well to supplement textual analysis of news with in-depth interviews with journalists covering war. This would provide more of an inside look into how day-to-day workings in newsrooms worldwide help depict a conflict as multi-layered as such."]}], "references": [{"title": "“Embedding the Truth: a cross-cultural analysis of objectivity and television coverage of the Iraq War”", "year": "2005", "journal": "Harvard Journal of Press/Politics", "volume": "10", "authors": [{"name": "Aday Sean", "first_name": "Aday", "last_name": "Sean", "affiliation": "", "orcid": "", "role": ""}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hebert Maeve", "first_name": "Hebert", "last_name": "Maeve", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“3,000 Deaths in Iraq, Countless Tears at Home”", "year": "2007", "journal": "The New York Times", "volume": "", "authors": [{"name": "Alvarez Lizette", "first_name": "Alvarez", "last_name": "Lizette", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lehren Andrew", "first_name": "Lehren", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Vietnam to Desert Storm: topics, sources change”", "year": "2002", "journal": "Newspaper Research Journal", "volume": "23", "authors": [{"name": "Barber Ryan", "first_name": "Barber", "last_name": "Ryan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weir Tom", "first_name": "Weir", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Terror, Media, and Moral Boundaries”", "year": "2005", "journal": "International Journal of Comparative Sociology", "volume": "46", "authors": [{"name": "Ben-Yahuda Nachman", "first_name": "Ben-Yahuda", "last_name": "Nachman", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Fighting Words: naming terrorists, bandits, rebels and other violent actors”", "year": "2005", "journal": "Third World Quarterly", "volume": "26", "authors": [{"name": "Bhatia Michael", "first_name": "Bhatia", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Feared and Pitiless; fearful and pitiable”", "year": "2006", "journal": "The New York Times", "volume": "", "authors": [{"name": "Burns John F", "first_name": "Burns", "last_name": "F", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Contending Nationalisms: Kashmir and the prospects for peace”", "year": "2006", "journal": "Harvard International Review", "volume": "28", "authors": [{"name": "Chenoy Kamal", "first_name": "Chenoy", "last_name": "Kamal", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The War of the Words: how linguist differences in reporting shape perceptions of terrorism”", "year": "2005", "journal": "Analyses of Social Issues and Public Policy", "volume": "5", "authors": [{"name": "Dunn Elizabeth W.", "first_name": "Dunn", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Moriah Moore", "first_name": "Moriah", "last_name": "Moore", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nosek Brian A.", "first_name": "Nosek", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Body Politic, the Bodies of Women, and the Politics of Famine in U.S. Television Coverage of Famine in the Horn of Africa”", "year": "1996", "journal": "Journalism Monographs", "volume": "158", "authors": [{"name": "Fair Jo Ellen", "first_name": "Fair", "last_name": "Ellen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Mission Statehood: portraits of the second Palestinian intifada in U.S. news media”", "year": "2008", "journal": "Media, War \\& Conflict", "volume": "1", "authors": [{"name": "Ismail Amani", "first_name": "Ismail", "last_name": "Amani", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Embed Program Worked, Broader War Coverage Lagged”", "year": "2003", "journal": "Media \\& the Law", "volume": "27", "authors": [{"name": "Lafleur Jennifer", "first_name": "Lafleur", "last_name": "Jennifer", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“US Foreign Policy, Public Memory, and Autism: representing September 11 and May 4”", "year": "2004", "journal": "Cambridge Review of International Affairs", "volume": "17", "authors": [{"name": "Laffey Mark", "first_name": "Laffey", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weldes Jutta", "first_name": "Weldes", "last_name": "Jutta", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Gulf War Coverage: censorship begins at home”", "year": "1991", "journal": "Newspaper Research Journal", "volume": "12", "authors": [{"name": "Lee Martin A.", "first_name": "Lee", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Devitt Tiffany", "first_name": "Devitt", "last_name": "Tiffany", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The search for strategic silence: discovering what journalism leaves out”", "year": "1991", "journal": "American Journalist", "volume": "8", "authors": [{"name": "Lentz Richard", "first_name": "Lentz", "last_name": "Richard", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Multiculturalism in the Age of Terror: confronting the challenges”", "year": "2007", "journal": "Political Studies Review", "volume": "5", "authors": [{"name": "Mahajan Gurpreet", "first_name": "Mahajan", "last_name": "Gurpreet", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Other Boots on the Ground: embedded press”", "year": "2003", "journal": "Christian Science Monitor", "volume": "95", "authors": [{"name": "Marlantes Liz", "first_name": "Marlantes", "last_name": "Liz", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Arab/Muslim ‘otherness’: the role of racial constructions in the Gulf War and continuing crisis with Iraq”", "year": "2002", "journal": "Journal of Muslim Minority Affairs", "volume": "22", "authors": [{"name": "Muscati Sina A.", "first_name": "Muscati", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Kashmir”", "year": "2007", "journal": "Contemporary Review", "volume": "289", "authors": [{"name": "Ninian Alex", "first_name": "Ninian", "last_name": "Alex", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Our News and Their News: the role of national identity in the coverage of foreign news”", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Nossek Hillel", "first_name": "Nossek", "last_name": "Hillel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Politics and Coverage of Terrorism: from media images to public consciousness”", "year": "1991", "journal": "Communication Theory", "volume": "1", "authors": [{"name": "Wittebols James", "first_name": "Wittebols", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}]}