{"doi": "10.1080/21670811.2015.1034526", "url": "https://doi.org/10.1080/21670811.2015.1034526", "title": "News Images on Instagram", "volume": "3", "year": "2015", "issue": "4", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Borges-Rey", "first_name": "Eddy", "name": "Eddy Borges-Rey", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article examines the extent to which the online photo-sharing service Instagram assists professional and citizen photojournalists in the performative construction of a hyperreality in accordance with Baudrillard’s theory. Based on a visual analysis of the Instagram photo feeds of six citizen photojournalists and six professional photojournalists, this research aims to identify the various simulations and discourses used by professional and citizen photojournalists alike to stage their photographs and to characterise the differences demarcating the professional–amateur divide. It also examines how the interaction between technology, photojournalistic practices and subjectivity stimulates the mediations and negotiations that condition the construction of this hyperreality. The study demonstrates that by producing, uploading, sharing, commenting upon and promoting these altered photo reportages, the Instagram community inadvertently creates a hyperreal depiction of the world that challenges both, the sense of authenticity characteristic of citizen journalism and amateur photography, as well as the realism to which professional photojournalism has historically subscribed. Moreover, it argues that in order to create their images, Instagram photojournalists use a series of aesthetic conventions and performative discourses that correspond to their roles as either amateurs or professionals. Nevertheless, each group tries to simulate the aforementioned conventions and discourses of the other in an attempt to get closer either to the sense of amateurish authenticity or to professional neatness. As a result, this paradoxical interaction has the potential to transform today’s visual imagery by means of a simulated reality that needs further explanation.", "body": [{"sec_title": "Introduction", "sec_content": ["As citizens increasingly participate in the process of recording everyday life with the aid of new portable, low-cost, easy-to-use technologies, the very notion of realism that historically shaped contemporary professional photojournalism has come under challenge. Through these innovative “shoot-and-share” technologies (Bate 2013a, 37) that afford in situ photo-retouching, amateur photographers have made a substantial contribution to the reporting of crises by virtue of varying modalities of eyewitness accounts (Allan 2009, 2013a; Andén-Papadopoulos 2014; Andén-Papadopoulos and Pantti 2011; Mortensen 2011a; Patrick and Allan 2013; Zelizer 2007) that audiences perceive as being more authentic than professional reports (Allan 2006; Andén-Papadopoulos and Pantti 2011; Pantti and Bakker 2009; Puustinen and Seppanen 2011; Williams, Wardle, and Wahl-Jorgensen 2011). This sometimes active, sometimes accidental documenting of reality seemingly contributes to the modification not only of the canons of contemporary social imaginaries but also of the many traditional practices that have historically defined photojournalism.", "This article examines the way in which professional and citizen photojournalists articulate a set of simulations through their use of Instagram.1 Moreover, it aims to determine the extent to which the standardisation on the use of predefined filters, post-processing techniques and other photo-retouching options in Instagram enables photojournalists to produce simulations that transform our interpretation of reality to the extent that it creates a hyperreality.", "This article contributes to current debates on witnessing in news reporting by connecting the theories of simulation and hyperreality to notions of algorithmic photography in order to explore how citizen photojournalists enact a performative discourse with the potential to challenge the contemporary notions of realism and authenticity that have historically underpinned professional photojournalism."]}, {"sec_title": "Rafting the Rough Waters of the Professional–Amateur Divide", "sec_content": ["Contemporary efforts to articulate an ontology of citizen journalism aim to theorise a series of reportorial activities that (1) were performed by non-conventional actors; (2) were facilitated by “informational lo-fi popular ‘shoot-and-share’ technologies” (Bate 2013a, 37); (3) have filled a professional gap during war or crisis events (Allan 2009, 24–25); and (4) often compete with professional journalists for space on the news agenda (Allan 2006, 131; Andén-Papadopoulos 2014, 759; Mortensen 2011b). Following a period of consolidation on the field, an emergent ecology appears to follow two main lines of inquiry. One focuses on an eyewitness category (Zelizer 2007) in which individuals who fortuitously bear witness to crisis events record and share their experiences (Allan 2006, 152). The other line of inquiry focuses on the categories of citizen camera-witness (Andén-Papadopoulos 2014), citizen witness (Allan 2013a) and eyewitness picture producer (Mortensen 2011a)—individuals who deliberately engage, as part of their civic duty, in documenting events as they unfold and subsequently disseminate a more reflexive evidential testimony.", "The element that arguably defines the ethos of each modality is how conscious participants are of their involvement in the act of witnessing. Andén-Papadopoulos (2014, 756), for instance, distinguishes between “mundane acts of recording” and “the embodied risk of filming as resistance to brutal repression”. Allan (2013a, 174–175), conversely, differentiates between three modalities with blurring boundaries between one another: an indifferent viewer, listener or reader who may feel a sense of civic commitment when responding to breaking news of distant suffering, an individual suddenly involved in unexpected events who feels compelled to document what is unfolding around them to share it or to render it affectively meaningful, and finally, “the citizen self-reflexively engaged in purposeful witnessing”.", "Each modality, remarks Allan (2013a, 74–175), will produce varying responses from professional journalists formerly commissioned to bear witness on behalf of their publics, provoking in many of them feelings of anxiety, anger or rejection based on the premise that amateur reporting undermines the quality of the public sphere and journalism’s essential role as the Fourth Estate (McNair 2011, 42). Although scholars evidence the unlikelihood of professionals being displaced by amateurs, arguing that the relationship between both collectives is of mutual complementarity (Bruns 2011, 137; Patrick and Allan 2013, 122), the widespread use of citizen imagery by mainstream media in times of crises (e.g. the Boston Marathon bombings in 2013) may suggest otherwise. Others, in turn, have stated that citizen journalism is heavily mediated by professional mainstream media (Andén-Papadopoulos and Pantti 2011, 11) and that in many cases media organisations use them as labour force (Vujnovic et al., cited in Jones and Salter 2012, 30).", "Concerns over citizen journalism’s increasing prevalence are further tangible amongst professional photojournalists (Kędra 2012), who frequently use normative, aesthetic and ethical entitlements to distance themselves from citizen photojournalists (Allan 2013b, 198) in the interests of safeguarding their authoritative position. Interestingly, Mortensen’s (2014a, 721) research revealed that the quality of citizen-shot photos was not as dramatically different as professionals might suggest, evidencing citizens’ clear understanding of professional values to an extent that “amateur images are the only consumer-created content that is occasionally given a similar status as professional material” (Pantti and Bakker 2009, 485–486). Despite citizen photojournalists’ apparent adherence to professional normative values, it is those mere accidents of presence experienced by them as well as the dramatic character embedded in their eyewitness reports that seems to appeal deeply to audiences once they reach mainstream news (Andén-Papadopoulos and Pantti 2011, 9–10 Pantti and Bakker 2009).", "For instance, Puustinen and Seppanen (2011, 189–190) conducted 30 qualitative interviews with readers of print and online newspapers in Finland to explore their views on trustworthiness of news photographs. Their findings suggest that audiences perceive “amateur images as equally trustworthy or even more trustworthy than photos taken by professional photographers”. Similarly, research by Williams, Wahl-Jorgensen, and Wardle (2011, 207) evidences that audiences appreciate the sense of emotional authenticity and realism conveyed by amateur audio-visual material, as opposed to the conventionally detached frames used by professionals. Allan echoes Williams, Wahl-Jorgensen, and Wardle’s findings alluding to the “raw” immediacy of citizen imagery, which challenge impersonal and conventional frames, rules and ethics of mainstream journalism by introducing disruptive ways of seeing (Allan 2014, 146). In Mortensen’s (2014b, 31–32) comparison of the ethics of citizen and professional photojournalists, the author found that each collective perceived themselves as behaving more ethically than the other, whilst being rather sceptical about the ethics of their counterparts. It is perhaps this diverging—and often counteracting—way in which professional and citizen photojournalists perceive their counterpart’s ethical underpinnings which is the factor that decidedly detaches one from the other."]}, {"sec_title": "Photographic Realism, Authenticity and Authority", "sec_content": ["Images produced by varying modalities of eyewitness enact a perceived immediacy and authenticity, as they appear consonant with what audiences believe to be first-hand recordings of events as they truly unfolded. This shared sense of proximity between amateurs and their audiences, Ahva and Pantti (2014, 331) argue, has spatio-temporal, emotional and strategic implications. It is precisely because of this strategic use of amateur imagery by news organisations who seek to improve proximity with their audience (331) that many of the most iconic images2 of significant crisis events in the world have been produced by citizens and other non-conventional actors (Andén-Papadopoulos and Pantti 2011).", "The “certificate of presence” (Barthes, cited in Tétu and Touboul 2014) that the photograph confers, what Allan calls “the authority of presence, a situational imbrication of ‘here and now’” (Allan 2013a, 9–10), is what provides a robust eyewitnessing viewpoint, and consequently, authenticity and authority (Zelizer 2007, 425). Allan argues that moving and still images are compelling and “judged to be more authentic” because they are “dim, grainy and shaky, but more importantly, because they [document] an angle to an event as it was actually happening” (Allan 2006, 152). Mortensen (2014a, 707–708) also refers to the distinctive aesthetics that make amateur imagery more authentic. For instance, a tendency to centre the subject in the middle of the frame or to employ other unconventional framings, frequently blurred and shot from further distances to avoid intrusion or, as Bate (2013b, 86–87) suggests, the presence of grainy pixels, which “seem to lend the image a greater sense of authenticity (as in old digital snapshots)”. Furthermore, Pantti and Bakker (2009, 482) found that some of the Dutch journalists they interviewed for their research considered amateur content as more intimate and direct, and its often poor technical quality and intrinsic aesthetic an asset that made the content seemingly more authentic.", "Yet, these now conventional aesthetics and discourses of amateur authenticity, which arguably provide new and more proximate interpretations of reality than those offered by exhausted and detached normative reportorial frames, are to a great extent authenticated as journalistic discourses through equal claims of photographic realism, indexicality or referentiality—that is, the photograph’s embedded capacity to depict and ratify the “real world” as it is (Barthes 1984; Hall 1981; Tétu and Touboul 2014)—distinctive of traditional forms of documentary photography or photojournalism.", "Interestingly, Zelizer (2004, 130–131) suggests that regardless of journalists’ advocacy for the referentiality of photographs as a means of providing trustworthy reports, “it is its symbolic or connotative force—its ability to contextualise the discrete details of the setting in a broader frame—that facilitates the durability and memorability of news image”. Indeed, when we engage in interpreting a photograph, it is our ability to contrast it with other images that facilitates its perceived realism, as “experience … is filtered through ‘already seen’ images” (Eco 1998, 213–214). Here, Eco referred to a mediated imagery that forms what Wheeler (2002, 131) terms our “qualified expectations of reality”, namely the shared set of professional ethics codes, traditions of photographic grammar, public awareness of photographic processes, and their faith founded on decades of experience.", "This culturally available social stock of knowledge that Taylor (2003) terms social imaginary aids us in attaching meaning to the configuration of expressive codes present in photographs (Hall 1981, 227) but, most importantly, it aids news media in performing the discursive practices that authorise them to impose its constructed truths on the public (Broersma 2013); their articulation of the real. Broersma (2010, 17–18) remarks that journalism functions as a performative discourse that endeavours to persuade the public of the truthfulness of its accounts, either by (re-)staging or retelling events and consequently attaching meaning to them, or by describing and producing phenomena at the same time. When it succeeds in persuading the public through the way it presents the news, journalism transforms an interpretation into a reality upon which citizens can act (17–18). Journalism’s performative power then resides in the normative conventions (news values, codes of ethics, aesthetics, etc.) it applies to persuade, rather than in its referentiality (17–18). As explained by Wheeler (2002, 5), “‘phototruth’ is not based on a reader’s conviction that photography is reality … Viewers will believe in its truth as long as they believe it corresponds in a meaningful way to reality”, or they are led to believe so."]}, {"sec_title": "Algorithmic Images and Software Simulations", "sec_content": ["The indexical authority of photography and information conveyed by news media, argues Baudrillard (1983, 120–121), are the result of a previous selection, a montage that has already tested reality through questions that provide scenarios of regulated oppositions whereby nothing really occurs by mere chance. Yet audiences, proficient in the use of lo-fi shoot-and-share technologies and armed with a raw understanding of the ideological implications of news production, seem to recognise these mediated tests once they appear. This is perhaps because audiences nowadays are conversant in the performative discourses associated with digital photography—for instance, the effects of framing and photo-retouching on the viewer’s perception—and the already familiar epistemological problems that digital photography inherited from its analogue ancestor—its capacity to denotatively show what the electronic device sees whilst depicting a referent that is connotatively mediated and culturally determined (Barthes’s denotative/connotative paradox) (Bate 2013b, 86–87).", "As new and more sophisticated forms of networked digital imagery emerge, today’s photography is inevitably mediated by computer software—programming codes, data structures and algorithmic automation—adding an additional layer of complexity to the whole argument of photographic authenticity. In this light, contemporary digital photography is approached as a socio-technical network that encapsulates the agency resultant from a convergent set of technologies, meanings, uses and practices (Gómez Cruz and Meyer 2012, 204). This new dimension that photography inherits from “new media” frameworks, makes images part of a network of data (Bate 2013a, 47) that offers even wider audience engagement (Caple 2013, 6).", "Bate remarks that a new ontology of digital photography should therefore distance itself from issues of indexicality—as the possibility of reducing digital images to computing data undermines their iconicity (Rubinstein and Sluis 2013, 34)—and should focus instead on how the image is subject to subsequent image processing and networked automation, hence stimulating new aesthetic practices (Bate 2013a, 37–42). As computer software simulates what was once a physical media (Manovich, cited in Lister 2013, 13), photography nowadays is a simulation “of the thing that it once was” (Lister 2013, 6).", "In his definition of simulation, Baudrillard (1983, 11) observes that simulation is the opposite of representation: “the latter starts from the principle that the sign and the real are equivalent … Conversely, simulation starts from the utopia of this principle of equivalence, from the radical negation of the sign as value, from the sign as reversion and death sentence of every reference”. In this process of simulation rather than communicating and creating meaning, media “exhaust[s] itself in the act of staging” communication and meaning (Baudrillard 2006, 80–81) in the same way a “photographer imposes his contrasts, lights, angles … to approach the original from the right angle, at that right moment or mood that will render it the correct answer to the instantaneous test of the instrument and its code” (Baudrillard 1983, 120–121).", "In this sense, photo manipulation or retouching is one of the most common means of generating simulacra through photographic software. Once the image becomes informational data, it acquires processual and programmable attributes that make it fundamentally malleable (Rubinstein and Sluis 2013, 28–29). Widely adopted practices of mobile photography have contributed to both an abundance of applications (apps) that allow users to easily improve otherwise mundane images (Chandler and Livingston 2012, 12), and to the widespread practice of doctoring mobile images. Instagram, Hipstamatic, Instaplus, Picfx, Adobe Photoshop Express and Camera+ are prime examples of such apps that allow users to simulate the look and emulate the techniques of analogue retro photography by cropping, enhancing, blurring, saturating, contrasting, superimposing, balancing or applying filters that simulate cross-processing, high dynamic range (HDR), vignettes, chromatic aberration effects, type of lenses, cameras, films, paper, lens flares, etc. (Gómez Cruz and Meyer 2012, 216). These visual signifiers of nostalgia and analogue imperfection (Chandler and Livingston 2012, 3; Halpern and Humphreys 2014, 11–12) “attach the connotations of a ‘look’ with cultish values” (Lister 2013, 11), but more importantly, generate a “simulacrum of analogue authenticity” (Chandler and Livingston 2012, 3–4) that needs further revision, if we are to consider arguments of referentiality covered in previous sections.", "Within this alterative dynamic, app developers and manufacturers tacitly encourage a rhetoric of visual perfection mediated by a “discourse of digital progress” whereby “imaging technologies and software are employed to transcend the limitations of the photographer’s fallibility” (Chandler and Livingston 2012, 3). Users then are compelled to employ automations embedded in the software or their own agency by means of a series of responsible decisions and interpretations (Bate 2013b, 80; Wheeler 2002, 28) to remove any signs of imperfection in the photograph. Nonetheless, these photo-sharing apps have been found to be limiting and constraining (Chandler and Livingston 2012, 12), and the option to create such simulations during the production stage, instead of during post-production as was customary Alper (2013, 1237–1238), raises fundamental questions about the ethics of their adoption by professional and citizen photojournalists alike.3", "In any case, one of the prominent features of digital photography, according to Chandler and Livingston (2012, 3), is its ability to “perfectly replicate, or with additional manipulation, improve on an original, generating a hyperreality in which ‘reality itself founders’ as a consequence of the ‘meticulous reduplication’ or enhancement of the real via digital photography”. According to Baudrillard (1983), hyperreality is an assumed reality with no origin that is achieved by the liquidation or extermination of all referents (Baudrillard 2006). So, if the simulacrum of analogue authenticity discussed by Chandler and Livingston acts as a catalyst for the generation of a photographic hyperreality, it appears then that the process by which analogue photography was remediated (Bolter and Grusin 1999) by algorithmic photography now leads to the question of whether the algorithmic image can be remediated by a hyperreality of analogue photography."]}, {"sec_title": "Methodology", "sec_content": ["As mentioned above, this article explores how professional and citizen photojournalists use the online photo-sharing platform Instagram to construct a hyperreality: a version of the world that is assumed to be real but is nonetheless distorted and exaggerated to the extent that it becomes hyperreal. Through the visual analysis of a sample of citizen and professional photojournalists’ photographs, this research aims to determine: (1) how professional and citizen photojournalists stage their simulations of reality and what differences/similitudes exist between both accounts; (2) the organising principles and conventions followed in this process; and (3) evidence of performative discourses through the photo feeds and any associated data gathered from Instagram.", "Traditional visual analysis usually relies on semiotic theoretical frameworks. However, as Lister et al. (2009, 23–24) and Rubinstein and Sluis (2013, 30) remark, semiotics have proved inadequate for the analysis of an image that is “continuous, frameless, multiple and processual” as opposed to “finite, framed, singular and static” images (30), which was the object of study of structuralist semiotics in the past. In marked contrast, I use an analytical model that relies on tacit interconnections between Broersma’s notions of performativity in journalism and Baudrillard’s theory of simulation and hyperreality. Therefore, the visual analysis focuses on: (1) the staging of the photograph and its underlying meanings, specifically its simulative nature and its potential to persuade audiences of its authenticity (Baudrillard 2006, 80–81; Broersma 2010, 17–18); and (2) the photograph’s potential to describe and produce phenomena at the same time (17–18). I used a sample of 10 photographs per photographer, and I studied the practices, conventions, imaginary values and contextual information inferred from the photo feed in Instagram and Iconosquare (platform formerly known as Statigram, which retrieves certain statistical data from Instagram accounts that is detailed below).", "Based on Bate’s (2013a, 40) argument that aesthetic values and rhetorical codes of digital pictures are more or less identical to that of the older analogue photography, I used the visual analysis model devised by Lester (2014a, 129–130) for the analysis of the photographic feed. This analytical model includes conventional visual cues such as colour, form, depth and movement as well as concepts of contrast, balance, rhythm and unity. Additionally, it considers the specificities of the algorithmic image by incorporating cues such as resolution, size and software coding (Lester 2014b, 33).", "For the subsequent analysis of the performative discourses, I considered Rubinstein and Sluis’s (2013, 36) notions of algorithmic photography and based my analysis on their argument that “an image does not receive its meaning from its indexicality nor from its iconicity, but from the network of relations around it”. In this regard, additional indicators such as Iconosquare statistics (including number of followers, most liked photographs, number of likes per photograph, preferred Instagram filter), themes and topics, treatment, photographers’ biographies, software design and functionality, performative features of each modality, inferred context of the photograph, descriptors (if present), hashtags, etc., are considered.", "The sample comprised a total of 120 photographs: 10 photographs per photojournalist from a total of 12 (six professionals, six citizens) photojournalists. Professional photojournalists were selected taking into consideration the expert opinions of Mashable’s Rebecca Hiscott and Digitaltrends’s Kate Knibbs, who both regarded the sample of six professionals to be “the most captivating on Instagram” (Hiscott 2013; Knibbs 2013b). Considering the purpose of this study, Allan’s (2013a, 175) third modality of “citizen self-reflexively engaged in purposeful witnessing” was the most apt criterion for selecting citizen photojournalists. From the various terms that could characterise this modality I selected Mortensen’s (2014a, 2014b) citizen photojournalist who shows a level of technical proficiency that facilitates the comparative process between citizen and professional photojournalists. The sample of citizen photojournalists proved challenging to identify and isolate; citizen photojournalists do not enjoy the same media attention as professionals. Therefore, a combination of hashtags was used in order to identify this sample: #photojournalism, #documentary or #streetphotography in combination with #iphoneonly, #mobile or #iphonography. The sample of 10 photographs per photojournalist is selected from the 10 most liked images from each photo gallery. The spread is detailed in Table 1."]}, {"sec_title": "The Simulated Aesthetics of Instagram", "sec_content": ["In contemporary digital photography, the photographic simulation of reality begins at the very moment electromagnetic radiation visible to the human eye is re-interpreted by a photosensitive electronic apparatus and coded as an algorithmic image made of informational data. This primal conception stage, that Baudrillard (1983, 11) calls the third stage in the sign order, has profound performative implications—what is framed and how it is framed—that delineate, amongst other aspects, the characterisation of professional or citizen photojournalistic authenticity. At this early stage, nonetheless, I focus on the elements that articulate pictorial configurations that correspond to what Baudrillard denominates third-order simulacra or hyperreality. These elements are staged, and subsequently mediated and negotiated, through decisions made by professional and citizen photojournalists during the production and photo-retouching stage of their simulations. In order to have a clear indication of what techniques and effects were used by photojournalists in the sample, and how they were used to construct the simulations, I firstly catalogued every noticeable visual cue (namely camera settings, rules of composition, post-processing effects and techniques) and Instagram statistical data gathered through Iconosquare (which for this stage consisted mostly of what particular Instagram filter was used). Then I grouped these visual cues into four classes—conventional production techniques and conventional post-production techniques4 (which are more or less the same axiomatic procedures present in practices of analogue photography or professional hi-fi digital photography) and two subsequent classes related to the specificities of lo-fi shot-and-share media, specifically mobile effects and Instagram effects.", "For illustrative purposes, I calculated the number of times each technique or effect appeared in every photograph to offer a sense of the results of the visual analysis, and used these data to generate a chart that visually summarises patterns of usage per collective (professionals and citizens). This visualisation provided a measurement of the extent to which each collective used conventional techniques consistent with professional neatness, or on the contrary, visual features present in the outputs of mobile technology and online photo-sharing platforms that are typically associated with citizen imagery.", "Although intended for illustration, the quantitative data offered interesting insight into how photographic techniques and effects were applied across the sample and the subtle differences between the aesthetic choices of citizen and professional photojournalists. As can be seen in Figure 1, the lines representing each collective’s choices show very similar behaviours, which suggests that in the modality of citizen photojournalism conventional aesthetic values institutionalised by professional photojournalists are essential in the construction of citizen imagery.", "Figure 1  Aesthetics of citizen and professional photojournalists", "Figure 1  Aesthetics of citizen and professional photojournalists", "Correspondingly, the increasingly conventionalised aesthetic features present in the distinctive raw imagery of “accidental journalism” (Allan 2013a) are assimilated by professional photojournalists in an almost identical manner to citizen photojournalists’ choices on the categories of mobile and Instagram effects."]}, {"sec_title": "Analysing the Simulated Authenticity of the Algorithmic Image", "sec_content": ["The subtle variations between usage patterns evident in the classes of conventional production and post-production techniques seem to signal the spaces where the Instagram community of photojournalists is negotiating the new meanings of conventional photographic aesthetics. In this respect, the coincidental usage of conventional production techniques by both collectives highlights not only the current prevalence of such axiomatic paradigms, but also its importance for citizen photojournalists, who displayed proficiency in emulating professional uses of the normative rule of the thirds, asymmetric composition and the incorporation of a subject on the frame. These results were consistent with Mortensen’s (2014a) findings discussed earlier, which contradicted the underpinnings of the professional–amateur divide. Yet, the usage of post-processing techniques, mobile and Instagram effects—similarly performed by both collectives as well—played a more fundamental role not only as the distinctive aesthetic features that ultimately made the sample of simulations visually striking, but for the performative construction of the hyperreality that these simulations facilitated.", "Although the range of post-processing alterations that are allowed in traditional photojournalism is fairly limited (only permitting contrast and colour enhancement and cropping), the implicit malleability of this algorithmically networked image, which as data suggest appears to be better assimilated by citizens than professionals (see Figure 1), makes simulations more susceptible to photo-retouching. This is confirmed by high usage patterns in the categories of contrast enhancement and incorporation of vignettes followed by pixellation and Instagram filters in the subsequent classes of mobile and Instagram effects. Together with vignettes, other post-processing techniques that are regularly used by citizen photojournalists in the articulation of their simulations are sharpness and blur—historically associated with conventional aesthetics of professional analogue or hi-fi digital photography. Nonetheless, some of the instances where such effects were identified did not correspond with professional standards. Blurriness, for example, an optical effect that traditionally served to distinguish subject from ground, proved problematic due to software design limitations that generally permits only radial or linear application of the effect with the focal point remaining in the centre of the frame (as shown in Figure 2).", "Figure 2  Instagram photograph by citizen photojournalist Eric Herrera. © Eric Herrera.", "Figure 2  Instagram photograph by citizen photojournalist Eric Herrera. © Eric Herrera.", "In this regard, an algorithmic effect designed to simulate a functional, imperceptible and widely conventionalised optical technique (depth of field) acquires a new, more aestheticised meaning and is assimilated by audiences at an accelerated pace thanks to Instagram. Although a blurry halo surrounding the borders of a frame with no functional justification, and sometimes blurring important expressions of the subjects in the frame is contradictory from a photographic perspective, its usage is widely accepted nowadays as an aesthetic photo-retouching imperative, beginning to show signs of software mediation in the performativity of both groups. Although a number of mobile apps employ different masks and varying degrees of blurriness to convincingly simulate depth of field, the sample did not show evidence of the use of such advanced options. Unquestionably, the most characteristic visual feature in the sample (almost identically used by both collectives) was pixellation—the grainy look that emulates analogue photographs taken with a high ISO film, or mobile photographs with high contrast alteration. This pattern seems to suggest that the dim, granular look commonly seen in mediated citizen imagery (Allan 2014, 146) retains the emotional sense of immediacy and proximate authenticity that professional photojournalists actively seek in order to arguably enhance the certificate of presence of their photographs.", "In order to appreciate how authenticity functions within these simulations, let us consider the photograph of a lonely bison in Yellowstone National Park shot with an Apple iPhone by professional photojournalist David Guttenfelder (Figure 3). The frame depicts a scene slightly colour-saturated with dominance towards blue tones. The texture and volume of clouds suggest a marked enhancement in contrast that adds dramatic effect to the shot. The frame is well balanced and consistent with the rule of thirds: the main subject has been placed on the lower horizontal axis in a quasi-symmetric composition. A faded-to-black vignette focuses attention on the central element and the solid shadow that almost swallows the bison suggests that no further exposure adjustment or HDR effect has been applied. Despite its surreal appearance, the image is consistent with some of the conventionalised aesthetics and discourses of amateur authenticity: the subject remains distant due to the impossibility of using a telephoto lens and is slightly framed in the centre. Furthermore, its hyperrealist articulation enhances its connotative character, which as Zelizer (2004) observed, reinforces the photograph’s memorability and durability (which is corroborated by the almost 14,000 likes given to this image on Instagram).", "Figure 3  Instagram photograph by professional photojournalist David Guttenfelder. © David Guttenfelder.", "Figure 3  Instagram photograph by professional photojournalist David Guttenfelder. © David Guttenfelder.", "The apparent indexicality of this simulation makes us believe in the existence of this bison. We are certain that it is placidly walking this valley at the Yellowstone Park and we do not contest the fact that the photographer was physically there at the moment of shooting the picture. However, we seem to forget that when we use our eyes to see a scene like the one simulated in this frame, we do not see the world in a colour-boosted, bluish, hyper-contrasting manner, do not perceive pixels through our eyes, and do not distinguish this range of contrast when we see the clouds in the sky. And yet nowadays, we appear to be so accustomed to this exaggerated aesthetic that it has gradually become an imperative for us to consider a simulation authentic and truthful. This paradox seems to have a profound impact on our subjectivity, as we now seem compelled to imitate as image producers, these conventions in order to remain attuned with this hyperreal staging.", "Citizen photojournalist Ravi Mishra provides additional evidence in support of this argument. In his simulation, we see a young girl and her mother queuing outside a polling booth during the Indian elections on 12 May 2014 (Figure 4). The texture and volume in the frame suggest a high-contrast enhancement as well as colour desaturation with dominance towards warm tones. With this visual configuration, Mishra’s simulation somehow contributes to legitimise resilient aesthetic stereotypes frequently used to enact India visually: pale, sepia colour schemes with dominance of warm tones, thus appealing to already-existing imaginary values.", "Figure 4  Instagram photograph by citizen photojournalist Ravi Mishra. © Ravi Mishra.", "Figure 4  Instagram photograph by citizen photojournalist Ravi Mishra. © Ravi Mishra.", "Through their more reflexive form of feature photo reportage—as opposed to accidental journalism’s breaking-news style—both collectives used Instagram filters to either enhance colour vibrancy (Figure 5) or to reinforce the authenticity of their simulations (Figure 6) by means of conveying a more neutral look.", "Figure 5  Professional shot (Instagram effect: Lo-Fi). © Brad Mangin.", "Figure 5  Professional shot (Instagram effect: Lo-Fi). © Brad Mangin.", "Figure 6  Citizen shot (Instagram effect: Valencia). © Yuriko Yasu.", "Figure 6  Citizen shot (Instagram effect: Valencia). © Yuriko Yasu.", "Instagram filters most commonly used by professional photojournalists included Lo-Fi (rich colours, strong shadows, saturation and warm temperature), Earlybird (older look, sepia tint, warm temperature), Sutro (burned edges, dramatic highlights and shadows, purple and brown tint) and Mayfair (warm pink tone, subtle vignetting and thin black border); whilst citizen photojournalists preferred Inkwell (shift to monochrome with no added editing), X-Pro II (colour vibrancy, golden tint, high contrast and slight vignette), Valencia (increased exposure, warm colours), Lo-Fi and Willow (monochrome, purple tones, translucent white border). The presence of predefined filters and similar retouching techniques on the set of simulations suggests that photojournalism in Instagram is approached experimentally, affording a less rigorous adherence to ethical, stylistic and aesthetic requirements demanded of professionals. Furthermore, these alterations and the way in which they have been used do not appear to correspond with a sense of emotional attachment to the past or analogue nostalgia, as suggested by previous research (Bate 2013b, 86; Chandler and Livingston 2012, 3–4; Halpern and Humphreys 2014, 11–12). Instead, the aesthetic attributes of these simulations present an interesting dichotomy; on the one hand, they seem to respond to a desire to make visually striking images and, on the other, they seem to be used as a means to enhance their referentiality by using techniques such as colour desaturation. There are additional factors to consider—which I address later in detail—that relate to the propensity of Instagram’s software design to encourage picture alteration as part of the photographic experience.", "To summarise the findings of this section, it may be concluded that the reiterated, increased and synchronous use of contrast enhancement, colour saturation or desaturation, pixellation, blurriness, sharpness and faded vignettes (and to a lesser degree Instagram filters) by both collectives, creates a set of simulations that challenge conventions of realism and objective reporting typical of traditional photojournalism. These aesthetic values that Halpern and Humphreys (2014, 11–12) call “false aura” and are high in connotative strength, paradoxically appear to enhance the certificate of presence of these simulations, as their evidential testimony does not contradict any conventions of authenticity discussed earlier. Finally, the conventional use of axiomatic compositional rules by both collectives when framing their images also plays a fundamental role in counterbalancing the overreliance on filters and post-processing effects."]}, {"sec_title": "Negotiating the Performativity of Simulations", "sec_content": ["I have thus far discussed the elements that the sample of citizen and professional photojournalists used to articulate their simulations, devising, in the process, the agencies intervening in their performativity. Although highly altered by the intervention of algorithmic photographic processing, these simulations seem to retain the certificate of presence that characterises the authenticity of amateur imagery. As discussed before, in order to persuade the public of its authenticity and subsequently reach the status of hyperreality, these simulations interact with the performative discourses employed by the photojournalist to stage an interpretation of the real world with the potential to influence society’s subjectivity. Building from this argument, I now turn to discuss the elements that enacted the performative discourses of the sample. During the course of the research, it became obvious that the performativity of both collectives is largely characterised by three forms of mediation whereby they had to engage in negotiations with (1) the physical world; (2) the apparatus—having both a fundamental role in the staging of the simulations; and (3) audiences—which conditioned the simulation’s ability to describe and create phenomena simultaneously.", "As previously suggested, both collectives unanimously used Instagram to enact a more aesthetic form of reflexive feature photo reportage. By virtue of a random experimental staging, as opposed to a highly pre-planned one, photojournalists nowadays use shoot-and-share technologies to shape the look of their image seconds after it is shot (Gómez Cruz and Meyer 2012, 216), which arguably further enhances the sense of flexibility to alter the registered algorithmic data to create their simulations. Additionally, topics and themes depicted and the frequent appearance of sequential simulacra comprising very similar images, shot at the same location, with a slight variation of the angle, evidence a propensity by both collectives to adhere to point-and-shoot conventions typical of the street photography mind-set. As suggested by Murray (2013, 165–166), this performativity favours an immediate and transient display and framing of the small and mundane—as opposed to mediated citizen witness accounts—contributing not only to documenting everyday life experiences, but also enhancing its sense of proximity.", "In staging the real world, both collectives inevitably mediate the algorithmic interpretation of physical objects and scenes. The correlation between the agents and agency that interact in the mediation of the physical world is in principle similar to that of analogue or hi-fi digital photography and can be outlined by the operator–spectator–spectrum relationship described by Barthes (1984, 9). Here, the photojournalist performs a series of conventionalised discourses using an apparatus (comprising both the capture device and the software that governs it) to capture a scene that audiences perceive as being a truthful simulation of the captured moment. However, algorithmic processing introduces an additional dimension between spectrum and the resulting simulation that Rubinstein and Sluis (2013, 27–28) describe as the relationship object-unknowable-image. The analysis suggests that at the unknowable stage, both citizen and professional photojournalistic performativity is overpowered by the device and the software as they code the information captured by the camera sensor.", "The transference of power from the photojournalist to the apparatus is further evident as the photojournalist tries to achieve an idealised perfect image. In this process, they navigate, as suggested by Lister et al. (2009, 21–22), an abundance of finely tuned options, offered by Instagram, to maximise their perceived interaction and freedom of choice, thus increasing their apparent capacity to negotiate with the apparatus and even regain certain shares of performative power. This idea is reinforced by Halpern and Humphreys’s (2014, 13) findings documenting the high value of the iPhone’s limitations by iphoneographers, as certain artistic and technical skills are required in order to overcome these limitations. Nonetheless, Instagram’s software design subtly integrates the editing and post-processing options as a natural phase of the dynamic of posting an image. Post-processing is almost an ergonomic imperative—it feels unavoidable, part of the whole performance of shooting a picture, which greatly reduces the possibilities for uploading an image in its raw unaltered state. In this context, both collectives appear to struggle with competing forces in the staging of their simulations. To achieve a performative discourse with the potential to persuade audiences, they try to overcome the illusion of multiple choice and active control, negotiating shares of performative power with the technology they use. More importantly, they try to understand and manage the complexities of simulating the real world through a transient, processual, computerised networked image that is paradoxically perceived as both hyperreal and authentic.", "A third form of mediation occurs once the simulation reaches the Instagram community. There, the photojournalist negotiates the construction of a collective discourse with the audience, where the act of following, commenting, liking and geotagging images can be seen as a form of deliberative interaction. It is within this ecosystem where algorithmically networked images fulfil Broersma’s (2010) second performative condition—to describe and generate phenomena simultaneously. In this respect, simulations organise informational data to describe a scene visually, whilst simultaneously generating a reaction from the community, reflected by either their active involvement in commenting, liking and following images and photographers, or by consolidating the aesthetic hegemony of these performative discourses by creating further simulacra consistent with its conventions. For instance, forms of registrational interactivity (Lister et al. 2009, 23), such as geotagging,5 enable users to create collectively the visual hyperreality of a specific location from a multiperspective (Bruns 2005, 291) simulation of reality that strengthens the authenticity and truthfulness of the individual account.", "Highly democratised lo-fi—and increasingly hi-fi consumer-level DSLR—technologies, together with the collective wisdom of the Instagram community, facilitates the widespread creation and dissemination of simulations throughout the network. In this dynamic, a professional’s reputation attracts community attention and makes them highly influential in the process of modifying the social codes they share with the public. Amateurs are not fully disenfranchised from this alterative dynamic, as conventionalised aesthetics and discourses of authenticity present in both mediated citizen witness imagery (blurry, pixellated images) and more aestheticized framings of the small and mundane (street photography, Instagram filters) are increasingly assimilated by professional photojournalists on Instagram."]}, {"sec_title": "Conclusion: Challenging the Paradigm of the Real?", "sec_content": ["It seems then, that the conventions and practices which have afforded professional photojournalism its performative power are seemingly in need of revision as news audiences increasingly engage in the collective articulation of hyperreal scenes and moments through the use of shoot-and-share technologies. As Chouliaraki (2013, 268) puts it, the re-articulation of this performativity moves from “the primacy of acts of information to the primacy of acts of deliberation and witnessing”. These shoot-and-share technologies that unprecedentedly make it possible to control the whole photographic process in situ—production, post-production, exhibition and dissemination—appear to be re-engineering the entire photographic experience. As online photo-sharing platforms establish themselves as archives of collective performative discourses via the practice of documenting daily life, audiences (aided by professional and citizen photojournalists) begin to institute new aesthetics and discourses that fuse amateurish rawness (Alper 2014, 1245) with professional neatness. This interplay between aesthetics and their originating performativity mediate the new meanings attached to emerging photographic practices and the technologies that make them possible, thus challenging our interpretations of authenticity, the real and what distinguishes professionals from amateurs.", "The convergent hybridisation of professional and amateur spheres has resulted in professional photojournalists now being able to switch between an online and offline ecosystem featuring dissimilar aesthetics and discourses. The offline ecosystem, where they perform as staff of a news outlet, is heavily mediated by rigid codes of professional practice, thus demanding the traditional neat, hi-fi simulation of reality; whereas the online one, where professionals are not necessarily bound to professional pressures, permits a less constraining lo-fi, saturated, highly contrasted and pixellated hyperreality, which enables them to engage more effectively with their online followers. Therefore, the types of simulations that professionals share on Instagram arguably influence a number of amateurs from that public that avidly engage in photographic practices until eventually they become the new generation of pros, offering a new performative discourse which permeates both worlds.", "The modality of citizen photojournalism reported in this research represents the middle ground of this progression—an amateur that tries to simulate the discourses of professional photojournalists (either because they are photography students, or enthusiasts of photography) as a mechanism to ratify their capacity to exercise performative power, thus authenticating their simulations. Paradoxically, the more citizen photojournalists try to emulate professional standards when creating their simulations, the more they risk distancing themselves from the aura of authenticity perceived by news audiences in other modalities of citizen and amateur witnessing imagery, and to be catalogued by the public as presenting the same detached and artificial frames that are subject to criticism. The point where both worlds collide, where Instagram’s professional and citizen photojournalists share an increasingly homogeneous performativity, which implicitly induces them to create this hyperreality collectively, blurs the boundaries of both spheres into one single category (perhaps we can call it the hyperreal photojournalist) that increasingly gains relevance in the photo-sharing platform, as evidenced by the number of posts tagged with #photojournalism, #streetphotography or #iphoneography hashtags.", "This article has endeavoured to explain the paradox of authenticity posed by Instagram’s imagery, whereby highly retouched visual components of the simulations created by citizen and professional photojournalists of the sample seem to coexist with the certificate of presence of the hyperreal scenes registered on the memory of the photographic device. Furthermore, it demonstrates the constant interplay between the normative aesthetics of both collectives, the technologies used to simulate reality and the performative roles of both types of photojournalists in rendering meaningful simulations to an audience. In consensus with Rubinstein and Sluis’s (2013, 36–37) research, this article suggests that the performative discourses of both collectives, their use of mobile technology and the amplifying effect of Instagram may have the potential to influence public subjectivity in the establishment of new aesthetic and discursive conventions that could be stored in future social imaginaries. However, the data gathered during this study did not afford a clear estimation of the extent to which these new conventions are widely adopted as part of our collective social imaginary, or on the contrary, only the transitory emergence of a new photographic stylistic convention characterised by a fragmentary and individualised adoption (Deuze 2009, 263) amongst the Instagram user community.", "This research, therefore, calls for further empirical research that investigates whether the simulations created by hyperreal photojournalists are still perceived by audiences as being authentic. It also demands that important ethical questions be addressed. For instance, elusive notions on sharing of copyrighted content, digital labour or data privacy seem to contest our ethical underpinnings, calling for a revision of what we consider ethically justifiable. In this sense, an answer to the question of whether hyperreal photojournalism is ethically acceptable as a means of depicting news events to news audiences is of paramount importance.", "Although visual constructions that were previously regarded as being heavily processed are being assimilated as part of our photographic experience at a fast pace—thanks not only to the democratisation of the technology but more importantly the agency to create these simulations facilitated by amateur imagery—future research in the field might aim to address the questions: Does our societal subjectivity operates on the basis of similar imaginary values to those used during the time of analogue photography? Or are we witnessing the emergence of a discursive platform with the potential to alter our interpretation of reality? Or, finally, are citizen and professional journalists’ simulations sufficiently conventionalised to be widely disseminated and have a palpable effect on the performative discourses of the overall practice of photojournalism?"]}], "references": [{"title": "Proximity as a Journalistic Keyword in the Digital Era: A Study on the ‘Closeness’ of Amateur News Images", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Ahva Laura", "first_name": "Ahva", "last_name": "Laura", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Witnessing in Crisis: Photo-reportage of Terror Attacks in Boston and London", "year": "2014", "journal": "Media, War \\& Conflict", "volume": "7", "authors": [{"name": "Allan Stuart", "first_name": "Allan", "last_name": "Stuart", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "War on Instagram: Framing Mobile Photography Apps in Embedded Photojournalism", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Alper Meryl", "first_name": "Alper", "last_name": "Meryl", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Citizen Camera-witnessing: Embodied Political Dissent in the Age of ‘Mediated Mass Self-communication’", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Andén-Papadopoulos Kari", "first_name": "Andén-Papadopoulos", "last_name": "Kari", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Re-mediation, Inter-mediation, Trans-mediation: The Cosmopolitan Trajectories of Convergent Journalism", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Creation and Control in the Photographic Process: IPhones and the Emerging Fifth Moment of Photography", "year": "2012", "journal": "Photographies", "volume": "5", "authors": [{"name": "Gómez Cruz Edgar", "first_name": "Gómez", "last_name": "Edgar", "affiliation": "", "orcid": "", "role": ""}, {"name": "Meyer Eric T.", "first_name": "Meyer", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Iphoneography as an Emergent Art World", "year": "2014", "journal": "New Media Society", "volume": "", "authors": [{"name": "Halpern Megan", "first_name": "Halpern", "last_name": "Megan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Humphreys Lee", "first_name": "Humphreys", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Digitalization of Photojournalism: An Experiment, Breaking News, and Self-expression", "year": "2012", "journal": "Journalism Research Review Quarterly", "volume": "1", "authors": [{"name": "Kędra Joanna", "first_name": "Kędra", "last_name": "Joanna", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When Citizen Photojournalism Sets the News Agenda: Neda Agha Soltan as a Web 2.0 Icon of Post-election Unrest in Iran", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Blurry and Centered or Clear and Balanced? Citizen Photojournalists and Professional Photojournalists’ Understanding of Each Other’s Visual Values", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Comparing the Ethics of Citizen Photojournalists and Professional Photojournalists: A Coorientational Study", "year": "2014", "journal": "Journal of Mass Media Ethics: Exploring Questions of Media Morality", "volume": "29", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Misfortunes, Memories and Sunsets: Non-professional Images in Dutch News Media", "year": "2009", "journal": "International Journal of Cultural Studies", "volume": "12", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On ‘Having Been There’: ‘Eyewitnessing’ as a Journalistic Key Word", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie", "affiliation": "", "orcid": "", "role": ""}]}]}