{"doi": "10.1080/14616700500533486", "url": "https://doi.org/10.1080/14616700500533486", "title": "AMERICAN AND GERMAN ONLINE JOURNALISTS AT THE BEGINNING OF THE 21ST CENTURY", "volume": "7", "year": "2006", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Quandt", "first_name": "Thorsten", "name": "Thorsten Quandt"}, {"last_name": "Löffelholz", "first_name": "Martin", "name": "Martin Löffelholz"}, {"last_name": "Weaver", "first_name": "David", "name": "David H. Weaver"}, {"last_name": "Hanitzsch", "first_name": "Thomas", "name": "Thomas Hanitzsch"}, {"last_name": "Altmeppen", "first_name": "Klaus-Dieter", "name": "Klaus-Dieter Altmeppen"}], "abstract": " This paper presents the key findings of the first comparative survey of online journalists in the United States and Germany. It is based on a sub-sample of the latest American journalist study and the study “Online Journalists in Germany.” The article develops the objectives of the studies and explicates the methodology, and it presents key findings on basic characteristics of online journalists, jobs and tasks in online journalism, and the professional views and attitudes of Web journalists in the United States and Germany. The comparisons show some striking differences between American and German online journalists. Their basic characteristics, levels of professionalization and role perceptions are more different than expected. ", "body": [{"title": "Introduction", "paragraphs": ["In most Western countries, online journalism was one of the biggest hopes (and hypes) in the last few years. A “revolution” (Boldt, 1996; Stephens, 1998), “the future of journalism” (Neuberger et al., 1998; Newhagen and Levy, 1998; Pavlik, 1999; Singer, 1997), the “age of the net” (Heinonen, 1999; Hibbert, 1998; Kimber, 1997) or “a whole new journalism” (Quittner, 1995)—these were some of the headlines referring to journalism on the World Wide Web. While traditional media like newspapers and television were facing stagnation, the Internet promised a new market with huge potential. The so-called “new” economy flourished, and a lot of media organizations invested in online newsrooms. After the burst of the new economy bubble, quite a few media corporations showed much less interest in the Internet, with decreasing investments due to the lack of sufficient profits (Chyi and Sylvie, 2000).1 ", "Nevertheless, online journalism is still one of the hot and important topics in media corporations and communication studies alike. With rising user numbers that are well above 50 percent of the population in nearly all Western countries (according to NUA, Nielsen NetRatings and others2) the Internet is becoming an everyday information medium with obvious relevance to public communication.", "However, information on the people who provide us with news on the net is surprisingly scarce. One problem is that the rapid evolution of online communication makes it “almost impossible to conduct sound research and be topical” (Kopper et al., 2000, p. 501; see for an overview also Altmeppen et al., 2000; Boczkowski, 2002). There are only a few empirical studies on Internet journalists so far, and most of them focus on special aspects of publishing on the net (Deuze and Paulussen, 2002; Hammond et al., 2000; Neuberger, 2002a).", "Moreover, comparative studies are rarely conducted, and most studies focus on online journalism on a national level. There are some reasons for this: first, people tend to use websites of news media that are based in their home countries, therefore it is understandable that researchers focus on these media.3 Second, international studies usually pose some organizational and economic problems. And finally, language problems might play a role as well. Nevertheless, we believe that the lack of comparative studies is a problematic omission. Often studies from the United States or Europe are discussed in communication research articles as if they were easily transferable between countries and societies. However, we know from comparisons of national journalism systems around the globe that the transfer of results and conjectures is critical: for example, the views and attitudes of journalists in Western countries are quite often very different, although these countries share basic principles and have similar characteristics (Weaver, 1998b).", "Most comparisons work with data from surveys of journalists which were conducted in specific nations for their own sakes, with different conceptualizations and methodologies (Scholl and Weischenberg, 1998, pp. 201–26; Weaver, 1998a). This was the reason why Weaver (1998b, p. 455) introduced the final chapter of his book, The Global Journalist, by stating: “Comparing journalists across national boundaries and cultures is a game of guesswork at best.” Other authors like Esser (2004) also criticize the current state of cross-national comparisons in journalism studies. A transfer of empirical results between nations is even more difficult in the field of online communication: it cannot be taken for granted that the implementation of a complex communication technology will yield the same results in different societies, even if they share some ideological and political perspectives.", "These considerations were the starting points of the present study: it does not focus only on communicators in one country, but rather compares journalists in two countries—Germany and the United States. Both countries have enough in common (they are Western countries with a high industrialization level, an advanced education system and a large media market, to name just a few basic similarities), so the differences between the two journalist groups should be interpretable. We chose, therefore, to follow the “most similar systems design” which, in contrast to the “most different systems design,” makes it easier to attribute differences to specific dimensions on which countries under comparison vary (Przeworski and Teune, 1970). In terms of Melvin Kohn's (1989) fourfold typology of strategies for comparative research, both Germany and the United States became the “object of analysis” as the primary interest was to understand the particular countries and how they compare to each other.", "This article presents the key findings of this comparative survey of American and German online journalists, based on a sub-sample of the third wave of the “American journalist” study and data from the representative study “Online Journalists in Germany.” The German study had an exclusive focus on Web-based journalism and was particularly designed for online journalists. The American study, on the other hand, was a modified replication of the previous studies conducted by Johnstone et al. (1976) and Weaver and Wilhoit (1991, 1996), and primarily focused on US journalists in general, but did also include a sub-sample of American online journalists. However, both studies were planned and executed in close cooperation, resulting in a considerable overlap among the studies and a number of truly comparable items."]}, {"title": "Objectives and Methodology", "paragraphs": ["As said above, our study follows an approach that compares Germany and the United States as “most similar systems.” However, this does not mean that the two countries and the respective journalism systems are identical. The organizational and cultural context of media corporations in the two countries varies as much as the different societal and economic influences (Donsbach, 1995). In order to maintain comparability while keeping possible differences in mind, we concentrated our efforts on constructing methodological and item equivalence for both studies. We used well-tried questionnaires of journalism research from several surveys in the United States and Germany as a starting point (Weaver and Wilhoit, 1996; Weischenberg et al., 1998). We selected questions dealing with demographic variables, role perceptions, reporting methods and job satisfaction that were well known for producing comparable results in the two national contexts so that we could expect the differences in the findings to be a result of “real-life” differences (and not so much the result of a different understanding of certain items and/or translation problems).", "In addition to the more general questions, we tried to include items that were aimed at the specifics of online journalism. After reviewing the literature on new forms of (online) journalism, we included some more questions on the goals of the news organizations and the tasks of online journalists. The result is an extensive catalogue of research questions. In this publication, we can only give an overview and description of the main items—there are many more detailed comparisons that could be done with the data, but we decided to reserve the first publication for the general findings of the two countries.", "It must be noted, however, that there are some slight differences between the two questionnaires: in Germany, the tasks of journalists are a very important aspect of research on online journalism (Quandt, 2005), so we added a set of items to the German questionnaire that dealt with this special aspect. We could not include it in the American questionnaire due to space and time constraints. There are some other minor deviations as well, also mostly due to place and time restrictions. In some cases, we did add or remove individual items in order to maintain the comparability to national journalism studies. Comparisons with these studies—and traditional types of journalism—are published elsewhere (Löffelholz et al., 2003; Weaver et al., 2006).", "Overall, the primary objective of the survey was to draw a comparative picture of American and German online journalists, their work and attitudes, and to describe online journalism as a whole. Therefore, we focused on several traditional aspects stressed in many surveys of journalists around the globe and on some questions referring to the specific quality of online journalism in the two countries. We do not claim to answer highly specialized questions about specific aspects of this field of journalism—clearly, the aim of this publication is a different one.", "The findings of this study are based on a sub-sample of the fourth nationwide telephone survey of journalists in the United States (“The American Journalist in the 21st Century”), including 100 respondents, and a nationwide and representative survey of 461 journalists working for online media in Germany (“Online Journalists in Germany”).4 Both studies took place at the end of 2002; therefore the sets of data are recent and allow for a discussion on the current status quo in the respective field.", "At this point it is important to note some of the irregularities and challenges that researchers face when conducting an international study in a relatively new field. First of all, studies of online journalism are more complicated than studies in traditional fields of journalism: there are no standards that the researcher can fall back on. One of the most difficult issues was the allegedly “simple” definition of the term “journalist.” While we usually have a good idea of the basic population of journalists in print or broadcast journalism, this is not the case in online journalism. Or, as Jane Singer (2003, p. 147) put it, defining online journalists “turns out to be a challenge,” given the rise of weblogs and alternative news-sites such as “indymedia.com” as well as a trend toward personalization in the news (“Daily Me”).", "Furthermore, defining the respective group of people was a different task in the two countries. In the United States, there are some registers of online journalists available, which made finding our base population a less complicated task. We chose the members of the Online News Association (ONA). In addition to this, we used online journalists from the main sample of the American Journalist study. These journalists were chosen randomly from news organizations that were also selected at random from listings in various directories of US news media. The adjusted response rate (eliminating respondents who were never available, could not be located or were not eligible) for this main sample was 79 percent, and the maximum sampling error at the 95 percent level of confidence is plus or minus some 10 percentage points. It is higher for the individual media groups because the size of the sample for each news medium is smaller than the overall sample, especially for the wire services and newsmagazines. However, we are reasonably confident that the sample represented the online journalists in the United States fairly well in 2002.", "The German sample was much more difficult to select, due to a lack of listings and registers for online journalists. There are some listings collected by the worker unions, but they are not publicly available because of data protection policies. Therefore, we had to define the base population ourselves, always bearing in mind that we had to find the counterpart to the American group of journalists.", "For defining the population in question, we made use of a complex theoretical approach to identify journalism and journalists as suggested by Scholl (1996, 1997). His approach consists of three steps: in the first step, journalism is distinguished from other areas of public communication such as PR (PR being defined as self-centered communication serving the presentation of the communicator itself), arts (fictional in character) and non-professional and non-periodic media. In the second step, journalism is differentiated by the organizations providing content for print, broadcasting and online media. In the final step, one has to identify professional roles that are related to the “core” of journalism. This traditional role concept of core journalism is defined by work patterns such as investigating, selecting, writing and editing of news.", "The practical application of such a complicated approach poses some challenges to the researcher. We developed a stratified sampling procedure to overcome this problem by compiling a complete list of all German news organizations publishing online, drawing a sample and using an alphabetical criterion to select the respondents. The compiled list of organizations consisted of more than 10,000 items, from which we excluded organizations mainly promoting enterprises, associations, federations, clubs and public administration since those were defined as PR. The final list contained 2000 media outlets. To draw the sample of journalists, we used a quota scheme. The data for the quota distribution was collected through an independent study in which we conducted short interviews with journalists in 132 online organizations. To make a projection from the sample to the population, the data was weighted according to the results from the independent pre-survey. The adjusted response rate for the German sample was 71 percent, and the maximum sampling error at the 95 percent level of confidence was plus or minus 4 percentage points.", "The data collection for both studies was based on modern standards of telephone interviewing: Both national sub-studies were supported by a CATI-system.5 The questionnaires followed the major surveys of journalists in the United States (Weaver and Wilhoit, 1991 1996) and in Germany (Weischenberg et al., 1998), but included new or modified items that reflect the changes in journalism after the named studies took place. We cannot comment on the construction of all these items here, but most of them are classics of journalism research so we expect them to be very well known. However, some of the more specialized questions will be explained in the analysis below."]}, {"title": "Basic Characteristics of American and German Online Journalists", "paragraphs": ["In this section, we provide some answers to the question: who are the American and German online journalists? This leads to some follow-up questions as well: do the two journalist groups have common characteristics (gender, personal/marital status, age, general and journalistic education), or are there notable differences between the two groups?", "A first look at the basic characteristics reveal some obvious differences: the average German online journalist at the beginning of the 21st century is male, not married (yet), has a university degree and is 35 years old, while his American counterpart is a married male and four years older. Some of the demographic differences between American and German online journalists are striking: while the gender distribution is comparable, the marital status, the educational level, the age and the income differ considerably (see Table 1). ", "Some of these characteristics concur with what we know from other surveys of journalists in traditional media (radio, TV, newspaper). The differences in the income seem to be huge, but to a certain extent, they are based on the higher taxes in Germany—therefore, the overall difference is not as big as the numbers indicate.6 In earlier comparisons between American and German journalists, researchers already noted differences in the income (Weaver, 1998a). Interestingly, American online journalists make a considerably higher median total (gross) salary ($64,000) than US journalists in general who work for traditional news media ($43,588). Only American newsmagazine journalists ($74,500) and major wire service journalists ($70,000) make a higher median total salary than do the online journalists (Weaver et al., 2003). All the other median salaries (for daily and weekly newspapers, television, and radio) are considerably lower than the median for online journalists. On the contrary, German online journalists make a salary below the average income of their colleagues in the traditional media.", "The lower education level of the German journalists is something we expected: overall, the journalists in Germany have a lower formal education than their American colleagues. This was confirmed by earlier studies (Weaver, 1998a). A closer look at the undergraduate education of online journalists reveals that the differences are even more obvious regarding chosen majors: nearly three of four German respondents said that they did not major in journalism and/or communication/media studies, while 57 percent of the American online journalists hold at least one degree in one of the named fields (see Table 2). ", "One of the biggest surprises in the demographics is the difference in marital status: a considerably lower number of German online journalists are married (29.1 percent versus 58 percent in the United States). This reflects two things: overall, there is a tendency in the German society that leads away from marriage and to other forms of relationships. Furthermore, German online journalists are generally younger, which partly explains this difference as well. Quite a few of them are new to journalism and have just started their careers. Many, although unmarried, live together with a partner. This number is much higher in Germany (30.7 percent versus 9 percent in the United States).", "From the above demographics, we can conclude that online journalists in Germany are a younger group of journalists in an early phase of their career, while their American counterparts are older, usually married and more likely to hold a university degree. This description can be confirmed by the answers to the questions on the work experience of the journalists: the average German online journalist has seven years of work experience, while the American one has 16 (see Table 1).", "One has to note that the age difference does not compensate for the difference in work experience: American online journalists are four years older on average, but they have worked in journalism for nine years longer than their German counterparts. This means that, on average, the American online journalists entered journalism much earlier in their careers, and they were probably journalists even before the Internet became an important aspect for media corporations. German online journalists, on the other hand, are much more likely to be newcomers who do not have a comparable amount of journalistic experience."]}, {"title": "Jobs and Tasks in Online Journalism", "paragraphs": ["Many journalism researchers believe that online journalists do not work in the traditional way (Deuze, 1999; Deuze and Dimoudi, 2002; Heinonen, 1999; Singer, 1998). According to Singer (2003), online journalists are not reporters in the sense of mainly gathering and processing information. Rather, traditional reporting skills have been downplayed by those working online: “journalism is about reporting but most online journalism is not” (Singer, 2003, p. 149). Some authors mention the label content manager when talking about online journalists: they expect them to organize news by re-writing and re-packaging already existing material (Meier, 2002). In its early years, online journalism was mainly seen as a technical occupation, executed by personnel with some rudimentary journalistic capabilities and some practical experience in online technology (Kopper et al., 2000).", "Our findings provide little evidence to support these assumptions: German online journalists actually spend the major part of their average 45-hour work week on writing, online research, news selection, and editing of news material from agencies and public relations (see Table 3). This kind of work pattern is performed by more than 80 percent of online journalists. ", "Some of the tasks performed by German online journalists seem to reflect the traditional role model of the journalist (Weischenberg et al., 1998, p. 239). However there are some notable deviations from conventional ideas about journalism: first, we notice a peak in online research. As we know from our data and other studies (for example cf. Quandt, 2005), online journalists work in front of computers most of the time—and in many cases with permanent access to the Internet and online resources. So it does not come as a surprise that online research outweighs other forms of traditional ‘offline’ research (like telephone or face-to-face interviews). In many cases, it is simply faster to check official data online by searching the respective website than to call an informant who knows the facts.", "Second, we find new tasks such as programming—a result of the working conditions in a computer-based environment. While there are some content management systems on the market that can be used without any programming skills, in many smaller companies the production of the website still requires knowledge of HTML. Furthermore, online journalists sometimes even have to help in programming or modifying the software tools themselves.", "Finally, we have to point out the comparably large amount of time spent on management and the notably frequent user contacts. Our German data, however, does not support Singer's (2003, p. 149) assertion that journalism is about reporting, while most online journalism is not.", "The specific work patterns of online journalists point in the direction of more technologically induced tasks than in traditional journalism. We therefore asked the respondents about their use of computers at work since the computer is the central tool for journalistic work today, and is especially true for online journalism. The results show some similar values, but also some differences between the two groups of journalists (see Table 4). ", "German online journalists are more likely to use the Internet as a research tool: two-thirds of them use it to obtain background information for stories (only 42.4 percent of the American respondents), 57.6 percent check facts via the net (only 33 percent of the Americans) and 67 percent send for or receive press releases via e-mail or the Web (versus 55 percent of the American online journalists). On the other hand, the American journalists use the Internet slightly more often to keep up with the news by looking at the pages of news organizations and other competitors (88 percent). Nevertheless, this is also the most prominent use of computers for German online journalists (79 percent). Obviously, checking competitors is a very important part of the work of online journalists, and this form of direct feedback can influence the work of the journalists. For example, they might react in response to a news story of a competitor by writing a similar story, or they might change some facts in their own stories as well (Quandt, 2005).", "Feedback also plays a role when it comes to contact with readers, viewers and listeners. The Internet offers a means of direct contact that was not possible through other types of media, and obviously, the American online journalists use it frequently—58 percent of them say they communicate with their readers via e-mail or Internet on a daily basis, while only 37 percent of the Germans said they did so daily.", "While the above tables shed some light on the online journalists’ work profiles, the numbers do not indicate how the journalists work. Or, to put it in other words, what kind of ethical values and ideas about journalism influence the way they investigate, write, talk to their sources, and so on? Therefore, we included in our study questions on opinions regarding several reporting methods (see Table 5). ", "The differences between the two national groups are obvious: American journalists seem to be much more willing to use aggressive reporting methods to get important stories: 90 percent of them might use confidential government documents without authorization (only 51 percent of the Germans), more than 60 percent might use hidden microphones or cameras (not even 30 percent in Germany), 55 percent might badger unwilling informants to get a story (12.3 percent of the Germans), half of the US respondents might use personal documents like letters and photographs without permission (compared to only 6.7 percent of the Germans), and 10 percent might agree to protect confidentiality and end up not doing so (only 2 percent of the Germans).", "Overall, one could say that the American online journalists tend to think that more aggressive methods of reporting (that are usually linked to investigative journalism) might be justified in the case of an important story. Only in two cases—“paying people for confidential information” and “claiming to be somebody else”—did a notably higher percentage of German online journalists justify the respective reporting method (35.3 percent versus 23.5 percent for the first item, 33.1 percent versus 20.0 percent for the second). The factors that account for these differences are probably rooted in the two countries’ cultures and general journalistic traditions—some of the aggressive reporting methods are regarded as being unorthodox or even questionable in Germany, while they seem to be acceptable in the United States. Overall, the data from the online journalists reflects a difference that is visible in “traditional” American and German journalism as well (Donsbach, 1995; Weaver, 1998b)."]}, {"title": "Views and Perceptions of Online Journalists", "paragraphs": ["Some of the most fundamental questions in journalism research are related to professional roles: how do the journalists perceive themselves, how do they describe themselves and to what extent do their views support the political function of mass media visible in all larger journalism surveys in Western countries? These are just some of the classic questions asked in the most important surveys on journalism (Donsbach, 1995; Weaver and Wilhoit, 1996).", "Due to the complexity of self-descriptions and perceptions, usually several statements are needed in order to measure these concepts. From these items, one can build a profile of online journalists’ perceptions and their understandings of the professional work in journalism. For the comparisons, we chose some of the most important items of the role perception concepts used in the “American Journalist” study (see Table 6). ", "Both German and US online journalists perceived the most important or relevant roles to be neutral disseminators of news and interpreters. The role of journalists in setting the political agenda was rated much less important than analysis and interpretation, especially by the US online journalists. Considering that the American journalists tend to approve of more aggressive and investigative reporting methods, this finding is a bit surprising, although it is clear that journalists from both countries make a distinction between analyzing problems and setting agendas. That said, the differences between the Germans and Americans were not large.", "However, there were some more obvious differences between the two national groups: the Germans rated an entertaining journalism as more relevant, while the Americans viewed a public journalism that serves the people (“give ordinary people a chance to express their views on public affairs”) as more important than did the Germans.", "The different role perceptions do not go hand in hand with different perceptions of their respective organizations, though: both German and American online journalists seem to view the goals of their companies in a similar way (see Table 7). ", "Most respondents agree with the statement that their company's goal is to “keep the size of the audience as large as possible.” This does not necessarily mean that it is only profit that they are after: “Earning high, above-average profits” is not supported as heavily by both groups (the Germans agree to an even lesser degree). Furthermore, the “production of quality journalism” seems to be a more commonly perceived goal than the profit-orientation.", "Overall, the answers to the above items are a mixed bag: both mass compatibility and quality are seen as being very common, while the generation of profit still gets some support from the respondents. One has to doubt that it is possible to fulfil all of these goals at once and in every case, so we suspect that these goals are sometimes (at least to some degree) “wishful thinking,” but not real-life orientations. It is still surprising that quality journalism is thought to be so common—at least when taking into account that online journalism is facing stiff competition from traditional media and a difficult economic environment with very limited advertising spending (Neuberger, 2002b; Quandt, 2002).", "While the general trends in the role perceptions and the views of the companies’ goals are quite similar, the American and German online journalists differed considerably on one important aspect of their opinions and estimations: their job satisfaction (see Table 8). ", "The American online journalists seem to be considerably more satisfied with their jobs than do the Germans—nearly 40 percent of the American online journalists say they are very satisfied with their jobs, while only some 15 percent of their German colleagues answer this way. That said, the overwhelming majority of German and American journalists are not dissatisfied. Just a minority of the journalists said they were fairly or very dissatisfied, and in this respect, both national groups are pretty much the same.", "What is more important than these differences is the overall positive view of the job situation in both countries. This comes as a surprise if one takes the overall situation into account. Online journalism is currently one of the areas where media companies try to save money by reducing staff, which results in a lot of insecurity and uncertainty for those working in this field. Nevertheless, the online journalists still seem to be fairly, if not very, satisfied with their jobs—probably because it is an innovative field that is still developing and that still offers a lot of opportunities not available anywhere else."]}, {"title": "Discussion", "paragraphs": ["This article provides an overview of online journalists in the United States and Germany based on the first bi-national survey of this group of professionals. The results offer some insight into the current state of affairs in this relatively new field of journalism that already plays an important role for public communication. This bi-national study allows for some tight comparisons because both national studies were planned in close cooperation, using similar items for the most important areas of interest.", "The results reveal that the German online journalists are usually younger and in an early phase of their professional career. They are less experienced than their American colleagues, less likely to hold a university degree and less likely to be married.", "Overall, they represent a different kind of journalist—and this is reflected by their work patterns and reporting techniques as well. While the American online journalists are more supportive of aggressive, investigative reporting, their German counterparts prefer a softer or less aggressive approach. The German online journalists also rely on the Internet as a tool for research more often than their American colleagues.", "While the two groups of journalists differ in this respect, they show quite a few similarities when it comes to their role perceptions and their views of the goals of their own news organizations. Both German and American online journalists perceive the role of neutral news journalist as very important or applicable. They do not rate an overly political role as nearly important as being disseminators and interpreters of information.", "Surprisingly, both groups still believe that the production of high-quality journalism is a very important goal of their companies—more important than earning high, above-average profits. Obviously, the current economic problems of online and other kinds of journalism have not destroyed their faith in the possibilities of journalism. This is underlined by the job satisfaction findings as well—only a very small number of online journalists say they are dissatisfied with their jobs.", "However, one cannot deny the fact that, despite these similarities, the results of the American and the German studies often point in different directions. This leads us to the conclusion that research results from one country cannot be easily transferred to another. The different economic, cultural and social environments of journalists do influence the way they work and to some extent even their attitudes and views. Even more, their basic characteristics are not always comparable. Therefore, we need more multi-national studies that offer insight into how different social systems lead to differences in journalism and journalists. Not only do such studies offer new information and insights about other countries’ journalism, but they also allow for a re-evaluation of the data from one's own country.", "This present study is a small step toward increasing our understanding of a special kind of journalist working in two Western industrialized countries. Much enlightening and productive research remains to be done in many other countries to increase our understanding of these and other kinds of journalists. We look forward to more cross-national, comparative research on journalists and journalism in the future."]}], "references": [{"title": "“Die Online-Revolution. Immer mehr US-Journalisten gehen bei ihren Recherchen online: Fast ein Viertel der Redaktionen klinkt sich mindestens einmal täglich ins Internet oder in kommerzielle Online-Dienste ein [The Online Revolution: a growing number of US journalists are going online when doing research. Nearly one fourth are using the Internet or commercial online services each day]”", "year": "1996", "journal": "Journalist", "volume": "6", "authors": [{"name": "Boldt Klaus", "first_name": "Boldt", "last_name": "Klaus"}]}, {"title": "“Online Newspapers in the U.S.: perceptions of markets, products, revenue and competition”", "year": "2000", "journal": "International Journal of Media Management", "volume": "2", "authors": [{"name": "Chyi HsiangIris", "first_name": "Chyi", "last_name": "HsiangIris"}, {"name": "Sylvie George", "first_name": "Sylvie", "last_name": "George"}]}, {"title": "“Journalism and the Web: an analysis of skills and standards in an online enviroment”", "year": "1999", "journal": "Gazette", "volume": "61", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Online Journalists in the Netherlands: towards a profile of a new profession”", "year": "2002", "journal": "Journalism", "volume": "3", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Dimoudi Christina", "first_name": "Dimoudi", "last_name": "Christina"}]}, {"title": "“Online Journalism in the Low Countries: basic, occupational and professional characteristics of online journalists in Flanders and the Netherlands”", "year": "2002", "journal": "European Journal of Communication", "volume": "17", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}]}, {"title": "“Lapdogs, Watchdogs and Junkyard Dogs”", "year": "1995", "journal": "Media Studies Journal", "volume": "9", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "“National Borders on the World Wide Web”", "year": "2000", "journal": "New Media \\& Society", "volume": "2", "authors": [{"name": "Halavais Alexander", "first_name": "Halavais", "last_name": "Alexander"}]}, {"title": "“Print, Broadcast and Online Convergence in the Newsroom”", "year": "2000", "journal": "Journalism \\& Mass Communication Educator", "volume": "55", "authors": [{"name": "Hammond Scott C.", "first_name": "Hammond", "last_name": "C."}, {"name": "Petersen Daniel", "first_name": "Petersen", "last_name": "Daniel"}, {"name": "Thomsen Steven", "first_name": "Thomsen", "last_name": "Steven"}]}, {"title": "“Publishing and the Media Industries in the Digital Age”", "year": "1998", "journal": "Info: The Journal of Policy, Regulation and Strategy for Telecommunications, Information and Media", "volume": "1", "authors": [{"name": "Hibbert Bill", "first_name": "Hibbert", "last_name": "Bill"}]}, {"title": "“The Message Is (Still) the Medium: the newspaper in the age of cyberspace”", "year": "1997", "journal": "Information Processing \\& Management", "volume": "33", "authors": [{"name": "Kimber Stephen", "first_name": "Kimber", "last_name": "Stephen"}]}, {"title": "“Online Journalism—a report on current and continuing research and major questions in the international discussion”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Kopper Gerd G.", "first_name": "Kopper", "last_name": "G."}, {"name": "Kolthoff Albrecht", "first_name": "Kolthoff", "last_name": "Albrecht"}, {"name": "Czepek Andrea", "first_name": "Czepek", "last_name": "Andrea"}]}, {"title": "“Onlinejournalisten in Deutschland. Zentrale Befunde der ersten Repräsentativbefragung deutscher Onlinejournalisten [Online Journalists in Germany: central findings of the first representative survey of German online journalists]”", "year": "2003", "journal": "Media Perspektiven", "volume": "10", "authors": [{"name": "Löffelholz Martin", "first_name": "Löffelholz", "last_name": "Martin"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Altmeppen Klaus-dieter", "first_name": "Altmeppen", "last_name": "Klaus-dieter"}]}, {"title": "“Who Pays for Content? Funding in interactive media”", "year": "1998", "journal": "Journal of Computer Mediated Communication", "volume": "4", "authors": [{"name": "McMillan Sally J.", "first_name": "McMillan", "last_name": "J."}]}, {"title": "“Online-Journalismus: Akteure, redaktionelle Strukturen und Berufskontext [Online Journalism: actors, editorial structures and professional context]”", "year": "2002", "journal": "Medien \\& Kommunikationswissenschaft", "volume": "50", "authors": [{"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "“Online—the future of newspapers? German dailies on the World Wide Web”", "year": "1998", "journal": "Journal of Computer Mediated Communication", "volume": "4", "authors": [{"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}, {"name": "Tonnemacher Jan", "first_name": "Tonnemacher", "last_name": "Jan"}, {"name": "Biebl Matthias", "first_name": "Biebl", "last_name": "Matthias"}, {"name": "Duck André", "first_name": "Duck", "last_name": "André"}]}, {"title": "“Digital Newspapers Explore Marketing on the Internet”", "year": "1999", "journal": "Communications of the ACM", "volume": "42", "authors": [{"name": "Palmer Jonathan W.", "first_name": "Palmer", "last_name": "W."}, {"name": "Eriksen Lars bo", "first_name": "Eriksen", "last_name": "bo"}]}, {"title": "“New Media and News: implications for the future of journalism”", "year": "1999", "journal": "New Media \\& Society", "volume": "1", "authors": [{"name": "Pavlik John V.", "first_name": "Pavlik", "last_name": "V."}]}, {"title": "“Steter Aktualisierungsdruck. Noch ist das Profil des Online-Journalismus vom Markt abhängig. Doch in Internet-Nischen entsteht ein neuer, nicht-kommerzieller Journalismus [The Constant Pressure of Updating: the profile of online journalism is depending on the market situation. In some niches of the Internet, non-commercial journalism is developing]”", "year": "2002", "journal": "Message", "volume": "2", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "“Sampling Journalists”", "year": "1996", "journal": "Communications", "volume": "21", "authors": [{"name": "Scholl Armin", "first_name": "Scholl", "last_name": "Armin"}]}, {"title": "“Journalismus als Gegenstand empirischer Forschung [Journalism as Object of Empirical Research]”", "year": "1997", "journal": "Publizistik", "volume": "42", "authors": [{"name": "Scholl Armin", "first_name": "Scholl", "last_name": "Armin"}]}, {"title": "“Purchasing Power Parities—measurement and uses”", "year": "2002", "journal": "OECD Statistics Brief", "volume": "3", "authors": [{"name": "Schreyer Paul", "first_name": "Schreyer", "last_name": "Paul"}, {"name": "Koechlin Francette", "first_name": "Koechlin", "last_name": "Francette"}]}, {"title": "“Changes and Consistencies: newspaper journalists contemplate online future”", "year": "1997", "journal": "Newspaper Research Journal", "volume": "18", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Online Journalists: foundations for research into their changing roles”", "year": "1998", "journal": "Journal of Computer Mediated Communication", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Who Are These Guys? The online challenge to the notion of journalistic professionalism”", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Which Communication Revolution Is It, Anyway?”", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Stephens Mitchell", "first_name": "Stephens", "last_name": "Mitchell"}]}]}