{"doi": "10.1080/21670811.2016.1178074", "url": "https://doi.org/10.1080/21670811.2016.1178074", "title": "What Content is Worth Locking Behind a Paywall?", "volume": "5", "year": "2017", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Myllylahti", "first_name": "Merja", "name": "Merja Myllylahti"}], "abstract": "This paper explores and identifies the content which news publishers consider worthy of placing behind a paywall. It compares online news commodification in the leading Australasian financial newspapers—the Australian Financial Review (AFR) and the National Business Review (NBR). Based on a quantitative content analysis of 614 articles published on the AFR’s and NBR’s homepages, the paper finds that publishers consider hard news and opinion pieces as the most valuable news commodity. These were the most frequently paywalled content of the papers. Both papers allowed greater access to technology news to attract audiences and to enhance their digital subscriptions. Additionally, NBR offered free access to its routine market news, whereas AFR paywalled the same content. There were some major differences between the papers: AFR locked 86 per cent of its content compared to NBR’s 41 per cent. The findings of the paper suggest that ownership structures, corporate finances, and publication models need to be considered when examining newspaper paywalls.", "body": [{"title": "Introduction", "paragraphs": ["This paper examines online news commodification in the leading Australasian financial newspapers. It identifies the news content papers offer as free access, and which content they lock from the public without a subscription. The paper analyses similarities and differences of paywalled content on the homepages of Australian Financial Review (AFR; Australia) and the National Business Review (NBR; New Zealand). A paywall can be defined as a subscription model which limits the public’s access to all, or to some digital news content, without a payment. A metered paywall allows the public to read a number of articles before paying (typically 10 stories), and it is the most common paywall structure employed by Western newspapers (Myllylahti 2014). A freemium paywall model allows readers free access to a selection of content, but charges are applied for the premium content.", "Increasing numbers of newspapers in the Western economies such as Britain, United States, Australia, Germany, Brazil, and Japan, have introduced digital subscriptions for their readers. A 2016 survey by the American Press Institute found that 77 of 98 American newspapers, with a circulation of more than 50,000, had some kind of digital subscription model. In 2010, only six newspapers had a digital subscription model (Williams 2016). Newspaper publishers anticipate that 28 per cent of their future earnings will come from paywalls, and 29 per cent from advertising (Berliner 2015). There is growing evidence that newspaper publishers, such as The New York Times and The Financial Times, have increased revenue from digital-only subscriptions. However, increases in digital subscriptions have not automatically advanced their advertising income (Myllylahti, forthcoming). This indicates that paywalls have not made it easier for news publishers to commodify their audiences. Some newspapers, such as NBR, have argued that paywalls enable them to charge more for advertisements, because they help the paper to deliver “a qualified audience” for its advertisers (Keall 2014).", "For the purposes of this paper, paywalls are examined in the context of news commodification. Commodification refers to the process in which news is turned from “products which meet individual and social needs into products whose value is set by what they can bring into the marketplace” (Mosco 2009, 132). Contemporary news publishers can be seen as commercial organisations with a purpose to produce and distribute commodities—such as digital news content (Murdock and Golding 1973). Murdock defines a commodity as any good or service that is sold for a price in the market for profit (Murdock 2011). Publishers themselves increasingly consider digital news as a commodity to be produced and sold for a profit. This is exemplified in a comment made by Kauppalehti (the Finnish business daily) content sales manager, Johanna Suhonen. She notes thatwe see the content of our website as an online shop. All products must be such that, figuratively speaking, visitors to the website want to add them to their shopping basket. Every article must have a value that makes people want to buy it again and again, news item after news item. (Hantula 2015)On the other hand, Jackson (2009) argues that news is not just any commodity since it also has a public-interest function of delivering accurate and reliable information. Cohen (2015) agrees and observes that while journalism has become a commodified business, it still has a purpose to serve the public. Pickard also states that “American journalism lives a double life as a public service and a commodity” and that “it is the latter that has collapsed in recent years” (Pickard 2015, 224).", "we see the content of our website as an online shop. All products must be such that, figuratively speaking, visitors to the website want to add them to their shopping basket. Every article must have a value that makes people want to buy it again and again, news item after news item. (Hantula 2015)", "Paywalls started to emerge as a funding model after the print-based business models of Western newspapers entered crisis. However, the changes in economic and financial environments affected news publishers in different countries and continents differently. Picard notes that in some of the Western economies, such as the United States and Britain, the news publishing industry is facing “challenges associated with diminishing consumption, reduction in resources, cost cutting, consolidation” (Picard 2010, 17). In Australia, the industry has faced similar challenges with “declining numbers of journalists, fragmenting audiences, a loss of advertising revenue for media organisations” (Young 2010, 611). In general, it can be argued that the 2007–2008 global financial crisis and the digitisation of media have fundamentally affected news publishers’ ability to monetise their news content and news audiences.", "Digitisation changed the advertising landscape for news publishers as their audiences fragmented, and selling audiences to advertisers became a substantial challenge. Picard observes that “digitisation has destabilized business models—arrangements that were based on high market power over distribution platforms, mass audience, and mass advertisers” (Picard 2014, 500). Similarly, Anderson, Bell, and Shirky (2014) believe that the internet and new technologies have affected news organisations, journalists, news production, and companies’ finances. After newspapers moved online, they lost the bulk of their classified advertising income, and since then they have struggled to replicate their print advertising models in the online environment. New competitors, such as Google and Facebook, emerged and gained in advertising dollars instead. In order to compete, news publishers are now attempting to restore knowledge of their audience, and to make their audience commodity more valuable in terms of advertising dollars. To aid their audience commodification, news publishers have introduced a range of audience measuring and monitoring tools, and these have become ever more important and sophisticated (Mosco 2009). A 2016 report by Cherubini and Nielsen (2016) found that news publishers are increasingly using audience monitoring tools as part of their editorial decision making. The report notes thatno one can take their audience for granted. The battle for attention is a central challenge for journalism because its public role is premised on connecting with an audience—as is the business model of private news media and the legitimacy of public service media. (Cherubini and Nielsen 2016, 9)Audience monitoring can have detrimental impacts on journalism. A 2009 study of the Finnish online-only business paper Taloussanomat found that journalists working for the paper felt pressured to provide stories to attract audiences and to create a high number of clicks. An editor for the news site admitted that story metrics affected journalistic work and story choices (Thurman and Myllylahti 2009, 699). Despite intensified use of audience metrics, monetising online news and audiences has proved difficult as the patterns of news production have evolved. Picard asserts that the “fundamental challenges that news production faces today are not monetary, but reflect the changing mode and structures of production” (Picard 2014, 503). According to Hirst (2010), twentieth-century news commodification has been based on the “the industrial model of news production” which enabled news publishers to commodify their news and news audiences for profit. In the industrial model, news production was based on mass production, and selling mass audiences to advertisers. Picard argues that industrial news production has been replaced by a service-orientated model, and this is profoundly changing relationships between news organisations and journalistic work (Picard 2014). In the service-orientated model the focus of news corporations has shifted from production to delivery. Newspapers push content on multiple platforms to gain audiences and advertising dollars, but content production relies on outside sources. Anderson, Bell, and Shirky (2014) believe that the contemporary newspapers now operate in the “post-industrial news ecosystem” in which monetising news has proved difficult (Anderson, Bell, and Shirky 2014, “Ecosystem and Control”, para 9). In this context, it is not surprising that news publishers in the Western economies have implemented digital subscriptions, paywalls, for their audiences.", "no one can take their audience for granted. The battle for attention is a central challenge for journalism because its public role is premised on connecting with an audience—as is the business model of private news media and the legitimacy of public service media. (Cherubini and Nielsen 2016, 9)"]}, {"title": "Paywalls and Academic Research ", "paragraphs": ["Recently, the academy has started to produce more research on paywalls and issues relating to them. However, research in this area has been somewhat lacking in conceptual grounding. Researchers such as Chyi (2005, 2012) and Picard (2014) have studied people’s willingness to pay for online news; others have examined paywall models and revenues (Carson 2015; Myllylahti 2014; Pickard and Williams 2013), while some have focused on paywalled content (Brandstetter and Schmalhofer 2014; Kvalheim 2014; Sjøvaag 2015). This paper differs from previous research by comparing two newspapers, which have deployed a similar paywall structure, in two different countries.", "In her study, Sjøvaag (2015) explored paywalled content in three Norwegian newspapers before and after paywall implementation. She found that the most paywalled content of the papers related to politics, social issues, economy, and culture, which can be seen as “some of the most resource-demanding journalistic areas that a newspaper covers”, and therefore it works as “a mechanism protecting editorial investments of these papers” (Sjøvaag 2015, 14). Similarly, Kvalheim (2014) examined paid content of fevennen.no, the online version of Norwegian newspaper Fædrelandsvennen, before and after it introduced digital subscriptions. Her research demonstrated that approximately 64–68 per cent of the fevennen.no content was locked behind a paywall. She also found that the paper considered financial issues as the most valuable and marketable content, as 82 per cent of this content was locked behind a wall.", "On the other hand, a study by Brandstetter and Schmalhofer (2014) of the business section of welt.de, online site of the German newspaper Die Welt, found that its locked content offered little added value for the readers, because the published content was freely accessible elsewhere. Approximately half of the articles published on welt.de were sourced from a news wire (Brandstetter and Schmalhofer 2014). In their study, Vara-Miguel, Sanjurjo-San, and Diaz-Espina (2014) examined the content of the homepage of The Wall Street Journal. They found that in 2010, 74 per cent of the content on WSJ.com homepage was free (Vara-Miguel, Sanjurjo-San, and Diaz-Espina 2014, 155). The researchers found that WSJ’s paywall was linked to the content “with higher added value that is not easily imitated by the competition” (147–148). In 2012, nine sections on the WSJ.com homepage had most of their content behind a paywall, including “what’s news”, world news, UK news, US news, technology, business, opinion, politics, and health. The topics which were mostly free included lifestyle, art and culture, sports, general politics, economics, and markets."]}, {"title": "Case Studies", "paragraphs": ["The AFR is the only financial newspaper in Australia, as is the NBR in New Zealand. Both papers have introduced a freemium paywall which makes their content comparable: NBR implemented a freemium paywall in 2009 and AFR in 2011, although it had already introduced a paywall in 2006. Additionally, both papers target a niche audience—wealthy individuals and corporates—interested in business and financial news. However, their ownership structure and print publication frequency differs. NBR is privately owned by its publisher Todd Scott. The paper’s print version is published only once a week (Friday), while its online site, nbr.co.nz, is updated regularly. In 2015, the weekly print paper had a circulation of 5465 and nbr.co.nz had 270,000 weekly page impressions plus 55,000 unique browsers accessing the site on a weekly basis (New Zealand Audit Bureau of Circulation 2016; NBR 2016). In March 2015, nbr.co.nz had 3022 individual digital-only subscribers and 350 corporate subscriptions. As NBR is privately owned, it does not release publicly available records of its profits. However, it has been estimated that digital subscriptions provide the company with revenue of “over $1 million a year” (approximately US$631,550) (Fahy 2015).", "As seen in Table 1, NBR charges US$180 for an annual premium digital package whereas AFR’s premium digital subscription costs US$542 per year. Carson has observed that AFR’s paywall “is among the world’s most expensive” (Carson 2015, 11). AFR is owned by Fairfax Media, the second largest newspaper publisher in Australia, and which also has substantial publishing interests in New Zealand. The print version of the paper is published six days a week, and its online site afr.com is updated regularly. In 2015, the average net sales of AFR were 51,425 (Audited Media Association of Australia 2016). In 2015, afr.com had a “unique audience” of 424,000 [browsers] and 3.3 million page views (AFR 2016). In 2014, it was estimated that afr.com had 20,000 digital-only subscribers, but because these figures are not made public, it is difficult to establish how accurate this figure is (Myllylahti 2014). Carson estimates that in 2014 AFR’s bundled sales (print and digital) were 60,706, and that digital-only subscriptions made up 32.9 per cent of the paper’s total circulation (Carson 2015, 4). Fairfax does not disclose information about AFR’s revenue and profit, and therefore it is not possible to evaluate how successful it is in its digital news monetisation."]}, {"title": "Method", "paragraphs": ["The research presented here is based on a limited quantitative analysis of the homepages of AFR, afr.com, NBR, and nbr.co.nz. To aid in evaluating some of the findings, the researcher gathered some additional information via personal communication from NBR’s publishers and former journalists. The researcher also contacted AFR, but no additional information was made available for this research. The strengths of content analysis are “replicability and quantification” (Riffe, Lacy, and Fico 2014, 28). According to Macnamara, one of the key benefits of the content analysis method is that it is “an unobtrusive research method” (Macnamara 2005, 9). However, Karlsson and Sjøvaag (2016, 177) believe that even when traditional content analysis method is more developed than the emerging ones, it is “insufficient [method] for digital media”.", "In this paper, the total number of stories analysed was 614: 407 for nbr.co.nz and 207 for afr.com. The number of stories analysed differs because nbr.co.nz published more content on its homepage than afr.com. The content was coded between August and October 2015 during the business week from Monday to Friday. A snapshot of the content was collected once a day. The content was coded based on the accessibility of news, and the number of free and locked stories on each homepage was measured. Free content was comprised of articles which gave readers full access to the content, and locked content comprised content which was not accessible without a payment. Additionally, the content was coded based on a format: news, opinion piece, and feature. News stories concerned with any current issue (an event, a phenomenon, or a person), and opinion pieces were either leader articles expressing the papers’ view, or opinion pieces written by a journalist, guest writer, or a columnist. Feature articles provided a broader discussion of a current news affair, explained an issue in depth, or concerned people’s lives (lifestyles). Free and locked news content was further coded reflecting news categories including business, economy, politics, markets, and technology.", "Additionally, the researcher considered the origin of the NBR’s locked and free content. The originality of stories was assessed by two criteria: the story was written by the paper’s own journalists, or it was sourced from another source such as a newswire. Because AFR only allows readers to see the headlines and first paragraph of its paywalled articles, the researcher was not able to assess the origin of its content without paying a hefty subscription fee.", "The sample size analysed was relatively small, but in order to make it as representative as possible, a constructed-week sampling method was utilised. In contrast, Kvalheim (2014) and Brandstetter and Schmalhofer (2014) used a consecutive-week sampling method in their studies. Consecutive-week sampling uses sets of consecutive days, for example during one week from Monday to Sunday, whereas in the constructed-week sampling different days are presented, but they are collected during different weeks. A constructed-week sampling method is more robust than a consecutive week when analysing online news, because it is less likely that one single news event would impact on the sample analysed (Hester and Dougall 2007; Yunya and Chang 2012). In this paper, only the content on the nbr.co.nz and afr.com homepage was analysed. Similarly, Kvalheim (2014) and Sjøvaag (2015) examined only homepage content when examining paywalled content of Norwegian newspapers.", "The results presented here are not directly comparable with general newspapers, or with the papers with a different paywall model structure to that of afr.com and nbr.co.nz. A larger sample size may have been beneficial for analysing paywalled content of the two news sites, but a one-week constructed sample allows “reliable estimates of content in a population of six months of newspapers even for highly volatile variables” (Yunya and Chang 2012, 365). As AFR and NBR are targeted to elite and niche audiences, some “caution should be exercised in drawing inferences and predictions from findings” (Macnamara 2005, 30)."]}, {"title": "Content Findings for AFR and NBR", "paragraphs": ["AFR has a substantially more restrictive paywall than NBR. Approximately 86 per cent of the afr.com stories were locked behind the paywall, whereas nbr.co.nz locked 41 per cent of its content. There was also a noticeable difference between afr.com and nbr.co.nz in terms of transparency. Paywalled stories on nbr.co.nz had a lock symbol within them indicating which content was dedicated for subscribers only, but afr.com lacked this transparency.", "Most paywalled content on both homepages included hard news (business, economy, and politics) and opinion pieces. Hard news can be defined as “a type of news associated with importance, significance, immediacy and relevance which reflects the news that the public ‘needs to know’” (Zelizer and Allan 2010, 54). Approximately 71 per cent of afr.com locked content and 83 per cent of nbr.co.nz locked content concerned hard news. As Figure 1 demonstrates, the majority of afr.com paywalled content was in the business news category; 16 per cent concerned markets, 6 per cent politics, 4 per cent economy, and 3 per cent technology. Additionally, 14.5 per cent of its locked content concerned opinion pieces. Roughly 60 per cent of the locked content of nbr.co.nz related to business; approximately 12 per cent concerned politics, 6 per cent markets, 3 per cent economy, and 2.4 per cent technology. As Figure 2 illustrates, its homepage had more locked opinion pieces (71 per cent) than free ones. Its opinion pieces comprised editorials and columns which were written by the paper’s journalists. It also had a large number of opinion pieces written by guest columnists, such as local politicians and business people.", "Figure 1  Locked and free content of afr.com, September to October 2015", "Figure 1  Locked and free content of afr.com, September to October 2015", "Figure 2  Locked and free content of nbr.co.nz, August to September 2015", "Figure 2  Locked and free content of nbr.co.nz, August to September 2015", "Another major difference between the two papers concerned routine market news. The majority of nbr.co.nz market news—related to stock markets, commodities, and currency—were free. Approximately 79.6 per cent of its market news was available without a digital subscription. In contrast, afr.com locked all this content behind a paywall. Both papers allowed greater access to technology news: 83.3 per cent of nbr.co.nz technology news was free to access, whereas 75 per cent of afr.com technology news was freely available. The two papers’ technology news typically concerned launches of new products, such as smartphones, and stories related to innovations or new technologies (such as Tesla batteries). In general, these stories were also covered elsewhere in the mainstream media.", "Additionally, the research found that approximately 94 per cent of nbr.co.nz paywalled content was written by the paper’s own journalists. However, all of its routine market news, which was offered for free, was sourced from the local business newswire BusinessDesk."]}, {"title": "Research Findings and Discussion", "paragraphs": ["Without fully consulting AFR’s and NBR’s management, evaluating differences in their paywalled content strategies is somewhat challenging. However, some observations can be made. The research found that corporate-owned AFR had a substantially stricter paywall than the privately owned NBR. This suggests that corporate ownership structures and finances may affect how paywalls are managed, and how news content is commodified. AFR is owned by Fairfax Media, which in 2012 made a record loss of Aus$2.7 billion, and this affected its paywall strategy. In 2013 the company expanded paywalls by launching digital subscriptions for its Australian mastheads The Sydney Morning Herald and The Age. It is clear that the financial difficulties of the company encouraged it to create new revenue streams. More importantly, the findings propose that the publishing model may affect restrictiveness of the paywall. NBR is mainly published online, and its revenue is heavily reliant on digital subscriptions. By contrast, AFR is published in print six days a week, and with the paywall—which is closer to a hard paywall—it may protect revenues from its print product. The digital subscription packages the paper offers are mainly bundled to its print product. Digital subscriptions are estimated to make up 33 per cent of AFR’s total circulation, and its revenue clearly is more dependent on its print product than NBR’s (Carson 2015).", "As discussed, NBR offers routine market news for free, but AFR locks all this content behind a paywall. Similarly, WSJ.com offers most of its routine market news for free (Vara-Miguel, Sanjurjo-San, and Diaz-Espina 2014). AFR clearly believes that its market reporting offers readers added value, but without a qualitative content analysis it is difficult to evaluate the uniqueness of its news content. In her research, Sjøvaag (2015) found that the Norwegian newspapers offered free access to syndicated content because the papers’ readers were not willing to pay for content that was freely accessible elsewhere. Anderson, Bell, and Shirky (2014) believe that news publishers should outsource news production which creates little value, and it seems that NBR has followed this advice with its market news as it sees routine market news offering less value than paywalled content. The researchers state that “it’s clear that rapid commodification of ordinary news is not just inevitable but desirable, to free up resources for more complex work elsewhere” (Anderson, Bell, and Shirky 2014, “Recommendation: Give Up on Trying to Keep Brand Imprimatur While Hollowing Out Product”, para 9).", "It can be argued that this shift in news production may enhance the commodity nature of ordinary news if the paper’s content becomes over-reliant on syndicated material, or material sourced from other news sites. A survey by Williams and Franklin (2007) observed that 92 per cent of the reporters working in the Trinity Mirror’s online newsrooms were using more public relations material in their stories than previously. Additionally, 80 per cent said that they utilised news agency and wire copy more often when compiling their stories (Williams and Franklin 2007, 2). According to Davies (2009), over-reliance on public relations and news wire material has turned journalism into “churnalism”. However, NBR argues that “less than 25 per cent of the content on our site is commodity news and probably about 15 per cent of that would be from BusinessDesk [newswire]” (Todd Scott, personal communication, March 31, 2016). On the other hand, NBR has stated that its free content is a good marketing tool to be used on the social media platforms (Keall 2014). The paper believes that free content is useful as it can be “pushed on social media, and [it] appears in search engine results drawing potential new subscribers” (Keall 2014). If the free content is merely seen as a marketing tool, it can be seen as advancing commodification of routine or ordinary news content.", "On the other hand, the paper finds that 94 per cent of nbr.co.nz paywalled stories were written by its own journalists. However, it was not in the scope of this paper to fully assess the originality and quality of this content. Sjøvaag (2015) has suggested that paywalls may aid “quality of journalism” because paid content requires more journalistic work, and it costs more to produce. Former NBR journalist Victoria Young suggests that paywalls encourage journalists to produce content which requires at least some original output. She notes that the NBR had “an emphasis on adding value for member subscribers” and “to give them something which they could not get elsewhere” (Victoria Young, personal communication, September 29, 2015). She also states that the paywall compelled journalists “to work harder to come up with quality journalism”, adding that the newsroom was not churning press releases “because you can’t put a press release behind a paywall. So you had to dig deeper”. She further explains that news editors of NBR decided which articles went behind a paywall after journalists advised them if the story had “exclusive material which deemed it worth putting behind the paywall”."]}, {"title": "Conclusions ", "paragraphs": ["Based on the findings of this paper, it can be argued that critical political economy of communication offers a suitable framework to research issues related to paywalls. Its concerns with media ownership, structures, and finances, and concepts such as news commodification, offer a useful framework to further investigate this field. Additionally, it allows researchers to address some moral and ethical issues arising from paywalls. As evidenced here, both AFR and NBR restricted the public’s access to certain information. They consider hard news and opinion pieces as their most saleable and valuable commodity, as this content was the most paywalled in both papers. This is troublesome because “hard news is what matters in the current crisis”—it reveals information which people or organisations want to keep hidden (Anderson, Bell, and Shirky 2014, “Journalism Matters”, para 3). Anderson, Bell, and Shirky believe that it is the hard news that “distinguishes journalism from just another commercial activity” (“Journalism Matters”, para 5). Therefore, it can be argued that limiting the public’s access to hard news and opinion pieces may also restrict the public’s access to multiple viewpoints, issues, and policies."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "The Australian Financial Review Media Kit", "year": "2016", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Paid Content. a Successful Revenue Model for Publishing Houses in Germany?", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Brandstetter Barbara", "first_name": "Brandstetter", "last_name": "Barbara"}, {"name": "Schmalhofer Jessica", "first_name": "Schmalhofer", "last_name": "Jessica"}]}, {"title": "Behind the Newspaper Paywall and Lessons in Charging for Online Content: A Comparative Analysis of Why Australian Newspapers Are Stuck in the Purgatorial Space between Digital and Print", "year": "2015", "journal": "Media, Culture \\& Society", "volume": "37", "authors": [{"name": "Carson Andrea", "first_name": "Carson", "last_name": "Andrea"}]}, {"title": "Willingness to Pay for Online News: An Empirical Study of the Viability of the Subscription Model", "year": "2005", "journal": "Journal of Media Economics", "volume": "18", "authors": [{"name": "Chyi Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "Paying for What? How Much? And Why (Not)? Predictors of Paying Intent for Multiplatform Newspapers", "year": "2012", "journal": "International Journal on Media Management", "volume": "14", "authors": [{"name": "Chyi Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "From Pink Slips to Pink Slime: Transforming Media Labor in a Digital Age", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Cohen Nicole", "first_name": "Cohen", "last_name": "Nicole"}]}, {"title": "The Efficiency of Constructed Week Sampling for Content Analysis of Online News", "year": "2007", "journal": "Journalism and Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Hester Joe", "first_name": "Hester", "last_name": "Joe"}, {"name": "Dougall Elizabeth", "first_name": "Dougall", "last_name": "Elizabeth"}]}, {"title": "News as a Contested Commodity: A Clash of Capitalist and Journalistic Imperatives", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Jackson Pamela Taylor", "first_name": "Jackson", "last_name": "Taylor"}]}, {"title": "Content Analysis and Online News", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Sjøvaag Helle", "first_name": "Sjøvaag", "last_name": "Helle"}]}, {"title": "News behind the Wall. an Analysis of the Relationship between the Implementation of a Paywall and News Values", "year": "2014", "journal": "Nordicom Review", "volume": "34", "authors": [{"name": "Kvalheim Nina", "first_name": "Kvalheim", "last_name": "Nina"}]}, {"title": "Media Content Analysis: Its Uses, Benefits and Best Practice Methodology", "year": "2005", "journal": "Asia-Pacific Public Relations Journal", "volume": "6", "authors": [{"name": "Macnamara Jim", "first_name": "Macnamara", "last_name": "Jim"}]}, {"title": "For Political Economy of Mass Communication", "year": "1973", "journal": "The Social Register", "volume": "", "authors": [{"name": "Murdock Graham", "first_name": "Murdock", "last_name": "Graham"}, {"name": "Golding Peter", "first_name": "Golding", "last_name": "Peter"}]}, {"title": "Newspaper Paywalls—The Hype and the Reality", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Myllylahti Merja", "first_name": "Myllylahti", "last_name": "Merja"}]}, {"title": "Twilight or New Dawn of Journalism", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Picard Robert", "first_name": "Picard", "last_name": "Robert"}]}, {"title": "Salvation or Folly?", "year": "2013", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Pickard Victor", "first_name": "Pickard", "last_name": "Victor"}, {"name": "Williams Alex", "first_name": "Williams", "last_name": "Alex"}]}, {"title": "Taking the Paper out of News. A Case Study of Taloussanomat, Europe’s First Online-Only Newspaper", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Myllylahti Merja", "first_name": "Myllylahti", "last_name": "Merja"}]}, {"title": "Paid News Vs. Free News; Evolution of the WSJ.Com Business Model from a Content Perspective (2010-2012)", "year": "2014", "journal": "Communication \\& Society", "volume": "27", "authors": [{"name": "Vara-Miguel Alfonso", "first_name": "Vara-Miguel", "last_name": "Alfonso"}, {"name": "Sanjurjo-San Martin", "first_name": "Sanjurjo-San", "last_name": "Martin"}, {"name": "Diaz-Espina Elena", "first_name": "Diaz-Espina", "last_name": "Elena"}]}, {"title": "The Journalism “Crisis”. is Australia Immune of Just ahead of Its Time?", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Young Sally", "first_name": "Young", "last_name": "Sally"}]}, {"title": "Selecting Daily Newspapers for Content Analysis in China", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Yunya Song", "first_name": "Yunya", "last_name": "Song"}, {"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}]}]}