{"doi": "10.1080/14616700600890372", "url": "https://doi.org/10.1080/14616700600890372", "title": "COLLECTIVE MEMORIES AND REPRESENTATIONS OF NATIONAL IDENTITY IN EDITORIALS", "volume": "7", "year": "2006", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Le", "first_name": "Élisabeth", "name": "Élisabeth Le"}], "abstract": " This study addresses the question of the extent to which the representation of a national identity is a “prisoner of its past” and thus might represent an obstacle to the improvement of intercultural relations. Following a Critical Discourse Analysis approach, this paper investigates in particular how French and American collective memories of Communist Russia establish a framework for representations of post-Communist Russia in 1999–2000 editorials of Le Monde and The New York Times when shared representations of this country were still being constructed. It appears that both newspapers rely principally on a Cold War framework, and that this negative framework is updated with mentions of post-1991 events. The reliance on this framework is reinforced when the newspapers construct a negative image of Russia. Representation of Russia is more negative in The New York Times than in Le Monde, but the French and American conceptions of history and the newspapers’ roles in their respective societies resulted in Le Monde's bleak outlook on Russia's future in contrast with The New York Times’ more positive perspective. ", "body": [{"title": "Introduction", "paragraphs": ["In their presentation of the news, and the necessary interpretation of facts required to make a “story”, journalists contextualize narrated events by referring to a historical framework in order to help their readers make links between new events and events of the past that are already stored and organized in their background knowledge. It is this integration of new facts within a framework of “old” knowledge that allows for these new facts to become knowledge and then be remembered. This process takes place both at the individual and collective levels. Halbwachs (1952), in his sociological theory of memory, underlines the interactions between collective frameworks of memory and individual memories: each realizes and manifests itself in the other. This paper examines journalists’ use of historical mentions. Indeed, these can influence readers’ individual memories and thus eventually society's collective memory, that includes representations of national identities, and in turn affect intercultural relations (Drzewiecka, 2003). In other words, this paper's central issue concerns the way past events are called upon by journalists to inform present representations of the Other and how this can fashion our future relations with this Other. In the case study presented here, editorials from Le Monde and The New York Times on Russia are analysed in the attempt to answer the following two questions. (1) Which historical framework was used in Le Monde's and The New York Times’ editorials to talk about Russia when Vladimir Putin came to power? (2) What does this tell us about the manner in which new events pertaining to Russia could be framed and interpreted in the future?"]}, {"title": "Collective Memories and National Identities", "paragraphs": ["The question of collective memory is closely connected with that of national identity. Linking national identity and social identity, Salazar (1998, p. 121) notes that the former is a variant of the latter, that provides a rationale for the group existence (Bar-Tal, 1998), with an added need to transcend. Bell points out that the key issue about national identities is not so much about their origins (as much of the literature indicates) but rather about how they “emerge in specific instances and are then translated over time, and about their everyday actualization and propagation” (2003, p. 69). Collective memory has been defined as a creative and purposeful process that “allow[s] for the fabrication, rearrangement, elaboration, and omission of details about the past, often pushing aside accuracy and authenticity so as to accommodate broader issues of identity formation, power and authority, and political affiliation” (Zelizer, 1998, p. 3). Collective memory is “an evoking of a past to frame a present but also to conform that past to the present” (Gronbeck, 1998, p. 58). Collective memory is not history, but it is linked to it and has an effect on the future: “history defines us just as we define history. As our identities and cultures evolve over time, we tacitly reconstruct our histories. By the same token, these new collectively defined historical memories help to provide identities for succeeding generations” (Pennebaker and Banasik, 1997, p. 18). According to Wertsch (2002, p. 178), “collective remembering is (1) an active process, (2) inherently social and mediated by textual resources and their affiliated voices, and (3) inherently dynamic”. Among these textual resources, media news occupy a significant place.", "However, among the numerous studies on collective memory, few have investigated the topic specifically in connection with news media. On the grounds that knowledge of collective memory could explain either the mentality of an era or differences between generations, Lang and Lang (1989) conducted an exploratory study on the link between major news of the past and the content of collective memories. They state that events are remembered when refashioned and made meaningful in a contemporary context. Collective memory, the type of past to which most people, including journalists, recur differs from historical knowledge, the past as made known by historians. Collective memory embodies an orientation to the past, as do news agenda to the future; together, both frame the reporting of news. Indeed, Lang and Lang continue, journalists invoke the past with four purposes: to delimit an era, to provide yardsticks by which to evaluate the significance of an event, to draw explicit analogies, or to give short-hand explanations; and, as with time personal memories of events tend to fade, the more remote an event is, the more important mediation is for it to be remembered. More recently, Edy (1999) developed another typology of journalists’ use of collective memory. From the work done by Zelizer (1992) and Schudson (1992), she retains the idea that the manner in which journalists represent the past impacts on the way we see its relevance (or lack thereof) to the present and the future. Through her exploratory study on the 1965 Watts riots in Los Angeles, she identifies three types of allusions to the past: commemorations, historical analogies, and historical contexts.", "Commemorations offer opportunities to re-examine the past. However, because these stories usually do not make this past appear relevant to the present, their impact is greatly diminished. Historical analogies are more germane to the present but do not encourage a critical examination of the past. As for historical contexts, they too do not invite a closer look at the past, because this past is presented as evidence. Thus, journalistic mentions of the past are used for the analysis and the dramatisation of events without much concern for the construction and maintenance of collective memory. In conclusion, Edy suggests that “journalism may provide a critical forum for the negotiation of shared meanings when a hegemonic understanding of the past has yet to emerge” (Edy, 1999, p. 83). In this line, this paper investigates how mentions of French and American collective memory of Communist Russia frame representations of post-Communist Russia in 1999–2000 editorials when shared representations of this country were still being constructed almost a decade after the demise of the Soviet Union. In more general terms, this study seeks to uncover the extent to which the representation of another national identity, i.e. of “Them”, can be a “prisoner of its past”, and thus represent an obstacle to the renegotiation of intercultural relations.", "Collective memory studies in the Humanities and Social Sciences have recently been criticised by Kansteiner (2002) for their incomplete methodology. According to him, we should conceptualise collective memory as the result of the interaction among three types of historical factors: the intellectual and cultural traditions that frame all our representations of the past, the memory makers who selectively adopt and manipulate these traditions, and the memory consumers who use, ignore, or transform such artifacts according to their own interests. (2002, p. 180)  ", "we should conceptualise collective memory as the result of the interaction among three types of historical factors: the intellectual and cultural traditions that frame all our representations of the past, the memory makers who selectively adopt and manipulate these traditions, and the memory consumers who use, ignore, or transform such artifacts according to their own interests. (2002, p. 180)", "In other words, the objects through which memory is transmitted, the senders and the receivers, must all be taken into consideration. Critical Discourse Analysis allows such an approach. In this paper, journalistic texts (the object) are studied in a framework that is based on processes of text production and interpretation and thus takes into account journalists (senders) and readers (receivers). The results of this linguistic analysis are then interpreted in relation to relevant intellectual and cultural traditions of the societies in which the texts originated. Thus, this approach places the object of study in the middle of a continuum that would go from the writers to the readers: the construction of the editorials’ content by journalists is looked at from the readers’ point of view in a context in which both journalists and readers evolve. The study integrates in the same approach all three components in the construction of collective memory (memory maker, memory consumer, intellectual and cultural traditions).1 ", "The methodology is exposed briefly after the presentation of the case study. The results of the analysis follow; they provide a description of the historical frameworks used by Le Monde and The New York Times. Then, the interactions between the newspapers’ frameworks and their respective societies are discussed. Finally, some concluding remarks are presented on historical frameworks as news contextualisation, and intercultural relations."]}, {"title": "Presentation of the Case Study", "paragraphs": ["In the history of the twentieth century, the year 1991 marks a major event, that of the dissolution of the Soviet Union. In the predominantly non-Communist West, anything linked to the Soviet Union had generally had a negative connotation. When Boris Yeltsin became the first elected Russian President in June 1991, the event was widely celebrated by Western politicians and political analysts. In August 1999, Yeltsin nominated Vladimir Putin as Prime Minister of the Federation, and in March 2000, Putin became its second elected President. Contrary to Yeltsin, Putin had not been known as a major actor in the Soviet Union's political history. Thus, one might wonder if and how the Russia he represented in the eyes of the international community at the time of his rise to power on the political scene was still associated with the pre-1991 Russia in Western minds. In other words, in which measure did Western collective memories about the Soviet Union participate in the construction of the image of Russia almost a decade after the end of the Cold War?", "The corpus for this study is composed of all editorials on Russia that were published in Le Monde and The New York Times from August 1999 to March 2000, a period marked by the rise of Vladimir Putin on the international political scene. In each newspaper, 20 editorials dealt with the questions of money laundering, economic aid, the second Chechen war, the Russian parliamentary elections, and the Russian presidential elections. As prestigious elite dailies, Le Monde and The New York Times practically constitute necessary reading for those interested in French or American national and international affairs. Not all of their readers might agree with their views, but Le Monde and The New York Times are in a position to influence them by the type of information they select and by the presentation of their information.", "Editorials are short pieces of argumentative writing that directly reflect a newspapers’ position on an issue it deems important. In this respect, editorials differ from articles that are supposed to present current news in an objective manner. Thus, editorials can be considered as significant manifestations of the concept of “news framing”, that is the selection and salience of news, or in other words, the manner in which problems are defined, causes are diagnosed, moral judgements are made and remedies are suggested (Entman, 1993). News framing has been shown to influence the effect news has on the audience (Benford and Snow, 2000; Pan and Kosicki, 1993; Reese et al., 2003; Scheufele, 1999). The discourse analysis of editorials on a specific issue allows us to uncover the mental schemata through which its redactors perceive this issue, i.e. it provides an interpretative framework for the newspaper's global coverage on that issue."]}, {"title": "Methodology", "paragraphs": ["This study is situated in the framework of Critical Discourse Analysis that “aims to investigate critically social inequality as expressed, signalled, constituted, legitimized and so on by language use (or in discourse)” (Wodak and Meyer, 2001, p. 2). This study examines the discourse of two influential Western newspapers about Russia at a time when major events (in particular the second Chechen war) made it apparently very difficult in the eyes of Western opinion to find any fault with their criticisms of Russia. The question was to investigate an eventual abuse of power in the newspapers’ methods in denouncing human rights violations and other injustices. Indeed, abuse of power is most pernicious when it is closely intertwined with the defence of “rightful” causes, not only because this tight link makes the abuse much more difficult to discern, but also because the power abuse may obliterate the rightfulness of the cause in the eyes of some, and thus the denunciation may result in an effect opposed to the desired one.", "In Critical Discourse Analysis, discourse is considered as reproducing and transforming society. On the methodological level, this is interpreted as discourse being language use whose linguistic analysis constitutes the cornerstone for the study of the transmission of beliefs and social interactions operated through the text.", "The study starts with a linguistic analysis of coherence that brings out the different levels of saliency among the textual units, and thus reveals the text's most influential content. The analysis is based on a model of processes of text production and interpretation (Le, 1999) that integrates text linguistics and cognitive psychology, in particular van Dijk's (1980) work on macrostructures, Kintsch's (1988, 1998) Construction–Integration Model, Hobbs’ (1985) relations of coherence, and Daneš’ (1974) work on thematic progression.", "Hobbs’ (1985) logico-semantic rules of coordination, subordination, and superordination are applied to the semantic content of sentences and reveal the text coherence. This process takes place first within each paragraph, where it uncovers the hierarchical structure between the paragraph sentences (in terms of degree of abstractness/generality of information). As a general rule, the first sentence at the highest hierarchical level is the theme (Th) of the paragraph (i.e. it indicates the paragraph aboutness and constitutes the starting point of the argumentation), and the last sentence at the highest hierarchical level is the paragraph macrostructure (Mcr) (i.e. it represents its gist).2 Macrostructural content is what is most likely to remain in long-term memory (van Dijk, 1980, p. 254). Second, the same process is followed again, but this time between the various macrostructures. The results of this second-degree analysis display the theme(s) and macrostructure(s) of the complete text (TTh, TMcr). The entire procedure reveals the text hierarchical structure as it is constructed by the analyst. The accuracy of the analyst's construction of coherence is verified when at a first level, the paragraph theme(s) and macrostructure(s) form an accurate summary of the text, and at a second level, the text theme(s) and macrostructure(s) provide an accurate text abstract. The macrostructures, especially the text macrostructures, represent the most salient information in the text.", "As macrostructures contain the most salient information, their analysis is particularly important. It will allow to link specific linguistic features occurring anywhere in the text with the function of the argumentative element they take part in, i.e. in this case study to uncover the function played by a historical reference in the general argumentation. On the basis of their complete list, the author classified the macrostructures inductively in four empirical categories. Two major categories appeared clearly: first, evaluative (neutral—Neu, positive—Pos, or negative—Neg) statements about Russia (R), the USA, the West (W), or the International Monetary Fund (IMF); and second, messages, or instructions, from one party to another, be it the USA, the West, Russia, The New York Times (NYT), or Le Monde (LM). In this second category, a subcategory of “warnings of danger” became apparent. Finally, the remaining macrostructures (making comparisons between the discussed case and others, giving general statements such as facts, quotations, etc.) could all be grouped together as providing an objective basis for the entire argumentation. Let us note that this empirical classification of macrostructures reflects the function of editorials, i.e. stating of the newspaper's position (a message is sent after an evaluation of the situation), and the socio-psychological tendency to a positive evaluation of Us versus a negative evaluation of Them (Triandis, 1994), also called the Ideological Square (van Dijk, 1998, p. 267). The author coded the macrostructures in function of these categories, taking into account that a macrostructure could belong to more than one category.", "The quantitative results of this codification outline the line of argumentation of the editorials considered all together, and not just individually. In simple terms, Le Monde's editorials (Table A1) say: “Russia is bad (39 per cent of all Mcrs, 33 per cent of the TMcrs) and so is the West, including the IMF (32 per cent of all Mcrs, 21 per cent of the TMcrs). The West must act responsibly (9 per cent of all Mcrs, 16 per cent of the TMcrs) in order to avert potential dangers (5 per cent of all Mcrs, 9 per cent of the TMcrs)”. The New York Times (Table A1) differs noticeably: “Russia is bad (53 per cent of all Mcrs, 46 per cent of the TMcrs). This is what the USA (12 per cent of all Mcrs, 16 per cent of the TMcrs) and especially Russia (23 per cent of all Mcrs, 32 per cent of the TMcrs) must do”. The New York Times’ editorials contain more salient information that is critical of Russia than Le Monde, and The New York Times appears to address Russia more directly, on the contrary to Le Monde which seems to direct its message primarily to the West. Only in Le Monde do statements that serve to objectivise the argumentation (general statement, comparison) appear in macrostructures (12 per cent of all Mcrs, 21 per cent of the TMcrs).", "While macrostructures are codified because of their specific role in the construction of the argumentation and the saliency of their content, the study of the editorials’ historical framework requires that all sentences containing a historical mention be codified, regardless of their place in the argumentation. Historical codes are defined below with the following information: name, abbreviation (in parentheses), description, and example (the historical mention is underlined). The codes with an asterisk (*) mark the continuity between Russia as it was at the time the editorials were written and pre-1991 Russia (i.e. the Soviet Union or tsarist Russia). A sentence is coded for each different type of historical mention it contains.  Russia before 1991* (R bef 91): Sentence that underlines the link between today's Russia and pre-1991 Russia by direct or indirect reference to a time period. Example: “But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era.”3    Russia before and after 1991 (R bef/aft 91): Sentence that describes a Russia in transition by explicitly contrasting Russia before and after 1991. Example: “That will likely roil the coming presidential campaign, a fitting legacy for a courageous but disappointingly erratic man who guided Russia through the first years of a turbulent, still unfinished journey from tyranny to democracy.”4    Russia after 1991 (R aft 91): Sentence that defines the period after 1991 by mentioning its characteristics. Example: “C'est aussi une première que l'on peut porter au crédit démocratique de ces dix ans de postcommunisme par ailleurs marqués par la corruption, l'affairisme, la déliquescence de l’État et deux aventures militaires dans le Caucase.” [It is also a first that can be credited to these last ten years of post-communist democracy which have been marked, among other things, by corruption, racketeering, decay of the State and two military ventures into the Caucasus.]5    Communism after 1991* (Com aft 91): Sentence in which communism is presented as a source of danger; this mention underlines the political continuity of present-day Russia with the Soviet Union. Example: “If opinion polls prove correct, the new Duma may look very much like the old one, dominated by Communists and nationalists.”6    FSB/KGB*: Sentence that underlines the continuing importance of the FSB (ex-KGB) in political matters by mentioning the role of the FSB or by linking a Russian leader after 1991 with the FSB or KGB. Example: “His dream as a teenager was to join the K.G.B., and he served the agency loyally for 17 years, including a tour as a spy in East Germany in the late 1980's.”7    First and second wars in Chechnya* (Chechnya): Sentence that mentions the existence of two Chechen wars after 1991 by referring explicitly to the first or the second, and thus emphasises militarism after 1991 (i.e. in Western minds, continuity with the Soviet Union). Example: “The central aims were to avenge Russia's military defeat in 1996 and to lift the political fortunes of Vladimir Putin, the prime minister who became acting president when Boris Yeltsin resigned on Dec. 31.”8    Other wars (Wars): Sentence that refers to a war other than the ones in Chechnya. Example: “Or ce pays-là vient d’écraser sous les bombes une ville entière, Grozny, ‘dresderisée’ par quatre mois et demi de bombardements aériens, o[ugrave] bombes à billes et bombes à effet de souffle se sont chargées de pulvériser ce qui restait de malades, de mourants, de vieillards et d'enfants terrés dans les caves de la capitale tchétchène.” [Now this country has only just flattened an entire city with bombs, Grozny, “dresderised” by four and a half months of air raids, where ball-bearing bombs and canister bombs were used to make sure that the remaining inhabitants were pulverized : the sickly, the dying, the aging, and the children who were hiding in basements of the Chechnyan capital.]9 While this example evidently refers to Chechnya, it does not explicitly mention the existence of two successive wars in this region and thus is not coded “Chechnya”. However, by the use of the term “dresderised”, it compares the destruction of Grozny with that of Dresden during the Second World War and therefore, it is coded “Wars”.   Future history (Future): Sentence that refers to what will belong to history. Example: “History will honor him [Yeltsin] for these acts.”10    ", "Russia before 1991* (R bef 91): Sentence that underlines the link between today's Russia and pre-1991 Russia by direct or indirect reference to a time period. Example: “But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era.”3 ", "Russia before and after 1991 (R bef/aft 91): Sentence that describes a Russia in transition by explicitly contrasting Russia before and after 1991. Example: “That will likely roil the coming presidential campaign, a fitting legacy for a courageous but disappointingly erratic man who guided Russia through the first years of a turbulent, still unfinished journey from tyranny to democracy.”4 ", "Russia after 1991 (R aft 91): Sentence that defines the period after 1991 by mentioning its characteristics. Example: “C'est aussi une première que l'on peut porter au crédit démocratique de ces dix ans de postcommunisme par ailleurs marqués par la corruption, l'affairisme, la déliquescence de l’État et deux aventures militaires dans le Caucase.” [It is also a first that can be credited to these last ten years of post-communist democracy which have been marked, among other things, by corruption, racketeering, decay of the State and two military ventures into the Caucasus.]5 ", "Communism after 1991* (Com aft 91): Sentence in which communism is presented as a source of danger; this mention underlines the political continuity of present-day Russia with the Soviet Union. Example: “If opinion polls prove correct, the new Duma may look very much like the old one, dominated by Communists and nationalists.”6 ", "FSB/KGB*: Sentence that underlines the continuing importance of the FSB (ex-KGB) in political matters by mentioning the role of the FSB or by linking a Russian leader after 1991 with the FSB or KGB. Example: “His dream as a teenager was to join the K.G.B., and he served the agency loyally for 17 years, including a tour as a spy in East Germany in the late 1980's.”7 ", "First and second wars in Chechnya* (Chechnya): Sentence that mentions the existence of two Chechen wars after 1991 by referring explicitly to the first or the second, and thus emphasises militarism after 1991 (i.e. in Western minds, continuity with the Soviet Union). Example: “The central aims were to avenge Russia's military defeat in 1996 and to lift the political fortunes of Vladimir Putin, the prime minister who became acting president when Boris Yeltsin resigned on Dec. 31.”8 ", "Other wars (Wars): Sentence that refers to a war other than the ones in Chechnya. Example: “Or ce pays-là vient d’écraser sous les bombes une ville entière, Grozny, ‘dresderisée’ par quatre mois et demi de bombardements aériens, o[ugrave] bombes à billes et bombes à effet de souffle se sont chargées de pulvériser ce qui restait de malades, de mourants, de vieillards et d'enfants terrés dans les caves de la capitale tchétchène.” [Now this country has only just flattened an entire city with bombs, Grozny, “dresderised” by four and a half months of air raids, where ball-bearing bombs and canister bombs were used to make sure that the remaining inhabitants were pulverized : the sickly, the dying, the aging, and the children who were hiding in basements of the Chechnyan capital.]9 While this example evidently refers to Chechnya, it does not explicitly mention the existence of two successive wars in this region and thus is not coded “Chechnya”. However, by the use of the term “dresderised”, it compares the destruction of Grozny with that of Dresden during the Second World War and therefore, it is coded “Wars”.", "Future history (Future): Sentence that refers to what will belong to history. Example: “History will honor him [Yeltsin] for these acts.”10 ", " The New York Times’ editorial, “Russia's Ominous Moves on Chechnya” (October 4, 1999), will serve as a partial illustration of this complex codification of the corpus. This editorial contains four paragraphs; its text theme (TTh) is the macrostructure of paragraph 1 (sentence 1–3), and its text macrostructure (TMcr) is the macrostructure of paragraph 4 (sentence 4–15). The TTh and TMcr with only a minor stylistic correction form a coherent abstract for the editorial: This new Chechen venture by the Russians begs for rethinking in Moscow, since it not only destroys a delicate peace with Chechnya, but also threatens to worsen the very terrorist actions that apparently launched this risky Russian assault. But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era.  ", "This new Chechen venture by the Russians begs for rethinking in Moscow, since it not only destroys a delicate peace with Chechnya, but also threatens to worsen the very terrorist actions that apparently launched this risky Russian assault. But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era.", "This editorial contains four historical mentions, one in each sentence of paragraph 1 (1–1 to 1–3), and one in the text macrostructure that is contained in paragraph 4 (4–15). In paragraph 1, the historical mentions refer to Russia's militarism by underlining that two wars have been taking place in Chechnya (“another ill-fated conflict”, “the last Russian–Chechen war”, “this new Chechen venture”—author's emphasis). They support a paragraph argumentation that is leading to a negative statement pertaining to Russia (R Neg) in the paragraph macrostructure (1–3). This negative statement, backed up by a report of militarism, is also the text theme (TTh, 1–3) and acts as a starting point for the text argumentation that leads to the text macrostructure (TMcr, 4–15), another negative statement about Russia. Furthermore, the text macrostructure contains a link to the pre-1991 period (“Russia of an earlier era”). Thus, in this editorial, historical mentions function in the construction of Russia's negative image by affirming the continuation of Soviet militarism in today's Russia.  With Russian troops menacing Chechnya and the Russian Government refusing to recognize the elected Chechen government, another ill-fated conflict looms in the war-ravaged Caucasus region. [codes: Th of Parag 1; Chechnya]   The last Russian–Chechen war brought humiliation on the Russian Government and especially Russia's military, a force that gained an international reputation for being big, brutal and ineffective. [code: Chechnya]   This new Chechen venture by the Russians begs for rethinking in Moscow, since it not only destroys a delicate peace with Chechnya, but also threatens to worsen the very terrorist actions that apparently launched this risky Russian assault. [codes: Mcr of Parag 1; TTh; R Neg; Chechnya]   But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era. [codes: Mcr of Parag 4; TMcr; R Neg; R bef 91]   ", "With Russian troops menacing Chechnya and the Russian Government refusing to recognize the elected Chechen government, another ill-fated conflict looms in the war-ravaged Caucasus region. [codes: Th of Parag 1; Chechnya]", "The last Russian–Chechen war brought humiliation on the Russian Government and especially Russia's military, a force that gained an international reputation for being big, brutal and ineffective. [code: Chechnya]", "This new Chechen venture by the Russians begs for rethinking in Moscow, since it not only destroys a delicate peace with Chechnya, but also threatens to worsen the very terrorist actions that apparently launched this risky Russian assault. [codes: Mcr of Parag 1; TTh; R Neg; Chechnya]", "But re-fighting a bad war and rejecting a valid election sounds dangerously like the Russia of an earlier era. [codes: Mcr of Parag 4; TMcr; R Neg; R bef 91]", "The author analysed and codified all editorials, and then verified the construction of coherence with the automatic generation of the editorials’ summaries and abstracts (see above). The author also checked that the editorials’ titles matched the summaries’ and abstracts’ content. Furthermore, independent coders (native speakers of French and English) verified the coding of the corpus as part of a larger study bearing on 33 editorials in Le Monde and 41 editorials in The New York Times from August 1999 to July 2001. For the larger corpus, the intercoder reliability rate was over 91 per cent for each newspaper."]}, {"title": "Results", "paragraphs": ["The codification of the corpus shows how historical mentions form a frame of reference. The categories of historical mentions are analysed for their participation in the editorials’ entire argumentation and for their construction of Russia's negative image.", "Both Le Monde and The New York Times use history as a frame of reference to a considerable extent. In Le Monde, 90 per cent of the editorials and 85 per cent in The New York Times contain historical mentions. These historical mentions are used in the construction of a negative image of Russia in 80 per cent of Le Monde's editorials, and 70 per cent of The New York Times’ editorials.", "In both newspapers, historical mentions are present in each function performed by paragraphs (Table A2). The proportion of paragraphs with or without historical mentions is comparable for each function except for “instructions” and “negative judgement”. In particular, the percentage of negative judgements on Russia is higher when they contain a historical mention (LM: 53 per cent; NYT: 60 per cent) than when they do not (LM: 39 per cent; NYT: 53 per cent). Thus, history plays a substantial role in the construction of Russia's negative image.", "The distribution of categories of historical mentions (Table A3) reveals that editorials in both newspapers refer more often to pre-1991 Russia in terms of time period (R bef 91) or of characteristics attached to it (Com aft 91, FSB/KGB, Chechnya) than to post-1991 Russia (R aft 91). For each reference to the post-1991 period at the all-sentence level and macrostructural level, there are more than four to the pre-1991 period or characteristics of it in Le Monde (Mcr: 57 per cent versus 11 per cent; TMcr: 48 per cent versus 11 per cent), and almost three in The New York Times (Mcr: 64 per cent versus 26 per cent; TMcr: 73 per cent versus 27 per cent).", "Mentions of Russia before 1991 (R bef 91) constitute by far the most numerous category in Le Monde where they are present in 65 per cent of the editorials (all sentences: 30 per cent; Mcrs: 32 per cent). In The New York Times, however, they appear in only 40 per cent of the editorials (all sentences: 21 per cent; Mcrs: 30 per cent). Among mentions of Russia before 1991, some are specifically linked to communism, Stalin or the Soviet Union (seven mentions in LM; three in the NYT), and others emphasise the idea of continuity (LM: 14 mentions, nine of which refer to tsarist Russia, i.e. 13 per cent; NYT: 14 mentions, four of which refer to tsarist Russia, i.e. 5 per cent). By anchoring sensitive issues within a longer time frame, both newspapers, and especially Le Monde, link them more closely with “Russianhood”, and thereby make this “Russianhood” appear problematic.", "Russia in transition, when the periods before and after 1991 are explicitly contrasted (R bef/aft 91), is mentioned negatively in Le Monde in all cases (12 mentions; five editorials). In contrast, it is portrayed in The New York Times in a positive light 20 times out of 21 (95 per cent; eight editorials), although in nine of them (43 per cent), the unfinished character of the positive change is underlined. A positive change is specifically attached to Russian culture in three cases, and to the demise of communism in three cases.", "The post-1991 period (R aft 91) receives more negative treatment in Le Monde (four negative mentions; four mixed) than in The New York Times where the mentions are more balanced (one positive, one negative, and one mixed) and never appear in macrostructural positions.", "Both newspapers contain a similar proportion of references to communism after 1991, a strong characteristic of the Soviet Union but not of post-1991 Russia (LM: 7 per cent of all historical mentions; NYT: 10 per cent). Le Monde does not present communism as a source of danger; it actually denies its relevance for explaining events in a macrostructure (“Ce n'est pas l'idéologie qui l’ [Poutine] anime et sÛrement pas l'idéologie communiste” [Putin is not driven by ideologies and certainly not by the ideology of Communism]).11 In sharp contrast, The New York Times refers to “the suffocating ideology of Communism or the terrors carried out in its name”,12 and considers Communism as an obstacle (“dominated by Communists”;13 “stymied by the Communists”;14 “blocked by Communist opposition”15) that is not yet overcome (“would have marginalized the power of the Communists and ended their ability to block needed economic measures”16).", "In Le Monde, eight editorials link a Russian leader with the FSB (ex-KGB), as do four of The New York Times’. Putin is identified with the FSB (ex-KGB) as a former officer and head of the intelligence services (LM: five times; NYT: seven times), and associated with it through his actions (LM: five times; NYT: five times, two of them in a macrostructural position). In Le Monde, Yeltsin is twice mentioned in association with the KGB/FSB, and once the FSB is mentioned without any personal reference to him or Putin (18-4-24: Des sections du FSB (ex-KGB) viennent d’être restaurées dans l'armée [Sections of the FSB (ex-KGB) have just been restored to the army]).", "The great majority of editorials in both corpora deal with the Chechen war (LM: 85 per cent; NYT: 80 per cent); they emphasise the violence of the Russian army (LM: 80 per cent of editorials; NYT: 70 per cent of editorials) and national militarism (LM: 35 per cent of editorials; NYT: 25 per cent of editorials). Among these editorials, some refer explicitly to the fact that two successive wars took place in the same region after 1991 (four editorials in LM; seven in the NYT). In these cases (codified: Chechnya), the violence of the Russian army (LM: one mention; NYT: six mentions, three of them in macrostructures) and national militarism (LM: five mentions, one of them in a macrostructure; NYT: 15 mentions, eight of them in macrostructures)17 are more stressed in The New York Times than in Le Monde.", "Other wars (Second World War, former Yugoslavia, Eastern Timor) are mentioned as a means of comparison (LM: four mentions), as a premise in the editorial's argumentation (LM: one mention), or in an argumentation leading to Russia being judged negatively (LM and NYT: four mentions each).", "In an editorial's text theme, Le Monde announces our future memories of 1999 Russia in a negative manner (“Il reste que dans les annales du crime d’État, la ‘campagne’ de Tchétchénie 1999 figurera en bonne place” [It remains that in the annals of State crime, the Chechen campaign of 1999 will be high on the list]).18 The New York Times, in contrast, alludes to positive future memories (“History will honor him [Yeltsin] for these acts”).19 ", "In conclusion, the use by both newspapers of an historical framework for their general argumentation emphasises the continuity of Russia before and after 1991. However, while Le Monde draws attention to the historical continuity from the tsarist Empire to the Soviet Union to Russia, The New York Times underlines the maintenance of characteristics associated with the Soviet Union (communism, militarism). In both cases, the historical framework still refers to the Cold War, and is being updated with references to the period after 1991. In Le Monde, this results in the reinforcement of the framework negative aspects as they become dissociated from the nature of the political regime, while in The New York Times, on the contrary, it leaves open possibilities for positive changes.", "The previous section examined the use of historical mentions anywhere in the editorials, whatever category of macrostructure they were related to, i.e. without considering their specific purpose in the argumentation. This section examines the use of historical mentions when they serve to build a negative image of Russia, i.e. when they are related to a macrostructure containing a negative statement about Russia (“R Neg”).", "In their construction of a negative image of Russia (Table A4), both newspapers refer to a historical framework that relies predominantly on aspects of pre-1991 Russia (bef 91, Com aft 91, FSB/KGB, Chechnya). These aspects represent 69 per cent (33/48) of all historical mentions in paragraphs constructing a negative image of Russia in Le Monde, and 73 per cent (37/51) of them in The New York Times. Mentions of the period before 1991 (bef 91) are more numerous in Le Monde (19/48; 40 per cent), than in The New York Times (13/51; 25 per cent), while characteristics linked to the pre-1991 period (Com aft 91, FSB/KGB, Chechnya) are found more often in The New York Times than in Le Monde (LM: 14/48, i.e. 29 per cent; NYT: 24/51, i.e. 47 per cent). In Le Monde, 19 per cent of the mentions of the pre-1991 period (bef 91) refer explicitly to tsarist Russia, but only 4 per cent do so in The New York Times. Other references showing continuity with the pre-1991 period (i.e. occurrences in bef 91 that do no refer explicitly to tsarist Russia, and also Com aft 91, FSB/KGB, and Chechnya) amount to 50 per cent in Le Monde and 69 per cent in The New York Times. Mentions of post-1991 Russia (bef/aft 91, aft 91) are similar in both newspapers (LM: 21 per cent; NYT: 20 per cent).", "The above percentages are calculated in function of the total number of historical mentions in paragraphs expressing a negative judgement of Russia, “Parag R Neg” (LM: 48; NYT: 51). They do not reflect the density that each type of historical mention displays in “Parag R Neg” containing a historical mention (“with Hist”). When such a density is calculated (Table A4; LM: “n/26”; NYT: “n/32”), a very noticeable difference appears: each “Parag R Neg with Hist” in Le Monde contains 0.73 of a reference to pre-1991 Russia (anywhere in the Parag), compared to 0.40 in The New York Times. However, only 0.13 of references to pre-1991 Russia in Le Monde appear in macrostructures, i.e. in the conclusion of the argumentation carried out in the paragraph, and 0.14 in The New York Times. Thus, the relatively intensive reliance of Le Monde on the pre-1991 period functions mostly as background for the newspaper's conclusions.", "Mentions of militarism in the construction of Russia's negative image, inasmuch as they are represented by an explicit reference to the existence of two wars in Chechnya after 1991, are more frequent in The New York Times than in Le Monde (NYT: 0.44; LM: 0.31). (This, however, does not necessarily imply that The New York Times pays more attention to the Chechen wars or to Russian militarism in general.) The other categories of historical mentions are less important and equally represented in both newspapers. Mentions of communism after 1991 are practically absent.", "In conclusion, the continuity with pre-1991 Russia that was observed in both newspapers at a general level (see preceding section) is even more pronounced when a negative image of Russia is constructed. In this negative representation, Le Monde mentions more often the pre-1991 period while The New York Times underlines more the continuation of pre-1991 characteristics, except for communism."]}, {"title": "Discussion", "paragraphs": ["With the dissolution of the Soviet Union in 1991 and the demise of Communism, especially after the failed coup of 1993 and the re-election of Boris Yeltsin against his Communist opponent in 1996, the mainly non-Communist West could no longer present Communism as the plague that affected Russia and was a threat to the rest of the world. Communism was still referred to, notably in The New York Times, but it could not be used to present negative aspects of 1999–2000 Russia in particular after the introduction of American-led liberal economic reforms in the early 1990s. Thus, the contextualisation of Russian events by journalists needed to depart from a stricto sensu Cold War framework, but it could also not completely differ from it. Indeed, only eight years had elapsed after an intensive ideological campaign in major areas of life (politics, academia, arts, etc.) on both sides, not long enough for mentalities to change. Thus, in expressing that Russia was still fundamentally the same negative Other, Le Monde constructed the continuity of Russia on a long historical period beyond the change of political regimes, while The New York Times emphasised the continuation of some characteristics it had associated with the Communist regime. Because of its choice of framework, Le Monde makes a change in Russia's general perception more difficult to operate. The use of different frameworks by the two newspapers can be explained by the cultural conceptions of history in France and the United States, and by the newspapers’ respective roles in their national society.", "A partial explanation for the differences between Le Monde and The New York Times lies in the different historiographical traditions in France and the United States. In France, opposition to positivism in the 1930s led to the founding of the Annales school (Bourdé and Martin, 1997, pp. 215–70). Annales historians disregarded the study of individual events in favour of long-term phenomena and the repetition of events. In the 1950s and 1960s, the Annales developed historical geography, economic history, and historical demography. In the 1970s, it turned to the history of mentalities, principally from the Middle Ages to the Enlightenment. Already enjoying a large influence, the Annales group saw the institutionalisation of its authority in 1975 with the establishment of the École des Hautes Études en Sciences Sociales. Not only has the Annales school been permitted to confer university degrees and obtain research grants, it has also benefited from strong links with important publishing companies, in which a number of its historians have occupied senior editorial positions. Moreover, Annales historians have had regular access to mass media (daily and weekly newspapers, radio, TV). The combination of these factors has made the Annales school one of the centres of French intellectual life, where Le Monde, as the elite daily, plays a noteworthy role.", "In the United States, the decades after the Second World War witnessed the development of social history. From 1958 to 1978, the number of doctoral dissertations in this branch quadrupled, and overtook political history (Appleby et al., 1994, pp. 148–9). These studies concentrated on the American past, whose origins had been identified with the American Revolution by its witnesses in the belief that its narratives would supply “the deficiency of venerable traditions, religious uniformity and common descent” (Appleby et al., 1994, p. 101). The values propagated by these narratives (progress, virtue, freedom, embodied in the model of the “White Anglo-Saxon Protestant Male”) became more and more challenged in post-Second World War historical studies, but this period was also the era of the Cold War. In the 1950s, the strong anti-Communist movement known as McCarthyism spread to all sectors of society. In 1953, the Association of American Universities declared that membership in the Communist Party “extinguishes the right to a university position”, a statement that was supported by the heads of the most prestigious universities (Zinn, 1997, p. 42). It is only with the Vietnam War that scholars started looking more critically at American history. Strong anti-Communist feelings persisted nonetheless in large segments of society, as attested by Ronald Reagan's Evil Empire Speech to the National Association of Evangelicals (Orlando, Florida) on March 8, 1983, in which he described the world in rather Manichaean terms: I urge you to beware the temptation of pride—the temptation of blithely declaring yourselves above it all and label both sides equally at fault, to ignore the facts of history and the aggressive impulses of an evil empire, to simply call the arms race a giant misunderstanding and thereby remove yourself from the struggle between right and wrong and good and evil.20   ", "I urge you to beware the temptation of pride—the temptation of blithely declaring yourselves above it all and label both sides equally at fault, to ignore the facts of history and the aggressive impulses of an evil empire, to simply call the arms race a giant misunderstanding and thereby remove yourself from the struggle between right and wrong and good and evil.20 ", "Thus, Le Monde's more comprehensive and manifest historical framework, shown by a higher percentage of mentions of pre-1991 Russia and in particular of tsarist Russia, can be partially explained by a conception of history, in which events are looked at in terms of their involvement in long-term phenomena, as per the Annales school. In contrast, The New York Times’ shorter historical framework, concerning almost exclusively the Soviet Union, can be linked to the Americans’ shorter temporal concept of their own history and to a stronger anti-Communist movement in their society.", "By inscribing Russian problems in a long perspective, Le Monde roots them in Russian culture, and in this manner makes this culture, or at least important parts of it, appear as the source of all difficulties. Thus, before the beginning of the second Chechen war, in an editorial comparing Boris Yeltsin's end of term with a shipwreck, Le Monde says: “Tout cela évoque aussi bien la vieillesse des tsars de jadis que celle des secrétaires généraux du parti communiste d'avant 1991” [All this evokes the age of the tsars of long ago, just as it does the age of the general secretaries of the pre-1991 Communist party], and concludes on a pessimistic note for the future: “Mais le président russe ne songe aujourd'hui qu’à préserver les intérêts de sa ‘famille’ en choisissant un premier ministre docile, présenté comme son dauphin: pour celui qui avait suscité tant d'espoirs en prononçant l'arrêt de mort de l'URSS en 1991, et qui, à la différence de Mikhaïl Gorbatchev, s'est fait élire à deux reprises par son peuple, c'est une fin de règne pitoyable [TMcr]” [But today the Russian president thinks only of preserving the interests of his “family” by choosing a docile prime minister who is presented as his heir apparent: for the one who had brought so many hopes to life by pronouncing the death sentence for the USSR in 1991, and who, unlike Mikhaïl Gorbatchev, was elected on two occasions by his people, it is a pitiful end of reign].21 The New York Times also links the problems of today's Russia with its culture: “In the end, however, the Russians must reform their system [TMcr]. Outside leverage cannot by itself change old habits, much less transform a culture [TThMcr]”.22 However, with its focus on Communism, the newspaper gives itself a chance to entertain a more optimistic view for the future, because Communism as the official ideology disappeared with the demise of the Soviet Union. Thus, while also criticising Boris Yeltsin in naming him a “flawed reformer” (but still a “reformer”), The New York Times states at the height of the second Chechen war that “History will honor him for these acts [end of the Communist rule in Moscow and collapse of the Soviet empire]”, and concludes: “Russians ought not to forget the singular achievement of Boris Yeltsin. For all his maddening weaknesses, he led his nation toward democracy after 1,000 years of tyranny [TMcr]”.23 ", "This opposition between Le Monde and The New York Times in terms of their views on the future leads to a second explanation for their differences in their historical frameworks. Indeed, media discourse not only reflects society, it also tries to influence it.", "The content of a newspaper depends on the role it purports to play in its society. In its 2002 brochure, Le style du Monde, Le Monde published its code of ethics. In its principles (pp. 6–7), it claims its independence and its pluralism, and affirms not to impose any editorial line on its journalists. Regarding its values, it puts forward the French Republic's motto, “Liberté, égalité, fraternité”, its contributions to justice and solidarity and against racism and exclusion. It is in favour of openness and international co-operation, and against nationalism and isolationism. Le Monde considers itself to be an international newspaper, and it states that most events cannot be understood solely in a national framework: they have to be placed in their international setting. Le Monde informs but does not claim to be neutral: it takes positions in its editorials and also in the analyses and comments of its journalists. Thus, Le Monde's negative perspective on Russia is linked to the watchdog function that the newspaper exercises. In an editorial he signed on February 19, 2000, Le Monde's director, Jean-Marie Colombani, declared that in denouncing the use of torture by the French army during the Algerian war, the newspaper had fulfilled its role, and when it criticised the war in Chechnya, it was still faithful to the same call. Le Monde's critical stance towards all is apparent in its line of argumentation (see above). Moreover, a linguistic study of the interactions between the different “voices” (the newspaper itself, various sources of information, ruling elite, public opinion) in the same corpus (Le, 2004) reveals how Le Monde constructs its authority. In particular, Le Monde defines itself as a competent newspaper that compares favourably with The New York Times and the Wall Street Journal. In its actions, whose seriousness is akin to those of professional legal defenders of society (the Swiss judiciary system), it is not afraid to affront powerful institutions (the IMF, Russia) in order to protect individuals (Western taxpayers).24 Thus, because Le Monde sees itself as a watchdog on the national and international scene, it has to underline negative aspects. To this end, it will use the appropriate rhetorical strategies.", "In contrast to Le Monde, The New York Times presents a somewhat optimistic perspective on Russia. According to several studies, American media during the Cold War played a supportive role in US foreign policy (see literature review in Zaller and Chiu, 2000). It appears that The New York Times’ line of argumentation (see above) would confirm this function of “government's little helpers” in the domain and period under study.25 Explicit support for the Democrat Administration of Bill Clinton is expressed in the newspaper's statement: “Aid to Russia is in America's own interest—not only to provide help in dismantling Russia's nuclear weapons but also to foster economic and civic stability in an emerging democracy” (Mcr).26 According to Zaller and Chiu's study on US press coverage of foreign policy crises (2000, p. 79), the elite media in the post-Cold War era would tend to be more independent of the White House by taking the role of guardian of national interest against partisan interest (either in the White House or in the Congress). In this case, The New York Times’ support of the White House policy can be explained by the argument that helping post-1991 Russia is equivalent to fighting the return of Communism. The New York Times is still very critical of Russia in its line of argumentation (more than Le Monde), but if it did only that, it would undermine US foreign policy and its fight against Communism. Thus, The New York Times has to find enough positive arguments about Russia so that its readers will not oppose the American program of economic aid. The result is then a mixture of negative and positive, that lets us catch a glimpse of a potentially “better” Russia."]}, {"title": "Conclusion: Historical Frameworks as News Contextualization and Intercultural Relations", "paragraphs": ["Two questions were raised at the beginning of this study. The first concerned the type of historical framework used for representing Russia in Le Monde and The New York Times at the time of Vladimir Putin's rise to power. Both newspapers rely principally on a Cold War framework (two-thirds of all historical mentions) that is updated with mentions of post-1991 events (one-third of all historical mentions). The reliance on historical mentions is reinforced when the newspapers construct a negative image of Russia. However, Le Monde constructs the continuity of Russia by relying on a framework that goes beyond political regimes, while The New York Times emphasises the continuation of some characteristics it associated with the Soviet Union. The French and American conceptions of history and the newspapers’ roles in their respective societies results in Le Monde's bleak outlook on the future of Russia in contrast to The New York Times’ more positive one.", "The second question referred to the framing and interpretation of Russian events in the future. Mentions of Russia up to 1999–2000 were largely negative in both newspapers, and in the 1999–2000 editorials analysed in this study, Russia's representation was more negative in The New York Times (Mcr: 53 per cent; TMcr: 46 percent) than in Le Monde (Mcr: 39 per cent; TMcr: 33 per cent). Future references to the pre-2000 period will thus most probably project a negative image of pre-2000 Russia. This does not necessarily mean that these references will be used to construct a negative image of Russia in the future. Indeed, in its use of historical mentions, The New York Times left open possibilities for positive changes. Although the same cultural phenomena (conception of history, newspapers’ role) that affected Le Monde's and The New York Times’ contextualisation of Russian events and resulted in The New York Times’ less negative outlook for Russia might still prevail in the future, the large extent of The New York Times’ negative representation of Russia could overpower the newspaper's openness to a brighter future for Russia. Thus, there exists a solid ground to hypothesise that the 1999–2000 presentation of Russia in Le Monde's and The New York Times’ editorials reinforces the representation of Russia's national identity as the negative Other in French and American collective memories, and by the same token does not facilitate a renegotiation of French and American collective perceptions and attitudes towards Russia almost a decade after the dissolution of the Soviet Union.", "As stated in the literature review, collective memories embody an orientation to the past. This study suggests that this orientation to the past also partly determines the framework for an interpretation of the future. However, this mixed qualitative/quantitative study is of an exploratory nature. For a better understanding of the construction of collective memory, the analysis would need to be repeated at regular intervals. Questions to consider would be: What is the proportion of historical mentions that update the framework of the preceding corpus? How is the volume of this update dependent on events happening within the interval? Which events keep reappearing in the historical framework and which disappear, and why?", "Nonetheless, this study raises at this point the question of journalists’ responsibility in the area of intercultural relations. Journalists undoubtedly need to provide a background for the news they present. This background affects the understanding of facts, i.e. their interpretation. In their contextualisation of facts, journalists follow patterns of their national cultures for two main reasons: this is what they know and live with, and this is what their readers know, expect, and therefore need in order to decipher what they read. In the present case study, Le Monde's and The New York Times’ editorialists act as participants in their respective national cultures and it is not possible to conclude to their abuse of power in their representation of Russia. The matter is of cultural legacy: can journalists escape the pitfalls of the world-view(s) inherent in their cultures? If they did, would they not fall into other pitfalls? Indeed, can a cultural system be neutral? It appears thus that the real issue is not one of complete “cultural objectivity” (which is impossible) but rather of being aware of eventual cultural pitfalls, certainly of trying to avoid them as much as possible, and at least of drawing attention to them. Journalists’ role is certainly to inform, but by the same token, is it not also to educate?"]}], "references": [{"title": "“Mythscapes: memory, mythology, and national identity”", "year": "2003", "journal": "British Journal of Sociology", "volume": "54", "authors": [{"name": "Bell Duncan S. A.", "first_name": "Bell", "last_name": "A."}]}, {"title": "“Framing Processes and Social Movements: an overview and assessment”", "year": "2000", "journal": "Annual Review of Sociology", "volume": "26", "authors": [{"name": "Benford Robert D.", "first_name": "Benford", "last_name": "D."}, {"name": "Snow David A.", "first_name": "Snow", "last_name": "A."}]}, {"title": "“Journalistic Uses of Collective Memory”", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Edy Jill A.", "first_name": "Edy", "last_name": "A."}]}, {"title": "Framing: toward clarification of a fractured paradigm”", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "“Finding Meaning in Memory: a methodological critique of collective memory studies”", "year": "2002", "journal": "History and Theory", "volume": "41", "authors": [{"name": "Kansteiner Wulf", "first_name": "Kansteiner", "last_name": "Wulf"}]}, {"title": "“The Role of Knowledge in Discourse Comprehension: a construction–integration model”", "year": "1988", "journal": "Psychological Review", "volume": "95", "authors": [{"name": "Kintsch Walter", "first_name": "Kintsch", "last_name": "Walter"}]}, {"title": "“Collective Memory and the News”", "year": "1989", "journal": "Communication", "volume": "11", "authors": [{"name": "Lang Kurt", "first_name": "Lang", "last_name": "Kurt"}, {"name": "Lang Gladys Engel", "first_name": "Lang", "last_name": "Engel"}]}, {"title": "“The Use of Paragraphs in French and English Academic Writing: towards a grammar of paragraphs”", "year": "1999", "journal": "TEXT", "volume": "19", "authors": [{"name": "Le Élisabeth", "first_name": "Le", "last_name": "Élisabeth"}]}, {"title": "“Active Participation Within Written Argumentation: metadiscourse and editorialist&#039;s authority”", "year": "2004", "journal": "Journal of Pragmatics", "volume": "36", "authors": [{"name": "Le Élisabeth", "first_name": "Le", "last_name": "Élisabeth"}]}, {"title": "“Framing Analysis: an approach to news discourse”", "year": "1993", "journal": "Political Communication", "volume": "10", "authors": [{"name": "Pan Zhondgang", "first_name": "Pan", "last_name": "Zhondgang"}, {"name": "Kosicki Gerald M.", "first_name": "Kosicki", "last_name": "M."}]}, {"title": "“Framing as a Theory of Media Effects”", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A."}]}]}