{"doi": "10.1080/1461670X.2017.1279030", "url": "https://doi.org/10.1080/1461670X.2017.1279030", "title": "Reading News as Narrative", "volume": "19", "year": "2018", "issue": "10", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Buozis", "first_name": "Michael", "name": "Michael Buozis"}, {"last_name": "Creech", "first_name": "Brian", "name": "Brian Creech"}], "abstract": "Scholars who use textual approaches to study news often blend theoretical perspectives in their work, asking some combination of questions about how news narratives function culturally, how news narratives are produced, and how news narratives are situated epistemologically. These perspectives often lead to compelling insights, and this article argues that a more fully fleshed-out approach to genre in journalism studies offers a robust means for contextualizing a wide array of theoretical concerns. Methodologically, attention to the textual conventions of a genre helps scholars attend to news narratives as both the products of standardized journalistic routines and evidence of broader cultural forces at play, cultural forces that rely upon journalism’s implicit authority over the truth. This article lays out guidelines for performing genre analysis while also offering examples for potential future studies.", "body": [{"title": "Introduction", "paragraphs": ["Since the mid-1970s, media and literary scholars have examined how news and other forms of journalism function as narrative; academic interest in this topic has only intensified in subsequent decades (Tenenboim-Weinblatt 2009). Much enlightening and important research has treated journalistic works as narratives, but the ad hoc approach of much of this scholarship has produced a scattershot literature with many various methodological and epistemological assumptions vying for prominence. An approach that addresses the genres of news and journalism can provide scholars with an organizational tool that bridges the theoretical and methodological interrelations of structure, function, production, and epistemology by focusing on the conditions that allow groups of texts to cohere as cultural objects.", "Genre has been used extensively in the study of television and film, as well as literature and art, but very little has been written about genre in news, particularly written news or emergent digital media. Though genre conventions are broken and flaunted all the time, the study of genres uses news texts as focal points for interrogating the ways in which news narratives reveal broader systems of cultural meaning.", "Genre offers an approach for organizing storytelling conventions into a structure of representation that reveals the ways in which news works as a sort of standardized and industrialized truth (Dent 2008). News narratives, then, can be understood as the textual artifacts that reveal these structures in action. In order to make a case for genre within the broader study of journalism, we begin by looking at the various ways that news narratives have been conceived as sites of textual inquiry, recovering questions that connect acts of journalistic representation to broader sociological and cultural concerns. We then explicate what is meant by the study of genre in news before offering some examples of how this approach can work within journalism studies."]}, {"title": "Approaching News as a Narrative Text", "paragraphs": ["The study of news as narrative takes it as a given that journalism, as a site of textual practice, reveals broader social relations and cultural meanings. News is not reality as it happened, but an observed documentation of that reality—a representation (Fürsich 2009). Ultimately, a narrative is a way of organizing the world, and unpacking the significance of that organization has required a motley collection of conceptual tools beholden to a variety of philosophical and theoretical traditions.", "A focus on genre offers a particular point of purchase for bringing various theoretical perspectives to bear on news narratives. For instance, scholars focusing on questions about the “roles played by news stories in expressing and reaffirming prevailing values, beliefs, and ideologies, particularly through the creation and retelling of cultural myths” use news texts to position journalism as a cultural practice (Tenenboim-Weinblatt 2009, 954). Some use texts as a basis to address sociological questions about how news workers, and the conditions of news production, affect which narratives are created and how they are presented (Bird and Dardenne 1988). Others questioning the foundational nature of truth within journalism often use news texts to address postmodern and poststructuralist concerns (Suchan 2004; Zelizer 2004a). These particular uses of theory offer differing ways of understanding what journalistic narratives do, how they work, and how a focus on genres can operate methodologically.", "Traditional social science theory has enjoyed paradigmatic status in the study of journalism, though news texts have often taken a back seat to methods that privilege the perspectives of news producers and audiences: interviews, participant observation, and surveys. Still, news texts offer a site where the professional demands, social forces, and cultural conditions that guide the production of news overlap. Genre, then, offers a schema for grounding these concerns in the standardized conventions of the text itself. Values, such as objectivity, or conventions, such as the inverted pyramid, shape the structure of texts, forming a coherent representational practice that persists in newsrooms dispersed across history and geography (Lule 2001). Still, scholars of the sociology of journalism have argued that rich textual interpretation can push our understanding of news narratives beyond models of information transmission, driven by a single author’s intention (Bird and Dardenne 1988). As Hanitzsch (2007) notes, certain professional norms and codes, made apparent through news production practices, offer a set of values that bind journalism as a profession and make the news a stable cultural form, similar from one context to the next.", "Objectivity is a heavily researched example of a value that binds the practice of journalism. As Schudson (1978) notes, objectivity developed as a professional ideal in American newspapers in the 1920s and 1930s, and its fitful development across the profession gave journalists guidelines for writing and presenting stories in ways that showed audiences that the ideal was in practice. The textual expression of objectivity reveals an implied covenant of trust between the reporter and audience (Mindich 2000). The practice of objectivity allowed reporters to protect their authority from accusations of bias or undue subjectivity, while still employing the descriptive tools of narrative (Tuchman 1972).", "News narratives have also been used to provide textual evidence of less philosophically rooted journalistic norms, such as the practical news values that guide the selection and publication of stories. Galtung and Ruge (1965) developed a number of newsworthiness criteria by examining news stories for patterns, finding evidence for a number of news values at work. The criteria that drive news values have been refined and codified over the years, forming a collection of pragmatic concepts that drive reportorial and narrative norms across the industry (Overholser and Jamieson 2006). Through the development of news values, academic scholarship, journalism education, and professional practice operate in a feedback loop focused on producing texts that adhere to the profession’s norms (cf. Hyde 1937; Reese 1999; Huesca 2000). So then, professional concepts like news values or objectivity can be understood as the intuited norms apparent in the structure of news texts and genres.", "The combination of news values and professional conventions, then, determines which narratives are produced and how they are produced. Entman’s (1993) understanding of framing carries the textual relationship between journalist, audience, and society to its apotheosis, arguing that the use of frames allows journalists to navigate various social forces through acts of representation as they receive feedback from audiences about the kinds of frames they prefer. Frames, as evidence of news’ fundamentally social character, are also an example of a genre convention at work. D’Angelo (2002) has argued that the textual practices that constitute framing can also stand as evidence of the economic, political, industrial, and transcultural pressures individual journalists take into account as they craft their stories, linking textual convention to a broader awareness of sociological reality. A genre approach positions news texts as evidence of a system at work, revealing values and structural norms that change over time. To push this line of thinking further and consider relations of power and ideology in relation to news forms, it is important to turn to the perspective of cultural studies.", "Much of the textual study of news owes a significant debt to the development of British cultural studies, which rigorously theorized the ways in which news texts came to embody persistent historical, political, economic, and sociological conditions (Williams 1963; Hall 1975). In the American context, Carey (1989) and Zelizer (2004a) offer paradigmatic studies taking up the concerns of British cultural studies, situating journalistic texts as cultural artifacts. It is from within this perspective that news texts draw attention to the workings of ideology and the broader relations of power in society, relations often predicated upon journalism’s seemingly stable representation of truth (Dent 2008). But there has also been resistance to the uptake of cultural studies perspectives in the study of journalism.", "The notion of news narratives as cultural or sociological objects is often difficult to square for many practitioners. The idea that an individual journalist has more of an effect on the nature of news narratives than any larger structural, organizational, or cultural influences is often taken as professional doxa (Schudson and Tift 2005). Gieber (1964) has shown that despite prevailing norms of journalistic practice, the creation of a news narrative is intensely personal for individual reporters and writers. Others have observed a similar resistance among journalists to the idea that any external influence, outside of their own judgment and the story at hand, determines how a narrative is formed (Halloran 1974; Bird and Dardenne 1988; McNair 1998).", "Yet very little research supports an individualistic view of news production. For instance, a collection edited by Hardt and Brennen (1995) shows how news, over its history as an industrialized product, has required not just a technological and professional standardization, but a cultural one as well. Zelizer captures a profound conflict between the practice and study of journalism when she asserts: Undercutting the pronounced sense of self that journalism professionals have long set forth regarding their practices and position in the world, cultural inquiry assumes that journalists employ collective knowledge to become members of the group and maintain their membership over time, yet presumes that what is explicit and articulated as that knowledge may not reflect the whole picture of what journalism is and tries to be. (Zelizer 2004b, 104)The news text contains, among other symbolic elements, the “conventions by which journalists maintain their cultural authority as spokespeople for events in the public domain” (104).", "Undercutting the pronounced sense of self that journalism professionals have long set forth regarding their practices and position in the world, cultural inquiry assumes that journalists employ collective knowledge to become members of the group and maintain their membership over time, yet presumes that what is explicit and articulated as that knowledge may not reflect the whole picture of what journalism is and tries to be. (Zelizer 2004b, 104)", "Other critics argue that textual approaches that treat individual news narratives as evidence of broader sociological processes make presumptions about the agency of audiences and news producers alike (Philo 2007). However, by studying the textual conventions of journalism across groups of texts, scholars can begin to see how news texts are artifacts of a broader system of meaning, where the facts that undergird contemporary social relations are given legible form within a narrative structure (Fürsich 2009). Thus, we assert that the production of news narratives is an inherently cultural process, standing as the result of various technologies and practices of inscription, meaning, and verification, among others (Barnhurst and Nerone 2001). Truth, as a binding value, orients these practices, and journalistic texts circulate as cultural artifacts bearing truthful representations that make sense within the broader relations of power.", "Roland Barthes’ (1975, 237) work provides a rich theoretical firmament for understanding news as cultural text, and, in an essay on the structural analysis of narrative, he included “local news” as one of the many “vehicles” of narrative worthy of scholarly attention. For Barthes, news was not just the organization of truth in society, it was a structure of meaning that interpolated events and individuals into a broader system of social relations. Later scholars have expanded Barthes’ ideas about the mythological role of narrative and developed a rich literature about how journalism works as myth (Lule 2001; Roushanzamir 2004). Much like Barthes, James Carey (1989) saw the narrative character of news as serving a ritual function that, through its formal conventions, brought the public together in a shared meaning-making experience. Though it would be inaccurate to call Carey a structuralist in the European vein, his approach shares some fundamental similarities with Barthes, namely that news narratives “do not merely convey information but also participate in the construction, maintenance, and dissemination of cultural myths” (Tenenboim-Weinblatt 2009, 956). Genre studies can capture these formal conventions and ritual meaning-making functions of news narratives in narrower cultural contexts.", "Particularly valuable to scholars who approach news as text is Barthes’ (1972, 256) idea of “depoliticized speech,” which posits that when texts achieve the status of myth, their political context falls away and the relations of power and politics appear as matters of fact. In other words, the form of news provides a sort of orientation for the audience, conveying “social meaning” more than merely information (Park 1940, 677; Schudson 2011). This dissonance—the simultaneously depoliticized and orienting nature of narratives—offers an important source of inquiry for journalism studies. If myth perpetuates social structures and consensus, the tacit political ramifications of news narratives become problematic (Day 1984; Durkheim 2008). The depoliticized speech of journalism is political through its support of hegemonic structures and through the continued proliferation of news’ story forms as commonsense ways of representing the world. Bird and Dardenne (1988, 71) make this tension apparent when they write, “News stories, like myths, do not ‘tell it like it is,’ but rather, ‘tell it like it means.’ Thus, news is a particular kind of mythological narrative with its own symbolic codes.”", "In news texts, structures of meaning precede reporting and writing. Lule (2001, 28), writing about news narratives from the perspective of a former journalist turned academic, states that “stories … take shape before a word is written.” Like Barthes and other literary structuralists, Lule draws on the work of anthropologists to support his theories about the persistence of mythological narratives—in Lule’s case news narratives. Looking at common news story forms, he identifies archetypical narrative forms that stretch back in narrative history to folktales and other early literature. Bird and Dardenne (2009) agree that these archetypes exist, but argue that they may not be as totalizing as others assert, stressing the importance of understanding the ways narratives function in a particular time and place. This is the legacy of British cultural studies writ across journalism studies: news texts and narratives, when viewed as cultural artifacts, reveal the relationship between truth and power, tied to specific historical and cultural contexts (Williams 1963).", "Beyond questions of sociology or culture, the nature of meaning and truth in news narratives presents a number of epistemological dilemmas tied to textual expression. By parsing the ways in which “journalism’s unique relation to truth and facts” distinguish it from other cultural texts, scholars often note that by aspiring to uncomplicated notions of truth, journalism has avoided complicating questions of representation that characterize the study of other cultural forms (Tenenboim-Weinblatt 2009, 956).", "The construction of truth in journalism is often a question of epistemology, and it is on the basis of epistemology that many fruitful approaches to the study of journalism have arisen: semiotics, cultural history, and discourse analysis, to name just a few. In literary studies, Barthes’ (1971) “The Death of the Author” marks a moment where the representational link between text and reality began to split. The interpretation of texts, and parts of texts, as not things themselves but only signs that function in relationship to one another within a system, tends to subvert the more traditional view of reality and representation sharing an almost indexical relationship. Stuart Hall’s (1980) “Encoding/Decoding in Television Discourse” is an important forbearer for the study of media and communication, in that it removes the analytical locus from the authority of a text isolated from context, arguing that meaning emerges in the interplay between text and audience. Texts provide a structure of representation that contains possible meanings, and over time conventions develop, often based upon assumptions about implied and ideal audiences. Textual analyses of news draw attention to journalism’s epistemological uncertainty, an uncertainty indicative of the various modes of interpretation that a news text may be subject to (Hartley 1982).", "By destabilizing journalism’s claim to reality, questions of epistemology critique the ontological certainty that characterizes much of the research of news. Gergen (1994) has argued that a postmodern epistemology takes the power of truth away from the producers of these cultural texts and allows for the possibility of many different truths, rather than denying the possibility of any truth. Taking up Hall (1980), Ceccarelli (1998, 399) argues that “oppositional decoding” is a manifestation of the text’s polysemic character. To read a text against the hegemonic grain reveals the postmodern nature of the text itself as well as the act of reading it, rendering moot claims about the authority and intention of the individual author.", "However, if news narratives are open to an endless array of reinterpretations by each consumer, they then lose their authority as a site of privileged truth. Arguing that any news narrative “is effectively open to a virtually unlimited range of possible readings” risks positioning news texts as strictly representational, robbing them of the power of truth creation that makes them socially powerful and intellectually interesting (Cramerotti 2009, 76). Though a news narrative may not be reality, only a particular representation of reality, the events and figures drawn upon for that representation can still be real in a sense that distinguishes nonfiction narratives from fictional ones (Culler 2002). Critics of textualist approaches argue that if we deny this difference, we risk a descent into discourse, where nothing can be discussed because the terms of discussion are unfixed (Palmer 1990).", "Acknowledging the productive and textual character of journalistic truth does not mean giving up shared systems of meaning predicated upon that truth. By subjecting the construction of journalistic authority to questions of epistemology, we can come to understand how news narratives possess an imbued authority that manifests in various ways (Bird and Dardenne 1988; Cramerotti 2009). For instance, Roberts and Giles (2014, 102) have systematically characterized the construction of reality in nonfiction narratives, outlining an epistemological spectrum that runs from objective journalism, what they call “rationalism,” to subjective journalism, what they call “romanticism.” Though their approach, on its face, serves only to nominally categorize texts, it also presents a way forward for discussing epistemology of narrative form without utterly removing an implied relationship to reality. Likewise, Underwood (2013) has described a number of epistemological issues that he and other scholars face when confronting the “fact–fiction divide,” such as the fallibility of memory, market pressures to create saleable stories from real life, a journalist’s responsibility to protect his or her sources, and the institutional bias of commercial journalism.", "Perhaps, though, questions of truth and reality can aide scholars in reading news narratives as immersive realities produced through the conventions of genre. By maintaining a removed, skeptical perspective in relation to these texts, perhaps we can better incorporate them into our understanding of the real world. Cramerotti (2009, 59) has suggested that even fictional works that function as representations of reality—such as the plays of Bertolt Brecht and Helene Weigel—can effectively become part of the audience’s reality, only if the audience is consistently reminded that what they are consuming is not actually reality itself. This calls to mind Ang’s (1996, 187) idea of a radical empiricism, which “fully engages with the messiness of the world we live in and, as a result, forces us to confront the limits of this ‘reality.’” In this way, narratives based in reality can, like literature, act as “a commentary on the validity of various ways of interpreting experience” or as “an exploration of the creative, revelatory, and deceptive powers of language” (Culler 2002, 35).", "In Foucaultian terms (Foucault 1990), the textual character of news is an artifact of a productive truth, one that may be unfixed but is no less powerful for the ways it abets other forms of social activity and cultural practice. What the audience knows about places they have never been to, or people they have never met, depends, to some degree on what news narratives they have consumed (Johnson-Cartee 2005). Furthermore, news texts make events and phenomena sensible in ways that make them amenable to the institutions of liberal governmentality (Creech 2015). Therefore, the productive truth of news narratives organizes representations of reality, evidencing the practices that bring those representations into being. Genre studies offers an organizational model which allows room for the complexity and ambiguity of these various epistemological stances while grounding these news narratives in their social contexts by turning to the textual conventions that constitute journalism’s authority over the truth."]}, {"title": "Genre Conventions of News Narratives: Bringing It All Together", "paragraphs": ["Although the perspectives explored above offer opportunities for interrogating news narratives, certain conceptual divisions complicate the ways we can understand news texts. Thus, many scholars have blended approaches in their work, asking some combination of questions about how news narratives function culturally, how news narratives are produced, and how news narratives are situated epistemologically. As a methodological concern, attention to genre helps bridge these perspectives by attending to the ways that news narratives exist as both the products of standardized journalistic routines and evidence of broader cultural forces at play, cultural forces that rely upon journalism’s implicit authority over the truth.", "By situating textual conventions into appropriate contexts of production and consumption, attention to genre allows scholars to make broader claims about the ways in which structure and culture work over large groups of texts. The study of popular genres, like news, reveals “the way in which particular cultural groups interpret texts and supertexts in the process of making them part of their everyday lives” (Cawelti 1985, 60). Instead of attempting to deduce claims about the nature of all narratives from singular or emblematic texts, as Barthes set out to do—or even all news narratives, as more recent scholars have attempted (Bird and Dardenne 1988; Lule 2002)—attention to genre allows observers to identify, contextualize, theorize, and critique the repeated and common conventions that constitute the power of journalistic representation. News is not a singular genre, but a collection of storytelling forms and conventions that manifest differently based upon medium, story type, reporter and publication, among other conditions, and so an approach to genre means that one should be wary of creating a fixed taxonomy of news genres, but instead show how news genres are “in a constant process of negotiation and change” (Buckingham 1993, 137). Particularly in the era of demassification, different groups of journalistic texts can be better understood by exploring the ways in which they diverge and converge.", "Some scholars have begun work on news genres in general, but they focus on the purpose or intended action of very culturally specific news forms or on the purely formal qualities of a news story, such as the structure of hard news (Van Leeuwen 2010; Skjerdal 2012). A textual approach that focuses on the construction of genre helps us understand texts in relation to each another, as well as their conditions of production and the audiences that consume them (Brennen 2012). If a news story is a collection of observations articulated in a certain way, then the ways those elements are connected and made coherent via narratives that reveal certain cultural logics, market pressures, and professional values, can be discerned from the study of genre conventions over collections of texts and over time.", "Methodologically, genre studies may resemble critical discourse analysis in focusing on a broad number of texts, but genre can help scholars reorient their work back to the ways texts are organized by their own intertextual and extratextual elements, as opposed to discursive elements isolated from a broader context. The texts themselves offer prima facie evidence for their organization, but so do the identities of their producers, their critical reception, the formal elements of their presentation, and their cultural context. The elaboration of a genre may seem more intuitive than systematic, but scholars can consider a number of dimensions when defining genres for study. Four broad dimensions are useful in the definition of any journalistic genre: medium, subject, style, and context.", "Medium may be the broadest and most obvious of these dimensions. Television, radio, and newspaper news narratives have long been treated as distinct subjects in scholarship, but as digital media emerge, more attention should be paid to newer forms—such as podcasts, video news, comics journalism, and microblogging, just to name a few. Multimedia genres may incorporate any number of forms. The formal constraints of a given medium or media will influence the textual qualities of a given genre.", "Subject refers to the topic or range of topics addressed by a given news genre. Political reporting, crime reporting, and crisis journalism have been explored in prominent studies, but more work can be done to look systematically at how news narratives about specific topics display meaning-making structures distinct from other types of stories, and how the other dimensions of genre help determine those structures.", "Style may be related to medium, but refers more specifically to the manner in which narrative is presented using the tools of that medium, or multiple media. For example, traditional studies have drawn contrasts, in newspaper reporting, between hard news and feature stories. Cable news shows have been treated as subjects distinct from local broadcast news though they share the medium of television. The same distinctions arise in emerging news media. Style can also refer to different approaches to subject matter, regardless of medium. For example, both explainer journalism and longform investigative reporting can explore politics in text-based Web stories, but each does so very differently. As such, style is perhaps the most text-centric aspect of genre, and reveals the fluidity of genres depending upon subject matter, medium, and context.", "Finally, context encompasses all the extratextual elements of a genre that help scholars define the cultural place of a given body of texts. Elements like language, producer and consumer demographics, critical reception, history, political or cultural conditions, ownership and funding models—among many others—can be used to further refine an exacting and meaningful definition for a given genre. These elements show how a specific genre may absorb, reflect, and reproduce various external social forces.", "The intersections of these dimensions gain meaning through the definition and analysis of genres. Though each dimension does not have to be described in every genre study, the more descriptive the definition, the narrower the body of texts needed for a meaningful study of that particular genre. One can imagine a textual study of all journalistic podcasts, but that study may have less meaning, nuance, and cultural specificity than a study of podcasts about crime that are presented in a descriptive, narrative style, and created by amateurs. Those added dimensions help the scholar and the reader understand the cultural context for the findings of a genre study and may serve to help future scholars understand how meaning-making structures are unique to that specific context, or on the contrary, how those structures exist across genres or are more contingent on one specific dimension. In this way, genre studies can build upon one another and track changes in cultural discourse.", "Scholars can then use these definitions to collect texts for analysis. Preliminary readings of texts may even offer avenues for revisiting and refining those definitions to better reflect how the texts may be organically organized. After listening to a number of narrative-style podcasts about crime created by amateurs, a scholar might find that there is a significant, yet distinct, body of those podcasts that deal with failures of the criminal justice system. The genre may require narrowing or broadening through the initial process of analysis.", "The analytical tools of critical discourse analysis can then be applied to this body of texts to reveal the ways in which language, images, or sound stand as evidence for discursive and sociocultural practices (Fairclough 1995). By focusing on genre as the scope of research, scholars can push beyond the boundaries of individual texts, looking at conventions and modes of representation as artifacts of cultural context. Additionally, after a genre is defined and described, other modes of study can then be applied to those groups of texts, their producers, and consumers. For instance, studies that emphasize the relations of gender, race, or class offer avenues for further explication of a genre’s cultural context after the conventions of the texts themselves have been explicated through analysis.", "In his comprehensive literature review of genre theory, Chandler (1997, 3) states “the interaction between genres and media can be seen as one of the forces which contributes to changing genres.” Tying news genres to changing media forms allows scholars outside of media and journalism studies to understand the structural nature of news narratives as indicative of a particular cultural milieu. By starting from the assumption that genres are historically situated modes of representation, scholars are then able to explicate how they work as supertexts indicative of broader cultures (Neale 1990). Although complicated by globalization, market conditions, and changing technologies, genres can describe the actual cultural place of news texts. Some genres reach across culture and time, revealing the broader forces that work to group texts from around the world, produced in different languages and in different historical periods (Fishelov 1993). As Lule (2002, 276) has written, the meanings facilitated by news “provided the stories that make sense of a society, for a society.”", "Some cultural studies scholars have embraced the idea that genres can reveal social conditions and “the crucial ideological concerns” of a particular culture in a particular time (Chandler 1997, 4). As cultures fragment, the study of genres then becomes more important. Instead of engaging in broad stroke studies of how the conditions and rituals of news producers influence news narratives, scholars can use genre to show how changing practices and market pressures are given a particularly textual character, how extant concerns can be traced through a changing journalistic product, for as Chandler states, “genres can be seen as constituting a kind of tacit contract between authors and readers” (6).", "A genre approach can also show how values are granted textual forms that, in their standardization, reveal the value assumptions that guide the production of news. For Carlson (2009, 2014), news criticism is one such form, where narratives about transgressions in journalism reveal the boundary between acceptable and unacceptable practices, thus revealing the implicit contract between journalists, their audience, and idealized notions of democratic society. In this context, textual characteristics and narrative conventions are aspects of a “metajournalistic discourse,” the modes of public sense making that not only ground journalism’s role in society, but reinforce it and accommodate technological, political, economic, social, and cultural changes (Carlson 2016). It is important to note that an attention to genre allows scholars to show how certain kinds of journalistic texts provide a sense-making structure for the particular experiences, issues, and phenomena that characterize a journalistic genre.", "This discursive understanding of news pushes it beyond the boundaries of the news industry, allowing scholars to make claims about the ways in which reporting and writing conventions in journalism make social reality comprehensible and allow the news to serve as a kind of broader social binding (van Dijk 1988). News’ textual conventions produce shared meanings that can be interpreted and discerned from the texts themselves (Fairclough 1995). This discursive character of news has proven fruitful for many scholars, who have been able to turn to news texts to show how news discourses normalize many of the social values surrounding gender, race, and class in US journalism (cf. Kitch 2007; Enck-Wanzer 2009; Roessner 2014).", "Looking at stable genres of news also reveals certain philosophical and moral underpinnings that guide acts of journalistic production and representation that news workers may not even be conscious of. For instance, in their book-length study of investigative journalism and journalists, Ettema and Glasser (1998) balance their interviews with investigative journalists with an analysis of the text of those journalists’ stories, finding that the final stories often revealed broad structures of social meaning. When written or broadcast, these stories contained a coherent moral order, where malicious or neglectful institutions wronged less powerful individuals. In this way, investigative stories use the authority achieved through objective reporting to substantiate indignation at the violation of an assumed social order, they argue. In this way, investigative journalism acts as a cultural genre that both embodies and reproduces a general structure of social fairness.", "The most fruitful use of genre can be in interrogating the representational nature of journalistic truth. Literary scholar Harry Levin (1950, 60) suggested that a genre’s conventions arise out of the genre’s inability to perfectly replicate reality, “a residue of artificiality.” Even Barthes (1974) argued that when we analyze texts, we often refer to other texts of the same genre, rather than to a separate reality, to derive meaning. In this sense, genre can be studied as a site manufacturing productive truth, and the conventions of a given genre can be used to understand the power and consequences of various modes of representation. As Roushanzamir (2004) has shown, news stories rely upon conventions of representation, conventions that reveal deeply held and cross-cultural assumptions about the performance of race, gender, and culture in the seemingly factual accounts news provides. By considering the textual character of journalistic truth, we can see how ideology becomes a tacit part of news genres. As facts are ordered in ways that cohere into narratives, genre gives an analytic purchase for questioning the logic that allows a journalistic text to cohere as a singular and authoritative representation of reality, as well as the conditions that grant power and legitimacy to a narrative.", "The truth-making power of American journalism has provided many scholars with fruitful ground for critique. For example, in critiquing the conventions of photography and visual journalism in National Geographic, Parameswaran (2002) argues that modes of visual representation lead to a reductive understanding of the other in terms that are amenable to globalized capitalism and neoliberalism. Fürsich (2002) has shown how the conventions of travel journalism provide a problematic representation of foreign locations, simultaneously embodying ethical engagement with the world while also constructing those same destinations as ripe for capitalist consumption. In these examples, modes of journalistic representation provide a structure of meaning that can be interrogated from the purview of the text, showing how the particular instances the authors cite reveal systems of meaning making that construe broader social conditions as invisible, natural, and even desirable.", "The definitions and boundaries of genres will always be fluid and studies of genre must be timely and culturally contextualized, particularly in today’s constantly shifting media environment, to be useful. For instance, over the last 20 years or so, the journalistic graphic novel has emerged as a new culturally relevant genre of news narrative. Led by authors (and sometimes illustrators) like Joe Sacco, Harvey Pekar, Josh Neufeld, Guy Delisle, Ari Folman, and others, the genre has become a global phenomenon. By its definition, the journalistic graphic novel is a hybrid form, combining the conventions of longform comic book narratives and more traditional reportage. A close examination of major works like Sacco’s Palestine, Pekar’s Macedonia, Delisle’s Pyongyang, Folman’s Waltz with Bashir, and others, might reveal new connections between this body of texts and news as myth, the sociological conditions of their producers, and their relationship with lived existence. Some scholarly work has looked at these texts, but the focus has often been on single authors and the observations amount to narrow theoretical claims (cf. Rosenblatt and Lunsford 2010; Walker 2010; Schack 2014; Worden 2015). In one essay, Nyberg (2006) began to describe the formal, conventional, and epistemological concerns of the journalistic graphic novel, but much more can be done to develop a rich understanding of this relatively new, growing genre.", "Some genre-based questions for a study of journalistic graphic novels might include the following: Why are so many of the most popular texts in the genre focused on war or conflict zones? Do they further some myth about conflict that is different from other genres of journalism? How does this work relate, historically and culturally, to the more established tradition of global satiric graphic journalism, such as work published in Charlie Hebdo, or political cartoons in American newspapers? How do the creators bring the routines and rituals of journalists and/or comic book writers to these texts, and how do their routines diverge from these influences? How do these creators represent different types of realities in visual and text form in their work? We can see that the questions are rich and varied, but organized by and focused on genre.", "Genre studies should not, however, be limited to emerging or new genres. Certain shifts in well-established genres can indicate fertile ground for research. The recent proliferation of popular narratives in the true crime genre offers an opportunity for scholars to examine how the changing nature of a genre can point to the shifting concerns of society and journalists, as well as emerging critical approaches to the production of journalistic truth. Genre historians, such as Murley (2008) and Wiltenburg (2004), have described the conservative, law-and-order conventions of true crime throughout history, but many newer true crime texts, such as NPR’s Serial podcast, and the docu-series Making a Murder on Netflix and The Jinx on HBO, have been embraced by critics and audiences in part because they flaunt these conventions, while otherwise operating firmly within the narrative traditions of the genre (Cruz 2015). Furthermore, the shortcomings of the criminal justice system explored in these texts may indicate more widespread malfeasance (Huddleston 2016), suggesting that a new concern for political and social issues may be emerging among the producers and consumers of true crime texts. Understanding the genre’s history and its current manifestations can allow scholars to parse out the social meaning of these changes, while also looking at how the genre’s newer, multimedia manifestations have led to storytelling modes that complicate conventions with structural, sociological, and epistemic implications.", "Finally, there remain many verdant opportunities to interrogate the more settled and seemingly mundane genres of news by situating them into a broader cultural context. For instance, in Policing the Crisis, Hall et al. (1978) use crime data and sociological analysis to contextualize daily newspaper representations of muggings, finding that British papers overemphasized racial aspects of crime in ways that did not map to broader trends in the society, but did reveal an underlying and mundane discourse of racism linking news representation, housing patterns, and policing tactics in British society. In this way, the conventions of newspaper reporting operate as a fundamental structure that helps legitimate certain commonsense assumptions. As another example, Ettema and Glasser (1988, 11) show that the narrative conventions of investigative journalism “defends traditional virtue by telling stories of terrible vice,” revealing a narrative structure that relies upon a culturally shared understanding of morality in order to make sense. As stories, investigative reports replicate this moral order, often by focusing on “unequivocally innocent” (16) individuals with legitimate grievances against powerful institutions, casting them in “skillfully crafted stories of victimization” (13). As these two examples reveal, a genre analysis of news texts reveals the values, ideologies, and general common sense that circulate in public life, and by attending to genre, we can see how more mundane styles of news, in their relative formal and structural stability, accommodate changes in these values over time."]}, {"title": "Conclusion: A Methodological Advantage and Some Potential Pitfalls", "paragraphs": ["For the study of journalism, a genre approach places the text at the center of analysis in a way that allows for the exploration of the broader social and cultural contexts the text fits within, as well as the ways its conventions reveal certain assumptions about the nature of truth in nonfiction texts (Chandler 1997). This softens some of the struggle over textual methods in the field by reasserting the ways that texts have always been social and cultural artifacts (cf. Philo 2007; Fürsich 2009). If genre study of news narratives can be extended over decades as certain genre forms develop, change, and fade, a meta-analysis of these studies can further situate genres in their historical contexts, revealing the ways news forms and their relationship to hegemonic ideology change over time (Türkkan 2011).", "A genre-based approach, however, presents some obvious dangers for scholarship. First, genre definitions may be a convenient excuse for essentializing the producers or cultures that create or consume the genres. Gledhill (1985) has also warned against another form of essentialism, the idea of assigning “classic” status to texts that represent the best, most pure examples within the genre. By always keeping in mind that genres are fluid because of their social character, scholars can avoid the pitfall of essentialism. Though some would argue that the description and ascribing of genre is its own form of essentialism, when scholars situate texts within a specific genre, that genre can reach across culture and time through intertextual connections (Fishelov 1993). Kopytowska (2015, 331), for instance, in her study of news genre and conflict reportage, wrote that “newsroom culture is the result of both professional ideology which is globally motivated and the local cultural and ideological dynamics.” Taking into account the global and local contexts reveals the conditions in which and of which genres make sense.", "A more pressing danger is that a focus on genre may lead scholars to become mere taxonomists, organizing texts into groups and subgroups based upon shared textual characteristics and doing little to then place these genres and their conventions into a telling sociological or cultural context. The formulation and development of genre and subgenre definitions may get out of hand and thus reduce the utility of genre studies. Instead of viewing this as a weakness of this approach, we can use this as one of many measures for determining the usefulness of any given study using the genre approach. Scholars should always ask themselves if the categories they have created and explored have meaning beyond the study. Do new genre definitions have prima facie validity? Do individual studies using the genre approach garner observations that lead to compelling sociological, cultural, epistemological, or structural explanations, rather than just create nominal categories?", "Other dangers and advantages specific to the application of genre to news narratives may appear with further use, but for now the approach’s ability to ground the textual study of news in the systematic exploration of sociological and cultural systems grants a utility worth exploring further in the field of journalism studies."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "An Introduction to the Structural Analysis of Narrative", "year": "1975", "journal": "New Literary History", "volume": "6", "authors": [{"name": "Barthes Roland", "first_name": "Barthes", "last_name": "Roland"}, {"name": "Duisit Lionel", "first_name": "Duisit", "last_name": "Lionel"}]}, {"title": "Media Criticism as Competitive Discourse: Defining Reportage of the Abu Ghraib Scandal", "year": "2009", "journal": "Journal of Communication Inquiry", "volume": "33", "authors": [{"name": "Carlson Matthew.", "first_name": "Carlson", "last_name": "Matthew."}]}, {"title": "Gone, But Not Forgotten", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Carlson Matthew", "first_name": "Carlson", "last_name": "Matthew"}]}, {"title": "Metajournalistic Discourse and the Meanings of Journalism: Definitional Control, Boundary Work, and Legitimation", "year": "2016", "journal": "Communication Theory", "volume": "26", "authors": [{"name": "Carlson Matthew", "first_name": "Carlson", "last_name": "Matthew"}]}, {"title": "The Question of Popular Genres", "year": "1985", "journal": "Journal of Popular Film and Television", "volume": "13", "authors": [{"name": "Cawelti John G.", "first_name": "Cawelti", "last_name": "G."}]}, {"title": "Polysemy: Multiple Meanings in Rhetorical Criticism", "year": "1998", "journal": "Quarterly Journal of Speech", "volume": "84", "authors": [{"name": "Ceccarelli Leah.", "first_name": "Ceccarelli", "last_name": "Leah."}]}, {"title": "Disciplines of Truth: The ‘Arab Spring,’ American Journalistic Practice, and the Production of Public Knowledge", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Creech Brian", "first_name": "Creech", "last_name": "Brian"}]}, {"title": "News Framing as a Multiparadigmatic Research Program: A Response to Entman", "year": "2002", "journal": "Journal of Communication", "volume": "52", "authors": [{"name": "D’Angelo Paul", "first_name": "D’Angelo", "last_name": "Paul"}]}, {"title": "Journalists are the Confessors of the Public&#039;, Says One Foucaultian", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Dent Chris", "first_name": "Dent", "last_name": "Chris"}]}, {"title": "All’s Fair in Love and Sport: Black Masculinity and Domestic Violence in the News", "year": "2009", "journal": "Communication and Critical/Cultural Studies", "volume": "6", "authors": [{"name": "Enck-Wanzer Suzanne M.", "first_name": "Enck-Wanzer", "last_name": "M."}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "Narrative Form and Moral Force: The Realization of Innocence and Guilt Through Investigative Journalism", "year": "1988", "journal": "Journal of Communication", "volume": "38", "authors": [{"name": "Ettema James S.", "first_name": "Ettema", "last_name": "S."}, {"name": "Glasser Theodore L.", "first_name": "Glasser", "last_name": "L."}]}, {"title": "Packaging Culture: The Potential and Limitations of Travel Journalism on Global Television", "year": "2002", "journal": "Communication Quarterly", "volume": "50", "authors": [{"name": "Fürsich Elfriede", "first_name": "Fürsich", "last_name": "Elfriede"}]}, {"title": "In Defense of Textual Analysis: Restoring a Challenged Method for Journalism and Media Studies", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Fürsich Elfriede", "first_name": "Fürsich", "last_name": "Elfriede"}]}, {"title": "The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian Newspapers", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari Holmboe", "first_name": "Ruge", "last_name": "Holmboe"}]}, {"title": "Deconstructing Journalism Culture: Toward a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Reinventing Journalism Curricula for the Electronic Environment", "year": "2000", "journal": "Journalism and Mass Communication Educator", "volume": "55", "authors": [{"name": "Huesca Robert", "first_name": "Huesca", "last_name": "Robert"}]}, {"title": "The Next Steps in Schools of Journalism", "year": "1937", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "14", "authors": [{"name": "Hyde G. M.", "first_name": "Hyde", "last_name": "M."}]}, {"title": "Mourning ‘Men Joined in Peril and Purpose’: Working-Class Heroism in News Repair of the Sago Miners’ Story", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Kitch Carolyn", "first_name": "Kitch", "last_name": "Carolyn"}]}, {"title": "Covering Conflict: Between Universality and Cultural Specificity in News Discourse, Genre and Journalistic Style", "year": "2015", "journal": "International Review of Pragmatics", "volume": "7", "authors": [{"name": "Kopytowska Monika", "first_name": "Kopytowska", "last_name": "Monika"}]}, {"title": "Myth and Terror on the Editorial Page: The New York Times Responds to September 11, 2001", "year": "2002", "journal": "Journalism and Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Lule Jack", "first_name": "Lule", "last_name": "Jack"}]}, {"title": "Question of Genre", "year": "1990", "journal": "Screen", "volume": "31", "authors": [{"name": "Neale Steve", "first_name": "Neale", "last_name": "Steve"}]}, {"title": "Theorizing Comics Journalism", "year": "2006", "journal": "International Journal of Comic Art", "volume": "8", "authors": [{"name": "Nyberg Amy Kiste", "first_name": "Nyberg", "last_name": "Kiste"}]}, {"title": "Local Culture in Global Media: Excavating Colonial and Material Discourses in National Geographic", "year": "2002", "journal": "Communication Theory", "volume": "12", "authors": [{"name": "Parameswaran Radhika", "first_name": "Parameswaran", "last_name": "Radhika"}]}, {"title": "News as a Form of Knowledge: A Chapter in the Sociology of Knowledge", "year": "1940", "journal": "American Journal of Sociology", "volume": "45", "authors": [{"name": "Park Robert E.", "first_name": "Park", "last_name": "E."}]}, {"title": "Can Discourse Analysis Successfully Explain the Content of Media and Journalistic Practice?", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Philo Greg", "first_name": "Philo", "last_name": "Greg"}]}, {"title": "The Progressive Potential of Journalism Education: Recasting the Academic Versus Professional Debate", "year": "1999", "journal": "International Journal of Press/Politics", "volume": "4", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Mapping Nonfiction Narrative: A New Theoretical Approach to Analyzing Literary Journalism", "year": "2014", "journal": "Literary Journalism Studies", "volume": "6", "authors": [{"name": "Roberts William", "first_name": "Roberts", "last_name": "William"}, {"name": "Giles Fiona", "first_name": "Giles", "last_name": "Fiona"}]}, {"title": "Chimera Veil of ‘Iranian Woman’ and Processes of U.S. Textual Commodification: How U.S. Print Media Represent Iran", "year": "2004", "journal": "Journal of Communication Inquiry", "volume": "28", "authors": [{"name": "Roushanzamir Elli Lester", "first_name": "Roushanzamir", "last_name": "Lester"}]}, {"title": "‘A Failure of Language’: Achieving Layers of Meaning in Graphic Journalism", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Schack Todd.", "first_name": "Schack", "last_name": "Todd."}]}, {"title": "The Three Alternative Journalisms of Africa", "year": "2012", "journal": "International Communication Gazette", "volume": "74", "authors": [{"name": "Skjerdal Terje.", "first_name": "Skjerdal", "last_name": "Terje."}]}, {"title": "Writing, Authenticity, and Knowledge Creation: Why I Write and You Should Too", "year": "2004", "journal": "Journal of Business Communication", "volume": "41", "authors": [{"name": "Suchan Jim.", "first_name": "Suchan", "last_name": "Jim."}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gayle", "first_name": "Tuchman", "last_name": "Gayle"}]}, {"title": "Graphic Wounds: The Comics Journalism of Joe Sacco", "year": "2010", "journal": "Journeys", "volume": "11", "authors": [{"name": "Walker Tristram.", "first_name": "Walker", "last_name": "Tristram."}]}, {"title": "True Crime: The Origins of Modern Sensationalism", "year": "2004", "journal": "The American Historical Review", "volume": "109", "authors": [{"name": "Wiltenburg Joy.", "first_name": "Wiltenburg", "last_name": "Joy."}]}, {"title": "When Facts, Truth and Reality are God-terms: On Journalism’s Uneasy Place in Cultural Studies", "year": "2004", "journal": "Communication and Critical/Cultural Studies", "volume": "1", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}