{"doi": "10.1080/1461670X.2014.987551", "url": "https://doi.org/10.1080/1461670X.2014.987551", "title": "The Gender of “soft” and “hard” news", "volume": "17", "year": "2016", "issue": "3", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "North", "first_name": "Louise", "name": "Louise North", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Research from around the globe has long emphasised the problem of vertical segregation in the news media where women remain largely absent from key editorial decision-making roles. Horizontal segregation, however, where there are gendered divisions of tasks associated with reporting, is also an ongoing issue and has been highlighted in a recent large-scale survey of female journalists in Australia. To date, just one other small industry survey in 1996 has asked female journalists in Australia about the types of stories that they cover and raised the implications of gendered inequity. This current survey finds that while more female reporters appear be covering hard news rounds like politics and business, the majority are still assigned to cover the bulk of the soft news areas of features, the arts, education and health—and most perceive that female reporters remain pigeon-holed in those traditionally female story areas. Respondents understand soft news as less important within the organisation in comparison to the highly valued areas of politics and sports that male reporters most often cover. This paper analyses female journalists' responses to the gendered nature of the soft news–hard news binary and the ramifications of such disparity.", "body": [{"sec_title": "Introduction", "sec_content": ["The day I see men vying to do social issues will be the day equality has landed. (Metropolitan newspaper sub-editor, aged 40–44)", "What is considered “news” and how it is categorised by journalists has been debated among scholars for more than 40 years. Gaye Tuchman's pioneering study about the US news media in the 1970s found that while reporters had difficulty defining various categories of news because they take it so much for granted, there was a strong sense of knowing what it was by examples of stories they had written. The main distinction offered, however, was “between hard news and its antithesis, soft news” (Tuchman 1978, 113). Scholarly definitions of what constitutes hard and soft news are ubiquitous and by no means agreed upon—and not all acknowledge the gendered nature of those distinctions. Hard news has been variously defined as consisting of “factual presentations of events deemed newsworthy” (113), usually centring on “serious stories about important topics” (Bender et al. 2009, 133) including politics, economics (Lehman-Wilzig and Seletzky 2010, 38; van Zoonen 1998, 36), major crime/accidents (Bender et al. 2009, 133) and public interest matters (Baum 2003), and demands immediate publication. In the newsroom, hard news is considered the most prestigious type of journalism and it is mostly undertaken by male reporters (Ross and Carter 2011, 1149). Its binary, “soft news” does not require immediate publication because it does not have “informational value” and is centred on features or human-interest stories (van Zoonen 1998, 36), unusual events (Lehman-Wilzig and Seletzky 2010, 38), and trends, personalities or lifestyle (Brooks et al. 1985). Soft news entertains and may evoke emotions that make “readers laugh or cry, love or hate, envy or pity” (Bender et al. 2009, 134). Perhaps it is this connection with emotions (and emotions are typically seen as feminine attributes) that, in part, marks stories in the soft news category as less prestigious in the news hierarchy and female reporters more often assigned to report on them than male reporters (Cann and Mohr 2001; Poindexter and Harp 2008). The fuzziness and overlapping classifications around what constitutes soft and hard news are many, and are made more complicated by a recent expansion in terms that stand in for “soft news”, including “tabloidisation”, “infotainment” (Reinemann et al. 2011, 222), “commercialisation” (McNair 2009, 242), “newszak” (Franklin 1997) and “popularisation” (van Zoonen 1998). Added to this, is the notion of the “feminisation” of news content. Feminist media scholars have suggested that in most Western countries the increasing number of women in journalism has run parallel with a “feminisation” of news content (Melin-Higgins 1996; van Zoonen 1998; Djerf-Pierre and Lofgren-Nilsson 2004). Some have taken this further to argue that the feminisation of news, whereby softer stories take up increasing media space and are considered important to the public, could in turn give typically lower-status soft news stories a higher priority—and the female journalists who predominantly write them, an increased status in the newsroom (van Zoonen 1998; Lumby 2000). There is no doubt that soft or tabloid news is prevalent in news content, but contrary to Lumby and van Zoonen's hopes of its elevated status, soft news remains a category that most female journalists largely eschew. The aim of this paper is not to challenge these categorisations, suffice to say that the combined definitions presented here—whether articulated or implied—is that hard news is equated with masculine traits and soft news with feminine traits.", "Feminist critiques of hard and soft news categorisations focus on the gendered nature of the dichotomy. Poindexter and Harp (2008, 85) and Rakow and Kranich (1991, 11) posit that hard news is at the top of the news hierarchy and is viewed as important work that men typically do. On the other hand, soft news is less important and typically what women report on. The sexual connotations of such distinctions are not lost on Kay Mills (1988, 110), who says “the sexual implications fairly leap off the page”. Australian scholar Catharine Lumby (1994, 50) also draws our attention to the masculine newsroom vernacular where high-ranking news is “hard” and reporters talk about “getting a good story up”. In this vein, the former editor of the Sunday Age in Melbourne, Gay Alcorn (2010), recounted her initiation from journalist to editor. News, she observed, was categorised in two sexualised and gender-specific ways at the daily news conferences:I was startled at first by the language of news conferences. Stories were categorised in two ways. There was what we called the “hard cock” stories, they were the good stories, we liked them, they were the penetrating stories. And then over there were the “soft cock” stories, we didn't like them, they were a bit girly and they were not going to get into the paper. ", "I was startled at first by the language of news conferences. Stories were categorised in two ways. There was what we called the “hard cock” stories, they were the good stories, we liked them, they were the penetrating stories. And then over there were the “soft cock” stories, we didn't like them, they were a bit girly and they were not going to get into the paper.", "In the newsroom, many men (and arguably some women) stereotypically believe that women are better at, or more interested in, covering soft news (van Zoonen 1998), leaving men to be associated with higher-status, hard news stories (Cann and Mohr 2001). The purpose of this paper, then, is to analyse how female journalists experience this horizontal segregation, where gender typically plays a significant role in the types of stories allocated to reporters. Are female reporters more interested in soft news stories than male reporters? Do women seek out soft news stories or are they more likely to be assigned them because of societal norms about femininity and masculinity? Are women with children more likely to locate themselves in less time-pressured areas of soft news reporting? In Australia, there has been little research about how women experience gendered newsroom culture, aside from North's monograph The Gendered Newsroom (North 2009) and associated publications (North 2007, 2012a, forthcoming), or the types of stories that women and men are most often assigned (Romano 2010). One major report, a national byline analysis included in the 2010 Global Media Monitoring Project (GMMP), found that male reporters dominated hard news stories about politics, government and the economy, while women were most likely to report in the “science and health” and “social legal” categories (Romano 2010, 9). A 1996 report by the Australian industry union, the Media, Entertainment and Arts Alliance (MEAA) and International Federation of Journalists (IFJ) found that the majority of female reporters surveyed believed there were still traditional reporting areas allocated to women and those areas were considered less important at the respondents' organisations (MEAA/IFJ 1996, 35). While the statistical data are vital and will be referred to in more detail later in the paper, neither of those projects sought to investigate or analyse women's experiences and perceptions of gendered story allocations.", "This paper draws on quantitative and qualitative data from the largest survey of female journalists in the Australian news media and expands on previously published work from the project (see North 2012a, forthcoming). The survey asked a range of questions about respondents' workplace experiences, however, this paper is specifically concerned with written responses to two questions about perceptions of gendered reporting areas. These questions were selected because they provide revealing insights into an aspect of newsroom culture that has failed to be thoroughly investigated in Australia, yet has been an ongoing problem perceived by the industry union and female journalists since at least 1996 (MEAA/IFJ).1 The qualitative data from this survey will also enhance the largely statistical byline analysis and theoretical debates of the international literature in this field (see van Zoonen 1998; Djerf-Pierre and Lofgren-Nilsson 2004; Ross and Carter 2011). The online survey was undertaken in 2012 and canvassed the views of 577 female journalists across all Australian states and territories and all media platforms (online, newspapers, broadcast and wire services2). The paper analyses responses to these questions:Q1:Do you believe women journalists are, in practice, given access and opportunities to work in all areas of reporting? (124 written responses3)Q2:Do you think there are still news areas that are traditionally allocated to female reporters? (189 written responses) ", "Do you believe women journalists are, in practice, given access and opportunities to work in all areas of reporting? (124 written responses3)", "Do you think there are still news areas that are traditionally allocated to female reporters? (189 written responses)", "Horizontal segregation is not unique to journalism, other male-dominated professions like medicine and law, for example, note similarities in the gendered divisions of tasks associated with the occupation (see Pringle 1998; Pierce 1995). The importance of the research about journalism takes on additional relevance because of the role of journalism in democratic societies to inform and educate (among other things) the citizenry. The minority position of women in journalism, most obviously in the higher decision-making ranks (see Byerly 2013; North 2012a), and the tasks allocated to them in the lower and middle ranks where they are clustered, therefore means that news is mostly defined and decided upon by men, reflecting their interests and values (van Zoonen 1998, 34). This marginalizes the topics which are relevant to women and suggests that “what is of interest to women is less important than that which interests men” (Ross and Carter 2011, 1149)."]}, {"sec_title": "Literature Review", "sec_content": ["The vertical segregation of women in journalism around the world has been well documented during the past 30 years, with women typically few in key decision-making roles in newsrooms, and still struggling to reach parity in most editorial categories. Nevertheless, women have made great strides into the industry in that time. The first global survey of female journalists in 1995 found that just 3 per cent of media organisations worldwide were headed by women. That figure rose to 12 per cent when the category was extended to include the top levels of management like governing boards and management committees, including boards of directors (Gallagher 1995, 47). Sixteen years later, Carolyn Byerly's global assessment of the status of women in the news media finds that women have increased their participation in top editorial positions, although it remains a very lopsided equation. Byerly's (2011, 9) report examined more than 500 news companies in nearly 60 countries and found that 27 per cent of the top management jobs (publishers, chief executive officers) around the world are occupied by women. In the governing positions (i.e. boards of directors), the figures are much the same, with women filling 26 per cent of those positions. In the reporting ranks, men hold nearly two-thirds of the jobs. In the senior professional category (senior writers, editors and anchors, among other experienced reporting staff), women are nearing parity, holding 41 per cent of the newsgathering, editing and writing jobs. While Australia reflects the global rise in the senior professional women category (40 per cent of the six major companies surveyed), it lags behind the global assessment with just 10 per cent in top-level management and 20 per cent in governance roles (Byerly 2011, 219). Like other Western nations of similar media status (e.g. the United Kingdom and the United States), Australia has seen a rise in the number of women in journalism in the lower and middle editorial ranks but women have still not reached parity with men. Two recent smaller Australian surveys have, however, noted a more dramatic rise in women's participation, with Josephi and Richards (2012, 118) suggesting that women outnumber men in Australian newsrooms based on an acknowledged small and non-representative survey of 117 journalists. They found that women constituted 56 per cent of the journalists surveyed. Hanusch's (2013) larger survey of 605 journalists found that women dominated the news media, with 55.5 per cent of the survey respondents being female. The large disparity between Byerly's and Hanusch's figures is most likely due to Hanusch's survey including those who work in the female-dominated field of magazines (Byerly's does not), and that his respondents included a predominance of those who work in the lower editorial ranks, where women are typically clustered. Byerly's study is the largest collection of Australian data provided by news organisations themselves, and it shows incremental, rather than dramatic, changes in line with previous large-scale projects. That being said, it will be important to monitor further research in this area.", "Horizontal segregation in journalism—where there are gendered divisions of tasks, and at a micro-level, gendered divisions in the types of stories reporters are assigned—is an issue that has long held relevance in the literature about women in journalism. Various reports have highlighted the problem of women being pigeon-holed as lifestyle or soft news reporters (IFJ 2009, 9). The 2010 GMMP—a study undertaken every five years and mapping the representation of men and women in news content in more than 100 countries—notes that male reporters are overwhelmingly allocated hard new stories in comparison to female reporters. It found that men report 67 per cent of stories about politics and government, 65 per cent of stories about crime and violence, and 60 per cent of stories about the economy. Inversely, female reporters' highest allocation of stories is in the science and health categories (44 per cent) and the social and legal area (43 per cent). That also holds true in Australia, with men dominating the hard news categories of politics and government (65 per cent) and the economy (73 per cent). The representation of female reporters and presenters is highest in science and health news categories (40 per cent), followed by social and legal (45 per cent), and crime and violence (40 per cent; Romano 2010). The gender imbalance was highest in the “celebrity, arts, media and sports” category where women make up just 16 per cent of reporters and presenters. While it might be expected that the soft news areas of celebrity and arts would be dominated by female journalists, Romano notes that sports news dominated the category count, and in Australia sports journalism is almost exclusively the domain of male reporters (Romano 2010, 9; North 2012b). Both the global GMMP report and Romano's data specific to Australia indicate that stories accorded highest news value by newsroom decision-makers are least likely to be assigned to female reporters, while those accorded lowest priority will most likely be assigned to female reporters.", "In the 1996 Australian industry survey of 368 female journalists (MEAA/IFJ 1996), the majority of respondents (57 per cent) believed that there were news areas traditionally allocated to female reporters, with a sizeable 11 per cent “unsure”. The majority said that women's issues, fashion, health, the arts, entertainment and education were the areas traditionally allocated to them. Respondents listed politics, sport, business, crime, foreign affairs and economics as the most important categories of news in their organisations, with virtually all saying that these were not areas traditionally allocated to women. This highlights the inverse relationship between the areas that are deemed prestigious and important and the areas thought to be traditionally female (MEAA/IFJ 1996, 35). Like Australia, the media in the United Kingdom shows a preference for men to cover politics and sport. Suzanne Frank's (2013) recent analysis of the UK media found that politics and sport were the two areas where female bylines were least likely to be recorded, followed closely by opinion writing. This is also the case in the United States, where the Women's Media Centre (2014, 6) analysed 27,000 stories across media platforms to find that female journalists most often reported on health, lifestyle and education, and were least likely to cover politics or crime. The gendered nature of story assignment is not limited to Western nations, with Cho and Davenport (2007, 293) finding that almost 80 per cent of women they surveyed (N = 102) from Korean newspapers had experienced gender discrimination in story assignments at least once. The respondents noted politics, business, economics and sports reporting as areas most often denied to women."]}, {"sec_title": "Method", "sec_content": ["A total of 1067 female journalists who worked in the Australian news media in 2012 were invited by email to participate in an online survey which asked a series of questions about the respondents' education, employment status, recruitment, promotion, working conditions in relation to childcare, main rounds covered and newsroom experiences including sexual harassment. In general, it followed questions posed in the 1996 MEAA/IFJ national industry survey, with some minor modifications/updates and deletions.4 A total of 577 female journalists completed the survey, making it the largest and most extensive collection of data of its kind in Australia. The email also asked recipients to share the invitation with female colleagues who may not have been included on the original list, which means an accurate response rate is not possible but can be estimated to be about 50 per cent. In comparison, the MEAA distributed an estimated 3000 paper surveys to news organisations (not individual reporters) with 368 responses, providing a response rate of about 12.3 per cent (MEAA/IFJ 1996, 26). To give some indication of the scale of the project in relation to other surveys of Australian journalists, this project compares to Folker Hanusch's (2013) study of 605 male and female journalists—the most comprehensive since John Henningham's (1993) widely cited study of 1068 journalists in the early 1990s. Other smaller Australian studies that have included male and female journalists include Josephi and Richards' (2012) survey of 117 journalists; Hanusch's (2008) report on 100 Australian journalists as part of a larger global study; Brand and Pearson's (2001) survey of 100 journalists; and Schultz's (1994) 1992 survey of 247 journalists.", "For this survey, a “journalist” was defined as someone involved in the production of news content for a media organisation. It was, therefore, sent to journalists who worked in a range of editorial roles including reporters, feature writers, photographers, editors, news directors, bureau chiefs, section editors, online editors, sub-editors (or copy editors), presenters, producers, television news anchors, columnists, etc. Journalists who worked in ethnic and indigenous media organisations were included, although journalists who worked for magazines, and bloggers, were not. The project's limited funding did not allow for the development of a comprehensive list of women who worked in the magazine industry or blogging sector. There is no known list of male or female journalists in Australia, which continues to restrain the work of media scholars in this country (Hanusch 2012), so the project's research assistant assiduously compiled a list of female journalists identified through a publicly available media guide (Gee 2011), websites/broadcasts and newspapers, as well as contacts known to both the author and the assistant. All attempts were made to have the list as representative as possible, including types of news media platforms (newspapers, news websites, wire services, commercial and public radio, and commercial and public television) and location of the recipients (rural, regional, metropolitan and suburban news organisations). Based on broad data from the Australian Bureau of Statistics, Hanusch (2013, 32) has estimated that there are about 10,600 journalists in Australia. Byerly's study of female journalists in Australia (including those who work in senior management, middle management, senior professional and junior professional editorial levels) indicates that 34.4 per cent of journalists are female. Therefore, it can be ascertained that there are about 3646 female journalists in Australia. While this survey does not canvas all female reporters, the survey is certainly representative and enables pertinent observations to be made.", "The survey included 54 multiple-choice questions, with about a third of those questions allowing for the participant to make additional written comments. A “comments” space was allocated to questions that had been identified in the international literature and the MEAA/IFJ survey as being of ongoing concern for female journalists, including sexual harassment, childcare issues, vertical segregation and horizontal segregation (i.e. gendered story allocations), among others. Not all respondents chose to make additional comments, but those who did provided some revealing insights. The author undertook a content analysis of the written responses to the two questions listed about job segregation and developed a list of key themes that form the basis of this paper's discussion."]}, {"sec_title": "The Participants", "sec_content": ["The Australian news media is extremely concentrated, especially in the print sector where the Australian arm of the multi-national conglomerate News Corporation and Fairfax Media Limited together own about 88 per cent of the mastheads (Dwyer 2013). News Corp titles are considered to be more conservative on the political/cultural spectrum while Fairfax is more liberal, although there is no evidence in this survey that women in either organisation experience the workplace in largely different ways. The participants in this study reflect the dominance of News Corp and Fairfax Media newspaper ownership, with most working in newspapers (62.3 per cent), followed by broadcast (30.5 per cent), wire services (4.4 per cent) and online-only (2.8 per cent). The majority work for News Corporation Australia (30 per cent) and Fairfax Media (31 per cent). The rest are employed by the public broadcaster, the Australian Broadcasting Corporation (ABC; 21 per cent); commercial television (9 per cent); regional, rural and suburban newspapers not owned by Fairfax Media or News Corp (6 per cent); and the multicultural and multilingual broadcaster, the Special Broadcasting Service (SBS; 1.2 per cent). The age distribution of the respondents is relatively evenly spread, with most in the 25–29 years category (21 per cent), followed by 30–34 years (14 per cent) and 40–44 years (14 per cent). At either end of the spectrum there are 10 per cent aged 18–25 and 10 per cent aged 50–55. That the largest majority of respondents are aged between 25 and 29 supports anecdotal evidence and research from the United States that the number of female journalists falls the higher the age bracket (Brownlee and Beam 2012, 349). A large majority of respondents (73 per cent) have no children under the age of 15, even though three-quarters are aged between 25 and 49—the age bracket where women are most likely to care for children. A small proportion of respondents are from non-English-speaking backgrounds (7.5 per cent) and virtually none identify as Aboriginal or Torres Strait Islander (0.5 per cent). Most work full-time (77 per cent) and earn between $50,000 and $90,000 per annum (52 per cent).", "In terms of job classification, most respondents identify as “general reporter” (42 per cent), followed by editor (10 per cent), feature writer (9 per cent), section editor (9 per cent) or producer (7 per cent). In a multi-answer question, respondents were asked to identify the predominant news areas that they worked in (see Table 1). While there was no comparable and specific question in the 1996 MEAA/IFJ survey, it did note that most respondents worked in the broad grouping of “General news, court, local government, religious, ethnic affairs and police rounds” (32 per cent); followed by “Entertainment, fashion, women's issues, arts, health, education and consumer affairs” (24.5 per cent). Respondents in the 1996 survey were least likely to be working in the areas of commerce, business, economics, politics, the press gallery, foreign affairs, industrial relations and technology (11 per cent; MEAA/IFJ 1996, 36). The 2012 survey provides similar findings, although it is difficult to compare precisely any changes in the rounds that female reporters typically cover because the question asked in the current survey was more specific than that posed in 1996. It does appear, however, that more women are working across some rounds categorised as hard news. For example, Table 1 shows that 33 per cent of respondents in the 2012 survey work predominantly in the politics round and 18 per cent in the business/finance round. Nevertheless, after the top-ranking category “general news” (55 per cent) in the multi-answer question, the typically soft news areas of “features” is still the category that most respondents work in (37 per cent), followed by arts (23 per cent), education (20 per cent) and health (19 per cent). In this survey, women are least likely to cover foreign affairs, science/technology, media, indigenous affairs, sport and fashion.5 In sum, while more female reporters appear be covering hard news rounds like politics and business, the majority are still assigned to the soft news areas of features, the arts, education and health. It is with cautionary optimism that these figures should be read. If the hard news category of “politics” was able to be more closely examined, for example, future research may find that female reporters were still called upon to cover the softer areas of the hard news category of politics, as this astute survey respondent notes:As a reporter, I was assigned to politics, but within that, the roles were more traditional female roles like health, education, social services etc. Now I'm in feature production, roles to do with food, fashion, lifestyle etc. always go to women. The sports editor is always a man. The chief of staff has always been a man. The business editor is invariably a man. Editor, deputy editor, opinion writer roles have pretty much always been for men. (Metropolitan newspaper, online editor, aged 45–49) ", "As a reporter, I was assigned to politics, but within that, the roles were more traditional female roles like health, education, social services etc. Now I'm in feature production, roles to do with food, fashion, lifestyle etc. always go to women. The sports editor is always a man. The chief of staff has always been a man. The business editor is invariably a man. Editor, deputy editor, opinion writer roles have pretty much always been for men. (Metropolitan newspaper, online editor, aged 45–49)"]}, {"sec_title": "Findings and Discussion", "sec_content": ["The first of the two questions that are the focus of this paper asked respondents if they believe that women journalists are, in practice, given access and opportunities to work in all areas of reporting. A large majority (71 per cent) believe that women are indeed given access to all areas of reporting, with 13 per cent unsure and only 16 per cent disagreeing. This compares to the 1996 report where 57 per cent thought this to be the case (MEAA/IFJ 1996, 36). Female journalists, thus, perceive an improvement in access to varied reporting roles. Nevertheless, with such a clear statistical majority agreeing with that question it was surprising that in the following question—which asks if there are still news areas traditionally allocated to female reporters—that 51 per cent agreed (slightly down on the 1996 report where 57 per cent agreed), with a significant percentage unsure (18 per cent). Respondents gave a more definite response to a subsidiary question that asked if there are still news areas traditionally allocated to male reporters, with 60 per cent agreeing that this is the case. In their written comments, respondents noted that the types of rounds allocated to women typically include health and fashion, followed by soft/feature-type stories, family/childcare, social affairs, education, lifestyle and the arts.", "Three key themes emerged and overlapped in both questions, including the observation that a “blokey” or hegemonically masculine newsroom culture underpinned women's inequity in story allocations; sports reporting was perceived as an area generally “off limits” to women; and there was a strong perception that some women sought soft news rounds or were better suited to them than male reporters. Overall, the vast majority of written responses indicated a critical awareness that soft news is the least prestigious area of reporting and is typically undertaken by women. Although the statistical data show that women say they have access to all reporting areas, the bulk of the 124 written responses to Q1 indicates an experience or observation of a masculine newsroom culture that hindered women's access to hard news rounds:I have broken stories that were raised in federal parliament … Yet when asked if I could transfer to parliament when an opening arose, I was told I lacked experience. The position was filled by a bloke with no track record of breaking stories and who has worked on provincial papers. (I have worked for two major metro papers and ABC Radio) But mate, he's a mate! (Metropolitan newspaper reporter, aged over 56) I am on a busy regional paper with a relatively small staff so there is no room for allocating responsibilities based on gender … but I have observed many instances elsewhere where it seems a “boys club” mentality is prevalent and females are not allowed equal status in a range of news areas seen as being traditionally “blokey”. (Regional newspaper reporter, aged 40–44) I think they [women] are given access and opportunities, but their day-to-day relationships with editors can differ from the blokes', and I do think that some editors subconsciously prize a tough-talking manly man over a woman. (Metropolitan newspaper feature writer, aged 30–34) ", "I have broken stories that were raised in federal parliament … Yet when asked if I could transfer to parliament when an opening arose, I was told I lacked experience. The position was filled by a bloke with no track record of breaking stories and who has worked on provincial papers. (I have worked for two major metro papers and ABC Radio) But mate, he's a mate! (Metropolitan newspaper reporter, aged over 56)", "I am on a busy regional paper with a relatively small staff so there is no room for allocating responsibilities based on gender … but I have observed many instances elsewhere where it seems a “boys club” mentality is prevalent and females are not allowed equal status in a range of news areas seen as being traditionally “blokey”. (Regional newspaper reporter, aged 40–44)", "I think they [women] are given access and opportunities, but their day-to-day relationships with editors can differ from the blokes', and I do think that some editors subconsciously prize a tough-talking manly man over a woman. (Metropolitan newspaper feature writer, aged 30–34)", "The ramifications, and frustrations, for these women are clear. This trio of reporters, who vary in age and publication status/location, all understand that their access to hard news rounds is thwarted by the strong relationships that men in power develop with other men. They explain this through a common discourse in this survey of a “boy's club” or “mates” mentality that works to exclude women's abilities, and/or access. The second response is interesting for its presumption that not allocating stories based on the gender of a reporter is a conscious decision, when the third respondent suggests editors (read men) subconsciously privilege a certain type of male journalist over a female journalist.", "Sport is a round that many respondents note as the most difficult to gain access:I would love to be sports editor, but I was encouraged not to bother applying, despite 14 years working [on] sport. (Rural/regional newspaper online editor, aged 45–49) Of course the male reporters generally do more sport like football and cricket, but that's because I have no idea about them! (Regional television chief of staff, aged 25–29) I would have liked to do more sport reporting but have very limited experience. This did not prevent the company letting me have a go in many specialist areas where I had no prior knowledge, like finance. Sport doesn't like to have anyone doing sport except people with a strong background in cricket or AFL [Australian Football League], mostly blokes. It means I don't get much of a go unless they are desperate, and I don't learn much because it happens so rarely. (Wire service chief of staff, aged 50–55) ", "I would love to be sports editor, but I was encouraged not to bother applying, despite 14 years working [on] sport. (Rural/regional newspaper online editor, aged 45–49)", "Of course the male reporters generally do more sport like football and cricket, but that's because I have no idea about them! (Regional television chief of staff, aged 25–29)", "I would have liked to do more sport reporting but have very limited experience. This did not prevent the company letting me have a go in many specialist areas where I had no prior knowledge, like finance. Sport doesn't like to have anyone doing sport except people with a strong background in cricket or AFL [Australian Football League], mostly blokes. It means I don't get much of a go unless they are desperate, and I don't learn much because it happens so rarely. (Wire service chief of staff, aged 50–55)", "These last two comments offer an insight, albeit from different perspectives, into the reverence of sport in Australian culture and how that plays out in the newsroom. While some scholars see sports reporting as less prestigious within the culture of news (Boyle, Rowe, and Whannel 2012), in Australia considerable media resources and media time/space are dedicated to it. Consequently, it is predominately male reporters and commentators (Romano 2010; North 2012b) who are revered by the public (and editors). The third respondent says that she would like to cover sport and although given access to other specialist, hard news areas like finance reporting, was excluded from sport because she lacked the requisite experience, presumably as a player. If we use this logic it would mean that reporters would only cover stories that they were intimately connected with or had knowledge about. That is certainly not the case in most news reporting scenarios, and such subjectivity is generally eschewed by an industry that still sees objectivity as an achievable, and necessary, goal. Sports reporting does, however, require a different approach to most, in that reporters develop an essentially subjective fan relationship with sources. But not even this aspect could exclude women. By suggesting a sports reporter has to be a player or have a deep knowledge of the game is simply a tactic that guards the parameters of the sports department from unknown or unwanted outsiders, i.e. women and some non-traditional men. The second comment that naturalises men as sports reporters “because I have no idea about them” is perhaps a quickly learnt and accepted position within the newsroom because she knows the option is not open to her in the first place, even if she did understand and enjoy sport.", "A key theme in response to both Q1 (and Q2) indicted an ambivalence about whether women actually wanted to work on rounds considered to be in the hard news category. It is a position that rejects and absolves the view of other survey respondents who suggest that rather than women choosing soft news, an engrained gender bias obstructs women's access and opportunity to cover hard news:It's complicated. It's not just about whether they [women] are given the opportunity, but also whether they want it or can manage it with family/other commitments. (Metropolitan newspaper reporter, aged 35–39) Women do end up doing more the feature style jobs and rounds—mostly by choice! These are often part-time roles and less time-pressured than general reporting rounds. General reporting rounds would be available to them but many women choose not to do them—even refuse to do them—because they do not want the stress or extra pressure of the general newsroom as opposed to weekly or monthly features. (Metropolitan newspaper editorial manager, aged 40–44) Yes, but … generally, women don't necessarily put themselves forward as much as men, child care responsibilities can influence what work women can do while children are young, part time work suits some women for many years, but generally if women want to try a reporting role and have the ability, they have the opportunity. (Metropolitan newspaper editorial manager, aged 40–44) ", "It's complicated. It's not just about whether they [women] are given the opportunity, but also whether they want it or can manage it with family/other commitments. (Metropolitan newspaper reporter, aged 35–39)", "Women do end up doing more the feature style jobs and rounds—mostly by choice! These are often part-time roles and less time-pressured than general reporting rounds. General reporting rounds would be available to them but many women choose not to do them—even refuse to do them—because they do not want the stress or extra pressure of the general newsroom as opposed to weekly or monthly features. (Metropolitan newspaper editorial manager, aged 40–44)", "Yes, but … generally, women don't necessarily put themselves forward as much as men, child care responsibilities can influence what work women can do while children are young, part time work suits some women for many years, but generally if women want to try a reporting role and have the ability, they have the opportunity. (Metropolitan newspaper editorial manager, aged 40–44)", "These three responses are poignant for the fact that they all speak for other women rather than comment on their own lived experience. The first response assumes that men do not have family and other commitments that may conflict with work, or assumes (more likely) that if men did have those commitments, then their jobs and decision-making would not be affected—or commented upon. It is a connection to the presupposed ideal worker who is rational and disembodied, as Joan Acker (1990) notes in her oft-cited work on gendered organisations. The comment that writing soft news is often a part-time task and less time pressured than general reporting rounds also seems out of context given that the majority of respondents in this survey work predominantly in “general news” and more than three-quarters work in a full-time capacity. So we can perhaps read these comments as learned assumptions rather than lived experience. The third response is framed as an uncomplicated merit issue, suggesting that if women “want to try” different reporting roles (read “hard news” where they are least likely to be) then they just need ability. This merit argument is a position understood through neo-liberal values where the subject is free, autonomous and choosing (Walkerdine 2004), and just needs to work harder to succeed. It rejects those who have clearly noted that they have the ability but are not given the opportunity. Moreover, inequity is simplified, normalised and dismissed as an individual failing rather than broader structural gender discrimination.", "The suggestion by a proportion of respondents that some women actually seek out softer news rounds extended into Q2. My aim in providing a longer list of written comments about this theme is to highlight the point that none speak from their own experience or “choices”, as they had in other questions. It is as if these respondents are trying to absolve the very gendered dynamics of this issue, and in some way excuse men in the process. There was a strong perception that other women “might” be more “interested” in covering soft news topics:Men generally report on sport and business. Women might be more inclined to report on education, environment, the arts etc. (Rural/regional newspaper reporter, aged 30–34) Our “fashion” and “events” reporting is handled mostly by women, however I think this is probably because the female reporters currently working in these areas have asked to do so. (Metropolitan newspaper reporter, aged 25–29) Social affairs—though that may be because women are more interested in it. (Metropolitan newspaper reporter, aged 30–34) But it's often the female reporters who seek out those positions—fashion in particular. I also think women tend to put themselves up for traditional female areas, e.g. education reporter, feature writer. (Metropolitan newspaper editor, aged 50–55) Arts and health reporting in TV tend to go to female reporters. I'm not sure this is a bad thing, they tend to fill the role well. I'm sure if there were men willing to do these softer rounds they would be allowed too. (Metropolitan television reporter, aged 25–29) Children, fashion and any other female-related stories are often allocated to female reporters. However, I feel this is understandable. (Regional/rural newspaper section editor/news reporter, aged 18–24) There still seems to be a perception of “hard news” as political news (boys fighting over power)— with a higher chance of page one treatment. Areas like health, social and environment frequently produce richer stories, but they fight harder for attention and priority on the newslist. There is still a gravitation of women to health/social rounds, but whether through direction or inclination is unclear. Prob[ably] both. (Metropolitan newspaper senior reporter, aged 45–49) ", "Men generally report on sport and business. Women might be more inclined to report on education, environment, the arts etc. (Rural/regional newspaper reporter, aged 30–34)", "Our “fashion” and “events” reporting is handled mostly by women, however I think this is probably because the female reporters currently working in these areas have asked to do so. (Metropolitan newspaper reporter, aged 25–29)", "Social affairs—though that may be because women are more interested in it. (Metropolitan newspaper reporter, aged 30–34)", "But it's often the female reporters who seek out those positions—fashion in particular. I also think women tend to put themselves up for traditional female areas, e.g. education reporter, feature writer. (Metropolitan newspaper editor, aged 50–55)", "Arts and health reporting in TV tend to go to female reporters. I'm not sure this is a bad thing, they tend to fill the role well. I'm sure if there were men willing to do these softer rounds they would be allowed too. (Metropolitan television reporter, aged 25–29)", "Children, fashion and any other female-related stories are often allocated to female reporters. However, I feel this is understandable. (Regional/rural newspaper section editor/news reporter, aged 18–24)", "There still seems to be a perception of “hard news” as political news (boys fighting over power)— with a higher chance of page one treatment. Areas like health, social and environment frequently produce richer stories, but they fight harder for attention and priority on the newslist. There is still a gravitation of women to health/social rounds, but whether through direction or inclination is unclear. Prob[ably] both. (Metropolitan newspaper senior reporter, aged 45–49)", "Most of the respondents above perceive that women's domination of soft news reporting is a desired position that other women seek, and is reflective of women's interests. Inversely men's domination of hard news is seen as a given rather than an “interest”. One respondent suggests that men would happily take on soft news rounds if they were “allowed”, which indicates that the culture of the newsroom has firmly established that it is not an acceptable masculine position. Perhaps more importantly, these comments reflect what Gillwald (1994, 27) found in her study of women working on metropolitan newspapers in South Africa: that “few journalists even those dissatisfied with discriminatory allocation of news stories were aware of the ‘malecentricity’ of what they saw as standard journalistic practice”. The fact that women typically do the rounds that have the least prestige, and it is assumed that this unproblematic is, as Ross (2004, 146) asserts, an engrained acceptance of journalistic convention “made on the basis of routinization, where male perspectives are constructed as unproblematic, uncontested, and, most importantly apparently value-free”.", "The belief that women are interested in soft news is challenged by those who might arguably have more reason to be—respondents who care for children. The three respondents below are openly frustrated at being allocated soft news stories based on their parental status:Health and baby stories—once I became pregnant I was allocated more of these kinds of stories, despite rarely covering them in the past. (Commercial television reporter, aged 25–29) I always find the stories about working mothers, childcare, etc., are handed to me. Infuriating. (Metropolitan radio presenter, aged 45–49) When I was pregnant, I got asked to write every story that had anything to do with childbirth and pregnancy and thereafter, all stories on childcare. (Metropolitan newspaper reporter/section editor, aged 50–55) ", "Health and baby stories—once I became pregnant I was allocated more of these kinds of stories, despite rarely covering them in the past. (Commercial television reporter, aged 25–29)", "I always find the stories about working mothers, childcare, etc., are handed to me. Infuriating. (Metropolitan radio presenter, aged 45–49)", "When I was pregnant, I got asked to write every story that had anything to do with childbirth and pregnancy and thereafter, all stories on childcare. (Metropolitan newspaper reporter/section editor, aged 50–55)"]}, {"sec_title": "“Boy Zones' and “Chick's Rounds”", "sec_content": ["Q2 asked respondents if there are news areas that are traditionally allocated to female reporters and there was an almost even divide of opinions, with 51 per cent agreeing and a significant 18 per cent unsure. Some who identified as working for the publicly funded ABC, and to a lesser extent some in the rural and community news organisations (where there are generally more women employed), said there was none or little gender bias in story allocation, although they agreed it was evident in other organisations where they had worked. A handful of respondents noted that gender bias in story allocation was changing and now men and women were covering a wider variety of rounds. The majority who chose to make written comments, however, described an engrained attitude by decision-makers that pigeon-holed women in soft news rounds where stories are considered less important:This is absolutely common practice. Women are typically assigned consumer type stories; grocery prices, childcare issues etc. And female reporters are often given the “softer colour” stories. (Commercial television presenter, aged 30–34) Lifestyle subjects: fashion, beauty, health, education, personal finance, arts are all areas women congregate in. Business, sport, crime, technology are all boy zones. (Metropolitan newspaper sub-editor, aged 50–55) As a former health reporter I believe the health, medical and education rounds are definitely thought of as chick's rounds. Also the arts and other “less newsy” rounds. (Metropolitan newspaper reporter, aged 40–44) The day I see men vying to do social issues will be the day equality has landed. (Metropolitan newspaper sub editor, aged 40–44) All our “soft” areas, food and wine, arts, literature, entertainment are run by women, none of whom are included in the daily news conferences. (Metropolitan newspaper section/online editor, aged 50–55) At the Herald Sun in the last few years I was there, very experienced female reporters were allocated social and family rounds—even women with no children and no interest in the area. Some of these reporters had come to the Herald Sun from other states as promotions for their hard-hitting journalism and then were given the softest rounds. The Herald Sun editor has quite archaic attitudes to working women. He seems to think they're taking jobs away from men and working for pin money. (Online news reporter, aged 45–49) ", "This is absolutely common practice. Women are typically assigned consumer type stories; grocery prices, childcare issues etc. And female reporters are often given the “softer colour” stories. (Commercial television presenter, aged 30–34)", "Lifestyle subjects: fashion, beauty, health, education, personal finance, arts are all areas women congregate in. Business, sport, crime, technology are all boy zones. (Metropolitan newspaper sub-editor, aged 50–55)", "As a former health reporter I believe the health, medical and education rounds are definitely thought of as chick's rounds. Also the arts and other “less newsy” rounds. (Metropolitan newspaper reporter, aged 40–44)", "The day I see men vying to do social issues will be the day equality has landed. (Metropolitan newspaper sub editor, aged 40–44)", "All our “soft” areas, food and wine, arts, literature, entertainment are run by women, none of whom are included in the daily news conferences. (Metropolitan newspaper section/online editor, aged 50–55)", "At the Herald Sun in the last few years I was there, very experienced female reporters were allocated social and family rounds—even women with no children and no interest in the area. Some of these reporters had come to the Herald Sun from other states as promotions for their hard-hitting journalism and then were given the softest rounds. The Herald Sun editor has quite archaic attitudes to working women. He seems to think they're taking jobs away from men and working for pin money. (Online news reporter, aged 45–49)", "The penultimate and final comments in the section are also revealing for their insights into the low value that news organisations, and reporters, place on soft news and those who edit those areas. Even though one respondent notes that women have senior roles in editing soft news sections, in reality their perceived authority is diffused by not being allowed access to the daily news conference where story content is debated and decided upon. As former metropolitan newspaper editor Gay Alcorn (2010) reminds us: “The daily news conference is male and soft news is a take-it-or-leave-it secondary consideration”.", "With many female journalists placed in that category, it is not surprising that so few have the will to challenge the normative journalistic culture, and its gendered news allocations that in part stymies their careers."]}, {"sec_title": "Conclusion", "sec_content": ["Historically, women working as journalists were confined to what have been termed the “pink ghettos” (Franks 2013)—writing stories about issues that traditionally concerned women like health, beauty and fashion. In the male-dominated media industry of the early to mid-twentieth century and beyond, female journalists were rarely allowed to cover the hard news stories of politics, business and economics. That was left to the men. More than 30 years ago, however, with the increased influence of the second-wave feminist movement and equal opportunity policies, women began to enter the workforce and the media industry in significant numbers. Some feminist media scholars suggested that a critical mass of women in newsrooms (Gallagher 1995) would drive equality at all levels. Female reporters would share equally with their male colleagues those prestigious hard news stories of politics, business and economics. In so doing, female news consumers would see themselves and their concerns better reflected in the media, and female reporters also would rise into key editorial decision-making positions. Those expectations have not been realised. Hard news is still delivered with a predominantly male perspective. Women in journalism around the globe and in Australia remain clustered in the lower to middle ranks of journalism (Byerly 2011) and they do the bulk of the reporting on soft news subject genres. The gender disparity in the allocation of stories has more important ramifications than simply a lack of equality at the industry and organisational level, although of course this remains a concern. Those who write hard news stories are privileged, highly valued and rise up the ranks more quickly than those who write less-important soft news stories. If more women are to succeed in progressing into editorial decision-making roles, they need to be reporting in hard news genres—or soft news has to be given more credibility and value in the news hierarchy. There may be a proliferation of soft news content in the mainstream news media but so far this has not equated to an elevated status of those stories or the female reporters who typically produce them.", "This paper has given a broader and richer perspective to the statistical byline data that have been collected by other global and national surveys (e.g. the 2010 GMMP; Romano 2010) that indicate women remain steadfastly pigeon-holed in soft news areas that are deemed less prestigious than hard news genres. The data from the largest survey of women in the Australian news media have shown that respondents have a very clear understanding of the gendered nature of their occupation as it relates to story allocations and how this affects their future career opportunities. Some also articulate their experiences of a newsroom culture that is hegemonically masculine and hinders their day-to-day work and access to hard news genres. While it appears that more women are working in the hard news genres than in the past, sport, technology/science, foreign affairs and business rounds are clearly understood as “off limits” to most female reporters, and women still do the bulk of the soft news reporting. A noteworthy number of respondents suggested that some women choose to work in soft news rounds because it fits with their caring roles and responsibilities outside work. Yet, not one respondent who had a caring role wrote that soft news was what she wanted to cover. Rather it was other respondents suggesting or assuming that they did. Three-quarters of the women who completed this survey are childless, so motherhood is but one tiny aspect of gendered story allocations (see North, forthcoming). It does, however, remain a topic that needs further investigation. Women working the same full-time jobs as their male colleagues are still writing the bulk of soft new stories, which in turn gives them less opportunity to write hard news stories where esteem is gained and the promotion pool is typically delved."]}], "references": [{"title": "Hierarchies, Jobs, Bodies: A Theory of Gendered Organizations", "year": "1990", "journal": "Gender \\& Society", "volume": "4", "authors": [{"name": "Acker Joan.", "first_name": "Acker", "last_name": "Joan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Soft News and Political Knowledge: Evidence of Absence or Absence of Evidence?", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Baum Matthew A.", "first_name": "Baum", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Newsroom vs. the Lounge Room: Journalists&#039; and Audiences&#039; Views on News", "year": "2001", "journal": "Australian Journalism Review", "volume": "23", "authors": [{"name": "Brand Jeffrey", "first_name": "Brand", "last_name": "Jeffrey", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pearson Mark", "first_name": "Pearson", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalist and Source Gender in Australian Television News", "year": "2001", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "45", "authors": [{"name": "Cann David J.", "first_name": "Cann", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mohr Philip B.", "first_name": "Mohr", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gender Discrimination in Korean Newsrooms", "year": "2007", "journal": "Asian Journal of Communication", "volume": "17", "authors": [{"name": "Cho Sooyoung", "first_name": "Cho", "last_name": "Sooyoung", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davenport Lucinda D.", "first_name": "Davenport", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Australia&#039;s Lamentable Media Diversity Needs a Regulatory Fix", "year": "2013", "journal": "The Conversation", "volume": "", "authors": [{"name": "Dwyer Tim.", "first_name": "Dwyer", "last_name": "Tim.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2013", "journal": "Hard Evidence: Is There Still a Gender Bias in Journalism?", "volume": "", "authors": [{"name": "Franks Suzanne.", "first_name": "Franks", "last_name": "Suzanne.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Women, Democracy and Media in South Africa", "year": "1994", "journal": "Media Development", "volume": "2", "authors": [{"name": "Gillwald Alison.", "first_name": "Gillwald", "last_name": "Alison.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mapping Australian Journalism Culture: Results from a Survey of Journalists&#039; Role Perceptions", "year": "2008", "journal": "Australian Journalism Review", "volume": "30", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Profile of Australian Travel Journalists&#039; Professional Views and Ethical Standards", "year": "2012", "journal": "Journalism: Theory, Practice and Criticism", "volume": "13", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists in Times of Change: Evidence from a New Survey of Australia&#039;s Journalistic Workforce", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Characteristics and Attitudes of Australian Journalists", "year": "1993", "journal": "Electronic Journal of Communication", "volume": "3", "authors": [{"name": "Henningham John.", "first_name": "Henningham", "last_name": "John.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hard News, Soft News, ‘General’ News: The Necessity and Utility of an Intermediate Classification", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Lehman-Wilzig Sam N.", "first_name": "Lehman-Wilzig", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Seletzky Michal", "first_name": "Seletzky", "last_name": "Michal", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Feminism and the Media: The Biggest Fantasy of All", "year": "1994", "journal": "Media Information Australia", "volume": "72", "authors": [{"name": "Lumby Catharine.", "first_name": "Lumby", "last_name": "Catharine.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Dichotomy of Pleasure and Power is Too Simple: Critiques on Contemporary Media Moralism", "year": "2000", "journal": "In an interview with Catharine Lumby by Geert Lovink", "volume": "", "authors": [{"name": "Lumby Catharine.", "first_name": "Lumby", "last_name": "Catharine.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Female Educators and Male Craftsmen?: The Professional Ideals among Swedish Journalists", "year": "1996", "journal": "Nordicom Review", "volume": "1", "authors": [{"name": "Melin-Higgins Margareta.", "first_name": "Melin-Higgins", "last_name": "Margareta.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Just a Little Bit of Cheeky Ribaldry’?: Newsroom Discourses of Sexually Harassing Behaviour", "year": "2007", "journal": "Feminist Media Studies", "volume": "7", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Blokey’ Newsrooms Still a Battleground for Female Journalists", "year": "2012", "journal": "Australian Journalism Review", "volume": "34", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Gendered World of Sports Reporting in the Australian Print Media", "year": "2012", "journal": "JOMEC Journal of Journalism, Media and Cultural Studies", "volume": "", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Still a ‘Blokes Club’: The Motherhood Dilemma in Journalism", "year": "", "journal": "Journalism: Theory, Practice and Criticism", "volume": "", "authors": [{"name": "North Louise.", "first_name": "North", "last_name": "Louise.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Woman as Sign in Television News", "year": "1991", "journal": "Journal of Communication", "volume": "41", "authors": [{"name": "Rakow Lana F.", "first_name": "Rakow", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kranich Kimberlie", "first_name": "Kranich", "last_name": "Kimberlie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hard and Soft News: A Review of Concepts, Operationalizations and Key Findings", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scher Sebastian", "first_name": "Scher", "last_name": "Sebastian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2010", "journal": "Who Makes the News? The Global Media Monitoring Project 2010, National report Australia", "volume": "", "authors": [{"name": "Romano Angela.", "first_name": "Romano", "last_name": "Angela.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Women and News: A Long and Winding Road", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Ross Karen", "first_name": "Ross", "last_name": "Karen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Carter Cynthia", "first_name": "Carter", "last_name": "Cynthia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Neoliberalism, Femininity and Choice", "year": "2004", "journal": "", "volume": "", "authors": [{"name": "Walkerdine Valerie.", "first_name": "Walkerdine", "last_name": "Valerie.", "affiliation": "", "orcid": "", "role": ""}]}]}