{"doi": "10.1080/17512786.2015.1123107", "url": "https://doi.org/10.1080/17512786.2015.1123107", "title": "“It's Like Having a Second Full-Time Job”", "volume": "10", "year": "2016", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Hunter", "first_name": "Andrea", "name": "Andrea Hunter"}], "abstract": "As jobs in legacy media organizations become increasingly scarce, crowdfunding has gained some momentum as a way for journalists to raise money to start their own media ventures or bolster freelance budgets. While crowdfunding is often positioned as empowering for both the journalists and donors, what is often overlooked is the amount and type of labour involved in crowdfunding. This article examines labour in crowdfunding from three vantage points: the labour involved in the campaign itself, the labour of the donors and the type of labour crowdfunding enables. This paper argues that the amount of work is akin to having a second full-time job. Moreover, having to embrace entrepreneurial techniques and market their work is something many journalists are uncomfortable with. Further, this paper examines how donors are implicated in the labour of journalism, and how journalists are hoping to “commodify” the audience. Finally, this paper addresses how crowdfunding does afford journalists agency, enabling them to work outside of legacy news structures, which many journalists find liberating.", "body": [{"title": "Introduction", "paragraphs": ["As legacy news organizations struggle with cuts and closures, and journalism jobs become increasingly hard to come by (McChesney and Pickard 2011), the idea that crowdfunding may be a viable way of financing journalism has gained momentum (Aitamurto 2015; Carvajal, García-Avilés, and González 2012; Hunter 2015; Jian and Usher 2014). Much of the hype around crowdfunding is fuelled by high-profile cases. For instance, in 2012 the online science and technology magazine Matter raised US$140,000 on Kickstarter, over three times what was asked for. In a similarly high-profile and successful campaign that same year, a former National Public Radio (NPR) journalist raised over $100,000 to start an independent publication to cover Washington politics. More recently, in 2014, the collective Radiotopia raised over $600,000 to fund independent radio shows and podcasts. Along with these big success stories, entrepreneurial hope is buoyed by a plethora of more modest examples; journalists raising anywhere from a few thousand to tens of thousands of dollars to support freelance travel budgets, create documentaries or start online independent ventures (Aitamurto 2011; Hunter 2015). Crowdfunding has been touted as something that journalists can turn to when money is tight, jobs are scarce and becoming an entrepreneur is perhaps the best or only option (Zara 2013). While cautioning that crowdfunding is not a replacement for legacy business models, Aitamurto (2015, 203) still sees crowdfunding as playing “an important role in the emerging new business model ecosystem in journalism”, not just because it can help journalists raise money, but because it is a marketing tool that can help journalists brand themselves, test story ideas and attract audiences. However, what is often overlooked amidst the hope and the possibility in crowdfunding, is the amount and the type of labour involved. This labour is often extremely time consuming and exhausting, forcing journalists to act in ways they are not accustomed to and, in many cases, not comfortable with. Moreover, although there has been some research examining the motivation of contributors to crowdfunding campaigns (Aitamurto 2011; Jian and Usher 2014; Jian and Shin 2015), there has not been critical scholarship to date that theorizes how donors contribute to the labour of crowdfunding.", "Based on interviews with journalists in Canada and the United States who have crowdfunded, this article examines the labour involved in crowdfunding and journalism from three vantage points. First, it examines labour from the journalist's perspective and argues that the amount of labour involved is akin to a second full-time job. Further, it examines the type of work that crowdfunding entails, particularly the difficulties journalists experience as they try to embrace the often-conflicting values of public affairs journalism and business. Most journalists are used to pitching stories to editors or producers, but having to become entrepreneurs and sell an idea to potential funders before they can even begin the work of reporting is not something most are used to or comfortable with. In particular, they find it difficult to be publicly transparent about their story ideas before they have been fully formed and produced. They also are not used to having to market their work and justify why it is worthy of funding. Second, this article addresses the labour of donors. While crowdfunding could be characterized as empowering for the “former audience” (Gillmor 2004), drawing on Dallas Smythe's (1981) theory of the “audience commodity” and more recent theorizing of the “prosumer commodity” (Fuchs 2012a, 2012b), the article argues that one goal of crowdfunding is the commodification of audiences. Many journalists raising seed money for online publications are hoping to leverage donor interest into advertising dollars. Essentially, they hope to “sell” their donors to advertisers as proof their publication is worth supporting. Finally, the article addresses the type of work crowdfunding enables, arguing that it can be empowering, affording journalists a sense of agency in that they are able to create work outside of legacy news structures. However, I also argue that crowdfunding is a form of what Kuehn and Corrigan (2013) have called “hope labour”, through which journalists are hoping to create brands, recognition and harness audience attention that they can then leverage into a more sustainable funding model."]}, {"title": "Crowdfunding Models in Journalism", "paragraphs": ["At its core, crowdfunding is a process whereby small amounts of money are solicited from a large pool of people, in order to support a project or an endeavour (Bannerman 2013). Although today crowdfunding is shorthand for online fundraising, crowdfunding is not something exclusive to the internet (Bannerman 2013; Jian and Usher 2014). It has been common practice for public broadcasters to ask audiences for monetary support. For NPR in the United States, this is a tradition that goes back decades (Aitamurto 2011). The difference with online crowdfunding is that it is easier for individual journalists who do not have large institutional support behind them to connect directly with potential funders (Hunter 2015; Jian and Shin 2015). For freelancers in particular, crowdfunding has been touted as one way to support their work in a financial climate where resources are scarce (Carvajal, García-Avilés, and González 2012). Aitamurto (2015) argues that in addition to financial support, crowdfunding also acts as a marketing tool, helping journalists build their brand and bring in audiences who will then perhaps consume and support their work in the future.", "There are four main models of crowdfunding: equity based, lending based, reward based and donation based (Aitamurto 2015; Bannerman 2013; Mollick 2014). In equity- and lending-based models, investors give with the expectation, and hope, that there will be some sort of financial return on their donation. In lending-based models funders expect their money back, with interest (Aitamurto 2015). In equity-based models investors expect to share in the revenue of the project (Aitamurto 2015; Bannerman 2013). The crowdfunding models typically used in journalism are donation based, where contributors donate altruistically without expectation of compensation of any sort, or rewards based, where donors are compensated based on the amount they are willing to donate. The rewards are tier based, with journalists offering small rewards for smaller donations, such as postcards or small gifts from places they have travelled to cover a story, and larger rewards for more substantial donations, rewards such as advance copies or exclusive access to their work.", "Aitamurto (2015) has identified four categories of crowdfunding specific to journalism. The first is raising funds to cover a single story; journalists turn to crowdfunding platforms to pitch a story idea with the hopes that the money raised will cover the reporting costs. Often freelance journalists who want to raise money to travel to cover a particular story will use this model. The second is crowdfunding for “continuous coverage” or a “beat”. The third model is raising money for a new venture, whether an online platform or publication. The goal here is to raise seed funding. Finally, there are journalists who are crowdfunding to support endeavours that are outside of actual journalism, but will support their work. An example is a Kickstarter campaign run by The San Francisco Public Press—an independent online investigative magazine—that raised over $20,000 to support delivery of their newspaper by bicycle.", "When audiences are directly funding the news, it raises questions about the nature of the relationship between audience and journalist. The argument can be made that with their investments donors are now, in a sense, producers of the news. While some contend donors are producers who do not have editorial control (Carvajal, García-Avilés, and González 2012), the reality is perhaps much more nuanced. Journalists who crowdfund feel a great deal of responsibility towards their funders (Aitamurto 2011), and an onus to create work their donors will be pleased with (Hunter 2015). Initial research has also found that while some journalists feel very strongly that their donors should have no editorial control over the content, others are open to more dialogue with their funders and are crowdfunding, in part, because they want input on the journalistic process (Hunter 2015). As well, outreach and community building are essential elements of crowdfunding, which can be at odds with keeping donors at arm's length from editorial content (Hunter 2015).", "To date there has not been a great deal of research that looks closely at the type of labour involved in crowdfunding. Aitamurto (2015) does note that in crowdfunding journalists publicly pitch their ideas, which requires journalists to be more transparent about their work. As well, in an earlier study Aitamurto (2011) found that journalists sometimes feel uncomfortable about having to promote their story ideas through social networks. Noting that her study involved a small sample of seven journalists, Aitamurto has called this observation “initial” and “tentative” (440), and encourages that this be treated as a hypothesis and explored in further studies. Taking a cue from this research, this article will look more closely at the labour involved in crowdfunding, particularly the amount and the type of work involved.", "There has been some initial research that has examined the motivations of donors and what type of journalism tends to get funded. Trasel and Fontoura (2015, 99), comparing the stories published using Spot.us with the usual coverage in the American press, found that it is “a viable alternative for publishing more different points of view, as well as subjects and themes”. Jian and Usher (2014), in their study of Spot.us, found that both experienced and inexperienced journalists seem to get funded, which they point to as hopeful for young journalists who are looking for a way to start their careers. Research has also found that donors are often motivated by altruistic reasons; they want to donate to journalism that will have impact and make a difference (Aitamurto 2011; Jian and Shin 2015). This paper will look at donors from a different perspective, arguing that journalists are hoping to commodify the audience. Finally, it will look at the type of work that crowdfunding enables, particularly how journalists are able to create work outside of mainstream legacy structures, a move they find empowering, despite the sheer amount of work it entails."]}, {"title": "The Audience Commodity and Agency", "paragraphs": ["By drawing on theories of the prosumer commodity (Fuchs 2012a, 2012b) and the audience commodity (Smythe 1981), we can contextualize the role of donors in crowdfunding. While there has been some research that points to donors as investors and producers, many journalists are hoping to use the interest of donors as leverage to move into an advertising model—essentially commodifying the audience. The theory of the audience commodity goes back to Dallas Smythe (1981). As Fuchs (2012b, 695) writes, “For Smythe, the material aspect of communications is that audiences work, are exploited and sold as commodities”. In other words, the commodity produced by media was not the show, or the broadcast, but rather the audience, which was then sold to advertisers in the form of ratings. Further to this, the audience was working by paying attention to advertisements—the television or radio programme is simply the “free lunch” offered as enticement to pay attention to the advertisements. As Pridmore and Trottier (2014, 139) describe, the type of work audiences engage in is an “immaterial form of labour” and by paying attention to advertisements audiences learn “to buy goods and to spend their income accordingly”. Key to Smythe's theorizing was that audiences may be labouring, without explicit knowledge that they are doing so (Pridmore and Trottier 2014).", "The audience commodity was—and continues to be—controversial, principally around the question of whether audiences actually work; consuming media, even advertising, is often thought of as a leisure activity. Some argue that an audience commodity analysis downplays audience agency (Caraway 2011). While it is perhaps more difficult to make the argument that consuming mass media is in fact work, with social media the argument is much more easily made, as these platforms would not exist without input from audiences. Fuchs (2012a) uses the term “prosumer commodities” to describe social media users who fill up these platforms with their creative work, whose data are then collected and sold to advertisers. Rather than positioning social media as a democratizing and empowering force, one that fosters creativity, Fuchs counters that social media, such as Facebook, is actually working towards the “total commodification of human creativity” (56).", "In the case of crowdfunding, the question of whether donors are working, and what type of agency they might have, could be similarly contested. The role of the donor is often positioned as one that is empowering—audiences have the opportunity to put their money behind journalism they feel is worthwhile. They can have an impact on journalism, and by extension democracy if one believes the media to be an important part of the democratic process. However, while this may be the case during the initial crowdfunding campaign, what this article will argue is that some journalists are hoping to leverage donor interest into proof to advertisers that there is an audience for their work, effectively “selling” their audience to advertisers, with the expectations that this audience will eventually work by paying attention to advertisements and learning to become consumers."]}, {"title": "Methodology", "paragraphs": ["Interviews were conducted with freelance and independent journalists in Canada and the United States. Three Canadians and 24 Americans were interviewed. The sample included 16 women and 11 men. The interview sample was drawn from crowdfunding pitches that were accessible online between September 2013 and June 2015 on Kickstarter (N = 19), Indiegogo (N = 6) and Spot.us (N = 2). Although some journalists are now experimenting with continued crowdfunding from donors, either through their own websites or through platforms such as Patreon, this research is restricted to journalists who have conducted crowdfunding campaigns where the goal is to raise a specific amount of money, not secure ongoing funding. This choice was made, in part to keep the sample specific to a certain type of crowdfunding, but also because this type of crowdfunding is fairly established and well known, thus attracting a range of journalists.", "Most of the journalists ran at least one successful campaign; however, one journalist had run both an unsuccessful Kickstarter campaign and a successful one. Three journalists were also only partially funded on Indiegogo, a platform that offers a “flexible funding” option where people can collect whatever they raise. The journalists who used Indiegogo were drawn to this platform because of this option, preferring to avoid Kickstarter's “all-or-nothing” policy, and the relatively low rate of success on the latter platform. As of October 2015, Kickstarter statistics show that a total of 694 journalism projects have been successfully funded, while 2294 have been unsuccessful. The crowdfunding campaigns in this study ran between 2011 and 2015, and raised funds that ranged between US$1500 and $76,000. The age range of the participants was between 24 and 56. The journalists had a range of professional experience. Eleven had worked in legacy media and were now freelancing or with independent media; eight were career freelancers; three had always worked in independent media; and five had no previous experience in journalism. The funds were used to start independent online publications (N = 6), support travel expenses for freelance journalism aimed at both independent and legacy media (N = 7), create documentaries and books (N = 3), fund reporting for specific stories in independent publications (N = 9), and purchase office space and equipment (N = 2).", "Semi-structured in-depth interviews were conducted between November 2013 and June 2015. The interviews took place over the phone or through Skype. The interviews lasted between 20 and 90 minutes; the average length was 45 minutes. The purpose of semi-structured interviews is to explore themes or issues of interest to the research, while allowing space for participants to discuss ideas that they find particularly relevant. The interview questions were designed to draw out participants’ thoughts about their motivation to crowdfund, how they found the experience, particularly the amount and nature of work involved, as well as the interactions they had with their funders. At the same time, within this flexible structure, interviewees were encouraged to expand on issues of particular interest, and bring up new ideas that the researcher did not specifically ask about. As Johnson and Rowlands (2012, 100) describe, the goal of in-depth semi-structured interviews is to understand a person's “lived experience” and particular “perspective”.", "The interviews were analysed using a grounded theory approach, with the goal of finding patterns from the participants’ “thick descriptions” elicited in the interviews (Hesse-Biber and Leavy 2006, 119). The tool of analysis was analytic memo writing (Corbin and Strauss 2008; Lindolf and Taylor 2011). A process of open coding was used in the first step of analysis where the transcripts were first read for emergent themes, concepts and categories (Charmaz 2006; Corbin and Strauss 2008; Hesse-Biber and Leavy 2006; Holton 2007; Lindolf and Taylor 2011). As a second step axial coding was used to make connections between categories, particularly to find links and relate “minor concepts to broader level concepts” (Corbin and Strauss 2008, 193). As a final step the subcategories were integrated into analytic categories. As the focus of this article is on labour and crowdfunding, this paper will deal with the categories that emerged from the data that deal with various forms of labour. The first category is “labour and the campaign”, which includes two subcategories: “design and outreach” which deals with the amount of labour involved in campaigns and “transparency and marketing” which deals with the type of labour involved. The second category is “labour and donors” which focuses on the commodification of the donors. The final category is “labour and agency” which focuses on the freedom many journalists feel that crowdfunding affords."]}, {"title": "Labour of the Campaign", "paragraphs": ["All the journalists in this research study described the amount of labour that goes into crowdfunding as extremely time consuming. First, there is a great deal of work that goes into design of a campaign, principally around writing the pitch and producing video, developing an appropriate rewards system, and designing an overall marketing plan for outreach. Second, the campaign itself is all encompassing, as successful campaigns require intensive social media outreach and contacting donors directly through email.", "Beginning with the design of the campaign, many journalists said that the work involved is so intense and requires a diverse skill set that it helps to work as part of a team. The type of labour involved in designing a campaign includes not only writing the pitch, but also producing compelling video and graphics. It is often difficult for one person to do this alone. One journalist said her campaign was successful because she was working with people who had professional writing and design skills. As she described: “Fortunately, we're writers so it's not like we had to go hire somebody to write our Kickstarter for us. But it was still a ton of work …  It was completely insane. I would never do it again” (Journalist, $76,000 raised on Kickstarter).", "The type of labour involved also included thinking about marketing, particularly designing a system of rewards that would entice people to donate. When crowdfunding for a creative product such as a movie or a game, there are obvious rewards, such as the marketing material that goes along with the product, or the product itself. With journalism, it is more difficult to offer a “product” as a reward. First, for journalists who are crowdfunding to cover a single story, particularly an investigative story, it is not always obvious from the beginning what the end product will be. Second, for journalists who are crowdfunding to start an online publication, often the goal is for the publication to be freely available, so the “product” cannot be offered as something exclusive. Journalists said they had to think creatively to come up with incentives. The freelance journalists who were raising funds to travel would often offer postcards or trinkets from the places they were travelling. Some journalists also decided to offer exclusive content, or advance copies of their work. For the highest donors, some journalists offered their own company as a reward—either by offering themselves as a speaker for an event, or offering to go for dinner or drinks with donors. However, because many found it difficult to think about tangible rewards that would be big draws, they often decided to focus on appealing to a donor's interest in the story or the publication itself.", "For example, one journalist who ran a campaign to fund a feminist online publication said she eventually decided it was best to focus on appealing to a donor's desire to see a women's magazine that did not focus on celebrity content. She said there were other people running crowdfunding campaigns for feminist magazines who were able to offer what she calls “big ticket” rewards, such as consultation with a writer for a well-known television programme. However, since she did not have these types of contacts, she had to think differently about what she could offer: Of course the rewards are really one of the best ways to bring people in to back your projects. So that was something I really had to sit down and think about. For me ultimately it was—“OK, well I don't really have the ability to offer these big ticket items necessarily, so I'm going to focus on offering exclusive or early access to our content and more fun rewards that are sort of related to [magazine]”. But it also made me realize maybe my rewards aren't my main draw. I really need to focus on getting people behind [magazine's] mission in general and having that being our selling point. (Journalist, $15,000 raised on Kickstarter)", "Of course the rewards are really one of the best ways to bring people in to back your projects. So that was something I really had to sit down and think about. For me ultimately it was—“OK, well I don't really have the ability to offer these big ticket items necessarily, so I'm going to focus on offering exclusive or early access to our content and more fun rewards that are sort of related to [magazine]”. But it also made me realize maybe my rewards aren't my main draw. I really need to focus on getting people behind [magazine's] mission in general and having that being our selling point. (Journalist, $15,000 raised on Kickstarter)", "Essentially, some journalists decided to focus on the donor's sense of altruism; that by funding journalism they were really becoming part of the democratic process and going to bring stories to light that were not getting coverage in legacy media.", "While there is a lot of work involved in designing a campaign, it is during the course of the campaign where the labour really becomes extensive. For the month of the campaign journalists have to use social media constantly to reach out to potential donors and advertise their campaign. They primarily use Twitter and Facebook to reach out to their personal networks and provide updates as the campaign proceeds. They also use their personal contacts to email potential donors individually. They spend a great deal of time thanking donors and providing updates, in the hopes that donors will make a second donation once they see that the campaign is progressing. All the journalists agreed that outreach is a key component of crowdfunding and that this process of updating social media and reaching out to contacts is the most demanding part of the process. It is not enough to simply build a site and expect people to find it. It is imperative to focus on reaching out to people who may be interested in your journalism and also able to donate. Then you have to stay plugged into social media for the month of the campaign to keep up the outreach. As one journalist observed—you cannot send one message out and think it is enough, the process of social media outreach is really about building relationships with donors. You have to have a solid plan for outreach. That's building partnerships, which is a lot of phone calls, a lot of emails, a lot of meetings, a lot of research and contacting people who would be interested. Social media. It's a lot of work. (Journalist, $1600 raised on Spot.us)", "You have to have a solid plan for outreach. That's building partnerships, which is a lot of phone calls, a lot of emails, a lot of meetings, a lot of research and contacting people who would be interested. Social media. It's a lot of work. (Journalist, $1600 raised on Spot.us)", "Similarly, one journalist said for herself—and her partner—the month of the crowdfunding campaign was about getting their names and their idea out to potential funders, rather than sitting back and watching the money come in. As she described: “The month of the campaign was really a marketing campaign more than just a money campaign. We knew we had to email people and be on Facebook and be on Twitter” (Journalist, $11,600 raised on Kickstarter). Another journalist said that outreach is so important to crowdfunding, she thinks it is essential to have a social media expert working as part of a campaign. A good tip would be to have someone in your pocket who knows about social media and how to promote it. Because you can write the best copy, and have the best video but if you don't have a way to promote it and get people to see it, it's not going to go anywhere. It's not going to be successful. (Journalist, $30,500 raised on Kickstarter)", "A good tip would be to have someone in your pocket who knows about social media and how to promote it. Because you can write the best copy, and have the best video but if you don't have a way to promote it and get people to see it, it's not going to go anywhere. It's not going to be successful. (Journalist, $30,500 raised on Kickstarter)", "Most journalists describe the process of crowdfunding as exhausting. As this journalist describes, crowdfunding at the same time that he was working his regular jobs was overwhelming. “It nearly killed me to make it happen. On top of running the site and the other jobs I do because I don't get paid enough by [current employer], it was an extraordinary effort” (Journalist, $20,000 raised on Indiegogo). Similarly, another journalist described the process as extremely time consuming and stressful. “It is exhausting. The campaign itself, from the time you hit go to the time it closes is like having an extra full-time job for a month. It's constant plugging and pushing” (Journalist, $47,500 raised on Kickstarter).", "Many journalists said they were very surprised by the amount of work it was to stay on top of social media outreach, and also thanking and responding to donors. They had been drawn to crowdfunding after hearing success stories, and cautioned that these stories belie the amount of effort these campaigns take. As this journalist describes: I think what's happened with crowdsourced funding is people are hearing about the big stories—the movies that get made, the Planet Money NPR project which raised $500,000 to do a t-shirt. Podcasts that have raised $100,000. What they don't tell you is those people are very, very lucky. Doing a crowdfunded project takes a lot of work and a lot of personal outreach. (Journalist, $10,500 raised on Kickstarter)", "I think what's happened with crowdsourced funding is people are hearing about the big stories—the movies that get made, the Planet Money NPR project which raised $500,000 to do a t-shirt. Podcasts that have raised $100,000. What they don't tell you is those people are very, very lucky. Doing a crowdfunded project takes a lot of work and a lot of personal outreach. (Journalist, $10,500 raised on Kickstarter)", "Several journalists, who used Kickstarter as a platform, also said the key to their success was being singled out by Kickstarter as an interesting project and put on the site's front page. This brought a lot of visibility to their campaigns, and attracted donors who were outside of their social networks. One journalist who had run a successful campaign on Kickstarter, as well as an unsuccessful campaign, said that this type of recognition was crucial. At the beginning [my successful crowdfunding campaign] wasn't doing terribly well, so [Kickstarter] put it on their front page because they liked the project. Once it was on the front page then it took off. But as long as it was just counting on my own supporters it wasn't doing well enough. It would have failed. You could tell because when they took it off the front page it stopped doing well. Then they put it back on and it made its goal. So I think that's kind of a secret—the support of Kickstarter itself is really crucial to certain projects. I didn't get that the second time around. They didn't put me on the front page the second time around. (Journalist, $25,000 raised on Kickstarter)", "At the beginning [my successful crowdfunding campaign] wasn't doing terribly well, so [Kickstarter] put it on their front page because they liked the project. Once it was on the front page then it took off. But as long as it was just counting on my own supporters it wasn't doing well enough. It would have failed. You could tell because when they took it off the front page it stopped doing well. Then they put it back on and it made its goal. So I think that's kind of a secret—the support of Kickstarter itself is really crucial to certain projects. I didn't get that the second time around. They didn't put me on the front page the second time around. (Journalist, $25,000 raised on Kickstarter)", "Most journalists also said that another crucial aspect of their successful campaigns was reaching out to specific audiences. One journalist, who only raised one-third of the funds she asked for on Indiegogo, said that if she were to do this again she would run a more “targeted” campaign. In retrospect—this is kind of dumb of me—but I didn't really think about who would actually want to support something like this. What kind of people would have a vested interest in a project like this? If I were to do it again I would think about it more in that way. (Journalist, $1500 raised on Indiegogo)", "In retrospect—this is kind of dumb of me—but I didn't really think about who would actually want to support something like this. What kind of people would have a vested interest in a project like this? If I were to do it again I would think about it more in that way. (Journalist, $1500 raised on Indiegogo)", "This interviewee describes the way she approached her campaign as “trial and error”, and feels that if she had concentrated on approaching people interested in her general topic area—in her case international human rights—she might have been better off.", "For the journalists in this research it was not simply the amount of work that was intimidating, but it was also the type of work that was difficult to deal with. In some cases, this was a very negative experience, but for others, forcing themselves out of their typical work habits did bring what they see as positive benefits, in that crowdfunding forced them to be open and transparent about their work in a way they are not used to. However, crowdfunding also requires a degree of self-promotion that was foreign to them. Most journalists did not see themselves as primarily entrepreneurs, and the process of having to market themselves and ask for donations made them uncomfortable and, at times, felt akin to begging.", "Journalists who have worked for legacy media organizations are used to having to pitch ideas to producers and editors. During the pitching process story ideas are critiqued and examined from different perspectives. This can be an intimidating process for a journalist to go through. However, some comfort comes from the pitching process taking place within a group of colleagues who often have similar values and a common understanding of workplace habits. Having to pitch your idea to a public of strangers and convince them to fund your work is something these journalists found difficult to get used to. As one journalist described, she felt very uncomfortable being so transparent about her work. It did not come naturally to her, and she had to wrestle with the idea that her idea might be rejected or critiqued in a public way. It was really uncomfortable at the beginning. I've never been through a public process where you put your idea out there, very publicly in front of everybody that you care about socially and professionally to be rejected. You feel a sense of that every day until it's funded. (Journalist, $3200 raised on Kickstarter)", "It was really uncomfortable at the beginning. I've never been through a public process where you put your idea out there, very publicly in front of everybody that you care about socially and professionally to be rejected. You feel a sense of that every day until it's funded. (Journalist, $3200 raised on Kickstarter)", "Similarly, another journalist said having to be open and transparent about an idea before a project was even fully formed was foreign to her. She was used to pitching stories to editors and producers, but doing this in an open format was “scary” for her. You're opening the door to the public before you even start reporting and you're having to show proof of concept first. Those are conversations that are often held behind closed doors with just the editor or just a small team of people at the news organization. Then you go out and do the reporting and put it out in the world. That, at least, has been my experience doing big projects. So this was the first time I was really saying—“Here's an idea we have”. (Journalist, $7000 raised on Kickstarter)", "You're opening the door to the public before you even start reporting and you're having to show proof of concept first. Those are conversations that are often held behind closed doors with just the editor or just a small team of people at the news organization. Then you go out and do the reporting and put it out in the world. That, at least, has been my experience doing big projects. So this was the first time I was really saying—“Here's an idea we have”. (Journalist, $7000 raised on Kickstarter)", "However, this journalist says the positive outcome of working this way was that she did get a lot of helpful feedback on her idea. First, having to defend her ideas helped her articulate her story more clearly. Second, through the feedback she was also able to find more sources for her story. Similarly, another journalist said that although he was not used to “having to justify what you're doing in a very public way”, one positive aspect of crowdfunding was that it forced him to be more open and transparent about his process, which is a direction he was hoping to move in anyway (Journalist, $19,400 raised on Spot.us).", "However, despite the benefits that can come from pitching an idea in a public way, asking for money and marketing their work made most journalists uncomfortable. One journalist said it felt almost inappropriate and it took some time for her to get used to the idea. She had worked for legacy media for almost two decades, where she never had to worry about the financial aspect of the business. Asking for money to support her work made her feel very exposed and vulnerable. As she described: I had great reservations at first. I tell my friends it felt like walking outdoors naked. Because you're putting yourself out there asking for money and it just felt like walking out in the open, unprotected in a way. Would people think this was inappropriate or not? (Journalist, $4500 raised on Kickstarter)", "I had great reservations at first. I tell my friends it felt like walking outdoors naked. Because you're putting yourself out there asking for money and it just felt like walking out in the open, unprotected in a way. Would people think this was inappropriate or not? (Journalist, $4500 raised on Kickstarter)", "Another journalist said that although he has been very successful at crowdfunding, it is not something he enjoys. I hate social media and begging for money. It makes me kind of ashamed to hustle … It makes me feel uncomfortable. I feel like if people don't want to fund me they don't want to fund me and I don't want to be out shaking my cup on the street. It's degrading. It's humiliating. (Journalist, $26,000 raised on Kickstarter)", "I hate social media and begging for money. It makes me kind of ashamed to hustle … It makes me feel uncomfortable. I feel like if people don't want to fund me they don't want to fund me and I don't want to be out shaking my cup on the street. It's degrading. It's humiliating. (Journalist, $26,000 raised on Kickstarter)", "One journalist said it was very helpful to have people with a range of expertise working on a campaign, including fundraising, because this aspect of the process can be most difficult for people who come from a strict journalism background. She credits their success to the fact that they had a team with multiple skills. I think it's one of those things where we're really lucky to have a team of people who have specific skills that are really tailored to Kickstarter. I'm a graphic designer. We have a video team. We have two people who know how to shoot video. We have someone who's really good at fund development and knows traditional fundraising stuff. I think it's one of those things that can be scary for most journalists, especially freelancers or just legacy news outlets that may not have any experience in fundraising, if they're based on an advertising model, to really go into this. (Journalist, $76,000 raised on Kickstarter)", "I think it's one of those things where we're really lucky to have a team of people who have specific skills that are really tailored to Kickstarter. I'm a graphic designer. We have a video team. We have two people who know how to shoot video. We have someone who's really good at fund development and knows traditional fundraising stuff. I think it's one of those things that can be scary for most journalists, especially freelancers or just legacy news outlets that may not have any experience in fundraising, if they're based on an advertising model, to really go into this. (Journalist, $76,000 raised on Kickstarter)", "The final number of journalists in this research who had experience with marketing, or had partnered with people who had experience in fundraising, did not feel the same reservations that journalists coming from a pure journalism background did."]}, {"title": "Labour and Donors", "paragraphs": ["Much of the focus in crowdfunding is on outreach and attracting donors. Many of the journalists described this process as building a community around their project. On one hand, this is described altruistically—they want donors to be engaged with their work and start meaningful dialogues about the stories they are covering. On the other, and more pragmatically, developing a community is about getting themselves, and their work, exposure. As one journalist described: “Crowdfunding is not only about funding, but it's also building a community that will help us get our project known” (Journalist, $11,700 raised on Kickstarter).", "Journalists who are crowdfunding for seed money for an online publication are typically hoping to build up a community of donors, whose loyalty will then translate into advertising dollars. Crowdfunding is a one-time endeavour that they hope will propel them into more sustainable funding through advertising. For example, for this journalist, crowdfunding was a way to get some initial content up on the Web. I have a bit of money to really get the site going and get content up there. I'm hoping that that will draw even more viewers and build even more of a community. Then at that point I can use those views to sell sponsorships. (Journalist, $15,000 raised on Kickstarter)", "I have a bit of money to really get the site going and get content up there. I'm hoping that that will draw even more viewers and build even more of a community. Then at that point I can use those views to sell sponsorships. (Journalist, $15,000 raised on Kickstarter)", "Similarly, another journalist says she ultimately wants to raise money for her publication by finding an investor. She wants to grow her publication and says this is not something she can do through crowdfunding campaigns. The key to sustainability is finding “brand sponsorships” and crowdfunding is a marketing tool that will help pave the way. I think this is more to get people to discover the site and when we do go and find investors, we can show them—“over 700 people backed us with over $30,000. It must mean we're doing something right”. We got so much press from it, and a lot of people found the site that didn't know it existed before. So besides getting money, Kickstarter is a great place to get yourself discovered. (Journalist, $30,500 raised on Kickstarter)", "I think this is more to get people to discover the site and when we do go and find investors, we can show them—“over 700 people backed us with over $30,000. It must mean we're doing something right”. We got so much press from it, and a lot of people found the site that didn't know it existed before. So besides getting money, Kickstarter is a great place to get yourself discovered. (Journalist, $30,500 raised on Kickstarter)", "At the same time, however, the relationship journalists have with their funders is more complicated than simply leveraging them into advertiser dollars. Most journalists feel a strong sense of responsibility towards their funders (Aitamurto 2011; Hunter 2015). They feel compelled to create the work they promised, and to create work that will make their donors happy they made the investment. For example, this journalist says he feels very strongly about his funders: I care deeply about doing a good job for them because in a very real way, they cumulatively change the way I live my life. It was this, like a deep appreciation that I probably don't feel for many other people besides my wife. (Journalist, $95,500 raised on Kickstar)", "I care deeply about doing a good job for them because in a very real way, they cumulatively change the way I live my life. It was this, like a deep appreciation that I probably don't feel for many other people besides my wife. (Journalist, $95,500 raised on Kickstar)", "At the same time that they feel this sense of responsibility, journalists want to keep their audience at arm's length in terms of editorial control. One interviewee observed that, while very thankful for her donors, ultimately this was a business transaction: It's weird because on one hand they're investing in your company. But on the other hand, they're investing through a platform where that's the main purpose of the platform. So you don't really owe them anything except for what you've promised them. We want to make them [donors] feel like they're appreciated. But at the same time, once the reward has been fulfilled  …  that's all the relationship is between you and them. But we're always going to have a reverence for them, if that makes sense. (Journalist, $30,500 raised on Kickstarter)", "It's weird because on one hand they're investing in your company. But on the other hand, they're investing through a platform where that's the main purpose of the platform. So you don't really owe them anything except for what you've promised them. We want to make them [donors] feel like they're appreciated. But at the same time, once the reward has been fulfilled  …  that's all the relationship is between you and them. But we're always going to have a reverence for them, if that makes sense. (Journalist, $30,500 raised on Kickstarter)", "Trying to create editorial distance, at the same time as needing to draw in donors as part of a community, creates a strange tension for many entrepreneurial journalists. On the one hand, they feel very grateful and beholden to their funders, but on the other, this is still a professional relationship of sorts."]}, {"title": "Labour and Agency", "paragraphs": ["In this final section, we briefly examine how journalists see crowdfunding as enabling them to work outside of legacy media and typical funding structures. First, for some journalists in this research, crowdfunding was a way to get started in a business where there are not many job opportunities. One journalist said she was finding it hard to get her “foot in the door” (Journalist, $1600 raised on Spot.us). She found it difficult to get editors to take her pitches seriously because she did not have much to show in terms of a portfolio. Crowdfunding allowed her to raise enough money to produce stories on her own. For other freelancers, the motivation to crowdfund was to raise enough so that they could make money in an economic climate where freelance budgets of legacy media organizations are drying up or non-existent. For instance, one journalist says he now uses a hybrid model to finance his freelance journalism—he gets some funds from legacy media, but also raises funds through crowdfunding so that he can be guaranteed to make some money. They'll [legacy media] pay me for a piece but it costs me $5000, $6000 to get on a plane and stay in a hotel for weeks, hire a fixer and do all the things that journalists need to do, it costs a lot of money. If I'm getting $500–1000 for a piece it's just not going to add up to enough money to cover all my travel expenses and pay my mortgage and health insurance and food and everything else. So what crowdfunding does, is it covers my travel expenses and some extra so that I am guaranteed to make some money before I even write anything. (Journalist, $33,200 raised on Kickstarter)", "They'll [legacy media] pay me for a piece but it costs me $5000, $6000 to get on a plane and stay in a hotel for weeks, hire a fixer and do all the things that journalists need to do, it costs a lot of money. If I'm getting $500–1000 for a piece it's just not going to add up to enough money to cover all my travel expenses and pay my mortgage and health insurance and food and everything else. So what crowdfunding does, is it covers my travel expenses and some extra so that I am guaranteed to make some money before I even write anything. (Journalist, $33,200 raised on Kickstarter)", "Others are crowdfunding to start online publications that are independent of mainstream media. As one journalist said, they would not have been able to launch a publication on their own because “it's way too expensive” and securing a loan was not a viable option as banks do not look kindly on new media ventures (Journalist, $11,700 raised on Kickstarter). For others, crowdfunding was a way to avoid giving up control of their new venture and not be burdened by bank loans. As one journalist describes: [One] benefit that I saw from crowdfunding was that you could raise significant money without having to sell or give away part of your project or your business. I know there are a lot of options for investors and other types of funding, but I wasn't willing to sell off any part of [publication] at this point. I do plan on turning it into—hopefully—a profitable business. I plan to raise more money for it and sell advertisements and sponsorships and things like that. I hope that one day it will make money and I didn't want to give away any control, to be quite honest. In terms of taking out loans and stuff, I didn't want to have that hanging over my head at the beginning. (Journalist, $15,000 raised on Kickstarter)", "[One] benefit that I saw from crowdfunding was that you could raise significant money without having to sell or give away part of your project or your business. I know there are a lot of options for investors and other types of funding, but I wasn't willing to sell off any part of [publication] at this point. I do plan on turning it into—hopefully—a profitable business. I plan to raise more money for it and sell advertisements and sponsorships and things like that. I hope that one day it will make money and I didn't want to give away any control, to be quite honest. In terms of taking out loans and stuff, I didn't want to have that hanging over my head at the beginning. (Journalist, $15,000 raised on Kickstarter)", "Aside from economic independence, for the journalists in this research study crowdfunding is a way to cover stories they feel are not adequately covered in legacy media, whether it be one-off stories or publications devoted to independent journalism. As one journalist noted: I feel like it offers the opportunity to get the story out there that someone wouldn't report on normally. So I feel in that way there's almost a need for it. To get other things out there that wouldn't be out there. To allow writers to go down a path where maybe at the beginning there's not as much support, or there's a more open ending to it. I feel crowdfunding provides a lot of opportunities. (Journalist, $3200 raised on Kickstarter)", "I feel like it offers the opportunity to get the story out there that someone wouldn't report on normally. So I feel in that way there's almost a need for it. To get other things out there that wouldn't be out there. To allow writers to go down a path where maybe at the beginning there's not as much support, or there's a more open ending to it. I feel crowdfunding provides a lot of opportunities. (Journalist, $3200 raised on Kickstarter)"]}, {"title": "Conclusion", "paragraphs": ["Crowdfunding through single-campaign platforms such as Kickstarter, Indiegogo and the now-defunct Spot.us is extremely labour intensive. Both the design of the campaign and the outreach involved takes a great deal of time and energy, requiring journalists to tap into their networks of families, friends and colleagues. The process of asking for money on a public platform also makes many journalists uncomfortable. Having to become entrepreneurs who are effectively “selling” their idea to a wider public is at odds with the work routines and norms most journalists are used to. As Kawamoto (2003, 23) describes: “In traditional news organizations, there is a metaphorical firewall between the advertising and editorial functions of a news medium”. In crowdfunding, of course, this firewall between the money and the journalists no longer exits; what journalists are able to create depends entirely on how well they market and sell their ideas. While some journalists have embraced becoming more transparent and public about their process, seeing this as part of the move to involve audiences more in the news process, many feel very awkward about asking for money and marketing their work. Aitamurto (2011) found that younger journalists were more comfortable with the process than older journalists, however, in this research both less experienced and more experienced journalists felt awkward about marketing their work, or as one journalist described, having to “ask for permission” from the public before beginning their reporting (Journalist, $2200 raised on Kickstarter). This move towards entrepreneurial journalism goes against the norms under which most journalists are used to operating.", "Alongside this sense of discomfort in the entrepreneurial space, however, some journalists do feel empowered at being able to work outside of legacy media. This affords journalists a sense of agency, a sense that they have power and can change, even in some small way, how journalism is done. Most are crowdfunding because they want to tell stories that they feel are not being reported, or are underreported in legacy media. Many journalists speak very positively about the freedom they feel crowdfunding gives them in this regard.", "It may well be, however, that many of these journalists are engaging in what Kuehn and Corrigan (2013) call “hope” labour. As they describe, hope labour is “un- or under-compensated work carried out in the present, often for experience or exposure, in the hope that future employment opportunities may follow” (21). In this research study most journalists said they do not make a lot of money from crowdfunding and do not see it as a sustainable long-term way to raise funding. Rather, they are hoping that crowdfunding will be the start of full-time employment. If they are raising funds to start an online publication, many are hoping that they will be able to make this their full-time job by securing advertising or large investor funding. As argued previously, essentially these journalists are hoping to “sell” their donors to advertisers and make the case that advertisers should invest in their publication, because they have a proven audience. This process fits with theories of the audience commodity (Smythe 1981), in that key to this process is the idea that donors will become audiences, who will then “work” paying attention to advertisements. In a sense, they can also be considered “prosumer commodities” (Fuchs 2012a, 2012b) as they have helped produce the journalism in the first place, by funding it. As discussed, theories of the audience commodity are controversial, and with crowdfunding the case can be made that donors are freely giving their attention and their money to journalists. In one sense, this is empowering, but becomes murkier as journalists hope to leverage donor attention into advertising revenue. In the case of journalists who are starting their careers, and more seasoned freelancers, they are hoping that crowdfunding will bolster sagging freelance budgets and allow them to either get their start as a journalist, or continue as freelancers. While in one sense this could be characterized as empowering, in another, drawing on Cohen's (2012) research into the exploitation of freelance journalists, crowdfunding is also a way for news organizations to get more work out of freelance employees for less money. If freelancers are turning to crowdfunding, and all the labour this entails, in order to make freelancing financially viable, news organizations that use this form of journalism are profiting from unpaid labour. While crowdfunding can work well for journalists who have the energy to invest in the process, and who have small, finite projects in mind, such as start-up funds or travel funds, it is not a long-term solution to the economic uncertainty facing the field. It is, however, a place where start-ups and experiments can secure initial funding, and perhaps go on to leverage further funding through traditional advertising models or philanthropic support."]}, {"title": "Limitations and Further Research", "paragraphs": ["This research has focused for the most part on relatively well-established one-off crowdfunding sites, where norms and protocols have developed. However, further research that examines how successful journalists have been in securing on-going crowdfunding, through sites such as Patreon, would be interesting and useful. In addition, this research has touched on three crowdfunding platforms, only one of which was specifically designed for journalists. There is likely much to be learned from past experiments in crowdfunding platforms aimed specifically at journalists that are now defunct, such as Contributoria, a site for freelance journalists, Vourno, a site for video journalists, and Indie Voices, which targeted independent journalism. There are also several sites still in operation that are experimenting with different crowdfunding models, such as Beacon that has used subscriptions and donation-matching, and Byline, an invite-only platform in its beta form, that has plans to expand."]}], "references": [{"title": "The Impact of Crowdfunding on Journalism", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Aitamurto Tanja.", "first_name": "Aitamurto", "last_name": "Tanja."}]}, {"title": "Crowdfunding Culture", "year": "2013", "journal": "Wi: Journal of Mobile Media", "volume": "7", "authors": [{"name": "Bannerman Sara.", "first_name": "Bannerman", "last_name": "Sara."}]}, {"title": "Crowdfunding and Non-profit Media", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Carvajal Miguel", "first_name": "Carvajal", "last_name": "Miguel"}, {"name": "García-Avilés José A", "first_name": "García-Avilés", "last_name": "A"}, {"name": "González José L", "first_name": "González", "last_name": "L"}]}, {"title": "Audience Labor in the New Media Environment: A Marxian Revisiting of the Audience Commodity", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Caraway Brett", "first_name": "Caraway", "last_name": "Brett"}]}, {"title": "Cultural Work as a Site of Struggle: Freelancers and Exploitation", "year": "2012", "journal": "Triple C", "volume": "10", "authors": [{"name": "Cohen Nicole S", "first_name": "Cohen", "last_name": "S"}]}, {"title": "Dallas Smythe Today – The Audience Commodity, the Digital Labour Debate, Marxist Political Economy and Critical Theory. Prolegomena to a Digital Labour Theory of Value", "year": "2012", "journal": "Triple C", "volume": "10", "authors": [{"name": "Fuchs Christian", "first_name": "Fuchs", "last_name": "Christian"}]}, {"title": "Crowdfunding Independent and Freelance Journalism: Negotiating Journalistic Norms of Autonomy and Objectivity", "year": "2015", "journal": "New Media \\& Society", "volume": "17", "authors": [{"name": "Hunter Andrea", "first_name": "Hunter", "last_name": "Andrea"}]}, {"title": "Motivations Behind Donor&#039;s Contributions to Crowdfunded Journalism", "year": "2015", "journal": "Mass Communication and Society", "volume": "18", "authors": [{"name": "Jian Lian", "first_name": "Jian", "last_name": "Lian"}, {"name": "Shin Jieun", "first_name": "Shin", "last_name": "Jieun"}]}, {"title": "Crowd-funded Journalism", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Jian Lian", "first_name": "Jian", "last_name": "Lian"}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Hope Labour: The Role of Employment Prospects in Online Social Production", "year": "2013", "journal": "Political Economy of Communication", "volume": "1", "authors": [{"name": "Kuehn Kathleen", "first_name": "Kuehn", "last_name": "Kathleen"}, {"name": "Corrigan Thomas F.", "first_name": "Corrigan", "last_name": "F."}]}, {"title": "The Dynamics of Crowdfunding: An Exploratory Study", "year": "2014", "journal": "Journal of Business Venturing", "volume": "29", "authors": [{"name": "Mollick Ethan", "first_name": "Mollick", "last_name": "Ethan"}]}]}