{"doi": "10.1080/17512786.2014.980596", "url": "https://doi.org/10.1080/17512786.2014.980596", "title": "Unmanned Aerial Vehicles", "volume": "9", "year": "2015", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Holton", "first_name": "Avery", "name": "Avery E. Holton"}, {"last_name": "Lawson", "first_name": "Sean", "name": "Sean Lawson"}, {"last_name": "Love", "first_name": "Cynthia", "name": "Cynthia Love"}], "abstract": "Unmanned aerial vehicles (UAVs), commonly referred to as “drones,” have gained media attention over the last several years with much of the focus centering on their military uses and their emerging role in newsgathering. News organizations, journalists, and private citizens have employed UAVs to capture and share breaking news, to provide glimpses of natural disasters that would otherwise be too hazardous for journalists to obtain, and to offer unique perspectives that enrich news storytelling. At the same time, media scholars have emphasized the need to better understand the privacy and ethical concerns surrounding UAVs. Legal restrictions to and implications of their use have been relatively unexplored. Given that evolving rules and regulations put in place by the Federal Aviation Administration (FAA) may ground UAVs for journalistic purposes, it is important to understand what those legal barriers are and what they mean for the future of UAVs as tools for journalism. This paper advances by noting key benefits UAVs offer journalism before explicating the evolving rules and regulations of the FAA and how those are shaping the use of UAVs for journalism by private citizens, journalists, and news organizations.", "body": [{"title": "Introduction", "paragraphs": ["In April 2014, a series of tornadoes swept through parts of central Arkansas, flattening buildings and homes and claiming at least 17 lives. As first responders worked to assess the damage, news organizations struggled to provide a clear picture of the devastation. Emergency vehicles blocked all major roads and weather conditions remained too threatening for a helicopter view. Instead, a small unmanned aerial vehicle (UAV), commonly referred to as a “drone,” was used to capture and share footage from the small town of Danley, where the storm did some of its worst destruction, across multiple news websites (The Guardian 2014a). Such use of UAVs has become increasingly popular among news organizations, which rely on footage captured by their own journalists as well as private citizens to enrich their news coverage through what media scholars have termed “drone journalism” (Schroyer 2013; Tremayne and Clark 2014). Media scholars and practitioners have lauded the capabilities of UAVs to augment current journalism tools, noting that the benefits, costs, and ease of use of UAVs make them perfectly situated for newsgathering (Schroyer 2013; Tallman 2014; Tremayne and Clark 2014). As Tremayne and Clark (2014) observed, the emerging use of UAVs for newsgathering has implications for journalism and mass communication practice and theory, and raises important ethical questions about their use, including concerns about individual privacy.", "This paper first advances knowledge about the current state and possible future of UAVs in journalism by providing a more detailed examination of the advantages that this technology offers for newsgathering by professional and citizen journalists. To date, scholars have paid little attention to the legal and regulatory environment shaping the use of UAVs for newsgathering. What is more, the First Amendment implications of this environment have gone unmentioned in previous scholarship. As such, the second half of this paper describes Federal Aviation Administration (FAA) attempts to regulate the commercial use of UAVs, the way these regulations have been applied to journalism, and the serious First Amendment implications that this has raised in the United States.", "These considerations are vitally important if we are to understand the current state and possible futures of UAVs for journalism. The FAA has sent more than a dozen cease and desist letters to individuals and organizations that it believes are violating a ban on the commercial use of UAVs put in place nearly seven years ago, driving concern and fear over their incorporation as tools for journalism (Hu 2014; Roug 2014). The current regulatory environment remains unclear and the future for civilian use of UAVs uncertain at best. Recently, the FAA has simultaneously seemed to loosen some of its UAV restrictions, allowing their limited use in the production of motion pictures and oil field surveillance (Kerr 2014; Nicas 2014), while at the same time tightening others, including restrictions on hobbyist and university use of UAVs (Dorr and Duquette 2014; Federal Aviation Administration 2014). This ongoing lack of clarity and uncertainty has served as a major barrier to UAV use by news organizations, which have largely taken a wait-and-see approach. This at a time when the benefits of UAVs continue to stretch to areas other than journalism, including agriculture, aerial product delivery, environment, homeland security, geographic mapping, pollution control, and crisis management (Linchant et al. 2013; McNeal 2014; Schiffman 2014).", "Despite their broad potential and a growing voice of support for their use as tools for journalism, UAVs have yet to be widely adopted by news organizations primarily because of regulations put in place by the FAA (Lawson, Love, and Holton 2014). Those directives have been widely critiqued by media practitioners and aviation hobbyists but have largely been absent from mass media and journalism scholarship. This paper serves as a starting point to fill that gap in the discourse, providing a brief summary of some key ways in which UAVs can enhance newsgathering before examining the FAA's role in their restricted use by journalists and private citizens."]}, {"title": "UAVs and Newsgathering", "paragraphs": ["Cameras mounted to hot air balloons captured images of American cities as early as 1858, and commercial photographer George R. Lawrence popularized the use of aerial photography at the turn of the twentieth century by using kites and balloons to lift a specially outfitted 49-pound camera over cityscapes (Daily Mail 2013). Lawrence, who gained national attention for taking photos of the devastation of the 1906 San Francisco earthquake from several hundred feet in the air, created the Lawrence Captive Airship, which relied on 17 large kites and a series of stability weights to lift a camera several thousand feet. European photographers followed suit, employing kite cameras alongside camera-carrying pigeons for aerial shots and wartime surveillance (Neal 2014). Today's UAVs operate in much the same way, capturing still and moving images that provide unique perspectives without requiring individuals to put themselves in harm's way and with the added benefit of minimal monetary commitments.", "While FAA regulations do not distinguish between military UAVs weighing thousands of pounds and radio-controlled children's toys, which often weigh less than two pounds, the distinction is increasingly obvious. Also referred to as drones, quadcopters, hexacopters, unmanned aerial systems (UASs), and remotely piloted aircrafts (Tremayne and Clark 2014), UAVs that are typically used by journalists and private citizens feature lightweight frames with a number of motorized propellers and navigation systems that allow for brief flights at distances as far as several hundred feet. They come with or can be equipped with small cameras that can be operated remotely. These UAVs have been lumped together by the FAA with military predator drones, clouding the definition and depiction of drones. The FAA considers any use of a UAV for profit or by a for-profit organization, even if the use of the UAV does not specifically generate profit, to be commercial activity and therefore banned (Federal Aviation Administration 2007, 2014). The FAA's controversial ban covers acts of journalism, including the sharing of content captured by private citizens with news organizations. Despite this blanket embargo, which remains a contentious point at the time of this paper and is thus examined more thoroughly in later sections, UAVs have been proven to be uniquely suited as tools for journalism, as evidenced by their global uptake by journalists and private citizens. As the FAA continues to limit their use for newsgathering, several key uses of UAVs for journalism have emerged, including their ability to offer unique perspectives, to make aerial newsgathering safer, and to reduce the cost of aerial newsgathering.", "News organizations have relied on video footage captured by journalists and citizens, some of it with UAVs in the form of lightweight quadcopters or hexacopters, in their coverage of difficult-to-reach locations such as human rights rallies and areas devastated by natural disasters. Consider the case of Typhoon Haiyan, which swept across the Philippines in November 2013, taking with it more than 6000 lives and creating a natural disaster zone that was difficult for most journalists to reach (National Public Radio 2013). With traditional journalistic resources, news organizations would have largely relied on eyewitness accounts and delayed dispatches from the area. Efforts to display images would have been hampered by a collapse of local infrastructure, including the loss of necessary resources to transmit photos and videos (i.e., power for equipment, internet access for transmittal). Even when those resources were restored, journalists would have been encumbered by the inability to traverse a landscape ravaged by winds of more than 200 mph and extensive flooding and mudslides. Yet, images and videos of the devastation channeled across the globe with unexpected expediency thanks in part to the use of UAVs (Barcroft TV 2013). CNN was among the first news organizations to deploy a UAV in one of the more remote and devastated areas of the Philippines: Tacloban. Reporter Karl Penhaul (2013) used a UAV to broadcast images of the devastation 10 days after the typhoon struck, narrating as the craft hovered above heaps of debris and rescue workers.", "Private citizens, who play an increasingly critical role in the news process (Caumont 2013; Hermida 2014), have made similar use of UAVs. When a gas leak caused a major explosion in the East Harlem section of New York in March 2014, business systems expert Brian Wilson was among the first to the scene. After asking responding authorities for permission to film, Wilson launched his UAV above the blast zone and captured more than 30 minutes of footage that were widely used among local and national news organizations (Hutchinson 2014; Oshiro 2014). Wilson was able to provide early coverage that showed the damage of the explosion, and was also able to provide footage from a vantage point not even news helicopters could reach.", "News organizations have also relied on UAVs to provide unique perspectives for a variety of other events, including rockslides in Italy (Yahoo! News 2014), devastating bushfires in New South Wales (Madame 2013), fiery Ukrainian uprisings that began in February 2014 (The Guardian 2014b), tornado damage in Arkansas in April 2014 (The Guardian 2014a), and rarely seen wildlife displays such as dolphin megapods off the coast of California (Buczynski 2014). In each of these cases, journalists would otherwise have been limited to ground reporting without visual contextualization given the inability to either reach the areas covered or to complete their reporting outside of harm's way.", "Indeed, many news organizations have begun relying on the public to contribute user-generated content (UGC) to their coverage, most notably in the form of breaking news through social networking services (SNSs) and sharing photos and videos in those situations as well as crises and otherwise potentially dangerous events (Hermida 2014). Nearly 90 percent of Americans with smartphones have watched videos on their phones, and more than a third have used their smartphones to capture and share news-related videos (Mitchell 2014). News organizations have incorporated these videos and related SNS content into their news coverage of events such as the Tunisian and Egyptian Revolutions of 2011 and the Ukrainian protest rallies of 2014, both of which were marred with civilian casualties (Lotan et al. 2011).", "Rather than rely on untrained individuals to capture the most telling angles of hazardous news stories, news organizations could deploy UAVs to such areas, allowing them to control their coverage without endangering the lives of journalists (and without exploiting the free labor of individuals who are endangering their lives by capturing and sharing such content). Still, as the Professional Society of Drone Journalists points out, the use of UAVs for news and information gathering is not without peril (Schroyer 2014). Indeed, UAVs can navigate into dangerous spaces, such as active volcanoes or tornado-flattened neighborhoods that most journalists and other individuals could not safely approach. But when UAVs are operated in crowded areas or above active disaster scenes where rescuers are at work, the potential for danger should not be ignored. Strong wind gusts, radio interference, mechanical malfunction, and operator errors could bring down a UAV with potentially deadly force (Schroyer 2014).", "Yet, these same conditions could be even more catastrophic with current newsgathering technologies. Consider the case of a local television helicopter crash in a bustling part of Seattle in 2014 that claimed the lives of two individuals. The helicopter crashed while lifting off to cover a news story near the city's famous Space Needle, killing the pilot and a news photographer while injuring several people on the ground (KOMO 2014). News organizations around the United States regularly employ such means for news coverage via traffic reports, crowd flyovers, and breaking news—all of which can be covered more safely, more cost-effectively, and less invasively with UAVs. As one legal expert observed, “When a fuel-filled, 1,500-pound JetRanger becomes controlled solely by gravity, the risks, in terms of loss of life, injury and property damage are vastly worse than if the same were to occur with a battery-powered, 3-pound model aircraft” (Sachs 2014). Indeed, helicopters rank among the most dangerous of transportation vehicles, recording a crash rate of 9.84 per 100,000 hours as compared to the crash rate of all general aircraft (e.g., airplanes, helicopters, balloons, blimps, etc.), which is approximately 35 percent lower than that of helicopters alone (Beam 2009). Similarly, Slate reported an annual rate of 1.44 fatalities per 100,000 flying hours for non-military helicopters versus 0.017 fatalities per 100,000 driving hours, suggesting “helicopters are 85 percent more dangerous than driving” (Palmer 2011).", "As the New York Times pointed out, UAVs not only provide journalists with a safer, more effective mechanism of reporting on certain events, they present a cost-saving alternative to aerial coverage at a time when news organizations are struggling with economic sustainability (Kaufman and Somaiya 2013). Helicopters, which many news organizations rely on daily, cost hundreds of thousands of dollars and require significant funds to operate, including large amounts of fuel and significant ongoing operation costs. Even the most effective UAVs available for journalistic purposes cost less than $1000 and can be operated at a fraction of the cost of their heavier and less reliable helicopter counterparts. At least one prominent engineering expert has noted that the cost of operating UAVs will likely drop to below $10 per hour in the coming years (Sachs 2014).", "Even without helicopters, ground reporting—especially that which provides unique perspectives to convey powerfully visual contextualization—can often be a costly venture. The BBC's Richard Westcott noted that bulky and expensive equipment often makes for stressful reporting, but that such anxiety (and costs) could be significantly reduced by employing UAVs to “go close to something then soar into the air in one smooth movement” then “creep along the ground, shimmy a fence, crawl through a tree then climb to 400-ft for a spectacular panorama” (Westcott 2013). This without need for hefty video cameras, dollies, grips, news vehicles, and other resources frequently needed for news broadcasts. Despite the potential cost-saving benefit of UAVs, news organizations continue to remain cautious in their approach, demonstrating a willingness to use drone-generated content from citizens without assuming any of the innovative risk that the incorporation of any new technology might require.", "Despite these potential benefits, which represent a slice of the many opportunities for journalism UAVs hold, the current FAA regulatory environment continues to be the greatest barrier to the adoption of and innovation with UAVs as tools for journalism. As the following section explores, the FAA has sought to ban any actions it deems commercial UAV use. The effect of this position on journalists, including professionals, private citizens, and news organizations, has not been incidental. The FAA has specifically defined journalism with UAVs as an illegal use of this technology and most of its enforcement actions to date have been taken against those using UAV to engage in aerial photography and newsgathering."]}, {"title": "The FAA Barrier", "paragraphs": ["The basis of the FAA's ban on commercial UAVs dates back to its 2007 policy statement, “Unmanned Aircraft Operations in the National Airspace.” This document attempts to define what counts as a UAV and to delineate categories of use. The agency broadly defines a UAV as “a device that is used, or is intended to be used, for flight in the air with no onboard pilot,” a cloudy definition that the FAA has not yet worked to improve upon despite an ever-growing variety of UAV designs. The agency acknowledges that this definition includes military drones, but says that UAVs also include “remotely controlled model aircraft” (RCMA), the type of devices most used by journalists and private citizens. Such a spectrum that includes military predator drones on one end and RCMA on the other seems intentional given that the FAA policy says that UAVs can be “controlled either manually or through an autopilot using a data link,” that their dimensions can range from “wingspans of six inches to 246 feet,” and that they can “weigh from approximately four ounces to over 25,600 pounds” (Federal Aviation Administration 2007).", "However, because it is so broad, this definition of UAVs may not provide a sufficient basis for deciding when to take enforcement action. This is where another component of the FAA policy toward UAVs becomes crucial. The primary distinctions deployed by the FAA for purposes of deciding when to take enforcement action are “based on whether the unmanned aircraft is used as a public aircraft, civil aircraft or as a model aircraft” (Federal Aviation Administration 2007). The last of these two, civil and model aircraft, are most important for would-be drone journalists and news organizations. All non-governmental uses of UAVs fall into civil or model aircraft categories, and in the FAA's view, any use of a UAV “for hire,” for “commercial” or for “business purposes” falls under the category of civil use. Even more daunting, the FAA policy states, “operators who wish to fly an unmanned aircraft for civil use must obtain an FAA airworthiness certificate the same as any other type aircraft” (Federal Aviation Administration 2007). Yet, the only kind of airworthiness certificate offered by FAA at the time of this paper is rarely given, requires a great deal of time and resources to achieve, and places serious restrictions on how a UAV can be used. These certificates have only been issued “for purposes of research and development, marketing surveys, or crew training,” though in June 2014 the FAA moved to allow the use of drones for shooting motion pictures and oil field surveillance (Federal Aviation Administration 2014; Kerr 2014; Nicas 2014). Certification also requires describing for the FAA in advance “the time or number of flights … along with a description of the areas over which the aircraft would operate” (Federal Aviation Administration 2007).", "As for model aircraft, in 1981 the FAA developed a set of voluntary guidelines for operators of RCMA, which are spelled out in Advisory Circular (AC) 91-57, Model Aircraft Operating Standards. The devices most commonly used by journalists and private citizens fall within this category, at least in terms of the technical characteristics of the devices being used. In response to this kind of use for RCMA, the FAA noted in its 2007 policy that even though “some operators have used [AC 91-57] as the basis for commercial flight operations,” “AC 91-57 only applies to modelers, and thus specifically excludes its use by persons or companies for business purposes” (Federal Aviation Administration 2007).1 Under the FAA's current understanding, using an RCMA for commercial or business purposes transforms it into a UAV in the civil aircraft category and, as such, makes its operation illegal without prior approval from the FAA (Huerta v. Pirker 2014, 5).", "So where does all of this leave would-be drone journalists? The short answer is, grounded. Because the FAA definition of UAV includes RCMA, the type of devices most commonly used by journalists and private citizens fall under that definition and, therefore, the FAA's purported ban on their commercial use. Individuals would then seemingly be able to operate their RCMA under the voluntary model aircraft rules, yet the FAA has also banned that practice, arguing that journalism is an inherently commercial activity. FAA spokesman Les Door put it bluntly for Poynter.org in January 2014, “[I]f you're using [a UAV] for any sort of commercial purposes, including journalism, that's not allowed” (Barr 2014).", "This means that, from the FAA's perspective, use of a UAV as a tool for journalism on the part of news organizations, journalists, or private citizens falls within the civil aircraft category, implying that the only way to for these individuals to legally operate UAVs would be to obtain an airworthiness certificate. But this potential path to drone journalism is still largely blocked. As mentioned above, journalism, photography, or newsgathering are not among the uses for which FAA has previously granted such certificates. Even if it did open that opportunity, the requirements of the certification—i.e., advance reporting of when and where the device will be used and the prohibition on commercial use—would effectively preclude the device's use for the exact kinds of newsgathering for which UAVs are being used (e.g., breaking news, disasters, reporting from difficult-to-reach locations). Neither a professional nor citizen journalist is likely to use a UAV in a single location and to know in advance when and how many times the UAV will fly. Just as with traditional reporting, these factors are dictated by breaking news events over which individuals have little or no control.", "Here it is important to note that journalism and newsgathering with UAVs is not just barred in theory but in practice as well. Based on news media reporting and a set of FAA cease and desist letters obtained via a Freedom of Information Act request, it is clear that most enforcement actions to date have taken place against journalists and those using UAVs to gather news or aerial imagery (Koebler 2014; McKay 2014). All but 4 of the 17 letters identified either aerial photography or videography for commercial purposes as the offense that triggered the sending of the letter and subsequent ban of any similar actions. In two of the four released FAA cease and desist letters that did not mention photography or videography, the FAA identified using a “UAS for journalism education purposes” by two public universities, the University of Missouri and the University of Nebraska, as the underlying offense.2 In the most prominent case of FAA enforcement, the FAA sought to impose a $10,000 civil penalty against Raphael Pirker, who had been hired by an advertising company to take video for the University of Virginia using his camera-carrying RCMA (Huerta v. Pirker 2014). In perhaps the most egregious cases, the FAA has asserted that it may be illegal for news organizations to use footage taken by others. In one such case, the FAA warned a television station in Little Rock, Arkansas, which aired the tornado damage earlier discussed, that it was in violation of the ban on commercial use of drones after it aired video footage of the devastation that had been taken with a small UAV privately owned by one of the station's employees (Marszalek 2014). In a similar case, an FAA spokeswoman implied that even publishing drone video footage obtained by and provided to the news outlet by citizen volunteers is illegal (Navera 2014).", "Thus far, legal challenges to the FAA ban have hinged on matters of administrative law. For example, in the Pirker case mentioned above, an administrative law judge for the National Transportation Safety Board (NTSB) ruled against the FAA, finding that it had no enforceable regulations for UAV because it had failed to engage in proper notice and comment rulemaking, that its 2007 policy statement is not an enforceable regulation, and that no other, existing statutes or regulations are enforceable with regards to UAVs (Huerta v. Pirker 2014). The FAA has appealed the decision to the full NTSB board of judges. A decision could come at any time.", "The enforcement of the FAA ban has also raised free speech issues that should be of grave concern to all journalists. Indeed, media companies have begun to take notice of these issues and, as a result, have filed an amicus brief in support of Raphael Pirker (Brief for Advance Publications 2014). The FAA ban as enforced against journalists and photographers runs afoul of the First Amendment to the US Constitution. Importantly, the First Amendment protects photography and videography as newsgathering activities. The US Supreme Court has long recognized the important space the press occupies in the marketplace of ideas and has repeatedly emphasized that the press must be granted at least as much access to information as the general public. Moreover, the fact that the press is compensated financially for engaging in newsgathering in no way lessens the protection of the First Amendment (Riley v. National Federation of the Blind 1988). These protections for newsgathering are immediately apparent if one ponders the simple hypothetical in which the government could be allowed to regulate the speech of the New York Times solely on the basis that the newspaper is a for-profit enterprise. If the simple receipt of compensation abrogated First Amendment protections, such protections would cease to exist.", "But the FAA's purported ban on commercial aerial photography runs counter to these bedrock First Amendment principles. The FFA's commercial ban acts to single out journalists, effectively barring them from sources of information available to the general public. For example, if a hobbyist and a journalist both flew the same flight pattern and recorded the same images, the FAA would find that the journalist's flight was illegal but the hobbyist's was not. The sole distinction between the two is that the journalist, by accepting compensation, somehow receives lesser protection under the First Amendment. Such a result is clearly counter to constitutional norms.", "Having established that videography and photography are protected First Amendment activities, especially when employed for newsgathering, we must consider whether the FAA's ban on aerial photography and videography for compensation impermissibly infringes on these activities. An important clarification is necessary here. Our focus in this paper is on journalistic uses of UAVs in traditionally public places—street corners, parks, etc. Though we acknowledge the important privacy concerns raised by the use of UAVs over private property, such a discussion is beyond the scope of this article. Considering journalistic uses of UAVs in public spaces makes clear that the FAA's ban impermissibly restricts speech in traditional public fora. These public spaces are traditionally the most protected from government regulation of speech activities. In traditional public fora, the government may only restrict First Amendment activities under very narrow circumstances (Forsyth County, Ga. v. Nationalist Movement 1992). Specifically, government restrictions on speech activity must be content-neutral time, place, and manner restrictions (Perry Education Association v. Perry Local Educators' Association 1983). Such restrictions must be “narrowly tailored to serve a significant government interest, and leave open ample alternative channels of communication” (Perry Education Association v. Perry Local Educators' Association 1983).", "The FAA's blanket ban on commercial uses simply fails to meet this test. Though the FAA has asserted the safety of the national airspace as its justification for its commercial ban, the line drawn by the FAA—receipt of compensation—is wholly unrelated to the safety of any particular UAV flight. Consider the hypothetical above of a hobbyist and journalist undertaking the same UAV flight. In that case, the fact that the journalist received payment for the resulting images captured would have no bearing on whether the flight was more or less safe than that of the hobbyist. If the FAA wished to establish reasonable time, place, and manner restrictions, it could certainly do so. But the FAA has made no attempt to narrowly draw restrictions based on UAV weight, speed, or other characteristics. Neither has it attempted to define times and places in which UAV use might be more acceptable. Instead, the FAA has chosen to focus on a characteristic—compensation—that is wholly unrelated to its asserted government interest of safety. This does not comport with First Amendment requirements.", "Finally, the FAA's ban on commercial use of UAVs as applied to journalists acts as a prior restraint on speech. Whenever government action prospectively prohibits speech activities, we must be especially suspicious. Prior restraints constitute “the most serious and least tolerable infringement on First Amendment rights because they stop speech before it happens” (Nebraska Press Association v. Stuart 1976) and are presumptively unconstitutional (Carroll v. Princess Anne 1968). Government regulations that require speakers to seek permission prior to speaking are quintessential prior restraints (Bourgois v. Peters 2004; Forsyth County, Ga. v. Nationalist Movement 1992). The FAA's proposed regulatory scheme requires civil operators, including journalists, to apply for airworthiness certificates—effectively permits—prior to using UAVs for aerial photography. Though the FAA can certainly condition permits in order to protect public safety, it must do so only after establishing “narrowly drawn, reasonable and definite standards for [permitting] officials to follow” (Niemotko v. Maryland 1951). In particular, the decision on whether to issue a permit may not rest within the unfettered discretion of an official, because doing so invites censorship (Forsyth County, Ga. v. Nationalist Movement 1992). Rather than undertaking the burdensome task of establishing some reasonable and definite standards for officials, the FAA has simply disallowed journalistic uses of UAVs. More troubling, there have been instances in which the FAA has warned newspapers away from publishing stories that contain UAV-obtained imagery, a textbook example of prior restraint (see Bartnicki v. Vopper 2001; New York Times Co. v. United States 1971)", "In short, though UAVs show great opportunity as a tool for journalism, the current regulatory environment poses the largest obstacle to realizing these opportunities. It is important to note, however, that journalist use of UAV is not just a matter of getting cool but otherwise unnecessary aerial footage to bolster the bottom line for media corporations. As demonstrated above, this technology can help to address real issues of concern for modern journalism related to access, costs, and even safety. What is more, the use of UAVs for journalism raises questions that get to the heart of the role of a free press and free speech in a democracy. In this case, that includes the degree to which the government can sidestep laws about rulemaking to declare journalistic use of a new technology illegal a priori, unless or until the government allows its use. As such, the stakes in the ongoing fight over the use of UAVs as tools for journalism are potentially greater than many have realized to this point."]}, {"title": "Discussion", "paragraphs": ["That struggle is one that is not likely to go away anytime soon given the increasing accessibility of UAVs to commercial organizations and private citizens. As the FAA continues to reconstruct traditional aerial regulations and craft new ones, so too do the uses of UAVs continue to evolve. While journalism is certainly not the only profession impacted by the changing landscape of UAVs, it does provide an area to open discourses about the opportunities UAVs present and the legal challenges that must be faced in order to lawfully deploy them as tools for journalism. This paper set out to provide a starting point to fill a gap in the discourse about UAVs and journalism which, while relatively fresh, has focused more on the ethical, practical, and theoretical implications than on the legal aspects and implications. The incorporation of UAVs among news organizations, journalists, and private citizens may help to provide unique perspectives for news coverage, improve the safety of newsgathering, and decrease costs at a time when news organizations are struggling economically.", "Despite the actual and potential benefits of UAVs, their future as tools for journalism—and indeed their future as instruments of benefit across many professions—is being challenged by unclear, shifting rules and regulations. While there is evidence to suggest the FAA is loosening its control and working toward solutions that may ultimately benefit newsgathering, they have set no clear date or effort for the achievement of those resolutions. Instead, the agency has continued to roll out a series of informal rules and regulations that serve to muddy the waters. As an example, in late June 2014 the FAA posted a series of “interpretations” of model aircraft rules and regulations as well as a memo regarding public university uses of UAVs (Federal Aviation Administration 2014; Dorr and Duquette 2014). These documents portend potentially stricter limits on the UAVs most often used by news organizations, journalists, and private citizens while simultaneously suggesting an end to any academic or research efforts at public universities that involve the use of UAVs for anything other than “aeronautical research.”", "Just as the benefits of UAVs to journalism and their legal restrictions are not exhausted in this paper, neither are the evolving rules and regulations which the FAA is likely to put into place in the coming years. Hobbyists like Brian Wilson and innovative media scholars, who are less bound by journalistic norms and the regulations of news organizations, are perhaps better positioned to experiment with UAV technology on personal and professional levels. As media professor Matt Waite said about the Drone Journalism Lab he helped to develop at the College of Journalism and Mass Communications at the University of Nebraska-Lincoln in 2011, “journalists are increasingly faced with two problems: a growing appetite for unique online video in an environment of decreased budgets; and restricted or obstructed access to stories ranging from disaster coverage to Occupy Wall Street protests” (Drone Journalism Lab 2014).", "While current organizational policies may restrict some journalists from making use of UAVs, Waite and other scholars are encouraging the innovative incorporation of UAVs in news coverage by students, who represent the journalists of tomorrow, and by private citizens, who continue to provide most of the UAV-created footage used by news organizations. Both the Drone Journalism Lab at Nebraska and the Missouri Drone Journalism Program have run up against FAA scrutiny, but continue to seek clarity in legal restrictions while offering unique collaborations and partnerships with local and national news organizations, many of which have closely monitored the progress of these programs.3 Similar programs have begun to surface in the United States and Canada at universities such as the College of the North Atlantic and the University of Utah, both of which have courses scheduled for 2014 that examine the legal and ethical side of UAVs as well as their innovative repurposing for journalism and beyond.", "Nonetheless, the FAA has recently sought to restrict university use of UAVs in ways that could impact on academic experimentation and education in drone journalism. An FAA memo on “UAS Operations by Public Universities for Aeronautical Research” makes it clear that in FAA's view, to be legal, any UAV-related research conducted by public universities must be “aeronautical research,” meaning research that has the development of UAVs and related system as the primary goal (Federal Aviation Administration 2014). Use of UAVs incidental to other kinds of research, presumably including journalism research, would be considered illegal (Petronis 2014; Schulman 2014). It is unclear how this will impact programs like those at University of Nebraska and Missouri, which have worked to complete the Certificate of Authorization process with the understanding that their students would be permitted to work with and operate UAVs. As promising as UAVs may be to “drone journalism,” they appear to be increasingly scrutinized and limited at the university level, a troubling trend given the mission of such institutions to promote creativity and innovation.", "Such a stifling of journalistic advancement suggests the need for a powerful role model that can continue experimenting with UAVs, educating the public about their myriad functions, and pushing back against FAA overreach. While the FAA may lump military predator drones on the same UAV spectrum as hobby aircraft, they are working to improve definitions so as to delineate between UAVs, their uses, and the regulations that guide those practices (Federal Aviation Administration 2014). While improved definitions slowly emerge, news organizations have the opportunity and the ethical responsibility to help journalists, professional and citizen alike, navigate the various differences, potentials, and concerns raised by UAVs for journalism.", "Safety is one of the most important concerns with UAV use for newsgathering and journalists have an ethical obligation to operate in a way that does not endanger the lives of others. Some media organizations have begun to address this concern. In May 2014, for example, CNN took bold inaugural measures in that direction, releasing documents and videos meant to educate journalists and private citizens on proper uses of UAVs, including an instructional video, an overview of applicable rules, suggestions for selecting a proper UAV, and recommendations for practice and safety (Zdanowicz 2014). Even some citizen journalists are pointing us toward common-sense ethical guidelines for safe use of UAVs. The case of Brian Wilson mentioned above is one example. When he used his UAV to take video of the Harlem building explosion, he first obtained permission from first responders on the scene. Then, when they asked him to land his UAV out of concern for safety of the first responders, he did (Hutchinson 2014; Oshiro 2014).", "Of course, there are other ethical considerations that large media organizations and individual journalists must address. Privacy is one of the most salient. As we have suggested, journalistic use of UAVs is most protected from government restriction when it is conducted in public spaces. This is also the space in which such use will have the least impact on privacy. As such, would-be “drone journalists” should fly their UAVs in a way that does not trespass on private property and in a manner consistent with all relevant local, state, and federal privacy laws, just as they do now with their use of cameras and helicopters. Taking privacy into account will likely be even more central with the use of UAVs, however, because unlike helicopters, which operate in the navigable airspace above 500 feet, most newsgathering UAVs will likely operate far below that altitude, thus raising the possibility of an aerial trespass. In short, the potential advantages of UAVs are not and should not be an excuse to violate the norms and ethics of good journalistic practice where privacy is concerned and journalists must be aware of the new privacy challenges posed by this technology.", "Next, as mentioned above, journalists should carefully consider the ethical implications of relying too heavily upon donated UAV footage from citizens and amateurs. First, reliance on such footage involves the use of free labor on the part of citizens and amateurs. But second, and more importantly, it does so in a way that shifts the legal and safety risks of UAV use onto those undertaking this free labor.", "But perhaps most important is an ethical responsibility to defend journalism from government overreach. Journalists will not have an opportunity to work through the other ethical implications of UAV technology mentioned above if current legal and regulatory barriers are not overcome. Large media organizations, which have more monetary and legal resources at their disposal, are in a better position to fight on behalf of everyone's First Amendment rights than are individual citizens or freelance journalists. What is more, until these barriers are overcome, allowing news organizations to fly and film for themselves, these organizations will continue to rely on UAV footage provided by citizens and amateurs, exploiting their free labor, putting them at greater risk, and potentially putting people on the ground at greater risk.", "Luckily, some media organizations have begun to step into the legal struggle against the FAA's broad and frequently unclear regulations. News organizations filing an amicus brief in support of Raphael Pirker is a good first step because it is the first time that these organizations have challenged the FAA's UAV regulations on First Amendment grounds. The outcome of this case has the potential to be extremely influential in establishing the boundaries of the FAA's authority to regulate journalists' use of UAVs.", "But if news organizations are to preserve their access to a valuable public forum (i.e., the public airspace), then they must do more to resist FAA overreach and to provide safe pathways for their journalists and for private citizens to gather content with UAVs. This could come through the production of stories that better explain to the public the FAA's rules and regulations and how they affect the quality of news. As part of this effort, news organizations could challenge private citizens to question those policies and to suggest more effective ones. Journalism as a profession has frequently turned to those who work outside of its tenets to innovate with new technology and to challenge traditional methods of newsgathering and news sharing (Gardner, Csikszentmihalyi, and Damon 2001). Organizations may also benefit from pushing the legal boundaries, which remain murky at best, or engaging in lawsuits to both challenge FAA regulations and to enhance them.", "In the absence of such challenges, both straightforward and indirect, the future of UAVs as instruments for journalism remains bleak, resting largely on the continued push among a relatively few journalists and private citizens willing to risk the ire of the FAA to gather and share the news. Media scholars have already noted expanding uses and emphasized the importance of examining the many ways in which UAVs can be used for journalism (beyond those outlined here) as well as in other areas. They have observed moral and ethical dilemmas that UAVs may present and noted that news organizations have indeed made efforts to confront the FAA's barrier, albeit on relatively small scales and with marginal success (see Tremayne and Clark 2014). These are important issues to raise, though they may be muted by the enforcement of FAA policies that continue to ground efforts by news organizations, journalists, and private citizens to use UAVs for newsgathering. This paper is one of the first to explicate current directives guiding advancements with UAVs, noting that rules and regulations set forth by the FAA challenge not only journalism as a profession, but also the ability of the public to engage more fully in the news process. While this is a troubling consideration, it is one measured against the innovative ways in which UAVs continued to be used to gather breaking news, offer images and videos from disaster and crisis areas that have traditionally been inaccessible to journalists, to help private citizens engage with the news, and to do so in ways that are safer and more cost-effective than traditional methods. Such promise should not be ignored by news organizations or other agencies of policy change, such as the FAA, who are well positioned to provide improved pathways to creation and dissemination of journalism."]}], "references": [{"title": "Drone Captures Devastation after Super-Typhoon Haiyan", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2001", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "as Amici Curiae Supporting Respondent Raphael Pirker", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1968", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1992", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“The Arab Spring: The Revolutions Were Tweeted: Information Flows During the 2011 Tunisian and Egyptian Revolutions", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Lotan Gilian", "first_name": "Lotan", "last_name": "Gilian"}, {"name": "Graeff Erhardt", "first_name": "Graeff", "last_name": "Erhardt"}, {"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike"}, {"name": "Gaffney Devin", "first_name": "Gaffney", "last_name": "Devin"}, {"name": "Pearce Ian", "first_name": "Pearce", "last_name": "Ian"}, {"name": "boyd. Danah", "first_name": "boyd.", "last_name": "Danah"}]}, {"title": "", "year": "1971", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1951", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1983", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1988", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“Drones Flying High as New Tool for Field Biology", "year": "2014", "journal": "Science", "volume": "344", "authors": [{"name": "Schiffman Richard.", "first_name": "Schiffman", "last_name": "Richard."}]}, {"title": "“New Perspectives from The Sky Unmanned Aerial Vehicles and Journalism", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}, {"name": "Clark. Andrew", "first_name": "Clark.", "last_name": "Andrew"}]}]}