{"doi": "10.1080/17512781003642972", "url": "https://doi.org/10.1080/17512781003642972", "title": "TRANSPARENCY AND THE NEW ETHICS OF JOURNALISM", "volume": "4", "year": "2010", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Phillips", "first_name": "Angela", "name": "Angela Phillips"}], "abstract": " Professional journalists rate investigating, fact checking, and standards of accuracy high among the qualities that set them apart from amateur journalists and bloggers. This paper addresses the spread and the implications of news “cannibalisation” (taking material from other news organisations, without attribution). It asks how the loss of exclusivity is impacting on practices of reporting and on standards of “accuracy” and “sincerity” and suggests that establishing new standards of transparency could help protect professional reporting in the new, networked era, as well as improving ethical standards in journalism. ", "body": [{"title": "Introduction", "paragraphs": ["Research into source relationships for the “Spaces of the News” project at Goldsmiths, University of London found that a high proportion of story ideas were taken, not from news agencies (which provide a legitimate paid service), but lifted, without attribution, from other news outlets. The number varied across the newspapers examined but in no case was the source of the original story actually credited. “Lifting” from cuttings is not new in journalism. What is new is the ability to lift exclusive material such as quotes and case histories, within minutes of its publication. This paper addresses the spread and the implications of this form of “cannibalisation”."]}, {"title": "Vanilla News", "paragraphs": ["Organisations seeking publicity have always looked for ways to simplify the circulation of information to the public and news organisations are happy to share sources of routine news. Both sides have made use of the telegraph, news agencies, news conferences, press releases, news pools and, more recently, the Internet, in order to do so. Much of the material used by news organisations is pushed out to news desks by public relations professionals who are trained to catch the attention of journalists (Fenton, 2009a). Most information circulating is doing so precisely because those responsible for it want people to know about it. This serves the function of alerting the public to information that they need to know and it is part of the mix of all news (McNair, 2009).", "Research by a team at Cardiff University suggested that 54 per cent of news is derived from, uses, or has some connection with PR sources (Davies, 2008, p. 84). Indeed this figure may be low. Virtually all news reports make some use of public relations sources because journalists are expected to follow up rumours and allegations by approaching the organisations concerned for comment. Most of that comment will be organised by PR professionals. This information is fed into news-rooms directly via press release and email, and indirectly, via news agencies. News agency copy was found by the Cardiff reporters to figure in 70 per cent of stories surveyed (Davies, 2008, p. 74) and in German research (Carsten, 2004) 90 per cent of political journalists said that news agencies were an important source of stories. This is not surprising: news agencies were established by newspapers in order to reduce the considerable cost of news-gathering (Silberstein-Loeb, 2009).", "Original reporting should add value to “vanilla news”. It questions, or follows up information provided by official sources, or is derived from unofficial sources that have been cross-checked and verified. This is the kind of reporting that holds power to account rather than merely reporting on the powerful. It is only via questioning and investigating that journalists challenge the information that is sliced, diced and packaged for their consumption. Investigation is often singled out as a special category of news but in a reasonably well-resourced news-room, original reporting is both a means of un-earthing new stories and also of questioning the information that is presented via the various news feeds. An experienced reporter, on a specialist beat, should have the knowledge to recognise inconsistencies and contradictions in information received via “vanilla” news-feeds and press releases.", "The balance of investigative and “vanilla” news is as important to the future of news (and democracy) as are worms and soil to the future of agriculture. If routine reporting was abandoned and Public Relations professionals ignored, citizens would be deprived of a great deal of the information they need to stay informed about the operations of government and business. On the other hand, if information is not questioned, and politicians and officials are not held to account, information too easily becomes propaganda. The job of public relations is to present the story most favourable to the organisation it represents. The job of journalism is to dig behind the facade. If a lively, plural media is to survive, the diggers need to represent a variety of viewpoints, all of which will have different questions to ask and different secrets they want to uncover.", "The question under examination here then is not whether routine news should be disseminated by journalists, but how it is used and interrogated. Is the routine pushing out the original, or making more space for it? Is the flow of information from one medium to another, via news aggregators and blogs, a straightforward benefit to democracy, or is it muddying the news pool and making it harder for citizens to verify and follow up information? Should there be a greater commitment to transparency so that citizens are more easily able to trace information to its source? Would greater transparency improve the quality of the news that is produced and the health of those organisations in the news production business? These last questions are important because original reporting may not only serve the immediate requirements of democracy and the audiences. It may also have an important role in maintaining the diversity of news outlets in the longer term.", "Bourdieu (2005), discussing field theory in relation both to individual journalists and also to news organisations, describes the paradox at the centre of the journalism field: To exist in a field … is to differentiate oneself. It can be said of an intellectual that he or she functions like a phoneme in a language: he or she exists by virtue of difference from other intellectuals. Falling into undifferentiatedness … means losing existence. (Bourdieu, 2005, pp. 39–40) In the news industry, Bourdieu suggests that the fierce competition for differentiation is: “usually judged by access to news, the ‘scoop’, exclusive information and also distinctive rarity, ‘big names’ and so on”. However, he suggests, commercial competition functions, paradoxically, to undermine the very differentiation it seeks, as competitive pressures force organisations to copy one another in order to monopolise the greatest number of readers who are assumed to occupy the middle ground (2005, p. 44). The results can readily be seen: as new technologies lower the cost of entry into news production, far from an increase in the number of different news outlets, competition has led to greater consolidation (Bourdieu, 1996; Herman and McChesney, 1997; House of Lords, 2008, p. 41). There may be more outlets but they tend to be servicing the same people and largely with the same information.", "To exist in a field … is to differentiate oneself. It can be said of an intellectual that he or she functions like a phoneme in a language: he or she exists by virtue of difference from other intellectuals. Falling into undifferentiatedness … means losing existence. (Bourdieu, 2005, pp. 39–40)", "This pressure intensifies as news organisations are forced, increasingly, to look to advertisers for funding rather than to the audience itself. Pressure has been particularly intense since the move to online news delivery. Roy Greenslade, writing in The Guardian (2009), listed 53 newspaper closures with a net loss of 42 in the United Kingdom since the start of 2008. In May 2009, the Economist suggested that 70 had closed in that time (Economist, 2009). As small to medium-sized news organisations continue to be squeezed out of the business, the news agencies, which depend on subscriptions for their own survival, are also coming under pressure. Associated Press (in the United States) and the Press Association (in the United Kingdom) are owned by the newspapers and as they contract, so do the subscriptions they pay to the agencies.", "Journalists who remain are expected to work faster and to fill more space, as described by Nick Davies, in Flat Earth News (2008, p. 60). Davies dubbed this form of journalism “churnalism” and “churnalism” was also described by Deirdre O'Neill and Catherine O'Connor (in Ponsford, 2007) when they examined 2994 stories from four daily newspapers: the Halifax Courier, the Huddersfield Examiner, the Yorkshire Evening Post and the Bradford Telegraph & Argus and found that 76 per cent of stories relied on just one source. Relying on press releases without any follow-up calls may disseminate information but it cannot interrogate it."]}, {"title": "News Cannibalisation and the Leverhulme Study", "paragraphs": ["At least as worrying is the practice of taking material from other news outlets without follow up or attribution. Before convergence, newspapers were inhibited from simply taking copy from another paper by the strictures of the technology. They would have to wait for the early editions of rival newspapers before they were able to take any material, and then they would be limited by the sheer inconvenience of re-placing large swathes at the last minute. A big newspaper scoop would give that publication a day to pick up new readers who were unable to get the same news elsewhere. Today news can be immediately “scraped” off the site of a rival and re-organised a little. The intensity of competition on the Internet, coupled with the lack of technical or temporal barriers to making use of information lifted from elsewhere, means that it is difficult for any news organisation to retain exclusivity for more than a few minutes. In one interview, a journalist working at the Daily Telegraph remarked: I'd imagine people are really pissed off with me because I'm quite often told to take things. I put my by-line on there and it just looks as though I'm just stealing stuff all the time. (Research interview, 20081)  ", "I'd imagine people are really pissed off with me because I'm quite often told to take things. I put my by-line on there and it just looks as though I'm just stealing stuff all the time. (Research interview, 20081)", "In the qualitative research undertaken to investigate changing relationships between journalists and their sources (Phillips, 2009), it was journalists on the Daily Telegraph who most often described using stories and material, unattributed, taken directly from other newspapers. Journalists interviewed in depth for this project were taken from national and local newspapers and the intention was not to compare practices across news organisations but to look for changes in the way in which journalists are currently using news sources. However the practices at the Telegraph, the only national newspaper with a “Web first” approach at that time (early 2008), were starkly different. Journalists were interviewed in detail about the original and follow-up sources of recent stories. A third of the Daily Telegraph stories discussed had been lifted directly from another news organisation. Telegraph reporters also made fewer follow-up calls when covering a story. One junior reporter explained the routine: They go: “Can you do 400 words on this”, and it's something from the Daily Mail or something. I'd read it through, find out who the people are, try and move it forward a bit. So I was doing that one day … and the news editor came over and goes, “You haven't filed that thing…”, and I was like, “I'm just speaking to the mother now to get some quotes”, and he was like, “don't bother with that, it's been in the Daily Mail just rewrite it”. (Research interview, 2008)  ", "They go: “Can you do 400 words on this”, and it's something from the Daily Mail or something. I'd read it through, find out who the people are, try and move it forward a bit. So I was doing that one day … and the news editor came over and goes, “You haven't filed that thing…”, and I was like, “I'm just speaking to the mother now to get some quotes”, and he was like, “don't bother with that, it's been in the Daily Mail just rewrite it”. (Research interview, 2008)", "On another story: I got that [indicates story selected by interviewer] this morning when I came in. It's Page 5 in The Sun I think. That bit wasn't in it … I added that in yeah, but all the quotes are from The Sun. (Research interview, 2008)  ", "I got that [indicates story selected by interviewer] this morning when I came in. It's Page 5 in The Sun I think. That bit wasn't in it … I added that in yeah, but all the quotes are from The Sun. (Research interview, 2008)", "A specialist reporter on The Guardian, remarked that her exclusive stories were routinely picked up by the Daily Telegraph within minutes of appearing on-line (Research interview, 2008). They were slightly re-organised but never attributed. The attitude in the United Kingdom seems to be that taking copy from other news organisations is normal and accepted behaviour, part and parcel of the rough and tumble of journalism as it is practised. However, the merging of platforms has speeded up the flow of news so radically that it is impossible (as the Media Standards Trust has pointed out) for any casual observer to know where a story originated, or how to verify the information. Editors can simply copy original stories at will without mentioning the journalist who put all the hard work into unearthing them. This practice means that the journalist no longer gets the credit for an exclusive and the newspaper can no longer count on the added value of a scoop. Why buy The Guardian for an exclusive story when you can just go online and read the same thing in The Times?"]}, {"title": "Maintaining the News Pool", "paragraphs": ["It is hard to see why news organisations will continue to invest in original reporting if all they do is give it away. It is a great deal cheaper to take material from another source and then spend money on colouring it. The difficulty is that if news organisations do go further down this route, they will be contributing to a diminution of the news pool that will, in turn, impoverish all news organisations. This journalist was explaining why he had not attempted to follow up a story by going to the place where it happened and knocking on doors: I mean it's all to do with money. The agencies don't do things because they can't afford it because we don't pay them enough and we don't go out because there's not enough of us to fill all the holes in the website and the paper so it just becomes a sort of vicious circle I think. The sources, become ever fewer sources and more and more outlets for them. (Telegraph reporter, research interview, 2008)  ", "I mean it's all to do with money. The agencies don't do things because they can't afford it because we don't pay them enough and we don't go out because there's not enough of us to fill all the holes in the website and the paper so it just becomes a sort of vicious circle I think. The sources, become ever fewer sources and more and more outlets for them. (Telegraph reporter, research interview, 2008)", "If there are no commercial reasons for pursuing exclusives, then there is little reason for a purely commercial media to maintain the considerable cost of pursuing investigations and scoops. However, without an investment in producing exclusive content, the main force for differentiation between news outlets will disappear. This would lead to increasing homogenisation of news delivery, and to a collapse of the major means by which journalists and news organisations derive the cultural capital that sets them apart from rivals within the journalism field. If the job of a journalist is simply to re-write material which has been generated by public relations professionals, it is hard to see how high-calibre entrants to journalism will find the means to “differentiate themselves” within the field (Bourdieu, 2005, pp. 39–40). They are likely to look elsewhere for rewarding work and news journalism will be even further impoverished.", "Ironically perhaps, the best recent example of the power of a real “scoop” in the United Kingdom is the Daily Telegraph's revelations of the MPs’ expenses scandal. According to reports in The Guardian newspaper (Wilby, 2009), the exclusive led directly to an increase in sales of 50,000 or more per day which is a rise in paid-for print circulation of some 14 per cent. By buying a disc of material taken from the House of Commons fees office, the Telegraph invested in a source of data which it then went on to mine and exploit on a drip-feed basis. Initially six journalists were devoted to the task, 12 hours a day, increasing to a dozen journalists as the enormity of the task, and its commercial value, became clearer (Bell, 2009). The information proved to be so explosive that within two weeks it had forced the resignation of the Speaker of the House of Commons—the first time this had happened in 300 years—and over time a number of MPs also resigned or decided to stand down at the next elections.", "For a 24 hours a day, Web first, newspaper, it is instructive to note that the revelations were first published, not online, but in print. This provided the paper with a 24-hour lead on the other print media and ensured that it would be difficult for other news media simply to scrape the information off their website and re-use it unattributed. The rival news media, led by the BBC, were scrupulous about attributing the Telegraph throughout the considerable length of the story's run. This generosity might have been due, at least partly, to initial fears that the Telegraph might be prosecuted for receiving stolen goods (The Guardian, 18 May 2009, p. 3) but the result was a massive publicity campaign for the Telegraph newspaper and its website.", "This investigation (which relied heavily on the use of computers for data mining) is a good example of what could be lost if big, independent, news organisations are further undermined by the fragmentation occurring online. No single blogger, alone in a bedroom, would have had the means to buy the material in the first place, or the staff to spend time analysing it. It might have been possible to have just put the whole lot on line and allow “citizens” to do the analysis but would lone individuals have seen the necessary connections and, without the power of “big media”, would it have had the impact? It is not likely either that a single, dominant or state-supported media organisation would have taken the risk of prosecution. The Telegraph took that risk for competitive, commercial reasons (Bell, 2009) as much as for any concern about “the public interest”. Indeed this scoop demonstrates rather effectively why newspapers neglect, at their peril, the need to invest in research and investigation. Without any means of differentiating their product, the process of consolidation, homogenisation and monopoly building, noted by numerous researchers (Herman and McChesney, 1997; Witschge et al., 2009), will rapidly accelerate as smaller organisations fail to compete for advertising, and news sources merge both vertically and horizontally.", "There is little sign yet that the reporting functions of either newspapers or agencies will be replaced by new—Web native—brands. Most of those currently gathering readers on-line have done so entirely through the practice of “cannibalising” information from existing news organisations (Kovach and Rosenstiel, 2001; Messner and Distaso, 2008, p. 458). True the Huffington Post has announced a small fund which will be made available to investigative journalists (Bauder, 2009) but this cannot replace a system in which trained professionals are paid to gather, interrogate and disseminate news which then circulates through local, to national and international hubs, and then back again."]}, {"title": "Accuracy, Sincerity and Transparency in the Internet Age", "paragraphs": ["If the news pool is to be retained (even in its current much reduced form) then news organisations need to have some incentive to interrogate and investigate at every level of society (not just when there is a big story to cover) and journalists need to feel some kind of investment in standards which set them apart from casual users of the Internet. Fact checking, following up sources, verifying information are the core skills which journalists believe set them apart from what they consider to be an inferior product produced online by bloggers (Fenton and Witschge, 2009).", "If this professionalism is what divides “real” journalists from amateurs then the differences are in places paper thin and desperately in need of strengthening. If journalists are using material without checking it, or attributing its source, readers are in no position to know who wrote the original story, where the information originated, or how it could be checked. Attribution of sources is standard practice in academic circles and to re-use someone's work without doing so would be an act of plagiarism. A journalist on the Daily Telegraph explained that similar rules obtain when handling journalism from the United States: “You have to attribute American newspapers because they get annoyed”, he explained. Yet a casual attitude towards attribution goes largely unquestioned in UK news-rooms.", "The coverage of the Maureen Dowd plagiarism affair in May 2009 goes some way to show the difference in approach between the United Kingdom and the United States in relation to attribution but more pertinently between newspapers and “Web native” publications. Maureen Dowd was found to have lifted a line from a blog (TalkingPointsMemo). The line was of no particular importance and, as plagiarism goes it was of minimal significance, but it was clear that she had used someone else's formulation in writing her sentence and bloggers were very quick to point it out. Now, I'm all for cutting & pasting. As a blogger I do it all the time, but I always give credit. (thejoshuablog, 2009)  ", "Now, I'm all for cutting & pasting. As a blogger I do it all the time, but I always give credit. (thejoshuablog, 2009)", "Another blogger commented: If I was e-mailed a 40-plus-word block of text for this blog, and I used it, I'd include some sort of attribution—whether “a reader writes in,” “media insider points out” or whatever the case may be. (Calderone, 2009)  ", "If I was e-mailed a 40-plus-word block of text for this blog, and I used it, I'd include some sort of attribution—whether “a reader writes in,” “media insider points out” or whatever the case may be. (Calderone, 2009)", "British newspapers were quick to jump on the discussion. Daily Telegraph US editor, Toby Harnden, even entered the fray. None of course pointed out that this sort of behaviour is utterly commonplace on their own pages and rarely, if ever, is a correction or apology offered, even when they are caught in the act. Brian Attwood (2008), editor of The Stage, wrote to the United Kingdom's Press Gazette complaining that the Daily Telegraph had lifted material without attribution and had not responded to a complaint.", "According to cross-national research comparing major newspapers with a significant online presence it would appear that old media, as it has moved on-line, has not taken on the obligation of transparency, Indeed it seems to be moving in the opposite direction (Quandt, 2008, p. 729). As the Cardiff study underlines, the use of agency copy is commonplace and as the Leverhulme study indicates, use of copy from other news organisations is also common and yet Quandt found that (with the exception of Le Monde, in France, and USA Today) the standard approach, internationally, was to credit only one author for news items.", "Research by Redden and Witschge (2009) found that mainstream British news websites rarely link to other outside sources either. Where there are links in news items they are almost always to other parts of their own website or previous stories they have generated themselves. (The BBC and the Independent were cited as exceptions to this rule. The BBC consistently provided links to outside source material. The Independent provided links to Wikipedia.) Quandt (2008, p. 732) found a similar reluctance to link to outside organisations in all but two of the news organisations examined. One exception was the BBC, the other was Russian site Lenta.ru."]}, {"title": "Transparency: A New Ethic", "paragraphs": ["Journalism, if it is to contribute anything beyond entertainment to the life of the community, must be rooted in truth telling. This does not mean an adherence to some non-negotiable essential version of events, it does mean that journalists, in telling their version of events, should be able to say, with sincerity, that they believe their version of events to be correct. “Accuracy is the disposition to take the necessary care to ensure so far as possible that what one says is not false, sincerity the disposition to make sure that what one says is what one actually believes” (Phillips et al., 2009).", "On-line, where speed is considered to be more important than painstaking fact checking, accuracy and sincerity reside in transparency (Blood, 2002; Singer, 2007). Bloggers see truth as a work in progress. They will publish rumours and wait for readers to react to them, believing that the interactivity of the Web will provide its own corrective. That is the reason why attribution on the Web is one of the few ethical norms agreed by bloggers: “What truth is to journalists, transparency is to bloggers” (Singer, 2007, p. 86). If the “public” is to act as a corrective it needs to be aware of where the information originated.", "This should not be difficult for main-stream news organisations to do. The Media Standards Trust is currently working to produce the metadata that would allow every piece of news to be tagged with information about where it originated as well as information about the news principles of the organisation that produced it. The data would not be intrusive; it is visible only to those who want to access it. The Associated Press (Smith, 2009) has shown an interest (for commercial reasons as it will allow them to keep tabs on their own material) but so far no other significant-sized news organisation has signed up.", "Attribution is not only a means of allowing people to trace a story back and check it. It is also a means of giving credit to the originators of information. If professional journalism was to embrace the blogger's code fully and attribute story sources routinely it would help to produce a different form of competition for cultural capital and differentiation.", "Clearly there must be some limits to this. The obligation not to reveal a confidential source should still trump the obligation to be transparent, if journalists are to be able to investigate behind the scenes. However, protection of confidentiality is not an issue with the vast majority of material routinely handled by journalists. And there is absolutely no reason (beyond a distorted concern for commercial and brand protection) why journalists should not credit fellow professionals from other news organisations when the occasion demands that a real scoop should be recognised. Routine use of attribution and linking would also make it rather more difficult for journalists to quote selectively and in so doing completely distort the facts.", "There would be other benefits too. If journalists could no longer pretend that the material they have lifted from another source is written by them there would be little point in spending a great deal of time re-angling it. Press Association copy could be used and attributed and journalists could spend their time following up angles and investigating original stories. The expansion of the news pool would be of value to readers and clear attribution would help those searching for stories because search engines would not be clogged up with endless repetitions of exactly the same story with the lead paragraph re-written. The value of original investigation would start to rise again and, with it, the cultural capital of journalists who produce it. If every time an original story is produced it is properly credited and points traffic back to the source, then it will also, albeit at the margins, help to stimulate greater differentiation of content.", "In a time-pressured world in which few people really have the time to source their own news, journalists and news organisations must continue to have a role. It seems unarguable that a well-resourced news-room is better able than an individual blogger to afford the cost of employing journalists who can spend time verifying information and following up sources. If the news base is to be broadened it has to be possible for a mixture of large and small organisations to co-exist because, without companies sufficiently well funded to put 12 journalists on to a single story in order to find out what really happened, all news organisations, and the public, will be the poorer.", "Time and budgetary pressures are pushing news organisations in the wrong direction—towards an increasing reliance on re-purposing the same material and a decreasing amount of time spent on the kind of investigation which allows for differentiation. The inevitable result of this increasing homogenisation of news will be a decrease in the diversity of news organisations and a narrowing of the number of views available. While it is clear that there was no golden age in which every journalist did his or her own reporting without recourse to PR or agency copy, it is equally clear that good, solid, regular reporting, alongside the use of PR and agency copy, is necessary for a functioning democracy. PR people will tell journalists what they want them to know—not what they would rather cover up, and investigative journalism has never been the responsibility of the agencies. If governments and business are to be held to account, as more than ever they need to be, then democracy requires a functioning, independent news media. A move towards greater transparency in sourcing might be a step in that direction."]}], "references": [{"title": "“The Source Cycle”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Messner Marcus", "first_name": "Messner", "last_name": "Marcus"}, {"name": "Distaso Marcia Watson", "first_name": "Distaso", "last_name": "Watson"}]}, {"title": "“News on the World Wide Web”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "“Contested Autonomy: professional and popular claims on journalistic norms”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}]}