{"doi": "10.1080/1461670X.2010.503021", "url": "https://doi.org/10.1080/1461670X.2010.503021", "title": "THE MORALITY PLAY", "volume": "11", "year": "2010", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Miller", "first_name": "Derek", "name": "Derek B. Miller"}], "abstract": " One of the core questions in the research programme on media–government relations—with implications for democratic theory, journalism, governance, and international relations generally—is how the media can be influential. I argue here that the government (deliberately) and the media (as a function of their communicative acts) are involved in a never-ending conversation with moral implications that affect a government's capacity to lead or act. This theory is validated through empirical research, is falsifiable, and has explanatory force. It also supports or otherwise does not contradict key theories in political science about media–government relations including the rally-around-the-flag effect and the honeymoon period for new presidents. By contrast, the theory does take the research agenda away from the complexities of causality and the seeming importance of public opinion in that dynamic, while taking the field towards the study of communicative force in both inter-personal and inter-institutional relations. ", "body": [{"title": "Introduction: The Essence of the Problem", "paragraphs": ["The study of media influence on government is not a new topic. The subject can at least be dated to the formative years of Liberal statecraft when sovereignty was shifting (by revolution or proclamation) from the crown to the people. During this period in the 1700s, there was a remarkable concern for the power of the media (or the press as it was then called) to affect the standing and efficacy of the state itself—especially as the unwashed masses now had access to “pamphleteering” and could libel God's anointed aristocracy with impunity (Miller, 2004, pp. 21–41).", "The topic has gone through highs and lows of philosophical or pragmatic inspection since that time, driven generally by a concern for statecraft. During the Enlightenment the question generally concerned the integrity of the state and the reputation of the crown, both of which were being threatened by new Liberal ideas from the Levelers, and other popular movements inspired by new thinking on the inherent worth of man and our general equality in light of natural law.", "When the revolutions were over in the mid-to-late 1800s and the modern Liberal state took form (with effective or actual sovereignty residing in the citizenry, not the crown), the subject abated and less attention was placed on the power of the press. It was only after World War I that the question of press–government relations took on two powerful themes reinvigorating its allure. The first was democratic theory, and the second related topic was public opinion. Most scholars agree in placing the upsurge in attention on Walter Lippmann's seminal book Public Opinion published in 1922, which was motivated by his deep worries for the welfare of democracy after the Great War. The subject was continually addressed throughout mid-century in the United States but the focus was less on the power of the press per se, and more on the power of public opinion, which in turn was informed by the press. The distinction may seem subtle, but in fact the orientation would only grow more robust over time reaching a climax today—as explained more below—where media–government relations almost cannot be imagined without placing public opinion between them as the “causal mechanism”.1 ", "It was Vietnam—and its massive media coverage compared to Korea in the 1950s—that once again brought a surge of scholarly and professional attention (Arlen, 1969; Hallin, 1986). The media seemed to be everywhere, and as public opinion turned against the war, the main culprit seemed to be the media (see Arlen, 1969; Hallin; 1986; Reston, 1966). Once again, the media were theorized to be affecting public opinion, and public opinion was turning against the government.", "The most recent spate of interest, following Vietnam, came in the early 1990s, when two momentous and unrelated events coincided: the fall of the Berlin Wall, symbolizing the end of the Cold War and the West's victory, and the advent of 24-hour news broadcasting with the technological capacity (though admittedly limited at the time) to broadcast history-changing events like this live.", "Today, in the second decade of the twenty-first century, attention is once again picking up on media–government relations, perhaps due (and this is admittedly speculation) to the widely agreed crisis in journalism. Viewer confidence is low, revenues are low, opinion “journalism” is replacing studied and sustained investigation, and the rate of conversation has so radically accelerated that by the time “news” reaches the audience it is no longer new. Add to this a crisis about knowledge in the academy due to critical studies, questions about the social and moral implications of the construction of knowledge, and a general moral uncertainty about social action in the world, and it is little wonder that the relevance of the media and its role in democratic statecraft is a subject once again en vogue.", "At the centre of this maelstrom remains a core research question that has—explicitly or implicitly—been the crux of the problem in understanding media–government relations. If the media can impact on the policy decision-making processes of a government, thereby locating media activity directly in the conduct of democratic action and international relations, how does that work? In positivist language, what is the mechanism? In more post-positivist language, what constitutes its social or discursive force?", "This article revisits and provides new insights into the Positioning Hypothesis that was published by the author in 2004.2 In less technical language than provided in that book, I argue here that the media–government relationship should be treated as a social conversation, not as a causal dynamic between two forces. In this rendering of the phenomena, the public conversation becomes the venue for communicative acts (i.e. words or deeds, à la J. L. Austin, 1962), and those communicative acts have significance because they have the power to position actors in a moral universe. This never-ending conversation between the media and executive creates social imperatives to which the executives “must” respond or else threaten their needed moral positions required to lead or act in both domestic and international affairs.", "This approach to understanding and ultimately measuring media pressure on the government is grounded in discursive psychology and the field of positioning theory, described further below.", "To see the significance of this approach and its value, it is helpful to briefly consider the state of the art in current explanation and see how it requires some reimagining of the problematic itself. Given its centrality to the research programme, the choice target for inquiry is the public opinion literature."]}, {"title": "Public Opinion and its Essential Irrelevance", "paragraphs": ["The Public Opinion literature holds a special place in most theories of media impact because most theories are concerned with mobilizing “public opinion” as the political force relevant to moving governmental conduct. Trying to entirely leave out public opinion from the question of media effects, in fact, has proven quite difficult (Miller, 2004, pp. 1–20). There are surprisingly very few explicit theories of influence that do not “pass through” public opinion for their primary explanation of influence. In line with the logic of democratic theory, it seems to stand to reason that the media's power (insofar as it has power) is that it can mobilize public opinion. This was Walter Lippmann's legacy on the subject, and few since then have tried to offer explicit theories of influence that do not implicate public opinion (and the notion of voter retribution) as the mechanism of influence.", "While some arguments persist in claiming that the media are powerless vis-à-vis government and is in fact manipulated by the government—which is the contributed position of Herman, Chomsky and others who take a political-economy view of the subject area—one cannot escape the unremitting pattern of testimony from polls and interviews that demonstrate how democratic policymakers unfailingly state they are affected by the media and its conduct (Linsky, 1986; O'Heffernan, 1991 ).", "Whatever the political economy of the matter, the media continue to engage in an on-going, never-ending conversation with the government that the government in turn insists is important and influential. This testimony invites us to look beyond the political economy of the media–government relations to the nature and qualities of the communicative acts themselves.", "If we think of the media, public opinion, and the government as forming three points on a triangle—as actors in a common drama about influence—then we have two legs, or dyads, for the most common theory. Here, the media affect public opinion and, once mobilized, the public affects the government.", "The first leg is, in the view of this author, most richly explored in the field of “agenda-setting”, which has some common roots with studies in propaganda research during the Second World War (Carl Hovland's work at Yale being central to that tradition) (McCombs and Shaw, 1972). In the words of Bernard Cohen, the media may not tell people what to think, but they do tell the public what to think about (Cohen, 1963). Considering this wisdom against the work of Ervin Goffman, who gave us the now-ubiquitous term “framing”, it becomes clear how the media can, in effect, set the agenda (if not the actual conduct) of the public (Goffman, 1986 [1974]).", "Thus, the media do seem to be influential—as common sense might suspect—in determining what people will talk about, and to some extent in framing how that discussion takes place. All that would seem to be required, if the media are indeed at least somewhat influential, is to prove that public opinion is influential on foreign policy (or governmental actions generally) in the second leg of the relationship. With that a theory is reasonably complete.", "Alas, there are two good reasons why this is not the case. First, there is and remains a very significant methodological problem, summed up helpfully by Oli Holsti who writes, “the evidence describing public attitudes still far outstrips, both in quality and quantity, that on causal links between mass opinions and foreign policy” (1996, p. 20). He goes on to add that, nevertheless, “research in recent years has begun to cast some doubt on the earlier thesis of public impotence” (Holsti, 1996, p. 54, original emphasis). There is, however, disagreement on the role of the public as agents (not vegetative or zombie-like consumers) who negotiate meaning with the media and consider what is said against not only other knowledge but also systems of sense-making in the world, while the salience, durability, and longevity of public attention and opinion are not at all clear.", "Second, the theories about public opinion and its effect on the government are also weak. In fact, if we consider the theories of Herman and Chomsky (1988), among others, there is an entire school of thought defending the proposition that the government sets the agenda of the media. So whatever opinion the public may hold was actually crafted by the government itself. After the Bush/Cheney years in the White House, and the well-documented Republican communication strategy driven by that office, this argument is far from defunct.", "It seems, then, that a school of thought can be found about the direction of causality in every case. The government sets the agenda of the media, the media that of the public and the public that of the government. Or perhaps the other way around.", "Thankfully, a few writers have injected a bit of old-fashioned agency into the discussion. Douglas Foyle, who has worked closely with Holsti, has made an interesting contribution to the subject of public opinion and foreign policy that helps move us beyond the “more influence v. less influence” dialectic (Foyle, 1999). Though examining the US system only, Foyle (1999) argues that the public's ability to influence decision-makers is contingent on the receptivity of the president himself to the public. In Foyle's schematic, presidents come in four basic varieties: Delegates, Executors, Pragmatists and Guardians. Each term refers to a philosophy—a “belief” in Foyle's terminology—held by a president himself about the relationship of the presidency to the public.", "What is theoretically interesting here is that the public's opinion—even if set by the media—is only significant if there is “uptake” by a receptive president. And that moves the conversation away from a positivist dynamic studied in terms of cause and effect, and one that implicates a social dynamic based on the characteristics and capabilities of the actors themselves.", "This orientation is far more promising than trying to patch up the weak theories that now pervade and characterize both the media effects literature (i.e. agenda-setting) and the public opinion literature. It is indeed time to turn a new theoretical page, to the social force of the interaction between what is communicated by the media and what is taken up as significant by the government.3 ", "An anecdote comes to mind here to illustrate the immediacy of this social force and how it is deliberately negotiated by the government. It is from Warren Strobel's Late Breaking Foreign Policy (1996a). He begins with an anecdote, dateline “Kislovodsk, USSR, April 25, 1991”. In the story, James Baker, the US Secretary of State at the time, traveled to the USSR to speak with the Soviet Foreign Minister Aleksandr Bessmertnykh about the Arab–Israeli peace negotiations. Baker was there to try to put some pressure on the process. He wanted the Foreign Minister's endorsement of the process as ammunition before his trip to the Middle East. Bessmertnykh was non-committal and the reporters were about to file their stories saying Baker did not get his endorsement. But Baker's spokeswoman, Margaret Tutwiler, “caught wind of what the press corps was about to report”. The reporters were called back, and Bessmertnykh then uttered the magic words in a “Take Two” press conference, where a Soviet journalist—after being prompted by Bessmertnykh's aide—asked the magic question (Strobel, 1996b, pp. 1, 2).", "Strobel noted the significance of this event, but did not have a theoretical footing from which to address it aside from traditional models of causality. He explained that, “The relationship, examined up close, is so intertwined that at times it is all but impossible to determine who is affecting whom—who is setting the agenda and who is following it. Was it the news media that set the course of events that day in Kislovodsk? … Did the news media force a change in Soviet policy—or merely in rhetoric? Or were the officials using the media?”", "What his questions show us is how “causality” is an absurd notion here. Trying to figure out who is following whom is conceptually maddening and unproductive. Suggesting that public opinion, or even future public opinion, actually factored in the enactment of this encounter (which is very much like any number of other encounters) is stretching the definition of public opinion to an untenable degree. What seems far more likely is Tutwiler (and others) expressed a deliberate, professional, and experienced concern pertaining to political positioning. That, in turn, encourages us to understand what positioning is, how it works, and ultimately why it is so powerful as an explanatory theory for media influence.", "One of the most comprehensive, television-era surveys of press–government relations was published in 1986 by Martin Linsky as Impact: How the Press Affects Federal Policy Making. Linsky's interest was mainly on understanding “how the press affects policymaking from the perspective of the policymaker”. In the Foreword, Gary Orren writes, The challenging question is not whether the press influences policymaking, or even in general terms how much it influences policymaking. Nearly everyone, including journalists (at least privately), acknowledges that the influence of the press is substantial. “To be sure, we are fairly certain that there is a media influence,” Paul Weaver noted. “What we do not know,” he ruefully observed, “is the most important thing of all: what difference this influence makes in the way we … govern ourselves.”  ", "The challenging question is not whether the press influences policymaking, or even in general terms how much it influences policymaking. Nearly everyone, including journalists (at least privately), acknowledges that the influence of the press is substantial. “To be sure, we are fairly certain that there is a media influence,” Paul Weaver noted. “What we do not know,” he ruefully observed, “is the most important thing of all: what difference this influence makes in the way we … govern ourselves.”", "“Few have suggested with any precision”, Orren continues, “the nature of the press effect on government … And small wonder. The influence of the press is, in Rowland Evan's words, ‘so intangible, so difficult to define, that it is like catching grains of dust in a sunbeam’”.", "Henrik Thune has offered a new way of thinking of the media–government relationship that takes us some way past “dust in a sunbeam”. He argues, convincingly, for an essentially “constitutive” approach to understanding the relationship between media and government. As he explains, “While there are important causal effects between media coverage and foreign policy … the types of effects and influence most needed to be studied scientifically are constitutive relations between news media and the conduct of foreign policy” (Thune, 2009, p. 29).", "A constitutive relationship, he explains, is not one that exists as a causal interaction between independent actors. The media need to be conceived of as an arena for politics. Politics has to be realized through the media, and is to some extent defined, adjusted, or formed according to the basic framework, limitations and systematic tendencies of mass communication defined by the particular communicative characteristics of the news media. (Thune, 2009, p. 29)  ", "The media need to be conceived of as an arena for politics. Politics has to be realized through the media, and is to some extent defined, adjusted, or formed according to the basic framework, limitations and systematic tendencies of mass communication defined by the particular communicative characteristics of the news media. (Thune, 2009, p. 29)", "In thinking of power as taking place in the contest for the crafting of understandings of phenomena, he quotes Weimann, as saying, “power may be thought of as the ability to define the common understanding of the world in which political actors operate and act, thereby constituting the very reality in which politics are played out”. Thune argues that studies of media power in international politics should not focus primarily on ‘content’ of the news. Rather we need to understand how the structure and form of representing the world create a reality that in turn constitutes the arena in which politics is in fact played out. (2009, p. 29)  ", "studies of media power in international politics should not focus primarily on ‘content’ of the news. Rather we need to understand how the structure and form of representing the world create a reality that in turn constitutes the arena in which politics is in fact played out. (2009, p. 29)", "This perspective helps us move beyond the mere political economy argument of Herman and Chomsky or the agenda-setting and public opinion literatures in thinking of directional or bi-lateral influence. Instead, we can begin to look at how stories are told. How drama is represented and understood. How actors fit into that drama, and what that means of storytelling makes audible or inaudible in the discourse on foreign policy (or anything else for that matter).", "Thune's arguments leave us at the point of requiring an explanation for how the constitutive relationship is both produced—as a social construction, which can be studied through discourse analysis—but also achieved in terms of social standing, positioning, and ultimately moral reputation.4 This second point is crucial for understanding the media–government interaction and its implications for governmental decision-making.", "While discourse analysis can give us description about how an element or act is constructed in a given ontology, positioning theory can give us movement and discursive force. It is one thing to describe “people” as “dying” on a “mountainside”. It is quite another to ask, in a globally televised live news conference, “Mr. President, why are you letting those people die on a mountainside?”", "Positioning theory was defined by Rom Harré and Luk van Langehove as being the study of local moral orders as ever-shifting patterns of mutual and contestable rights and obligations of speaking and acting (1999, p. 176). They continue, writing: [I]n recent years [positioning theory] has come to take on a quite specific meaning for developing work in the analysis of fine-grained symbolically mediated interactions between people, both from their own individual standpoints and as representatives or even exemplars for grounds. In this technical sense a position is a cluster of generic personal attributes, structured in various ways, which impinges on the possibilities of interpersonal, intergroup, and even intra-personal action though some assignment of such rights, duties and obligations to an individual as are sustained by the cluster. For example, if someone is positioned as incompetent in a certain field of endeavor they will not be accorded the right to contribute to discussions in that field. (Harré and van Langehove, 1999, p. 176)  ", "[I]n recent years [positioning theory] has come to take on a quite specific meaning for developing work in the analysis of fine-grained symbolically mediated interactions between people, both from their own individual standpoints and as representatives or even exemplars for grounds. In this technical sense a position is a cluster of generic personal attributes, structured in various ways, which impinges on the possibilities of interpersonal, intergroup, and even intra-personal action though some assignment of such rights, duties and obligations to an individual as are sustained by the cluster. For example, if someone is positioned as incompetent in a certain field of endeavor they will not be accorded the right to contribute to discussions in that field. (Harré and van Langehove, 1999, p. 176)", "All politicians, and many senior policymakers, have “clusters of generic personal attributes” that “impinge on the possibilities of … action” in the public sphere. Unlike in Doyle's model which classifies personality types as stable and grounded in philosophical outlook, Harré's model sees such attributes as forming, dissolving, and reforming in the turn-taking interplay of communication. That is, these attributes are not intrinsic but discursively constructed through rhetorical acts by participants in a conversation.", "Positioning may be a deliberate act, or it may be an unintentional act that is a mere function of communicative practice. While Rom Harré and Luk van Langenhove caution readers to remember that positioning is generally an unconscious act in interpersonal conversation, and flows naturally with conversation, readers and researchers alike would be wisely cautioned in the opposite direction concerning political communication, especially at the highest levels of decision-making. In a word, one does not become the president of the United States or prime minister of Great Britain without understanding how the use of certain phrases or expressions opens or closes possibilities for discussion, or positions oneself as capable or responsible for certain actions or not for others. If by some fluke a politician lacks this conversational skill, either the naïveté or the political career will be short lived.", "As a shorthand (though not simply as a metaphor), it may be fair to assert that Harré and van Langehove's “cluster of generic attributes” may be called “reputation”. Following their logic, a given reputation is necessarily situated in, and defined by, a distinct moral order, which in turn is discursively constructed. While the specific attributes will vary (i.e. fortitude may be valued, or else humility, expressed this way or that, etc.), in every case—cross culturally, and across ontological systems—there will always be a characteristic of agency (i.e. an ability, locally constructed, to participate in a moral order), and a morality (i.e. a normative valuation of action or practice in that moral order).", "Consequently, from a positioning perspective, that would give us reputational couplings that look something like Figure 1.", " FIGURE 1  Positioning in reputational authority. Reprinted from Miller (2004)", " FIGURE 1  Positioning in reputational authority. Reprinted from Miller (2004)", "Being agentive means having the power to effectuate change in some desired way. Being agentive is necessary for the conduct of political life. And insofar as the conduct of political life is contingent on the ability to lead others and have one's will non-coercively executed through the actions of others, then having social standing as “moral” becomes crucial. As Harré's definition explains, being positioned in discourse matters because it is from that position in discourse that our actions (i.e. words or deeds) are judged and permitted by others to participate in the discourse in question. The sinner, after all, is not accorded equal standing to act as the saint.", "Two terms from communication theory are helpful in understanding how something that is said by the media can have political effect. Gavan Duffy's description is built on J. L. Austin's terminology. He explained that, “a speaker's utterance has meaning beyond its propositional content. It has illocutionary force, or the speaker's intention to affect the hearer in some way. The effect an utterance has on the hearer is termed its perlocutionary effect. Assuming uptake, or the hearer's recognition of the illocutionary force of the speaker's act, the utterance has the perlocutionary effect the speaker intends” (Duffy et al., 1998, p. 273, emphasis in original).", "This helps us distinguish between what has been achieved in saying something (e.g. we have paid someone a compliment) and what has been achieved by saying something (e.g. the other person does, or does not, feel complimented). The perlocutionary force of an utterance may be intentional but it also may not. The Positioning Hypothesis makes no claims about the meaning that the second person gives to the first person's utterance. That is a much more complex matter. Rather, it limits itself to: (1) recognizing that a conversation episode has taken place by virtue of “uptake” in the conversation, (2) that the perlocutionary force of the first person (the media, in this case) was objectionable to the second (the executive), and (3) evidence of these conversational “objectionables” is discernible empirically by evidence of repositioning or rhetorical redescription (discussed further below). That is, if we see—for example—the White House press secretary responding to the question of a journalist (uptake confirmed) and the response includes an act of repositioning or rhetorical redescription, then we have evidence that there was something objectionable in what the media representative said or asked. That move constitutes proof-positive of media pressure. It does not, however, alone prove media impact."]}, {"title": "Evidence of Positioning as Pressure on the Executive", "paragraphs": ["In trying to isolate media pressure as a phenomenon to study empirically, it is necessary to find data sets that are, to the greatest extent possible:5   Complete for the entire period under examination.   Provide evidence of executive “uptake” of media utterances so that episodic unity in the media–government conversation can be determined with strong verifiability.   Attributable to sources that have the legitimate authority to speak on behalf of the executive.   Appear regularly and at regular intervals so that measurement can be made evenly and in close correlation to actual foreign policy-related events such as policy changes for the eventual study of media influence as a result of media pressure.   ", "Complete for the entire period under examination.", "Provide evidence of executive “uptake” of media utterances so that episodic unity in the media–government conversation can be determined with strong verifiability.", "Attributable to sources that have the legitimate authority to speak on behalf of the executive.", "Appear regularly and at regular intervals so that measurement can be made evenly and in close correlation to actual foreign policy-related events such as policy changes for the eventual study of media influence as a result of media pressure.", "In the United States the White House press conferences, or press briefings, meet all these criteria and therefore serve as useful data source.", "The first step in converting a press briefing to data is to tally the number of questions fielded at each conference for each day of a case study.6 This is not a strictly mechanical process. Although the official transcripts of White House press briefings list a “Q” for question and “A” for answer, counting the number of “Qs” does not work because the “Q” appears each time a journalist speaks. The total number of “Qs” to be coded as questions is therefore the sum of questions asked and answered, combined with the sum of question asked that could have reasonably been answered. The second type is dependent on researcher judgements, and therefore provides a greater margin of error, but the benefits outweigh this cost. The process of selection is important, because sometimes there will be a volley of questions with only one selected by the White House for response. It is more accurate to count the volley as media interest than the single question actually answered.", "The second step is to review all questions asked that day (independent of topic) and then code each question as either being inside or outside the identified storyline of the media—or “on topic” and “off topic”. Sometimes, problems arise in the actual coding process when it is not entirely clear whether a question should be coded as being “on topic”. This may be solved based on either the illocutionary intent of the journalist, or else the observed perlocutionary effect on the White House representative—always using the latter if evidence exists. This distinction becomes necessary because there are times when the White House will respond in a manner that seems ill-suited to the question asked.", "The case study in question here focused on the immediate post-war period of western military engagement in Iraq in 1991. Following the Gulf War Iraq erupted into a massive civil war with Kurdish resistance in the north and Shiite rebellion in the south. The civil war lasted about three months, was brutal, and ended with Saddam Hussein's victory, therefore stabilizing Iraq again. During this period, the United States (with British and French leadership), stayed out of the conflict (for the most part) but troops stationed there witnessed terrible atrocities. Many believed that the civil war was a response to Western coaxing with the hopes that Saddam would be overthrown. When the West did not intervene on behalf of the rebellion—and easily could have, though to what effect remains debatable—media attention picked up radically. While the United States never would engage the civil war, it did assist (with Britain's political prompting) a multinational coalition to assist the refugees resettle into Iraq after the crisis.", "Questions were fielded to the White House press secretary or the President himself on the matter of the West's role in the future of Iraq. These questions demonstrated low levels of interest in the first three to four weeks of the civil war and then skyrocketed in the fifth week. This interest was due to a political blunder by General Norman Schwarzkopf who said, during a media interview, that the United States never should have allowed the Iraqis to keep using their helicopters after the ceasefire because now they were using them to mass-murder civilians and rebels. This got the media's attention (which was otherwise ambivalent on the question of US involvement in the civil war) and the question was whether the helicopters violated the terms of the ceasefire—and therefore whether there could be a permanent ceasefire agreement and a return of US troops (Figure 2).", " FIGURE 2  Media questions fielded at US press conferences on the topic", " FIGURE 2  Media questions fielded at US press conferences on the topic", "In moving from measures of media coverage to media pressure, we need to code for questions that actually provoked a defensive move by the White House. We do this by looking for evidence in White House responses of either repositioning or rhetorical redescription. Evidence is being sought in whether the speaker preferably changed the moral or agentive authority of the executive or its policies in public, institutional discourse.", "Repositioning entails responses that cast the executive in a morally upright manner (as locally defined and experienced), and where its actions are justifiable and demonstrate “goodness”. In matters of agentive authority, we will find two possible moves. The first positions the executive as strong and capable of acting, as opposed to weak and impotent. The second type of positioning deliberately places the executive beyond the realm of accountability for an action or event by positioning the executive as lacking either knowledge that enabled action, or else the physical capacity to act, based on criteria still deemed to be locally acceptable. These moves may be used to distance the executive from actions or events that clearly took place and are admitted by the White House as lacking moral standing as well.", "Redescription is a similar, but broader, act to repositioning. It may be thought of as a super ordinate move in a conversational game, much like rephrasing someone's question rather than answering it. The executive will often redescribe events in such a manner as to defend or create increased authority for an action or non-action. Such descriptions are commonly called “characterizations” in the lingo of the press rooms as in the phrase, “I wouldn't characterize it quite like that”, or “How would you characterize the US relationship with Turkey?” There should be no doubt that the descriptive words selected are extremely deliberate, and will very often have been decided in top-level meetings when a list of authorized adjectives describing an event will be produced.", "As we can see from Figure 3, the week of March 18–24 was a very challenging one for the White House. Questions about US engagement in Iraq shot up, and almost all the questions were somehow objectionable to the White House. Pressure was high. By contrast, the week of April 1–7 was different. On April 5 the United States got its permanent ceasefire with Iraq and also launched a massive humanitarian aid initiative (Operation Provide Comfort) to help resettle the Kurdish refugees that were huddled into the Zagros mountains and in eastern Turkey (which did not please America's NATO ally). During that week, coverage continued to increase, but pressure went down. Fewer and fewer questions were being asked about the rightness of American policy and more attention was on the simple course of events. By the end of May the story was effectively dead with both coverage and pressure dropping off to negligible levels.", " FIGURE 3  Percentage of White House press briefing questions on-topic versus pressure questions", " FIGURE 3  Percentage of White House press briefing questions on-topic versus pressure questions", "To see the implications in the wider media world we can begin with the proof of uptake and create a list of objectionables (i.e. those utterances to which the White House responded by repositioning itself or rhetorically redescribing them) and then looking for those objectionables in newspapers sometime after the press briefing. Two illustrations are worthwhile to make the case.", "By measuring media coverage on the same storyline in terms of paragraphs of coverage (a better measure than story counts but less tedious than word counts and possibly just as accurate), and then coding for media pressure based on what we learned in the face-to-face conversational episodes in the White House briefing room, we can see a very familiar pattern emerge (Figure 4). Both coverage and pressure shot up during the week of controversy over the helicopter gunships and the slaughter of civilians. But as soon as the United States engaged on the refugee problem pressure dropped radically even as coverage continued to climb.", " FIGURE 4  Washington Post coverage versus pressure", " FIGURE 4  Washington Post coverage versus pressure", "The New York Times had even more coverage and even less media pressure (Figure 5).", " FIGURE 5  New York Times coverage versus pressure", " FIGURE 5  New York Times coverage versus pressure", "The technique is transferable to television as well. ABC News, for example, showed far greater pressure on the White House (as a percentage of coverage) than either of the newspapers, but was also the quickest to change the moral storyline and stop questioning past action or inaction by the executive (Figure 6).", " FIGURE 6  ABC News coverage versus pressure", " FIGURE 6  ABC News coverage versus pressure", "The Positioning Hypothesis cuts public opinion right of the equation. No longer do we need to study agenda-setting and its correlational complexities to make sense of media pressure on the government by wondering the extent to which the public was affected by media coverage. We no longer have to treat the quantity of media coverage as a proxy for media pressure, and in fact we cannot because of the poor correlation coefficients between the two (i.e. coverage can go up while pressure drops, which means you cannot count one and use it as a measure for the other).", "The anthropologist Clifford Geertz once said that science can do violence to common sense. In this case, however, it helps us confirm and return to a familiar world where the moral force of our conversation has social impact, and where the actions of the executive are not mysterious, unobservable, and further obscured by complex statistics. It is a world where politicians do not like their descriptions of the world being challenged, do not prefer to be held morally accountable for their actions, and do not appreciate being confronted by facts or even stories that contradict the worldview they espouse and need to maintain to ensure their authority and capacity to lead. While Geertz is certainly right in the general principle, in this particular case, science can actually return us to the commonsensical."]}, {"title": "In Light of Other Theory", "paragraphs": ["The implication for modern questions of media influence should now begin to coalesce. The nebulous and undefined term “pressure” is now revealed to be threats to the reputation of the executive, and it is the primary means by which the power of the press is realized via communication. It does not “pass through” either actual or future public opinion. Rather one has a reputation in a given cultural or discursive system. One is pressured in the moment of encounter, and this pressure is evident in the uptake and perlocutionary force that is demonstrable given the executive's subsequent actions (i.e. words or deeds). It is not that the public itself is unimportant. Rather, it is that “opinion” is the wrong term. It is more productive instead to think of a stable system of sense-making in a cultural system, and how communicative acts within that system implicate the standing of those within it.", "The Positioning Hypothesis can be considered against some other well-known political phenomena to see how it either provides further explanation for them or at least does not contradict them. The first is censorship during times of national crisis in liberal states. During the World Wars, for example, all liberal states censored—to one degree or another—the words and writing of the populous. Some, of course, was strictly to maintain military secrets. More interesting, however, was the uniformity of these censoring techniques in covering or silencing domestic opposition to executive policies, and all statements, images or rumours about the immorality of executive action, or the lack of capability of the leaders.7 That Roosevelt, who was confined to a wheelchair, was (almost) never photographed in one; that Kennedy's back troubles were virtually unknown to the American public—along with his philandering—and that all differences between the Congress and executive would “stop at American shores” all help illustrate that the thing which censorship attempts to protect is the reputation—both moral and agentive—of the executive.", "The second example is what is often called the “rally-around-the-flag effect” during times of national crisis. On 11 September 2001, when the World Trade Center was destroyed by terrorists and thousands were murdered, national support for President George W. Bush rose from 51 per cent the weekend before the attack to 86 per cent just after. George W. Bush did not become a better, more loved or more capable leader in seven days—whatever his skills and personality prior. Instead, the country rallied around its symbols, its institutions and its decisions by not contradicting them, and by doing so strengthened them against the foreign aggressor.8 The aphorism “united we stand, divided we fall” comes to mind here. Not as soldiers facing a foe, but as a community that is morally unified in its discourse.", "The third example is what the press calls the “honeymoon period” of a new president, whereby the press and media in general give the new president breathing room as he settles into office. This metaphor—which has been supported by empirical evidence—is given an interpretive basis in social action by the Positioning Hypothesis in that it explains why the honeymoon period is characterized as a period of less criticism of the capacity, decisions, and moral “character” of the person at the helm.", "What nations do—and do not do—during periods of national rally tells us what they consider damaging to, or supportive of their executives generally. It is suggested that these three phenomena—wartime censorship, the rally-around-the-flag effect, and the honeymoon period—all support the theory of reputation and the centrality of morality in that system. It calls to mind a quote from a minor eighteenth-century village Vicar from Uxbridge, England, named Francis Squire who once said, “The Stability and very Being of any Government consists in its Credit and Reputation; in the high Esteem and Veneration it retains in the Breast of its Subjects, and the proportional Respect paid to it by Foreigners” (1740)."]}], "references": [{"title": "Language Games: dialogical analysis in INF negotiations”", "year": "1998", "journal": "International Studies Quarterly", "volume": "42", "authors": [{"name": "Duffy Gavan", "first_name": "Duffy", "last_name": "Gavan"}, {"name": "Rendering Brian K.", "first_name": "Rendering", "last_name": "K."}, {"name": "Tucker Seth A.", "first_name": "Tucker", "last_name": "A."}]}, {"title": "The Agenda-setting Function of Mass Media”", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "Mccombs Maxwell E.", "first_name": "Mccombs", "last_name": "E."}, {"name": "Shaw Donald L.", "first_name": "Shaw", "last_name": "L."}]}, {"title": "“The CNN Effect”", "year": "1996", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Strobel Warren P", "first_name": "Strobel", "last_name": "P"}]}]}