{"doi": "10.1080/1461670X.2015.1006871", "url": "https://doi.org/10.1080/1461670X.2015.1006871", "title": "Framing the Newspaper Crisis", "volume": "17", "year": "2016", "issue": "5", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Brüggemann", "first_name": "Michael", "name": "Michael Brüggemann", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Humprecht", "first_name": "Edda", "name": "Edda Humprecht", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Kleis Nielsen", "first_name": "Rasmus", "name": "Rasmus Kleis Nielsen", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Karppinen", "first_name": "Kari", "name": "Kari Karppinen", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Cornia", "first_name": "Alessio", "name": "Alessio Cornia", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Esser", "first_name": "Frank", "name": "Frank Esser", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article argues that discourses of a newspaper “crisis” should not be regarded simply as descriptions of the actual state of the press but also as a means by which strategic actors frame the situation. The emerging frames can have substantial consequences for media policy making. The study identifies four key frames used to portray the newspaper “crisis” and discusses their relevance for public debates in Finland, France, Germany, Italy, the United Kingdom and the United States. Similarities and differences are examined through 59 in-depth interviews with policymakers and industry executives as well as a qualitative analysis of policy documents and relevant media coverage. The study demonstrates that debates on the newspaper “crisis” are only partly influenced by (1) economic realities and (2) media policy traditions in the six countries but also reflect (3) the strategic motives of powerful actors and (4) the diffusion of frames across borders, particularly those coming from the United States. A transnationally uniform paradigm emerges according to which the state is expected to play the role of a benevolent but mostly passive bystander, while media companies are expected to tackle the problem mainly by developing innovative content and business strategies. This liberal market paradigm displays one blind spot however: it does not seriously consider a scenario where the market is failing to provide sustainable journalistic quality.", "body": [{"sec_title": "Introduction", "sec_content": ["It is a widely held belief that the newspaper industry is facing a crisis today. Yet, the notion of “crisis” is not neutral, objective or necessarily universally applicable. While many academics discuss the crisis of print media, the possible demise of the printed newspaper and the danger of “losing the news” (Jones 2009; Starr 2009; Downie and Schudson 2009; McChesney and Nichols 2011; Siles and Boczkowski 2012; Meyer 2004), industry associations and publishing houses have generally avoided using the c-word, at least in part out of concern how the very notion might impact their future prospects. Although extrapolations, based on developments in the United States, are often made in public debates in many parts of the Western world, scholars in other countries, for example in Finland and Germany, have challenged the idea that newspapers there face a crisis (e.g. Nieminen 2010; Esser and Brüggemann 2010). Researchers in countries such as France and Italy accept the notion of a newspaper crisis but emphasize different causes than their American colleagues—historical and political rather than present-day and technological ones (e.g. Antheaume 2010; Cornia 2014). Comparative work on the newspaper crisis is still rarely conducted (see the contributions in Levy and Nielsen [2010] and Siles and Boczkowski [2012]) and there are, to the best of our knowledge, no comparative studies on how the crisis is debated in different countries.", "“Crisis” is not simply an analytical term but also a contested concept that can have real economic and policy implications. The very idea of a crisis is based on a set of assumptions about where the newspaper industry is headed, why it is headed there, what the implications are and what—if anything—can or should be done to affect its course. Thus, different discourses of the crisis should not be regarded merely as descriptions of the state of the newspaper industry but as a means to provide a specific framing of current developments. Frames that become entrenched in public debate may in turn lay the ground for policy making and industry developments and thus have a substantial impact on the future of journalism itself.", "According to Franklin (2012, 665), a crisis-in-journalism frame has been widely adopted in public debates to highlight “the dramatic closure of newspaper titles along with plummeting circulations, a loss of journalistic jobs and decreasing advertising revenues in the United States, the United Kingdom and Europe.” Yet, Franklin finds the crisis frame too simple as it largely ignores the adaptation measures already underway in the newspaper industry in order to tackle the financial and technological challenges and to develop new forms of journalism.", "Other researchers have discussed current changes in journalism in terms that could be coined as the creative destruction or disruptive innovation frame (Nee 2013; Doyle 2013). Drawing on Schumpeter, they argue that the destruction of old and the entrance of new actors in the market, rather than smooth transformation, is an inevitable and necessary part of an innovating industry. The crisis of certain newspaper publishers is thus not necessarily seen as a cause for concern since new actors will offer content that is better adapted to the new online environment. Also, if legacy organizations enhance their own capabilities for innovation and embrace internal structural change, they stand a chance to survive by “becoming the disrupter” themselves (Christensen, Skok, and Allworth 2012).", "This study provides a comparative analysis of how public discourses frame recent developments in the newspaper industry across six Western democracies: Finland, France, Germany, Italy, the United Kingdom and the United States. The similarities and differences in crisis discourses are identified through a qualitative analysis of official documents, interviews with policymakers and industry executives, as well as print-media outlets’ reporting on developments in the newspaper industry.", "In the following, we will outline the conceptual framework and the methodology of this study. Empirically, we will show that there are relevant differences with regards to the framing of the current state of the newspaper industry. Yet, even more striking are the broad similarities across countries."]}, {"sec_title": "Analyzing the Framing of Developments in the Newspaper Industry", "sec_content": ["This study concentrates on public discourse that is accessible to a wider audience and relevant to media policy making. To map public discourses, we use frame analysis as the main conceptual tool. Frames are patterns of interpretation (Gitlin 1980) that “select some aspects of a perceived reality and make them more salient in a communicating context” (Entman 1993, 52). They are an important element of public discourse and provide “central organizing ideas” that help make “sense of relevant events, suggesting what is at issue” (Gamson and Modigliani 1989, 3). In our analysis, we follow Entman’s (1993) approach to framing, which has been successfully applied in a number of content studies (Matthes 2009). Entman (1993, 53) distinguishes four functions that a frame serves: it defines a problem, identifies causes, provides an evaluation and recommends solutions. These functions have in more recent research been interpreted as “frame elements” (Matthes and Kohring 2008): typical combinations of these elements form a frame. Empirically, we will identify the most salient frame elements (problem definitions, causal attributions, evaluations and possible remedies) and explore how they typically merge into frames. We diverge from Entman's original essay insofar as we search for general evaluations and not only “moral evaluations.”", "Furthermore, we recognize that there are different layers of framing: broadly shared patterns of interpretation (“master frames;” see Benford and Snow 1992) may exist, while below this level of consensus different (sub-) frames compete for attention. There may be agreement on a broader master frame across countries, while differences by country can be ascertained through a more fine-grained analysis of specific frames below this consensus.", "The influence of frames and their role in guiding policy has been emphasized particularly in various strands of interpretive or discursive policy analysis (e.g. Fischer 2003). According to these approaches, framing can have substantial consequences for policy agendas by drawing attention to specific issues, by defining the targets and policy goals, and by delineating the range of instruments and solutions that are considered legitimate. Frames render complex reality into cognitive shortcuts that circumscribe the range of possible actions available to policymakers. As Hay (2002, 258) explains, “it is the ideas actors hold about the context in which they find themselves, rather than the context itself, which ultimately informs the way in which they behave.” Framing developments in the newspaper industry as a “crisis” and tying this notion to specific recommended remedies can thus in itself contribute to policy changes that in turn impact the economic situation of the industry.", "Identifying frames in public discourses may have value in itself because of their possible policy-related and economic implications. However, our aim is not only to map frames but also to use comparative research to explain the similarities and differences across the six countries. On the one hand, national differences can be expected to arise because newspaper industries differ in significant ways from country to country and media policy is still primarily a national affair driven by different traditions (e.g. Hallin and Mancini 2004; Levy and Nielsen 2010; Humphreys 2012). On the other hand, one might also expect common trends and convergence in public framing of the crisis as newspapers in all Western countries face similar challenges. Furthermore, scholars have argued there has been a broad and largely similar “paradigm shift” in media policy across both the United States and Western Europe: from a paradigm oriented toward social and political concerns in the immediate post-war period to more market- and consumer-oriented concerns from the 1980s onward (van Cuilenburg and McQuail 2003). What enables such convergence is transnational diffusion of ideas and discourses (Alasuutari and Qadir 2013). This can be observed in public discourse in the form of references to foreign actors and the situation of the media in other countries. To explain differences and similarities in the framing of the current changes affecting print media, we can thus formulate three hypotheses:H1: Public actors in media systems that are hit hardest by losses in advertising and readership are more likely to frame the situation in terms of a crisis.H2: The remedies discussed in public will reflect in large part national policy traditions: in media systems with strong traditions of an interventionist media policy (as opposed to market liberalism), the responsibility for solving the problem will more likely be attributed to the state rather than to business.H3: Due to transnational processes of co-orientation and diffusion, the development of common frames across countries can also be expected. ", "Public actors in media systems that are hit hardest by losses in advertising and readership are more likely to frame the situation in terms of a crisis.", "The remedies discussed in public will reflect in large part national policy traditions: in media systems with strong traditions of an interventionist media policy (as opposed to market liberalism), the responsibility for solving the problem will more likely be attributed to the state rather than to business.", "Due to transnational processes of co-orientation and diffusion, the development of common frames across countries can also be expected."]}, {"sec_title": "Method", "sec_content": ["The study reconstructs public discourses surrounding developments in the newspaper industry on the basis of a range of three different types of sources: (1) official documents including parliamentary debates and hearings, government reports and material from national media regulators; (2) material from news media and trade-journals systematically covering developments in the newspaper industry; (3) 59 interviews with different types of interview partners: media executives, representatives of the industry and trade associations, media analysts and policymakers (for a documentation of all sources used, see the online supplemental data). The interviews were conducted in 2011/2012 and cover developments during the last decade. The analysis of policy documents, media debate and trade magazines focus on the years 2009– 2012, thus covering the economic downturn following the financial crisis and its repercussions for newspapers.", "In order to arrive at a valid identification of frames, we first drafted a list of relevant frame elements that occur across countries through qualitative document analysis and produced extensive reports outlining the role of the different frame elements in each of the countries under analysis. Then, the salience of frame elements in each country was compared to identify common patterns of interpretation across countries: a frame element was identified as “salient” if it was specifically highlighted by interview partners and media reports or trade publications (number of times mentioned, degree of emphasis). Frames were identified as characteristic combinations of frame elements that typically occurred together in our various data sources. While this required an interpretative process of reading, summarizing, rereading and diagnosing patterns of meaning (for this qualitative approach, see Scheufele and Scheufele 2010, 122), we ensured the validity and reliability of the frame identification process through continuous feedback between the different authors and a two-day workshop at which all contributors discussed their country-specific findings and put them into a comparative perspective. The common master frame we identified captures cross-national similarities whereas the three sub-frames capture cross-national differences in the material from the six countries.", "The six-country sample includes media systems that are, from a global perspective, relatively similar in their high levels of internet use and the broadly comparable challenges to their newspaper industries: all countries share relatively high internet distribution, a long-term downward trend in print advertising revenues and newspaper circulation, and tendencies among publishers to lay off journalists and cut resources (see Nielsen [2012] and the contributions in Levy and Nielsen [2010] for a deeper analysis of the media markets studied here). The cases under analysis also display substantial variance in explanatory factors with regard to (1) the degree to which the press market has suffered from a loss of revenues and (2) media policy traditions.", "Following the three models of media and politics introduced by Hallin and Mancini (2004), the six countries represent three types of media systems: liberal, democratic-corporatist and polarized-pluralist and thus different traditions of media policy making. The United States and the United Kingdom belong to the liberal model, Finland and Germany display moderate degrees of state intervention and strong press markets typical of the democratic-corporatist model, and France and Italy represent an interventionist media-policy tradition typical of the polarized-pluralist model. While the empirical analysis presented below shows many common features among these country pairs, we are aware that countries also diverge within groups: Finland and Germany, for example, diverge with regard to press subsidies, and the press markets of the United Kingdom and the United States differ in many ways, not least regarding political parallelism (Humphreys 2012; Brüggemann et al. 2014). The classification of Hallin and Mancini will therefore be used only as a starting point for the closer empirical analysis presented below.", "We have operationalized different traditions of media policy by looking at direct and indirect state subsidies for the press as an indicator of interventionist policy. Table 1 displays national differences in the amount of direct and indirect press subsidies. In relation to the population, we find that in 2008 Finland spent US$92 per capita in press subsidies as opposed to US$4 in the United States. In the ranking, Finland is followed at considerable distance by France, Italy, the United Kingdom and Germany, with the United States at the end of the spectrum. According to this indicator, it can be expected that state intervention is a more prominent frame element in Finland and France than in the United States, for example.", "Recent developments in advertising revenues are an indicator of the extent to which the press in the different countries has financial problems (see Table 2). Here we observe vast differences: the percentage declines of dailies in terms of advertising have hit the United States and French press hardest, with a loss of more than half the advertising revenue. Germany, Italy and the United Kingdom also suffered considerable losses (approximately 30–40 percent) while Finnish dailies showed a moderate 17 percent decrease in advertising revenues. According to this indicator, crisis discourses should thus be most prominent in the United States and France and least prominent in Finland."]}, {"sec_title": "Most Salient Frame Elements", "sec_content": ["We begin the presentation of our results from the interviews and document analyses by first discussing each frame element (problem definitions, causal attributions, evaluations, treatment recommendations) before identifying prototypical combinations of these elements (see Table 3 for an overview). For most frame elements, the country pairs based on the categories of Hallin and Mancini (2004) make sense empirically: crisis discourses in the United Kingdom and the United States, in Italy and France, as well as in Germany and Finland, show a certain affinity when paired—but at the same time there are also national idiosyncrasies and, most importantly, common transnational patterns.", "In all countries, public discourses describe the newspaper industry as having faced severe challenges in recent years. Three interrelated trends define the problem at hand: the loss of revenue for publishing houses, decreasing readership and increasing threats to the quality of journalism (see Table 3). While loss of revenue is defined as the main problem, concerns about the practice of journalism are also prominent across countries. Exemplifying the dominant discourse, the Chief Digital Officer of Finland's largest news company Sanoma states: “The biggest challenge for the industry is the growing supply of free news online and the lack of a working subscription model for digital content” (Tuomola, interview,2011; see also MINTC 2010). However, besides these common patterns of interpretation there are also specific ways of defining the problem in the different countries.", "The situation of the newspaper industry in the United States and United Kingdom is seen primarily as a business crisis by many journalists, media commentators and academics as well as some policymakers. There is no consensus on whether this is also a crisis of democracy. Michelle Stanistreet, President of the British National Union of Journalists (NUJ), speaks about an “an industry in crisis” (Stanistreet, interview,2012) and a 2012 House of Lords’ Communications Committee's report sees a “funding crisis” for journalism (House of Lords 2012). Locating the crisis primarily at the regional level, the Knight Commission concluded that “local journalistic institutions that have traditionally served democracy by promoting values of openness, accountability and public engagement are … in crisis” (Knight Commission 2009, xii; see also Ofcom 2009, 72; House of Commons 2010, 59).", "In Finland and Germany, the debate has largely evolved from what started out as a crisis discourse with reference to the situation in the United States into a debate on how to manage the structural transformation of the newspapers to ensure sustainable provision of journalistic quality and diversity. Instead of urgent calls for saving the press, the public debate has over the years focused more on the need to innovate and maintain journalistic values. Journalists’ associations in both countries have claimed that by limiting newsroom resources, publishers themselves endanger the survival of the newspaper and the journalistic profession (DJV 2012; UJF 2012). Also, high-profile actors such as the German head of state, Joachim Gauck, have identified the precarious working conditions of journalists as a threat for the quality of news and thus the democratic public sphere (Gauck 2012).", "While debates in Germany and Finland display concerns about a future crisis, debates in Italy and France already diagnose a “deep crisis” or a “dramatic” phase of transformation (FIEG 2013; Prima Comunicazione 10/2012, 102–103; Carotti, interview, 2011; Charon, interview, 2011). In the French discourse, the crisis of the national press is particularly highlighted. According to the general secretary of the national journalism syndicate, Christophe Pauly, the regional advertising market is still widely intact and regional papers often remain profitable (Pauly, interview,2012). As in most other countries, the biggest problem in both France and Italy seems to be the loss of revenue in the print sector, including advertising and newspaper sales (DDM 2009; DGMIC 2011; Kuhn 2011; AgCom 2012b; FIEG 2012, 2013). However, the newspaper markets in France and Italy have always been weak, with a costly distribution system and limited revenues (Hallin and Mancini 2004). Thus, crisis discourses are not new in these countries: to ensure their survival, newspapers in both countries have traditionally been subsidized by the state. In France, state support strongly increased after 2008 as a political response to the repercussions of the global financial crisis; in Italy, on the contrary, subsidies have been severely cut in recent years.", "In all countries, technological developments and, in particular, the rise of the internet, are seen as the main causes for the crisis. In some countries the discourse focuses also on failures of media managers, lack of innovation and increased commercialization, while in others it focuses more on the shortcomings of media policy and the state. Also, there is a split between how media managers and journalists frame the issue.", "Commentators from the United States and United Kingdom blame the industry itself for not having engaged more effectively with new media while others highlight the impact of the financial crisis, but the emphasis remains on technological change. The Knight Commission attributes the crisis in US newspaper journalism to “technological and behavioral changes taking place in our society” (Knight Commission 2009, xii). The House of Commons’ Culture, Media and Sport Committee focuses on “the adverse impact that the growth and popularity of the internet has had on newspaper purchasing and advertising” (House of Commons 2010, 17).", "Although the idea that the internet is killing the newspaper industry dominates public discourse in both countries, some speakers also point to the high profit margins that the industry came to expect in the late twentieth century. In the United States, newspaper analyst John Morton says: “There were several companies that took on a heavy debt load and ergo are forced into [bankruptcy] … It doesn’t mean that they own properties that didn’t make any money, they just didn’t make enough money” (Morton, interview,2012). In the United Kingdom, Michelle Stanistreet underlines that most newspapers are still profitable but that “huge profits, 25 percent, 30 percent or even 35 percent profits on an annual basis” are no longer realistic (Stanistreet, interview,2012). Publishers pursue a different line of argumentation: James Murdoch called “state-sponsored journalism” from the BBC “a threat to the plurality and independence of news provision” (Broadcast.com, August 28, 2009). The same year, his father Rupert Murdoch branded Google and Yahoo “copyright thieves,” undermining the business of digital news production (Wired.com, March 4, 2009).", "In Finland and Germany, new technologies and changes in the patterns of media use provide a dominant narrative for understanding the causes of the current situation. Yet, few voices also point out that the erosion of the readership of the press started already before the internet with the expansion of television (Message, 1/2009, 30).", "Different actors emphasize different causal factors: excessive commercialization, lack of innovativeness and management failures are buzzwords in the discourse of many journalists, academics and commentators who also point out that a number of newspapers still defend profit margins that many other companies can only dream of (Journalist, 1/2013, 20; Message, 3/2012, 32). Similar to the discussion of the situation in the United States and United Kingdom, publishers are blamed for being unwilling to go along with more moderate profit margins (Die Zeit, November 26, 2009, 26). As one Finnish trade-journal article put it, “short-term profit demands increasingly lead to a vicious circle of lay-offs, eroding quality and decreasing circulation” (Journalisti, 14/2011, 8). Also putting everything online for free is seen in both countries as a strategic mistake of “self-cannibalization.”", "Newspaper publishers have lobbied for curbing the funding and remit of public service broadcasting, which they see as unfair competition, especially in the online environment. In Germany, the position of Google is also often cited as a barrier to commercial success online. One outcome of this lobbying in Germany is the introduction of an ancillary copyright that is expected to apply almost exclusively to Google. The publishers and their lobbyists have thus used crisis discourses instrumentally, in order to justify cutting costs and to lobby for favorable legislation (Brüggemann, Esser, and Humprecht 2012). There is a certain double discourse on the crisis: publishers refer to the crisis to justify their own actions and claims, while arguing elsewhere that newspapers are doing well and that they do not wish state subsidies; they in fact see no reason for new laws and statutes to be imposed by state regulators (Kivioja, interview, 2011; Niiranen, interview, 2011; Pasqua, interview, 2011). Although these issues have received public attention in recent years, policy constraints are usually not seen in either Germany or Finland as decisive causal factors regarding the future of newspapers.", "In contrast, the French discourse puts blame more explicitly on bad media policy being responsible for the difficult situation of many publishers (EGPE 2009; DGMIC 2011). While some voices see newspapers as being “the victims of a market-oriented system” (enquete-debat.fr, January 25, 2011), state aid is also seen as part of the problem because it prevented media companies from finding their own solutions (Charon, interview, 2012).", "Italian journalists’ associations, in line with their colleagues in other countries, accuse publishers of responding to the crisis by cutting journalistic staff instead of investing in innovation (Prima Comunicazione, 11/2012, 88; Natale, interview,2011). Yet, publishers and journalists also believe that it is the lack of adequate media policy and the clientelistic and politically driven allocation of press subsidies that has paralyzed news-industry innovation (AgCom 2012a; FIEG 2012). The Italian publishers also blame media policy for failing to curb the dominant positions of established broadcasters in the Italian advertising market (FIEG 2011, 2013), which is considered one reason why the downturn of the advertising market has affected newspapers more than television. The state is thus held responsible for the crisis of newspapers to a considerable degree in both Italy and France.", "Discourses about a crisis and even the death of the newspaper occur in all countries, but this discourse has increasingly been supplemented by debates on a necessary structural transformation within the industry. Yet, there are also strong country-specific patterns of evaluating the situation as either crisis or transformation or even as opportunity.", "In the United States, on the one hand, the newspaper crisis is sometimes linked to a potential crisis of democracy. In 2009, President Obama said that “a government without newspapers, a government without a tough and vibrant media is not an option for the United States of America” (Editors’ Weblog, November 5, 2009). In 2009–2011, there was a fairly heated public discussion surrounding the future of the industry. This debate has since receded somewhat and retreated to more specialized forums, although the industry's revenues have continued to decline. On the other hand, there is at least some element of optimism: as Federal Communications Commission Chairman Julius Genachowski put it at the launch of the otherwise somber report on the future of journalism: “New technology is creating a new world of opportunity” (FCC 2011). In the United Kingdom, the focus of discussion has moved from business and technology to unethical practices of the press. Since the 2011 phone-hacking scandal and the subsequent Leveson Inquiry, the crisis refers to malpractices in journalism rather than the economic future of the industry.", "In Germany and Finland, newspapers have traditionally had a very strong position both economically and culturally, and many newspapers still continue to be profitable. While major companies such as Sanoma in Finland have seen their profits decline, other big-media players such as Springer in Germany even earn record profits, albeit with new service platforms on the Web rather than with traditional journalism (Esser and Brüggemann 2010; Lehtisaari et al. 2012). Debates about the crisis of the press are consequently framed in less dramatic terms than in the United States and the United Kingdom. In both Finland and Germany, discourses about the “death” of the newspaper are often related to the crisis of the American press. There is a distinct sense in which US developments are framed as representing “a possible future” (Kosonen, interview,2011). Part of this idea is not only that the worst of the crisis is still to come in Finland or Germany but also that a solution may ultimately also be found in the United States. Symptomatic of this phenomenon is the eight-month trip of Germany's most powerful journalist Kai Diekmann, editor-in-chief of the Bild-Zeitung, to California to search for ideas for the future of the newspaper.", "In France and Italy, the current situation is mostly seen as a crisis. Traditional French journalism is seen as being in crisis (DGMIC 2011), which offers an opportunity for new online-only start-ups (so-called “pure players”) that have successfully emerged in the French media market and are trying to replace the typical opinion-centered journalism by investigative watchdog reporting (Charon, interview,2011). The Italian discourse also relates a clear sense of crisis with urgent calls for innovation and actions in order to secure the future of the printed press.", "The most salient treatment recommendation in all national discourses points to the need for innovation in the media sector. However, the discourses differ regarding the actors who are believed to be in charge of solving the problem: while in all countries industry actors are thought to be the actors responsible, others see also the state in a position to respond to the crisis. Few voices argue that we have to accept the decline of newspapers instead of artificially keeping them alive.", "Direct subsidies to the press are widely regarded as evil, in both the United Kingdom, the United States and Germany. In the United States, “no one is asking for a subsidy,” says Tonda Rush from the National Newspaper Association (Rush, interview, 2011). John Ensslin, President of the Society of Professional Journalists, also dismisses the idea of subsidies, saying “you can’t have a watchdog that is dependent for its meal on the people it is supposed to watch” (Ensslin, interview,2011). Bob Satchwell from the British Society of Editors says that “the idea of subsidies is highly dangerous” (Satchwell, interview,2012). David Newell from the Newspaper Association adds: “Public funding distorts independence” (Newell, interview,2012). In Germany, state subsidies or other forms of political interventions are clearly rejected by almost all actors (Eumann, interview, 2011; Pasquay, interview, 2011). Heribert Prantl, a well-known journalist from the Süddeutsche Zeitung points out: “Newspapers do not need state money but good managers and good journalists” (Tages-Anzeiger, June 17, 2009, 8).", "Emphasis is almost entirely on the need for new business models and technological innovation. White House spokesman Robert Gibbs has said, “I don’t know what, in all honesty, government can do about [newspaper closures]” (White House 2009). Joe Worley of the Tulsa World says: “I think we just need to let the industry figure out itself how this is going to work” (Worley, interview, 2011). The House of Commons’ Culture, Media and Sport Committee's main recommendation in its report on the future of news is “for publishers to innovate to survive, for instance by continuing to develop websites and utilize internet technologies” (House of Commons 2010, 5). In France, too, treatment recommendations concern mainly the implementation of new business models. Paid content models are widely seen as the solution for financing online editions, and most newspapers have already introduced them on their websites. Some newspapers, e.g. Le Monde, are beginning to generate revenues via online subscriptions, even though these incomes are still not sufficient to cover losses from the print editions (Nouchi, interview, 2012). In Germany, it is also frequently argued that newspapers should focus on their traditional strengths by providing analysis and context and not only news (Spiegel Online, August 5, 2013). Publishers in both the United States and United Kingdom argue for further deregulation of cross-media ownership rules (Taylor, interview, 2012; Allinson, interview, 2012). British and German publishers both engage in lobbying efforts with the aim to cut back the online activities of public broadcasting providers.", "A stronger role for the state in supporting the press is envisaged in Finland, France and Italy. The debate in Finland still sees some role for an active state involvement in supporting the press. A special committee consisting of industry actors appointed by the Ministry of Transport and Communication has proposed 18 measures dealing with issues ranging from actions by the media sector itself to taxation and state subsidies, improvement of regulation, postal services and distribution questions, and journalist training and media education (MINTC 2013; Kivioja, interview, 2011).", "In France, the developments in the United States are closely followed, but it seems to be non-controversial that the “French way” will be different and that the French state has an important responsibility to ensure journalistic pluralism (see e.g. articles in lehuffingtonpost.fr, January 31, 2013; lemonde.fr, December 10, 2012). French publishers’ main claims include a better political framework, for instance to protect copyright (for a similar discussion about publishers rights in Germany, see Brüggemann, Esser, and Humprecht 2012). French publishers clamored for Google to share parts of the advertising profits it gained by referencing news articles on its page. Finally, the French government intervened and threatened to pass a law if Google were not willing to find a compromise with the press. As a result, a fund was established by Google in 2013 that comprises €60 million for a period of three years, aiming to finance innovative press projects as well as the development of pure players (Libération, September 19, 2013).", "In France and Italy, there is a vivid discussion on how to distribute state subsidies so that they are used more effectively to foster innovation: some experts call for redirecting subsidies to media labs and research to help media companies develop online strategies (Charon, interview, 2012; Bouchez, interview, 2012). Antoine De Tarle, media manager of the regional newspaper group Ouest France, phrased this by concluding that “it is not in the public interest to finance unprofitable companies, and therefore the state has to find a way to support newspapers on the one side and straighten their effectiveness and help them to find working business models, and to reduce costs of printing and distribution on the other side” (De Tarle, interview, 2012). According to Antonio Pilati of the Italian Antitrust Authority, “it doesn’t make sense to keep newspapers alive artificially and sustain products that are not interesting for the market” (Pilati, interview, 2011). Instead, subsidies should be supporting journalistic start-ups, newspapers’ digital activities and/or the migration of smaller papers to the web (FIEG 2012, 2013)."]}, {"sec_title": "Emerging Frames in Public Discourses", "sec_content": ["Based on characteristic configurations of frame elements (see Method section), we will now describe the frames that have shaped public debates as consistent patterns of meaning. They are presented here in ideal-typical form from which individual texts will diverge.", "Despite many national peculiarities in the way the newspaper crisis is debated, strong common patterns are discernible across countries. In all countries, the crisis discourse co-exists with a less alarmist discourse of transformation of the media industry. Today, different actors seem to worry a little less about the “death” of the newspaper than about how it survives as a printed product and on new digital platforms. The reasons for this transformation of the newspaper business are mostly seen as having to do with the rise of the internet. There seems to be a clear transnational consensus that the appropriate response is to be found in innovations, new business models and better ways to reach out to audiences. This configuration of frame elements that is highly salient across countries can be regarded as a master frame in the crisis debate.", "Below this shared pattern of interpretation, three distinct frames emerge. It seems that in all countries, the following frames occur in public discourse to some extent, yet they seem more pronounced in some countries than in others and can be loosely linked to our three country pairs.", "The prototype of this discursive pattern is found in Germany and Finland. In both countries, the crisis notion is mostly employed strategically by the publishing industry in order to increase the urgency of their calls for specific aims regarding, for example, the role of public service media, taxation and copyright issues. Defending profits is thus the main motivation on the publishers’ side, while there is also the complementary claim directed at the publishers to sustain the quality of journalism and not cut back journalistic resources. The focus of the discussion seems to be on preventing a future crisis rather than dealing with an ongoing one. The treatment recommendations in this frame are innovative management by the industry and better framework conditions provided by the state. While much of the industry discourse in recent years has revolved around framework conditions, there is still a strong consensus that, above all, innovation and adaptation by media companies will ultimately help maintain both profits and journalistic quality. This framing thus reflects, first, the perception that newspapers in these countries are yet to be seriously tested as the degree of crisis there is less severe than in most other Western countries. Second, although the democratic-corporatist model is historically associated with higher degrees of state intervention, it seems clear that both policymakers and publishers in these countries see business innovation as a more important solution than state intervention.", "In Italy and France, a different story of the crisis emerges. Here the idea of business innovation as a highly salient solution is connected to the failure of past government aid in the media sector. The state is seen to have paralyzed innovation by distributing subsidies in the wrong way. Despite the focus on business innovation, the state is still the actor that is held responsible for reform so that innovation can occur. As a consequence, statist traditions are today married in a peculiar way with an ideology that celebrates business innovation.", "A third frame mixes fatalism with regards to the failure of a number of newspapers and optimism toward technological fixes and creativity of new providers of journalistic value beyond the traditional publishing industry. This frame seems to take a more optimistic form in the United States and a more pessimistic one in the United Kingdom. In both countries, the loss of readership and revenues is observed without calling for state subsidies or any kind of intervention—except intervention that further liberalizes media policy by lifting rules on market concentration and curbing the activities of the BBC. While the UK debate has shifted more toward ethics of journalism, the US debate also discusses new alternative forms of journalism as well as philanthropic support for investigative journalism to save the future of journalism in the face of a severe crisis of the press."]}, {"sec_title": "Discussion: Toward Explaining Patterns of Framing the Press Crisis", "sec_content": ["All media systems under analysis face similar challenges concerning their industry, but they also display different degrees of being affected by changes in the industry and differences in media policy traditions. We expected both factors to shape the national framing of the press crisis. In line with H1, being hit hard by the loss of advertising led to a particularly pronounced discourse about crisis in the United States, the United Kingdom and France. In line with H2 on the role of policy traditions, we find that state support for the printed press is least welcome in the United States and the United Kingdom where the free market is allowed to exert creative destruction upon the press industry. Especially in countries like France and Italy, the discourse about the newspaper crisis revolves more closely around the responsibility of the state—and its failures to support the industry enough or in the right way.", "Yet, contrary to our expectations, we found intense crisis discourses also in countries like Finland and Germany where in fact the economic situation is comparatively better for many publishers. Furthermore, in spite of different policy traditions, we found a common frame present in all countries centered on the need for innovation and business solutions rather than state intervention. Even in countries with direct press subsidies such as France, most actors argued that press subsidies cannot be the most important solution to overcome the difficulties; ultimately media managers and publishers are asked to invent new business models and products.", "Thus, discourses do not merely mirror economic “facts” and media policy traditions. Instead, they also reflect (1) the communication strategies of powerful actors and (2) the transnational diffusion of frames. The former explains unexpected national idiosyncrasies while the latter explains how common discourses spread despite differences in national contexts.", "The crisis discourses found in Germany and Finland highlight both phenomena. Both countries featured, at least in 2009 and 2010, crisis discourses even in the absence of severe losses comparable to the situation in other countries. One explanation is that publishers have instrumentally used crisis rhetoric for achieving political aims (Brüggemann, Esser, and Humprecht 2012). Another likely explanation for the common framing of the press “crisis” is diffusion. Even though there were no newspaper “deaths” in Germany or Finland at that time, a debate was imported from the United States into a setting where it seemed rather odd-looking given the still strong position of the press. European analysts of media developments closely observe the United States but less so each other. For instance, the debate about pay-walls was imported to Germany from the United States, even though their close neighbor's newspapers in France were actually quicker to introduce pay-walls to a larger extent than in the United States.", "The diffusion processes leave their imprint on media debates. The common master frame focusing on innovation and entrepreneurs is a manifest result of an adaptation of discourses particularly in countries like France and Italy. Our findings thus confirm the observation of van Cuilenburg and McQuail (2003) about a new paradigm of media policy evolving in Western countries that displays a bias toward market rather than state solutions to challenges in the media world. Therefore, H3 expecting common frames across borders is most clearly supported by the empirical analysis.", "In conclusion, this study has shown how debates on the crisis of the press reflect not only different degrees of real impact by the crisis and national policy traditions but they also demonstrate that there is an evolving transnational paradigm that dominates public discourse on the crisis of the press. The dominant view is that the business model of newspapers is severely challenged and this constitutes a problem, as newspapers are seen as being vital for democracy. Yet the state is supposed to play the role of a benevolent but mostly passive bystander, while commercial media outlets should tackle the problem by developing innovative content and business strategies. Blaming media managers for lack of innovativeness is part of this discourse. However, one may question whether journalistic products will ever return the kinds of profits that commercially oriented owners have come to expect. The dominant discourses do not really have an answer to this challenge—and what is worse, they do not even seriously consider this question."]}], "references": [{"title": "The Strategic Repertoire of Publishers in the Media Crisis: The ‘Five C’ Scheme in Germany.”", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Brüggemann Michael", "first_name": "Brüggemann", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank", "affiliation": "", "orcid": "", "role": ""}, {"name": "Humprecht Edda", "first_name": "Humprecht", "last_name": "Edda", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Hallin and Mancini Revisited: Four Empirical Types of Western Media Systems", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Brüggemann Michael", "first_name": "Brüggemann", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Engesser Sven", "first_name": "Engesser", "last_name": "Sven", "affiliation": "", "orcid": "", "role": ""}, {"name": "Büchel Florin", "first_name": "Büchel", "last_name": "Florin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Humprecht Edda", "first_name": "Humprecht", "last_name": "Edda", "affiliation": "", "orcid": "", "role": ""}, {"name": "Castro Laia", "first_name": "Castro", "last_name": "Laia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Breaking News: Mastering the Art of Disruptive Innovation in Journalism", "year": "2012", "journal": "Nieman Reports", "volume": "66", "authors": [{"name": "Christensen Clayton M.", "first_name": "Christensen", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Skok David", "first_name": "Skok", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Allworth James", "first_name": "Allworth", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2014", "journal": "The World Factbook", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2009", "journal": "L'aide exceptionnelle au bénéfice des diffuseurs de presse spécialistes et indépendants [Exceptional aid to special and independent newsagents]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2011", "journal": "Enquete Rapide 2011: Texte et chiffres [Quick survey 2011: Text and figures]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "Declaration at the Annual Conference", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Reconstruction of American Journalism.”", "year": "2009", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Downie Leonard", "first_name": "Downie", "last_name": "Leonard", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Re-Invention and Survival: Newspapers in the Era of Digital Multiplatform Delivery", "year": "2013", "journal": "Journal of Media Business Studies", "volume": "10", "authors": [{"name": "Doyle Gillian.", "first_name": "Doyle", "last_name": "Gillian.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2009", "journal": "Livre vert [Green book]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Framing: Towards a Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2011", "journal": "Prepared Remarks of Chairman Julius Genachowski: Statement on Information Needs of Communities", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2011", "journal": "Relazione del Presidente, Carlo Malinconico, sulla Relazione annuale “La Stampa in Italia, 2008–2010” [Presentation of the President of FIEG—the Italian Newspapers Publisher Association—of the Annual Report About the Press in Italy, from 2008 to 2010]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "Relazione del Presidente, Giulio Anselmi, sulla Relazione annuale “La Stampa in Italia, 2009–2011” [Presentation of the President of FIEG—the Italian Newspapers Publisher Association—of the Annual Report About the Press in Italy, from 2009 to 2011]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2013", "journal": "Relazione del Presidente, Giulio Anselmi, sulla Relazione annuale “La Stampa in Italia, 2010–2012” [Presentation of the President of FIEG—the Italian Newspapers Publisher Association—of the Annual Report About the Press in Italy, from 2010 to 2012]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Future of Journalism.”", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Franklin Bob.", "first_name": "Franklin", "last_name": "Bob.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach", "year": "1989", "journal": "The American Journal of Sociology", "volume": "95", "authors": [{"name": "Gamson William A.", "first_name": "Gamson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "Rede von Bundespräsident Joachim Gauck anlässlich der Preisverleihung am 12. September 2012 in Berlin [Speech by German President Joachim Gauck at the Award Ceremony on September 12 in Berlin]", "volume": "", "authors": [{"name": "Gauck Joachim.", "first_name": "Gauck", "last_name": "Joachim.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2010", "journal": "Future for Local and Regional Media", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "The Future of Investigative Journalism", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2009", "journal": "Informing Communities: Sustaining Democracy in the Digital Age", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“What&#039;s in a Frame?: A Content Analysis of Media Framing Studies in the World&#039;s Leading Communication Journals, 1990–2005", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Matthes Jörg.", "first_name": "Matthes", "last_name": "Jörg.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Content Analysis of Media Frames: Toward Improving Reliability and Validity", "year": "2008", "journal": "Journal of Communication", "volume": "58", "authors": [{"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kohring Matthias", "first_name": "Kohring", "last_name": "Matthias", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Creative Destruction: An Exploratory Study of How Digitally Native News Nonprofits Are Innovating Online Journalism Practices", "year": "2013", "journal": "International Journal on Media Management", "volume": "15", "authors": [{"name": "Nee Rebecca Coates.", "first_name": "Nee", "last_name": "Coates.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2009", "journal": "Local and Regional Media in the UK", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Making Sense of the Newspaper Crisis: A Critical Assessment of Existing Research and an Agenda for Future Work", "year": "2012", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Siles Ignacio", "first_name": "Siles", "last_name": "Ignacio", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Goodbye to the Age of Newspapers (Hello to a New Era of Corruption): Why American Politics and Society Are About to Be Changed for the Worse.”", "year": "2009", "journal": "The New Republic", "volume": "", "authors": [{"name": "Starr Paul.", "first_name": "Starr", "last_name": "Paul.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2012", "journal": "Staff Reduction in Media Houses Affects Quality of Journalism", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Policy Paradigm Shifts: Towards a New Communications Policy Paradigm", "year": "2003", "journal": "European Journal of Communication", "volume": "18", "authors": [{"name": "van Cuilenburg Jan", "first_name": "van", "last_name": "Jan", "affiliation": "", "orcid": "", "role": ""}, {"name": "McQuail Denis", "first_name": "McQuail", "last_name": "Denis", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2011", "journal": "World Press Trend Database", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2009", "journal": "Press Briefing by Press Secretary Robert Gibbs", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}]}