{"doi": "10.1080/1461670X.2013.869062", "url": "https://doi.org/10.1080/1461670X.2013.869062", "title": "How Journalists value Positive News", "volume": "16", "year": "2015", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Leung", "first_name": "Dennis", "name": "Dennis K. K. Leung"}, {"last_name": "Lee", "first_name": "Francis", "name": "Francis L. F. Lee"}], "abstract": "Although the negative bias of the news media is generally recognized in many countries, the media also regularly feature various types of positive news, ranging from touching human interest stories to news about national or community achievement. However, few scholarly analyses have examined whether and how professional journalists value positive news. This article examines Hong Kong journalists' perceptions of the values of five types of positive news stories. We hypothesized that professional beliefs about media roles, market considerations, and political attitudes are related to the perceived value of positive news. The analysis of data from a journalist survey revealed that journalists regard news stories that tell touching stories and promote social values and norms as important, but they do not consider important stories that promote national development and achievement. Our findings showed that belief in the cultural role of the press, acknowledgement of market influence on the media, and national and local identification significantly predicted the perceived value of positive news.", "body": [{"title": "Introduction", "paragraphs": ["Negativism is often considered a basic news value. Content analyses of news coverage in the United States have repeatedly illustrated the prevalence of negative news in both print and electronic media (e.g., Gieber 1955; Graber 1979; Hartung and Stone 1980; Haskins 1981; Lengauer, Esser, and Berganza 2011; Stone and Grusin 1984). Longitudinal surveys also showed that Americans follow negative news, such as disasters and conflicts, most closely (Pew Research Center for the People and the Press 2007). The dominance of negative news in the media is also a worldwide phenomenon (Shoemaker and Cohen 2006). “No news is good news”—an idiom that presumes the negativity of news—is a common saying that people all over the world can readily understand.", "However, the dominance of negative news does not entail the complete absence of positive news stories. On the contrary, inspirational stories about the extraordinary achievement of individuals, touching stories about the survivors of accidents or severe illnesses, stories that celebrate a community's or nation's achievement, and even more or less routinized stories about holidays and festivals are recurrent features on the news pages.", "Journalism scholars have not totally ignored “good news”. Different types of positive news stories have been examined using various approaches and in relation to specific conceptual concerns, such as news as cultural narratives, the media's role in soothing the public in times of crises, and the increasing prominence of soft news due to commercialization (e.g., Carey 2011; Lule 2001; Thussu 2007). Nevertheless, despite the large amount of literature on how journalists understand what news is and should be, research that systematically examines professional journalists' perspectives on positive news remains scant. This study thus asks the following questions: How do journalists perceive the value of different types of positive news stories? How do journalists' valuations of positive news relate to their professional beliefs? What other factors influence journalists' valuations of positive news? The answers to these questions could contribute to knowledge about journalists' conception of news values. They could also enable us to achieve a better understanding of the positive news phenomenon, which is far from negligible.", "This article examines the case of Hong Kong, which has a commercialized media system and a journalistic corps that has largely adopted the liberal conception of professionalism (Chan, Lee, and So 2012). However, because Hong Kong is a Special Administrative Region (SAR) in China, the political dimension of the positive news phenomenon is particularly noteworthy. The city is a valuable site for examining how professional beliefs, political views, and commercial considerations shape journalists' perceptions of positive news."]}, {"title": "Negative and Positive News in the Media", "paragraphs": ["As already pointed out, a large body of empirical research has shown the prevalence of negative news. Previous studies have also shown the predominance of negativity in specific types of news, such as political (Lengauer, Esser, and Berganza 2011) and international news (Aday 2010; Chaudhary 2001a, 2001b). Scholars have also examined whether negativism is a predictor of journalists' selections of news (Bohle 1986), in addition to the ethical problems of an “over-emphasis” on negative news in reporting (Galician and Pasternack 1987). Scholars interested in the news audience have also examined whether negativity affects people's perceptions of media outlets (Galician and Vestre 1987; Haskins and Miller 1984).", "Harcup (2004, 37) defined “bad news” as “stories with negative overtones such as conflict or tragedy”. Typical examples of bad or negative news include death, disasters, crime, environmental hazards, factory closures, scandals, and so on. In other words, negative news can be treated as a broad category encompassing a wide range of events and information that are generally considered undesirable by members of a community. Negative news tends to elicit the emotions of sadness, fear, and/or anger. Accordingly, “positive news” can also be a general and broad category of events and information that are considered desirable by the members of a community. Positive news tends to elicit joyfulness, a sense of hope, and/or the emotions of enthusiasm from the audience.", "Several considerations could complicate the distinction between negative and positive news. First, what constitutes negative and positive news may vary across societies because different cultures have different conceptions of what is desirable and what is not. Second, the same news event may be considered positive by some and negative by others. Whether the results of a sports contest are good or bad news, for instance, depends on whether one is on the winning side. Third, a specific news item may involve a mixture of “positive” and “negative” elements. The recent trial of Chinese political leader Bo Xilai is a case in point: although the news story is basically negative in nature (i.e., a story about a corruption scandal), the Chinese and Hong Kong media largely responded positively to the (apparent) openness of the trial process. Fourth, a news story that is typically negative in terms of content may nonetheless be considered positive in terms of its social function (or vice versa). A story about a scandal may usually be considered negative, but it might also be understood “positively” as a sign that the media is playing its watchdog role.", "The distinction between positive and negative news is therefore not always clear-cut. It is beyond the scope of this study to disentangle the conceptual intricacies in the distinction between negative and positive news. For the purpose of this study, the positivity or negativity of news is defined not by its function, but by its content. The basic premise is that in a particular society, most people, as members of the same interpretive community (Zelizer 1993), share a “common sense” that certain types of news stories are generally positive or negative. That is, the focus of the analysis is on types of stories instead of individual stories. For instance, a person may treat a story about a specific traffic jam as “good news” if s/he has just fortunately avoided the traffic jam. However, this does not invalidate the point that people would generally regard “stories about traffic jams” as bad or negative news. Furthermore, although some types of news stories, such as news about sport competitions, are not clearly negative or positive, some types of stories are either generally negative (e.g., disasters) or generally positive (e.g., community achievements). The present study focuses on the types of news that, in the perspective of the local community, are arguably clearly positive.", "In the literature, several lines of explanations were proposed for the prominence of negative news. Galtung and Ruge (1965, 69–70) offered four explanations of the preference for negative news: in reality negative incidents are more frequent, more unexpected, less ambiguous, and more consonant with people. From an evolutionary psychological perspective, Shoemaker (1996) argued that our ancestors living in primitive environments had to watch continuously for danger. Because the human brain does not evolve as quickly as civilization does, we are “hardwired” for negative news. In modern societies, the media maintains a surveillance function, and thus exhibits the same disposition toward negativity. Other scholars tied the negative bias of news to journalistic professionalism. The media are expected to be the watchdog that prevents the abuse of power. Hence, they pay attention mainly to the mistakes and wrongful deeds of politicians and the government. The media act as a “burglar alarm” (Zaller 2003) to keep the “monitorial citizen” (Schudson 1999) alert regarding potential danger. Finally, market logic also arguably aggravates the media's tendency to amplify negative news. News managers tend to believe that “if it bleeds, it leads” (Kerbel 2001). Sensational stories about conflicts, scandals, disasters, and violence are therefore the mainstay of market-driven journalism (McManus 1994).", "The overall negativity bias notwithstanding, the media regularly feature various types of positive news for several reasons. First, beside their adversarial and surveillance functions, the media also play an important cultural role in articulating, reflecting, and reinforcing social norms and values. As Lule (2001) argued, news is as much about “old stories” as it is about new information, and many recurrent narratives in the media, such as the narratives of good mothers or heroes, involve the celebration of achievement, virtue, and/or honorable behavior. Journalists are the “custodians of conscience” (Ettema and Glasser 1998) of communities. Although journalists perform this role by exposing bad deeds, they can also do so by reporting good deeds.", "Second, positive news may appear in the media as embedded in bigger negative news events. Shoemaker (2006, 106) argued that much good news is actually “bad news with a good news spin”. This type of good news story is particularly prominent during crises and disasters. Carey (2011), for example, commented that the American press has practiced a kind of pastoral journalism in the aftermath of the September 11 attack in 2001. As US society mourned the dead, stories about heroism and comradeship served to bring hope amidst despair and comfort amidst grief (Kitch and Hume 2008).", "Third, news is typically about something unusual, and deviance is a basic news value. However, as Shoemaker and Cohen (2006, 13–15) pointed out, there are three kinds of deviance news: normative deviance, social change, and statistical deviance. News about normative deviance, such as crime and scandals, is typically negative, whereas statistical deviance and news about social change can be either good or bad in nature. The notion of statistical deviance partly explains why the extraordinary achievements of people and groups warrant attention in the news. Progressive social change also constitutes the topics of positive news stories.", "Fourth, although market logic could lead to an emphasis on sensationalized coverage of crime and disasters, market considerations also lead to the rise of infotainment and a focus on soft, human interest stories (Beam 2003; Thussu 2007). For instance, in the 1970s in the United States, some local television stations adopted a style of broadcast news talk called “happy news” in order to “win over viewers who were repeatedly voicing discontent with the somber news received from the networks” (Zelizer and Allan 2010, 52–53). In addition, Harcup and O'Neill's (2001, 272) content analysis of three UK national dailies also found no lack of human interest stories. Similar to television dramas, a touching news story with a happy ending may attract readers. In addition to audience preference, advertisers also tend to prefer their products to be associated with light-hearted media content that creates and maintains a buying mood (Baker 1997). Therefore, commercial motivations can drive the news media to produce certain types of positive news.", "Finally, the production and presentation of positive news can also be politically motivated. This is especially the case in authoritarian countries where state-controlled media may downplay negative news about the country in order to sustain the government's legitimacy. For example, in China, there is a widely shared joke among netizens that the newscasts on Chinese Central Television often provide 10 minutes of news about how hardworking the national leaders are, followed by 10 minutes of news about how happy people in the country are, and then 10 minutes of news about how chaotic the outside world is (Zhou 2010). Even in democratic countries, the government may also sponsor the production of stories about the nation's or government's achievement in order to shape media agendas and gain public support (Bennett, Lawrence, and Livingston 2007).", "In sum, the cultural role and functions of the news media, the news value of deviance, commercial concerns, and political forces all contribute to the production of positive news. The next section poses the research questions and states the hypotheses, linking them to the socio-political context of Hong Kong."]}, {"title": "Context and Research Questions", "paragraphs": ["Despite the lack of a full democracy in Hong Kong, its journalistic corps has adopted a liberal conception of the press at least since the 1980s (Lee and Chan 2009). Journalists see themselves as independent professionals. They value the media's role in providing accurate information and monitoring the power holders (So and Chan 2007; Chan, Lee, and So 2012). At the same time, Hong Kong has a highly competitive news market. With a population of about seven million, the city has three radio stations, five television broadcasters, and about 20 major newspapers, including a number of free dailies. Market-driven journalism is therefore a prominent phenomenon in the media scene (So 2003).", "Against this background, it is not surprising that the media provide much negative news on a daily basis. There have not been systematic content analyses documenting the exact degree of negativity in the Hong Kong media. However, it is not rare for the media to be criticized for the tendency to overemphasize specific types of negative news. There were debates, for example, regarding media coverage of suicides. Where political news is concerned, scandals surrounding politicians and officials appear regularly. More generally, the media can be highly critical toward the SAR government. Negative coverage even drove government officials to lament that the media were governing the city (Chan and Lee 2007).", "Nevertheless, various types of positive stories are also a constant feature in news content. As stated earlier, “positive news” is treated as a broad category that encompasses stories generally considered desirable by members of a community. The analytical focus is on types of positive news instead of individual news items. In the context of Hong Kong, five major types of positive news can be recognized. First is news that brings hope to people when society is in a crisis. For instance, in 2003 during the acute respiratory syndrome outbreak (which led to about 300 deaths in the city), the media not only disseminated crucial information and played the role of adversary; they also played an “integrative role” by pacifying and unifying the people (Ma and Chan 2007).", "Second is news that promotes desirable social values and norms. Hong Kong media frequently cover stories about “good deeds by good people”, which presume, articulate, and reinforce existing values and norms. A third and related type of positive news is constituted by encouraging or touching life stories of people such as successful entrepreneurs, survivors of chronic illnesses, and outstanding students. For instance, when Hong Kong athlete Li Wai-sze won a bronze medal at the 2012 London Olympics, local media published articles on her life story, emphasizing her humble origin, her determination, and her perseverance.", "The fourth type of positive news regularly featured in the media is news about festivals and holiday celebrations. Scenes of family and friend gatherings can effectively create an uplifting atmosphere. The fifth type of positive news that has been prominent in the local media concerns stories about national development and achievement. Major news events belonging to this category include China's successful space missions and the hosting of major international events, such as the 2008 Beijing Olympics and the 2010 World Expo.", "The five types of positive news identified above certainly do not comprise all positive news in Hong Kong, but they are arguably the most prominent. Moreover, they are not mutually exclusive. Specific news stories may fall into more than one category. To reiterate, this study focuses on types of news stories rather than specific news items. Specific news items belonging to a category, moreover, may not always be unquestionably positive. For example, not all specific national achievements and developments are uncontroversial. However, this does not invalidate the point that the category “news about national achievements” is generally considered positive news.", "Based on the identification of the five types of positive news, the first research question of this study is descriptive and exploratory: RQ1:To what extent do Hong Kong journalists value different types of positive news?", "To what extent do Hong Kong journalists value different types of positive news?", "More importantly, this article examines how professional beliefs, market considerations, and political attitudes influence journalists' perceptions of the value of positive news. By examining the factors related to journalists' perceptions of the value of positive news, we aim to understand why journalists see different types of positive news as important or not. As discussed in the previous section, some scholars have tied the media's negativity bias to the watchdog role of the media. The other side of this argument is that, to the extent that a journalist sees the adversarial role of the press as important, s/he may emphasize positive news to a lesser extent because s/he may see positive news as trivial. Moreover, the value of positive news can be understood in relation to the cultural functions of journalism. Conventional journalistic professionalism may not place much emphasis on the media's role in telling stories that articulate and reflect common values. However, at the individual level, journalists who see the cultural role of the media as important can be expected to place more emphasis on positive news stories.", "It has been pointed out that market considerations can lie behind the production of both positive and negative news. Sensational stories about crises and juicy stories about scandals sell, but so may stories that celebrate extraordinary achievements or bring hope to people. At the individual level, journalists who acknowledge the influence of commercialization on the news media should place more value on positive news. Thus, three hypotheses are stated: H1:Journalists who emphasize the adversarial role of the press place less value on positive news.H2:Journalists who emphasize the cultural role of the press place more value on positive news.H3:Journalists who acknowledge the influence of commercialization on the media place more value on positive news. ", "Journalists who emphasize the adversarial role of the press place less value on positive news.", "Journalists who emphasize the cultural role of the press place more value on positive news.", "Journalists who acknowledge the influence of commercialization on the media place more value on positive news.", "In addition to professional beliefs and market considerations, we also expect political attitudes and identities to relate to perceptions of positive news. Contextual considerations are crucial here. After the Second World War, decades of economic and social development generated a distinctive “Hong Kong identity” among local residents. Empirical research since the 1980s has shown that many people chose to call themselves “Hong Kongers” instead of “Chinese” (Lau and Kuan 1988). Moreover, this nomenclature articulated political attitudes. Those who regarded themselves as Hong Kongers tended to be liberal-oriented. Hence, since the handover, the Chinese government has made substantial efforts to enhance Hong Kong people's patriotism, including sponsoring the media coverage of major national events and achievements (Lee and Chan 2005; Ma 2007). In other words, a significant part of positive news in the contemporary Hong Kong media is driven by the political dynamics between the city and its sovereign.", "Nevertheless, the media and society at large do not succumb without criticism to the state's attempt to cultivate nationalism in the city. For instance, in the summer of 2012, a huge protest movement emerged against the government's plan to turn “national education” into a core subject in primary schools. The movement, which succeeded in forcing the government to abandon the plan, signified Hong Kong society's resistance to the imposition of a state-centered conception of nationalism, which intended to justify the ruling regime. Journalists, who are also members of society and who exhibit a substantial degree of “local orientation” (Chan and Lee 2011), should echo this resistance by criticizing politically motivated positive news. At the individual level, journalists who are aware of political influence on the media, who have a strong local identity, and who have a weak national identity should value positive news to a lesser extent. Thus, H4–H6 state: H4:Journalists who are more aware of political influence on the Hong Kong media value positive news less.H5:Journalists with higher levels of local identification value positive news less.H6:Journalists with higher levels of national identification value positive news more.", "Journalists who are more aware of political influence on the Hong Kong media value positive news less.", "Journalists with higher levels of local identification value positive news less.", "Journalists with higher levels of national identification value positive news more.", "H1–H6 are stated such that a certain individual characteristic is expected to relate to the valuation of positive news in general. However, it is probable that each factor would relate to each of the five types of positive news differently. Political attitudes, for example, are particularly likely to relate to perceptions of the type of positive news that is politically driven (e.g., news about national achievement and development). H1–H6 are stated only for the sake of clarity and simplicity. The following research question is posed to guide a nuanced discussion of the differential relationship between the independent variables and valuation of different types of positive news: RQ2:How do the influences of individual characteristics vary across different types of positive news?", "How do the influences of individual characteristics vary across different types of positive news?"]}, {"title": "Method, Data, and Operationalization", "paragraphs": ["The data analyzed below were collected in a journalist survey conducted in the summer of 2011. The survey covered all journalists working for 17 major daily newspapers, five television stations, and three radio broadcasters. Journalists are defined as workers responsible for the production of social, political, and economic news, regardless of geographical focus. Sports and entertainment journalists were excluded. Questionnaires were distributed to each news organization through one or several “contact points”. One questionnaire was placed on each work desk. Because the survey was comprehensive and included a wide range of issues, the planned questionnaire was lengthy. To avoid low response rates, two versions of the questionnaire were produced. Although the most important and basic questions, such as those about demographics or professional beliefs, were included in both versions of the questionnaire, some questions, including those about positive news, were included in only one version.", "The two versions of the questionnaires were placed alternately on journalists' work desks. The journalists completed the questionnaire in their free time. The “contact points” then collected the questionnaires. A total of 926 completed questionnaires were received, 459 of which were the version containing the positive news questions. The response rate to the version analyzed in this study was 56.5 percent.", "The survey asked the journalists to indicate whether they regarded five types of positive news as important or not using a five-point Likert scale (1 = very unimportant to 5 = very important): (1) news that brings hope to people when the society is in a crisis; (2) news that promotes desirable social values or norms; (3) news that publicizes the country's development and success; (4) news that tells encouraging or touching stories; and (5) news about festivals and celebrations. Descriptive statistics of these items are discussed in the section on the data analysis and results.", "The survey contained 18 statements about media functions in society. The respondents were asked to report using a five-point Likert scale (1 = very unimportant to 5 = very important) whether they regarded the functions as important or not. The statements were designed to capture the four major media functions identified by Weaver and Wilhoit (1986): information dissemination, interpretive-explanatory, advocacy, and critical-adversarial. In addition, a few statements related to a broadly conceived “cultural function” of the media were included. An exploratory factor analysis showed that 16 of the 18 statements formed five distinctive factors. Items belonging to a factor were averaged to form an index representing the journalists' emphases on a specific media role.", "Table 1 summarizes the statements under specific media role conceptions, the mean scores of the statements, and the mean scores of the indices. The Cronbach's alpha values for the five indices were 0.58 for the cultural role, 0.75 for information dissemination, 0.77 for the interpretive role, 0.78 for the adversarial role, and 0.97 for advocacy. Despite the relatively low reliability coefficient, the analysis continued to use the cultural role conception index because of the results of the factor analysis and the conceptual content of the statements.", "The respondents were asked to indicate using a five-point scale (1 = no impact at all to 5 = very large impact) whether they saw news organizations as influenced by (1) market considerations; (2) the trend toward infotainment; (3) competition among news organizations of the same type; and (4) competition among different types of news organizations. The answers were averaged in an index of the acknowledgement of market influence (mean = 4.26, SD = 0.51, α = 0.63).", "The survey did not contain items that directly measured perceptions of political influence on the media. A surrogate measure was created based on items about the reasons that might lead the respondents to leave the field of journalism. Specifically, journalists were asked to name a maximum of three reasons. They were given 12 choices, including items such as “high pressure”, “low salary”, and “lack of promotion opportunities”. Two of the 12 reasons were political: “political intervention in news work” and “growing threats toward press freedom”. A 0–2 index was created to represent whether a journalist named none, one, or both political reasons. Higher scores represented higher levels of awareness of political influence on the media (mean = 0.33, SD = 0.52).", "The survey asked journalists about how strongly they identified with Hong Kong and with China in two separate, 0–10 scaled questions. The respondents scored higher on local identity (mean = 9.00, SD = 1.82) than on national identity (mean = 7.33, SD = 2.80)."]}, {"title": "Analysis and Findings", "paragraphs": ["RQ1 asked how Hong Kong journalists evaluated the five types of positive news. As Table 2 shows, they regarded “news that brings hope to people when the society is in a crisis” as the most important, followed by “news that promotes desirable social values and norms” and “news that tells encouraging or touching stories”. The three mean scores were substantially above the mid-point of the scale. Between 70 and 82 percent of the respondents believed that these three types of positive news were important or very important.", "In contrast, only 29.6 percent of the respondents regarded “news about festivals and celebrations” as important or very important. Professional journalists probably saw such news as relatively trivial, light-hearted tidbits used to fill in the news space. However, the item received a score nominally above the mid-point of the scale and statistically higher than the mean score for “news that promotes the country's development and success”. The latter item received a mean score below the mid-point of the scale (t = 61.58, p < 0.001 in one-sample t-test). The results are in line with our earlier discussion that, after the handover, Hong Kong journalists tended to see news about national achievement as politically motivated.", "Although the mean scores of the five items differed substantially, Table 3 shows positive correlations among them. The strongest correlation was that between the perceived values of “news that praises desirable social values and norms” and “news that brings hope to people when the society is in a crisis”. This finding is understandable because the same news stories published during times of crises often fall under both categories. The results shown in Table 3 suggest that a general attitude toward positive news underlies the perceived values of the different types of positive news. Therefore, we created an index of perceived value of positive news by averaging the five survey items (α = 0.78). The following analysis uses both the overall index and the individual survey items.", "Multiple regression was conducted to examine the hypotheses and RQ2, which concern the predictors of perceived value of positive news. The dependent variables are perceived values of five types of positive news as well as the overall positive news index. The independent variables include several demographics, perceived importance of the five professional roles, acknowledgement of market influence, awareness of political influence, and local and national identification.", "Table 4 summarizes the findings. The first column shows that print journalists and older journalists placed a higher emphasis on positive news in general. However, when the five types of positive news were treated separately, older journalists placed more emphasis on news that tells encouraging or touching stories and news that promotes the country's development and success. Print journalists placed more emphasis on news that promotes the country's development and success and news that brings hope to people. In addition, female journalists also valued news that brings hope to people and news that promotes desirable social values and norms to a greater extent than male journalists did.", "Consistent with H2, journalists who regarded the media's cultural role as important also perceived positive news as more important. The regression coefficients of perceived importance of cultural role were positive and significant in five of the six columns in Table 4. The findings offer very weak support for H1, however. Although emphasis on the adversarial role of the press shows a negative coefficient in the first column of Table 4, the coefficient is not significant statistically. Emphasis on the adversarial role has a highly significant relationship with the perceived value of news that promotes desirable social values and norms, but it does not significantly relate to perceptions of the other four types of positive news.", "Consistent with H3, the perceived value of positive news is significantly related to acknowledgement of market influence. Besides the overall positive news index, acknowledgement of market influence is significantly related to perceived value of news that brings hope to people, news that promotes desirable values and norms, and news that tells encouraging or touching stories.", "The results also showed relationships between perceived value of positive news and political attitudes. Awareness of political influence does have a negative coefficient in the first column of Table 4 and in the case of news that promotes the country's development and success. However, neither coefficient is statistically significant. Thus, H4 is not supported. Contrary to H5, local identity is positively and significantly related to perceived value of news that brings hope to people and news that tells encouraging or touching stories. These findings are understandable because those two types of positive news often have the function of articulating and reinforcing established values and the sense of solidarity among local people. In contrast to these positive relationships, local identity showed a negative coefficient the perceived value of news that promotes the country's development and success is concerned. However, the coefficient is not statistically significant.", "Finally, Table 4 confirms H6. National identity has a highly significant relationship with the perceived value of positive news in general. When the five types of positive news are separated, national identity is most strongly related to perceived value of news that promotes the country's development and success. National identity is also related significantly to perceived value of news that brings hope to people and news that promotes desirable values and norms."]}, {"title": "Discussion and Conclusion", "paragraphs": ["This article has explored how journalists value the importance of positive news and how such valuations relate to professional role beliefs, acknowledgement of market considerations, and political attitudes. The study focuses on Hong Kong. The findings showed that journalists in the city valued at least some types of positive news. Most journalists agreed that news stories that articulate the social norms and values of the community are valuable, especially if such stories can give hope to people during times of crisis. In contrast, despite the prominence of news stories about the development and achievement of China in the past few years, the result showed that professional journalists did not believe in the value of such stories. Similarly, while news reports about festivals appear in the Hong Kong media regularly, journalists did not value these stories highly.", "The findings showed that Hong Kong journalists distinguished positive news stories that are produced more or less routinely (i.e., the festival stories), stories produced largely because of political influence (i.e., news about national achievement), and stories that are indeed meaningful to the audience and to the society (e.g., touching stories about individuals). At the individual level, the regression analysis confirmed that the perceived value of positive news is related to the perceived importance of the media's cultural role. The results suggest that the cultural function of the media is recognized not only by scholars but also practitioners of journalism (Carey 2011; Kitch and Hume 2008; Lule 2001). Journalists recognize the cultural role of the press to different extents, and the degree of emphasis on the cultural role has implications for the perception of the importance of certain types of news. Specifically, the findings showed that the cultural role is closely related to the valuation of news that promotes desirable social values and norms and news that tells encouraging or touching stories. By providing such news, journalists may serve a ritualistic function; the news stories serve the purpose of “affirming collective identity, making sense of the senseless, [and] upholding beliefs” (Kitch 2009, 30).", "Contrary to our prediction, journalists' emphasis on the adversarial role of the press did not relate significantly to perceived value of positive news. This finding, however, can be taken as a confirmation of the general argument that an overall predilection toward negativity does not preclude the valuation of specific types of positive news. Being an adversary of power holders does not mean that journalists should dismiss the media's role in promoting social solidarity and/or articulating common values. As Schudson (2008, 11–26) suggested, fostering social empathy is an essential function of journalism. Positive news stories are not necessarily produced by the politically conservative media or journalists; nor is there a necessary relationship between positive news and the maintenance of the status quo.", "Moreover, the findings confirmed that both economic and political considerations influence journalists' perceptions of positive news. However, economic and political considerations lead to emphases on different types of positive news. The Hong Kong journalists surveyed in this study seemed to believe that “touching” news stories or news that promotes desirable social values sell in the market. Nevertheless, they apparently did not think that news promoting national achievement is popular with their audience. Instead, emphasis on the latter type of news is related mainly to a stronger sense of national identity. The survey results also showed that Hong Kong journalists had only moderate levels of national identification. This partly explains why, at the collective level, the Hong Kong journalists did not highly value news that promotes national achievement and development.", "Although this study focused on beliefs about professional roles, market commercialization, and political attitudes, other factors could also influence the journalists' perceptions of the value of positive news. For example, the results showed that female journalists valued news that brings hope to society and news that promotes desirable values and norms. These findings are consistent with past studies on gender differences in news selection (Craft and Wanta 2004). The results also showed that newspaper journalists regarded positive news as more important than television journalists did. A plausible explanation is that television newscasts have relatively limited air time, and they emphasize visuals. Television stations may find positive news less appealing because many types of positive news stories are not visually compelling compared to typical, negative news stories about conflicts or disasters. In fact, the results showed that the difference between print and broadcast journalists in their valuations of positive news was smallest in the case of news about festivals and celebrations, which is arguably the type of positive news that is the most visually compelling.", "This study confirmed the idea that recognizing the predominant bias of negativity in the news media should not preclude an analysis of the various types of positive news. Different kinds of positive news have long been examined in relation to distinct concepts. However, the findings in the study suggest that various kinds of positive news could be usefully studied as a general category, similar to the study of negative news as a category in the literature. Moreover, positive news is not simply the logical opposite of negative news. For instance, market considerations can lead to the emphasis on certain types of positive news, even though market considerations have also been regarded as a major reason for the media's negativity bias. Therefore, positive news deserves separate treatment in research, and the analysis of positive news could generate insights into a society's journalism. In the present study, for example, the results showing the surveyed journalists' attitudes toward news about national development provided us with unique insights into the broader issue of how Hong Kong journalists perceive and evaluate China's political influence on the press.", "Although it contributes to the literature that deals with positive news thematically, this study has the following limitations. While the current survey included five types of positive news, it does not construct a conceptual typology of positive news. Hence, future studies could attempt to develop relevant conceptual typologies for more in-depth and theory-driven analyses. Another limitation of this study is that the researchers pre-selected the types of positive news stories to include in the survey questionnaire. Future studies could adopt a “bottom-up” approach, which would allow the journalist–participants to identify the major types of positive news.", "Furthermore, this study focuses only on positive news. The survey did not contain items that directly asked journalists' to judge the value of different types of negative news stories in addition to the five types of positive news. Future studies could directly compare journalists' valuations of positive and negative news stories. Finally, the conceptual discussion at the beginning of this paper pointed to the nuances, ambiguities, and complexities in the distinctions and relationships between negative and positive news. The present study puts such nuances and complexities aside by focusing on several types of news stories that are arguably “unquestionably” positive from the perspective of most people in a society. Future studies should investigate such nuances and complexities in order to gain better understanding of the relationship between positivity and negativity both in news content and in the minds of journalists."]}], "references": [{"title": "Chasing the Bad News: An Analysis of 2005 Iraq and Afghanistan War Coverage on NBC and Fox News Channel", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Aday Sean", "first_name": "Aday", "last_name": "Sean"}]}, {"title": "Content Differences between Daily Newspapers with Strong and Weak Market Orientations", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Beam Randel A.", "first_name": "Beam", "last_name": "A."}]}, {"title": "Negativism as News Selection Predictor", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Bohle Robert H.", "first_name": "Bohle", "last_name": "H."}]}, {"title": "The Primacy of Local Interest and Press Freedom in Hong Kong: A Survey Study of Journalists", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Chan Joseph M.", "first_name": "Chan", "last_name": "M."}, {"name": "Lee Francis L.F.", "first_name": "Lee", "last_name": "L.F."}]}, {"title": "A Comparative Content Analytical Study of Negative News in Western and Third World Newspaper", "year": "2001", "journal": "Asian Journal of Communication", "volume": "11", "authors": [{"name": "Chaudhary Anju D.", "first_name": "Chaudhary", "last_name": "D."}]}, {"title": "International News Selection: A Comparative Analysis of Negative News in the Washington Post and the Daily Times of Nigeria", "year": "2001", "journal": "Howard Journal of Communications", "volume": "12", "authors": [{"name": "Chaudhary Anju D.", "first_name": "Chaudhary", "last_name": "D."}]}, {"title": "Women in the Newsroom: Influences of Female Editors and Reporters on the News Agenda", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Craft Stephanie", "first_name": "Craft", "last_name": "Stephanie"}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne"}]}, {"title": "Balancing Good News and Bad News: An Ethical Obligation", "year": "1987", "journal": "Journal of Mass Media Ethics", "volume": "2", "authors": [{"name": "Galician Mary L.", "first_name": "Galician", "last_name": "L."}, {"name": "Pasternack Steve", "first_name": "Pasternack", "last_name": "Steve"}]}, {"title": "Effects of ‘Good News’ and ‘Bad News’ on Newscast Image and Community Image", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Galician Mary L.", "first_name": "Galician", "last_name": "L."}, {"name": "Vestre Norris D.", "first_name": "Vestre", "last_name": "D."}]}, {"title": "The Structure of Foreign News", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari H.", "first_name": "Ruge", "last_name": "H."}]}, {"title": "Do Newspapers Overplay Negative News", "year": "1955", "journal": "Journalism Quarterly", "volume": "32", "authors": [{"name": "Gieber Walter", "first_name": "Gieber", "last_name": "Walter"}]}, {"title": "Is Crime News Coverage Excessive", "year": "1979", "journal": "Journal of Communication", "volume": "29", "authors": [{"name": "Graber Doris A.", "first_name": "Graber", "last_name": "A."}]}, {"title": "What Is News? Galtung and Ruge Revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O'neill Deirdre", "first_name": "O'neill", "last_name": "Deirdre"}]}, {"title": "Time to Stop Singing the ‘Bad News’ Blues", "year": "1980", "journal": "Newspaper Research Journal", "volume": "1", "authors": [{"name": "Hartung Barbara W.", "first_name": "Hartung", "last_name": "W."}, {"name": "Stone Gerald", "first_name": "Stone", "last_name": "Gerald"}]}, {"title": "The Trouble with Bad News", "year": "1981", "journal": "Newspaper Research Journal", "volume": "2", "authors": [{"name": "Haskins Jack B.", "first_name": "Haskins", "last_name": "B."}]}, {"title": "The Effects of Bad News and Good News on a Newspaper&#039;s Image", "year": "1984", "journal": "Journalism Quarterly", "volume": "61", "authors": [{"name": "Haskins Jack B.", "first_name": "Haskins", "last_name": "B."}, {"name": "Mark Miller M.", "first_name": "Mark", "last_name": "M."}]}, {"title": "Political Attitudes, Participation, and Hong Kong Identities after 1997", "year": "2005", "journal": "Issues \\& Studies", "volume": "41", "authors": [{"name": "Lee Francis L. F.", "first_name": "Lee", "last_name": "F."}, {"name": "Chan Joseph M.", "first_name": "Chan", "last_name": "M."}]}, {"title": "Negativity in Political News: A Review of Concepts, Operationalizations, and Key Findings", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Lengauer Gunther", "first_name": "Lengauer", "last_name": "Gunther"}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}]}, {"title": "Grassroots Nationalism: Changing Identity in a Changing Context", "year": "2007", "journal": "The China Review", "volume": "7", "authors": [{"name": "Ma Kit Wai", "first_name": "Ma", "last_name": "Wai"}]}, {"title": "The News Interest Index, 1986–2007", "year": "2007", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Hardwired for News: Using Biological and Cultural Evolution to Explain the Surveillance Function", "year": "1996", "journal": "Journal of Communication", "volume": "46", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}]}, {"title": "News and Newsworthiness: A Commentary", "year": "2006", "journal": "Communications: The European Journal of Communication Research", "volume": "31", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}]}, {"title": "Professionalism, Politics, and Market Force: Survey Studies of Hong Kong Journalists 1996–2006", "year": "2007", "journal": "Asian Journal of Communication", "volume": "17", "authors": [{"name": "So York Kee", "first_name": "So", "last_name": "Kee"}, {"name": "Chan Joseph M.", "first_name": "Chan", "last_name": "M."}]}, {"title": "Network TV as the Bad News Bearer", "year": "1984", "journal": "Journalism Quarterly", "volume": "61", "authors": [{"name": "Stone Gerald C.", "first_name": "Stone", "last_name": "C."}, {"name": "Grusin Elinor", "first_name": "Grusin", "last_name": "Elinor"}]}, {"title": "A New Standard of News Quality: Burglar Alarms for the Monitorial Citizen", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Zaller John", "first_name": "Zaller", "last_name": "John"}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}, {"title": "Linkage Politics in Chinese TV Foreign News: A Study of Xinwen Lianbo of CCTV", "year": "2010", "journal": "Communication \\& Society", "volume": "13", "authors": [{"name": "Zhou Baohua", "first_name": "Zhou", "last_name": "Baohua"}]}]}