{"doi": "10.1080/1461670X.2019.1568903", "url": "https://doi.org/10.1080/1461670X.2019.1568903", "title": "Charging More and Wondering Why Readership Declined? A Longitudinal Study of U.S. Newspapers’ Price Hikes, 2008–2016", "volume": "20", "year": "2019", "issue": "14", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Chyi", "first_name": "Hsiang", "name": "Hsiang Iris Chyi"}, {"last_name": "Tenenboim", "first_name": "Ori", "name": "Ori Tenenboim"}], "abstract": "ABSTRACTTriggered by declines in newspaper circulation since the 2008 recession, “print is dying” is a prevailing assumption among journalism scholars and practitioners. However, circulation data are often reported out of context, resulting in misinterpretations of reader preference and misinformed strategy. To accurately assess demand for print newspapers, this study examines the price of 25 widely-circulated U.S. newspapers in 2008, 2012, and 2016. The analysis documented industry-wide, more-than-substantial price hikes. Seven-day home delivery price more than doubled, and weekday single-copy price tripled. Seven-day subscription now costs $510 a year – print subscribers are paying on average $293 more to have the same newspaper delivered to their doorstep. Despite the increase in price, about two-thirds of print readers remained loyal to a product that has become much more expensive and is considered dying by many. Further analysis on price elasticity of demand indicates that demand for the print product remains inelastic, which explains why so many newspapers implemented price hikes to increase circulation revenue. Nevertheless, the constantly increasing price raises concerns about the sustainability of newspapers’ pricing strategy in the longer term. These concerns and managerial implications are discussed.", "body": [{"title": "Introduction", "paragraphs": ["Twenty years into the news industry’s digital transformation, conventional newspapers remain an important, if not the most important, source of information about the workings of government, industry, and the major institutions that shape our lives, still playing a key role in providing accountability journalism (Shafer 2016). In addition, despite a multitude of digital offerings, the print edition remains the most read newspaper product and the primary revenue driver for the vast majority of newspapers (Barthel 2016; Benton 2018; Chyi and Tenenboim 2017; Pew Research Center 2015; Thurman 2018).", "While the legacy format is important, “the death of print” is one of the most prominent themes in U.S. newspapers’ self-evaluation (Chyi, Lewis, and Zheng 2012; Edge 2014; Meyer 2009; Picard 2009a). This theme – or death narrative – has gone viral since the 2008 recession. In 2009, Time magazine published the list of “Ten Most Endangered Newspapers in America” (McIntyre 2009). In 2010, Arthur Sulzberger, Jr., Publisher of The New York Times, said: “We will stop printing The New York Times sometime in the future, date TBD” (Fallon 2011, para. 1). The Center for the Digital Future at the University of Southern California (2011) predicted that almost all U.S. print newspapers would disappear in five years – i.e., by 2016.", "This death narrative fostered a sense of crisis and cast serious doubts on the sustainability of print newspapers. A 2012 survey reported that as many as one-third of U.S. newspaper publishers envisioned a time when they would stop publishing the print edition (Jenner 2012). The pessimistic view about print has also influenced the industry’s digital transformation strategy (Chyi 2015; Thurman et al. 2019), contributed to the “anti-print, pro-digital” discourse (WAN-IFRA 2017), and most importantly resulted in the continued disinvestments in the print operation (ASNE 2016; Carson 2014; Grieco 2018). Since the recession, U.S. newspaper newsroom employment dropped by 45% (Grieco 2018). Tens of thousands of journalists, mostly those on the print side, lost their jobs. This resulted in a lesser product and the “suicide spiral” – newspapers may actually kill their core product through cutbacks (Rosenstiel and Mitchell 2004). Therefore, “print is dying” is more than a narrative. Like a self-fulfilling prophecy (Chyi 2015), it has real, profound consequences in shaping the fate of newspapers and the future of journalism.", "Tracing its origin, the death narrative is often triggered by the decline in print circulation (e.g., Center for the Digital Future 2011; Crichton 1993). During the 2008 recession, long-term circulation declines accelerated. Year-to-year weekday circulation fell by 7.1% in the six-month period ended March 2009, 10.6% by September 2009, and 8.7% by March 2010 (Table 1). Charging More and Wondering Why Readership Declined? A Longitudinal Study of U.S. Newspapers’ Price Hikes, 2008–2016All authorsHsiang Iris Chyi & Ori Tenenboimhttps://doi.org/10.1080/1461670X.2019.1568903Published online:18 January 2019Table 1. % Change in newspaper circulation 2003–2015.CSVDisplay Table", "Such declines were often highlighted in newspapers’ self-coverage during the recession (Chyi, Lewis, and Zheng 2012) and still receive substantial attention after the recession. The problem is that such downward trends are rarely reported in the context of soaring newspaper price. Even the widely read State of the News Media Reports make no reference to changes in price and their plausible impact on circulation (Barthel 2016; Pew Research Center 2015, 2017). In the most recent report (Pew Research Center 2017), circulation declines were once again covered without any reference to the industry-wide price hikes: The estimated total U.S. daily newspaper circulation (print and digital combined) in 2016 was 35 million for weekday and 38 million for Sunday, both of which fell 8% over the previous year. Declines were highest in print circulation: Weekday print circulation decreased 10% and Sunday circulation decreased 9%. (para. 2)", "The estimated total U.S. daily newspaper circulation (print and digital combined) in 2016 was 35 million for weekday and 38 million for Sunday, both of which fell 8% over the previous year. Declines were highest in print circulation: Weekday print circulation decreased 10% and Sunday circulation decreased 9%. (para. 2)", "Such reporting ignores the role of price as the determinant of quantity demanded, as suggested by economic theory (Hoskins, McFadyen, and Finn 2004). As a result, circulation data could be easily and mistakenly interpreted as evidence suggesting that print readers are either losing interest in the “dead-tree” product or dying off, while in the real world the price of print newspapers has been soaring since 2008. For example, The Dallas Morning News raised its monthly print subscription rate from $21 to $30 – a 43% increase – in May 2009 (Bailly 2009).", "As many newspapers are facing existential challenges, too much is at risk if circulation data as a proxy of consumer demand are not interpreted correctly. To assess demand for print newspapers in the appropriate economic context, this study examines changes in the price of print newspapers since the recession and compares them against changes in readership within the same time frame. Through a longitudinal analysis of 25 major U.S. newspapers’ price and readership data in 2008, 2012, and 2016, the results shed new light on news consumers’ demand for the “dead-tree” edition and help prevent further misinterpretations of circulation data."]}, {"title": "The State of the U.S. Newspaper Industry", "paragraphs": ["The U.S. newspaper market is characterized by a unique structure: Among the 1,338 dailies (Editor & Publisher 2016), the vast majority are local papers operating in narrowly defined geographic markets as local monopolies, facing no direct competition because most U.S. cities are served by only one newspaper (Lacy and Simon 1993; Rodgers et al. 2004). These newspapers used to be “wildly profitable” (Edmonds, Guskin, and Rosenstiel 2011), enjoying profit margins as high as 25%–35% in the 1990s (Picard 2008) and controlling market shares “envied by marketers of other products” (Picard and Brody 1997, 43).", "Newspaper circulation peaked in 1987 at 62.8 million copies (weekday) and 1993 at 62.6 million (Sunday) and started to decline slowly (State of the News Media 2018) as a result of ever increasing media choices. Despite these declines, print newspapers kept their “mass media” status before the 2008 recession hit. The pre-recession level of U.S. newspaper circulation was 50.7 million (weekday) and 51.2 million (Sunday) (State of the News Media 2018).", "In the mid-1990s, major newspapers started exploring digital production and delivery on the Web. In 1999, more than 2,600 U.S. newspapers, including non-dailies, were providing online services (Editor & Publisher Interactive 1999). Almost all newspapers gave content away online for free – thus generating little digital circulation revenue.", "The industry as a whole remained financially robust, generating an unprecedented amount of income in the years before the recession: Circulation revenue peaked in 2003 at $11.2 billion, and advertising revenue, the primary revenue source, also reached an all-time-high in 2005 at $49.4 billion (State of the News Media 2018), of which only 2 billion came from digital advertising (2015).", "In sum, before the recession, the print edition was newspapers’ core product, generating almost all advertising and circulation revenue and contributing to the industry’s high profitability. Digital revenue was negligible in most cases.", "When the economic downturn occurred in 2008, the U.S. newspaper industry was enjoying the historically high level of advertising revenue. So the losses in advertising revenue appeared to be nothing but dramatic – from $42.2 billion in 2007 to $34.7 billion in 2008, and to $24.8 billion in 2009 (Pew Research Center 2015). As stated above, advertising has been the primary revenue source for most U.S. newspapers, which accounted for as much as 70%–85% of a typical newspaper’s total income (Picard 2002), so the recession forced newspaper firms to respond to this unexpected financial hardship.", "Most slashed resources for their print product while continuing investing in their digital ventures. In 2008, nearly 16,000 newspaper jobs disappeared. By the end of 2009, nearly 15,000 more newspaper employees lost their jobs (Paper Cuts 2013). Overall, newspaper newsroom employees declined by 45% between 2008 and 2017, from about 71,000 journalists in 2008 to 39,000 in 2017 (Grieco 2018). Other cost-cutting measures include reducing the number of pages or eliminating sections from the paper, seen in cases such as The New York Times (Pérez-Peña 2008); others, such as Detroit Free Press, The Detroit News, and The Times-Picayune (New Orleans), eliminated home delivery on certain days of the week (Tennant and Chyi 2014).", "Another collective action taken by the industry in response to this revenue “crisis” was to reduce its long-term reliance on advertising. Given that newspapers’ digital revenue remained elusive, generating more income from print circulation appeared to be a solution.", "The Dallas Morning News was among the first U.S. newspapers implementing a significant price hike for their print product. In 2009 alone, it raised its seven-day home delivery rate from $21 to $30 and then to $33.95 per month. The price of single copies also increased from 75 cents to $1 on weekdays and from $2 to $3 on Sunday (Case 2009). This pricing strategy was not implemented without a theoretical foundation. Based on market research on the price inelasticity of demand among readers, which measures the degree to which consumers respond to price changes, this newspaper ensured that an increase in price would increase circulation revenue (Case 2009). Through a series of price hikes, it effectively reduced its reliance on advertising (print and digital) from 78% in 2007 to 54% in 2011. The share of circulation revenue went up from 18% in 2007 to 39% in 2011 (Tennant 2011). Many newspapers followed suit, but the scope and the scale of such price hikes remain unknown.", "What is known is that U.S. newspapers’ self-coverage during the recession overwhelmingly focused on short-term circulation/readership declines, failed to provide contextual information, and overall did a poor job in using media economics data to present a holistic picture of newspapers’ financial troubles (Chyi, Lewis, and Zheng 2012). What is worse, to this day, industry reports on circulation declines remain problematic – as stated above, even the State of the News Media reports, published annually by the Pew Research Center, fail to provide any pricing information when reporting circulation trends (Barthel 2016; Pew Research Center 2015, 2017).", "It is therefore crucial to empirically and systematically examine the context in which circulation declines occur. Specifically, this study seeks to track how the price of print newspapers has increased since the recession, addressing the following research questions: RQ1: To what extent has major U.S. newspapers’ print subscription price changed sincethe recession? RQ2: To what extent has major U.S. newspapers’ single-copy price changed since the recession?", "RQ1: To what extent has major U.S. newspapers’ print subscription price changed since", "the recession?", "RQ2: To what extent has major U.S. newspapers’ single-copy price changed since the recession?"]}, {"title": "Demand for Print Newspapers in the Digital Era", "paragraphs": ["Declines in demand for print newspapers over time have been well documented. Table 1 presents historical circulation data from 2003 to 2015 (Barthel 2016). Another indicator is readership – the number of adults who have read or looked into a print newspaper during a specific time frame (Newspaper Association of America 2015). A study based on 51 U.S. newspapers’ print readership data collected by Scarborough Research found that seven-day in-market print reach (the percentage of print readers among the local population) declined from 42.4% in 2007 to 35.9% in 2011 and 28.8% in 2015 (Chyi and Tenenboim 2017).", "Despite continued declines, scholarly research conducted during the past 20 years indicates that the print format has remained competitive in relation to the same newspaper’s online counterpart (for a detailed review, see Chyi 2015). The latest research shows that the print edition outperforms the same newspaper’s online edition by a wide margin in these aspects – readership, engagement, advertising and circulation revenue (Barthel 2016; Chyi and Tenenboim 2017; Pew Research Center 2015; Thurman 2018). The print edition has remained the core product and the cash cow in almost all newspapers’ product portfolio.", "Given the soaring price of the print edition since the 2008 recession, of particular interest is the impact of these price changes on readership. Therefore, this study addresses the following research question: RQ3: To what extent has major U.S. newspapers’ print readership changed since the recession?", "RQ3: To what extent has major U.S. newspapers’ print readership changed since the recession?", "Additionally, this study seeks to empirically examine newspaper readers’ response to these price hikes by analyzing the price elasticity of demand.", "Economic theory (i.e., the Law of Demand) depicts a negative relationship between the quantity demanded of a good and its price – when price increases, the quantity demanded decreases, ceteris paribus (Hoskins, McFadyen, and Finn 2004). The price elasticity of demand, which is the percentage change in the quantity demanded of a product divided by the percentage change in the price of that product, measures how responsive quantity demanded is to a change in price.", "The price elasticity is almost always negative, reflecting the negative relationship between price and quantity demanded. When the absolute value of price elasticity of demand is greater than 1, demand for this product is considered elastic, characterized by high responsiveness to price change. When the absolute value of the price elasticity is smaller than 1, demand is inelastic, characterized by low responsiveness to price change. When the absolute value of the price elasticity is exactly 1, demand is unit elastic, characterized by proportionate responsiveness to price change (Hoskins, McFadyen, and Finn 2004).", "Early studies examined the impact of price on demand for U.S. newspapers and found such demand to be very inelastic – or insensitive – to price change (Lewis 1995; Picard and Brody 1997). That is, when the price for a newspaper changed, it was not accompanied by a substantial change in consumer demand for the newspaper. This is because most U.S. newspapers operated as local monopolies and thus could set the price and circulation size with less concern about competition (Picard and Brody 1997). Price elasticity of consumer demand for U.S. newspapers was estimated to be as low as −0.2 (Hoskins, McFadyen, and Finn 2004).", "In recent years, the media landscape has changed greatly. A 2012 study by a consulting firm found that price elasticity for some U.S. newspapers ranged from −0.3 to −1.1, with an average of −0.7 (Weber and Poyar 2012). Price elasticity of demand at this level still suggests that raising price would result in a decline in readership (quantity demanded) but an increase in circulation revenue (price × quantity), providing an incentive for newspaper publishers to raise the price of their print product as advertising revenue plunged.", "These price hikes were proposed by business consultants (Weber and Poyar 2012), implemented by newspaper publishers, and hailed by media scholars and critics (Bailly 2009). The primary goal was to reduce newspapers’ reliance on unstable advertising revenue. But the magnitude of industry-wide price hikes and the plausible impact on consumer demand have not received sufficient scholarly attention.", "To fill this gap, this study revisits the price elasticity of demand for print newspapers. Drawing on media economics literature and market research (Hoskins, McFadyen, and Finn 2004; Lewis 1995; Picard and Brody 1997; Weber and Poyar 2012), it proposes the following hypothesis and research question: H1: Demand for major U.S. newspapers’ print product remains inelastic to changes in price. RQ4: To what extent has price elasticity of demand for major U.S. newspapers’ print product changed since the recession?", "H1: Demand for major U.S. newspapers’ print product remains inelastic to changes in price.", "RQ4: To what extent has price elasticity of demand for major U.S. newspapers’ print product changed since the recession?"]}, {"title": "Method", "paragraphs": ["To track changes in the price of print newspapers and compare them with changes in print readership since the recession, this study analyzes 25 major U.S. newspapers’ pricing and readership data from 2008, 2012 and 2016. The same price and readership data were also used to calculate the price elasticity of demand.", "The 2008 data reflect the state of the industry when the economic downturn first took place. The most up-to-date data available when data collection was completed were from 2016. And 2012 is the middle point of the eight-year period.", "According to the 2016 Editor & Publisher Newspaper DataBook, 1,338 daily newspapers operate in the United States, the total weekday circulation of which is 34.9 million (Editor & Publisher 2016). This study focused on the most circulated daily newspapers in the U.S. – those with daily (M-F) circulations of more than 200,000 were included in the analysis. A total of 28 newspapers reached the threshold, of which 3 were excluded from the sample because their data were not completely available. The final sample consists of 25 daily newspapers, the largest of which is The Wall Street Journal with a daily circulation of 2,285,084 and the smallest is San Francisco Chronicle with a circulation of 206,868. Together, these 25 newspapers, with a combined circulation of 12,405,812, accounted for about 36% of total daily newspaper circulation in the U.S.", "The Alliance for Audit Media (AAM, formerly ABC, the Audit Bureau of Circulations), is a nonprofit organization that audits data for a wide range of print media in North America. The annual audit report for the publication contains home-delivery subscription and single-copy rates, readership data, and other information for a 12-month period. Data were retrieved from each of the 25 newspapers’ audit reports archived in the AAM database. For each of the newspapers under study, price and readership information was gathered from three time points – 2008, 2012, and 2016. In one case1 where the 2016 report was not available, data were retrieved from that newspaper’s 2015 report.", "A newspaper’s print subscription price is the annual basic price for a seven-day (i.e., Monday–Saturday & Sunday) home-delivery of the newspaper. According to AAM’s rules, these basic prices “must be regularly published within the publication (at least quarterly) and the publisher must be able to demonstrate current and ongoing sales at these prices” (Alliance for Audited Media 2017, 38). Each of the 25 newspapers’ print subscription price in 2008, 2012, and 2016 is presented in Table 2. Charging More and Wondering Why Readership Declined? A Longitudinal Study of U.S. Newspapers’ Price Hikes, 2008–2016All authorsHsiang Iris Chyi & Ori Tenenboimhttps://doi.org/10.1080/1461670X.2019.1568903Published online:18 January 2019Table 2. Yearly print subscription price (home delivery) and in-market print reach, 2008, 2012, and 2016.CSVDisplay Table", "A newspaper’ single-copy price is the price of one copy of the newspaper sold to a consumer. Each of these newspapers’ single-copy price in 2008, 2012, and 2016 both for weekdays and Sundays is presented in Table 3. Charging More and Wondering Why Readership Declined? A Longitudinal Study of U.S. Newspapers’ Price Hikes, 2008–2016All authorsHsiang Iris Chyi & Ori Tenenboimhttps://doi.org/10.1080/1461670X.2019.1568903Published online:18 January 2019Table 3. Single copy price (weekday & weekend), 2008, 2012, and 2016.CSVDisplay Table", "To examine the readership of a print newspaper, this study used a newspaper’s “in-market print reach,” which is the percentage of respondents in a newspaper Designated Market Area (DMA)2 who answered affirmatively that they read the print edition of the newspaper in the past week. The data were collected by Scarborough Research (currently Nielsen Scarborough), a long-time provider of media use and consumer information in the U.S., through random-sample telephone interviews with adults aged 18 or older3 in these newspapers’ DMAs. Table 2 presents each newspaper’s “in-market print reach” retrieved from each newspaper’s 2008, 2012, and 2016 audit reports.", "To address RQ1 regarding changes in home delivery price since the recession, 7-day home-delivery subscription rates in 2008, 2012, and 2016 were analyzed. A ratio analysis was also conducted by dividing the price in 2016 by the price in 2008. To address RQ2 regarding changes in single-copy price since the recession, single-copy prices for weekdays and Sundays were analyzed. A ratio analysis was conducted by dividing the price in 2016 by the price in 2008. To address RQ3 on changes in print readership, data on these newspapers’ print reach in the local market were analyzed. A ratio analysis was conducted by dividing print reach in 2016 by print reach in 2018.", "To address H1 and RQ4 regarding the price elasticity of newspaper demand since the recession, price elasticity was calculated for Period 1 (2008–2012) and Period 2 (2012–2016), respectively. Since the purpose was to measure price elasticity between two time points, the analysis calculated arc elasticity (as opposed to point elasticity) using the midpoint method, which takes the average value (as opposed to the initial value) as the base for percentage change and thus generates identical elasticity between two price points whether the price increases or decreases (McConnell, Brue, and Flynn 2015; Shishkin and Olifer 2017):Ep=Q2−Q1(Q1+Q2)/2P2−P1(P1+P2)/2Take the Los Angeles Times as an example. Print reach decreased from 34% in 2008 to 28% in 2012. Based on the mid-point approach, percent change in quantity is (28%–34%)/[(28% + 34%)/2] = −19.4%. Its seven-day subscription price increased from $104 in 2008 to $162 in 2012. Thus, percent change in price is (162–104)/[(162 + 104)/2] = 43.6%. So the price elasticity of demand is −19.4%/43.6% = −.44. Since the absolute value of its price elasticity is smaller than 1, demand is inelastic, which means an increase in price would increase overall revenue despite a decline in quantity demanded."]}, {"title": "Results", "paragraphs": ["RQ1 asked to which extent major U.S. newspapers’ home delivery price has changed since the recession. Table 2 presents the changes in home delivery price for each of the 25 newspapers in 2008, 2012, and 2016. Without a single exception, all the newspapers under study have increased the home delivery subscription rate since 2008, with The New York Times being the most expensive ($978) and The Los Angeles Daily News ($120) the most affordable.", "In 2008, these newspapers’ average subscription rate was $217 (S.D. = 95.1), ranging from $58 to $530. By 2012, the average price reached $300 (S.D. = 118.2), ranging from $70 to $608. By 2016, the average subscription rate is $510 (S.D. = 201.9), ranging from $120 to $978. Notably, price change has accelerated since 2012. On average, these papers charge their print readers $293 more than they did at the beginning of the recession.", "Converting these figures into monthly rates, the analysis showed that a print subscription increased from merely $18 in 2008 to $25 in 2012, and then to $43 in 2016.", "Ratio analysis revealed that almost all these newspapers implemented dramatic price increases on their print product – on average, the price has more than doubled since 2008 (ratio = 2.53). Regarding individual papers’ subscription rate increases, some have been more radical than others. The Los Angeles Times now charges subscribers $624 a year, which is six times as much as its annual subscription rate of $104 back in 2008. On the other side of the spectrum is the Star Tribune, which increased the print subscription rate by 30%.", "RQ2 asked to which extent major U.S. newspapers’ single-copy price has changed since the recession. Table 3 presents more - than - substantial increases in single-copy price in 2008, 2012, and 2016. Compared with home delivery rates, there was not much variation in single-copy price across newspapers. For weekdays, the industry norm was about 50 cents in 2008 (M = .53, S.D. = .19), one dollar in 2012 (M = .95, S.D. = .35), and one dollar and 50 cents in 2016 (M = 1.57, S.D. = .54). Ratio analysis indicated that weekday single-copy price tripled between 2008 and 2016. Single-copy price for the Sunday edition also increased from $1.58 in 2008, to $2.08 in 2012, and to $2.69 in 2016.", "RQ3 asked to which extent major U.S. newspapers’ print readership has changed since the recession. Table 2 presents each of these newspapers’ print reach in 2008, 2012, and 2016. Without a single exception, all the newspapers under study experienced declines in print reach since the recession. Newspapers that are still able to reach more than one-third of the local population include the Washington Post (41%), the Star Tribune (39%), the Las Vegas Review-Journal (34%) and the Tampa Bay Times (34%). In contrast, the Orange County Registrar (7%) and the New Jersey Star-Ledger (8%) are characterized by the lowest print reach.", "In 2008, these newspapers’ average print reach was 37% (S.D. = .16, n = 20), ranging from 5%4 to 60%. By 2012, the average print reach dropped to 31% (S.D. = .14, n = 21), ranging from 5%5 to 50%. By 2016, the average print reach is 26% (S.D. = .09, n = 20), ranging from 7% to 41%. Overall, these newspapers (n = 18) have lost 14% of the adult population in their respective market since 2008.", "Ratio analysis revealed that these newspapers’ 2016 print reach is on average 65% of what it was in 2008. Looking into individual papers’ print reach, some have experienced more declines than others. The Austin American-Statesman’s current print reach is 54% of what it was back in 2008. The Denver Post and The Dallas Morning News have also seen above-average degree of decline – their current print reach is 57% of what it was in 2008. On the other side of the spectrum, the Tampa Bay Times has maintained a very stable print reach – it is 95% of what it was in 2008 – showing little decline.", "All the results for RQ1-3 were summarized using arithmetic means. Table 2 also presents the median – the middle value of the data – which is less susceptible to statistical outliers.", "H1 proposed that demand for major U.S. newspapers’ print product remains inelastic to changes in price. To calculate each newspaper’s price elasticity, percentage change in print reach was divided by percentage change in seven-day home-delivery price using the mid-point formula. Table 4 presents the results. Overall, among the 25 newspapers, in most cases – 15 in Period 1 (2008–2012) and 16 in Period 2 (2012–2016) – the absolute value of price elasticity of demand is smaller than 1, suggesting that demand for these newspapers’ print product is inelastic. As a result, a price hike would cause further declines in readership but generate more subscription revenue. H1 was largely supported. Charging More and Wondering Why Readership Declined? A Longitudinal Study of U.S. Newspapers’ Price Hikes, 2008–2016All authorsHsiang Iris Chyi & Ori Tenenboimhttps://doi.org/10.1080/1461670X.2019.1568903Published online:18 January 2019Table 4. Price elasticity of demand.CSVDisplay Table", "RQ4 asked to which extent price elasticity of demand for these newspapers’ print product has changed since the recession. In Period 1 (2008–2012), price elasticity ranged from −2.39 (The Orange County Register) to 0 (The New York Times)6; the average was −.76. In Period 2 (2012–2016), price elasticity ranged from −6.57 (The Dallas Morning News) to 1.76 (U-T San Diego)7; the average was −65.", "List-wise comparison of the 18 newspapers with data at all three time points indicated that the average price elasticity changed slightly from −.80 to −.70 from Period 1 to Period 2."]}, {"title": "Discussion", "paragraphs": ["This study examined the extent to which major U.S. newspapers’ print subscription price and single-copy price changed since the 2008 recession. The analysis documented industry-wide, more-than-substantial price hikes. Seven-day home delivery price more than doubled, and weekday single-copy price tripled. In-market print reach declined across the board, but about two-thirds of print readers remained loyal to a product that has become so much more expensive. This study also updated research on U.S. newspapers’ price elasticity of demand. In most cases, demand for the print product has remained inelastic, which explains why so many newspapers implemented price hikes after the recession.", "These findings carry important implications regarding the economics of newspapers along the following dimensions:", "This study revealed the degree to which major U.S. newspapers’ print price has increased since the recession. Price has been soaring. Weekday single-copy price tripled. Seven-day subscription now costs $510 a year – print subscribers are paying on average $293 more to have the same newspaper delivered to their doorstep. Given such dramatic price hikes, declines in print readership should not surprise anyone. As the Law of Demand (or common sense) suggests, higher price drives consumers away. In other words, while newspapers have suffered from a shrinking reader base, at least part of the decline was self-inflicted.", "Given the magnitude of these price hikes, the fact that news outlets and trade publications often covered circulation declines without providing any pricing information is problematic. Omitting that information, such reports not only failed to present the whole picture but likely also contributed to the “death narrative” through mischaracterizing readers’ demand for print newspapers. At a time when the newspaper industry is facing existential challenges, this is alarming because misinterpretations of readership data may lead to misunderstandings of reader preference and result in misinformed strategies hurting the industry. This seems to be a recurring issue, however, as scholars have long questioned the quality of U.S. newspapers’ self-coverage (Carey 1974; Picard 2009b).", "As mentioned earlier, raising the print price was the industry’s collective response to the recession when its digital operations generated little revenue. To this day, most U.S. newspapers’ digital performance has remained underwhelming (Chyi and Tenenboim 2017). In contrast, most newspaper readers who consume a newspaper do so in print. Print-only readers constitute more than 50% of newspaper readership (Barthel 2016), and print readers still outnumber digital readers by a wide margin (Chyi and Tenenboim 2017). However, the stronger-than-expected performance of the print product has received little attention in industry discourse. Furthermore, industry leaders and digital enthusiasts often describe the legacy format as obsolete (like horses, carriages, buggy whips), or dying. Through empirically examining changes in newspaper price, this study uncovered another important aspect of consumer behavior: nearly two-thirds of newspaper readers have stayed loyal to the “dead-tree” edition despite price hikes as dramatic as documented in this study. This provides further evidence for newspaper readers’ stronger-than-expected attachment to the print edition. Demand for the supposedly “dying” product has remained inelastic, which explains why the print edition to this day remains the cash cow, the primary revenue driver, for newspapers across the board (Benton 2018; Chyi and Tenenboim 2017).", "Twenty years into newspapers’ digital experiment, it is crucial that publishers reassess reader preference and refocus on preferred platforms.", "Granted, the rationale behind newspapers’ price hikes was to reduce their reliance on unstable advertising revenue. Given inelastic demand for the print edition, this strategy worked as expected, bringing in additional circulation revenue from loyal print readers. However, while circulation revenue may have increased in the short term, dramatic price hikes like these are not without long-term consequences. First and foremost, while demand for newspapers remains inelastic, it is not nearly as inelastic as it used to be. Literature suggests that price elasticity of newspaper demand used to be as low as −0.2 (Hoskins, McFadyen, and Finn 2004). But with price elasticity at the current level (−0.7), a 10% increase in price would reduce the number of paying subscribers by 7%, other things being equal. While most newspapers have chosen to take advantage of reader loyalty by raising the price of the print edition repeatedly, a continuously shrinking readership means a less attractive product for advertisers. Since readership is the foundation for advertising, readership declines at least partially contributed to the free fall in print advertising revenue from $42.2 billion in 2007 to $16.4 billion in 2014 (Pew Research Center 2015).8 Was turning away from the advertising model a wise strategy in the long term? Or, was the newspaper industry over-reacting to market fluctuations when the recession hit? Ten years after the recession, these questions are important and should not remain unanswered.", "There are also long-term implications regarding the sustainability of such pricing strategy. While print readers are now charged much more, are they getting a better product compared with eight years ago? With the 45% cutbacks on newsroom employment (Grieco 2018), the answer is clear. On the other hand, the difficulty in monetizing digital content has caused the extensive use of audience metrics and an increasing emphasis on popular topics online (Hanusch 2017; Myllylahti 2017; Tandoc and Thomas 2015). These metrics-driven practices may erode a newspaper’s credibility, an asset that distinguishes newspapers from other media outlets in such a media-rich world. In sum, raising the price of a print newspaper may not always work. Without re-investing in the product, exploiting reader loyalty by raising the price continuously is not a long-term solution.", "This study has weaknesses that should be addressed with further research. First, the analysis focused on U.S. newspapers alone. In addition, only newspapers with a circulation of more than 200,000 were included in the analysis. Although the U.S. is a major newspaper market and this analysis included the most circulated newspapers in that market, future research should examine demand for print newspapers in other markets or include different types of newspapers in the analysis to present a comprehensive picture. Second, price elasticity was calculated at four-year intervals, which also means that the “other things being equal” condition was probably not met (One may argue that “other things” are never equal unless the test takes place in a lab setting). While the researchers have made every effort to clean data and address issues that might have affected the validity of the longitudinal analysis (e.g., mergers), these limitations should be considered when interpreting the results.", "In sum, the findings presented here demonstrated the importance of understanding demand for print newspapers in the appropriate economic context. Since demand for newspapers is determined by consumers, their attachment to a product considered by many as dying carries important implications for the future of journalism."]}], "references": [{"title": "Journalism and Criticism: The Case of an Undeveloped Profession", "year": "1974", "journal": "The Review of Politics", "volume": "36", "authors": [{"name": "Carey James W.", "first_name": "Carey", "last_name": "W."}]}, {"title": "The Political Economy of the Print Media and the Decline of Corporate Investigative Journalism in Australia", "year": "2014", "journal": "Australian Journal of Political Science", "volume": "49", "authors": [{"name": "Carson Andrea.", "first_name": "Carson", "last_name": "Andrea."}]}, {"title": "A Matter of Life and Death? Examining How Newspapers Covered the Newspaper ‘Crisis’", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zheng Nan", "first_name": "Zheng", "last_name": "Nan"}]}, {"title": "Reality Check: Multiplatform Newspaper Readership in the United States, 2007–2015", "year": "2017", "journal": "Journalism Practice", "volume": "11", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Tenenboim Ori", "first_name": "Tenenboim", "last_name": "Ori"}]}, {"title": "Web Analytics and the Functional Differentiation of Journalism Cultures: Individual, Organizational and Platform-Specific Influences on Newswork", "year": "2017", "journal": "Information, Communication \\& Society", "volume": "20", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker."}]}, {"title": "Relation between Newspaper Subscription Price and Circulation, 1971–1992", "year": "1995", "journal": "Journal of Media Economics", "volume": "8", "authors": [{"name": "Lewis Regina.", "first_name": "Lewis", "last_name": "Regina."}]}, {"title": "What Content is Worth Locking Behind a Paywall? Digital News Commodification in Leading Australian Financial Newspapers", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Myllylahti Merja.", "first_name": "Myllylahti", "last_name": "Merja."}]}, {"title": "Two Papers in Joint Operating Agreement Publish Meaningful Editorial Diversity", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Rodgers Ron", "first_name": "Rodgers", "last_name": "Ron"}, {"name": "Hallock Steve", "first_name": "Hallock", "last_name": "Steve"}, {"name": "Gennaria Mike", "first_name": "Gennaria", "last_name": "Mike"}, {"name": "Wei Fei", "first_name": "Wei", "last_name": "Fei"}]}, {"title": "The Impact of Investing in Newsroom Resources", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Rosenstiel Tom", "first_name": "Rosenstiel", "last_name": "Tom"}, {"name": "Mitchell Amy", "first_name": "Mitchell", "last_name": "Amy"}]}, {"title": "Point Elasticity Versus Arc Elasticity: On Different Approaches to Teaching Elasticity in Principles Courses", "year": "2017", "journal": "Journal of Economics and Economic Education Research; Arden", "volume": "18", "authors": [{"name": "Shishkin Dmitry", "first_name": "Shishkin", "last_name": "Dmitry"}, {"name": "Olifer Andrei", "first_name": "Olifer", "last_name": "Andrei"}]}, {"title": "The Ethics of Web Analytics", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Reducing Publication Decreases U.S. College Newspaper Revenue", "year": "2014", "journal": "Newspaper Research Journal", "volume": "35", "authors": [{"name": "Tennant James Ian", "first_name": "Tennant", "last_name": "Ian"}, {"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "Newspaper Consumption in the Mobile Age: Re-assessing Multi-platform Performance and Market Share Using ‘Time-Spent", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Thurman Neil.", "first_name": "Thurman", "last_name": "Neil."}]}]}