{"doi": "10.1080/17512786.2016.1269292", "url": "https://doi.org/10.1080/17512786.2016.1269292", "title": "Citizen-Centered Journalism and Contested Boundaries", "volume": "12", "year": "2018", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Konieczna", "first_name": "Magda", "name": "Magda Konieczna"}, {"last_name": "Hatcher", "first_name": "John", "name": "John A. Hatcher"}, {"last_name": "Moore", "first_name": "Jennifer", "name": "Jennifer E. Moore"}], "abstract": "This article explores the existence of a “citizen-centered journalism” that sees citizens as crucial participants in the construction of news and as co-creators of their own worlds. Through qualitative case studies of three news organizations, the article examines the motivation for using a citizen-centered approach, the news routines that are required to do so, the categories of content produced, and the perceived impact of this approach. The results suggest these news organizations are working in partnership with communities and striving to give a voice to historically marginalized communities. The journalists, however, see citizen participation as complementary to professional journalistic routines that favor verifiable information, rather than assigning inherent value to it for its own sake.", "body": [{"title": "Introduction", "paragraphs": ["Ongoing disruptions to the business model and social status of journalism have brought about a proliferation of new news organizations as well as new behaviors at existing organizations. Many of these changes have involved attempts to engage more directly with citizens throughout the news process, leading some scholars to speculate that the professionalized norms of journalism may be undergoing a profound transformation. Scholars have long been calling for a “citizen-centered democracy” that engages citizens as co-creators of their world. We argue that this requires a parallel notion that we term “citizen-centered journalism” and which we develop below. We use that lens to investigate three news organizations that share a stated desire to re-envision how they connect with their communities with the goal of giving the citizen a more central role. We ask: What are their motivations for embracing this approach? How does this approach affect newsroom processes and routines? What kind of work is produced? And, how well do they think this approach to news is working? The evidence shows that while the organizations examined do engage in a form of citizen-centered journalism, the extent of this effort is limited by the forces of professionalization in journalism. It turns out, we argue, that contesting boundaries is a complicated process."]}, {"title": "Literature Review", "paragraphs": ["One school of democratic thought understands citizens as more than voters needing to make informed decisions at the ballot box (Gans 1998). This understanding re-envisions citizens as actively working to constitute their communities (Dalton 2000, 2008), and sees them as contributors to, rather than merely consumers of, information (Downie and Schudson 2009). Citizen-centered democracy arises from the perspective that individuals are the key players in a democracy (Mathews 2012), and requires those individuals to tackle social challenges. Boyte (2013, 2) reinvents citizenship as “public work,” meaning work “by publics, for public purposes, in public”—work that is sustained and self-directed. From this perspective, citizenship is not merely a form of membership; instead, it describes a set of practices resting on commitment to the public good and the idea of citizens as creative agents and co-creators of the worlds they inhabit. This model is in tension with dominant ways of enacting human agency, which have tended to leave citizens out of the process of structuring power and culture (Boyte et al. 2014).", "This broader interpretation of the role of citizens in a democracy demands a correspondingly expansive view of the citizen’s role in journalism (Campbell 2012; Schudson 1995), something we have termed citizen-centered journalism. This concept moves beyond being simply an attempt to engage audiences and produce more meaningful journalism. Instead, it denotes the kind of journalism needed to build a citizen-centered democracy; that is, it represents a journalism that sees citizens as not just members of society, but also as players investing in maintaining the public good, contributing to, not simply consuming, information, and tackling social challenges. Citizen-centered journalism is a journalism that invokes Boyte’s notion of citizenship as being work by publics, in public, and for public purposes. In other words, it is a journalism that puts citizens in the position of being co-creators of the worlds they inhabit.", "Carey (1992, 20) argued that “journalists are merely part of the conversation of our culture; one partner with the rest of us—no more and no less,” and added that a humble journalism would “reawaken” the public as a “conversational partner” (21). A citizen-centered journalism embraces these notions, and pushes professional journalists beyond simply communicating their stories. It also requires journalists to embrace the challenge of constituting a public—that is, creating an audience for their work, without which journalism has no meaning. This public can then help push journalism, as Campbell (2012, 123) advocates, to transition from acting “for a public” to being produced “with a public,” with the news organization facilitating community discussion and “cast[ing the public] as collaborators, co-creators of value, actual sovereigns.”", "This project explores the existence of this kind of journalism as distinct from public journalism. That movement, which in a sense led to citizen journalism, was one attempt to remedy the gap between journalism’s democratic ideals and its daily functioning. It aimed to build in simple ways for ordinary people to participate in democracy (Schaffer 2015) and worked to reorganize journalism so that it “supported a healthier public climate” (Rosen 1999, 4). It ultimately failed to gain traction because of efforts to allow it to evolve organically and enable newsrooms to define their own path (Glasser and Lee 2002). One outcome of an age of profound media disruption (see, e.g., Williams and Delli Carpini 2011), however, is that journalism’s gatekeeping power continues to be challenged. Traditional news organizations have modified newsgathering techniques to become more relevant and enticing to an audience that faces many more choices, and new media organizations have been designed from their inception to see the citizen as crucial to the production of news (Rosenberry and St. John 2010). Participatory and citizen journalism involve content being produced by non-journalists, which can help build engagement among citizens. One key study, for instance, found that citizens who did become involved in citizen news projects experienced a richer sense of community, on- and off-line (Robinson and DeShano 2011).", "Empirical evidence suggests that the existence of longstanding tensions between professional and participatory approaches to journalism may be in flux. Lewis (2012, 851–852) goes so far as to suggest there may be a new “ethic of participation” emerging in journalism that could lead to a “hybrid resolution of the professional-participatory tension that envisions audience integration as a normative goal of a truly digital journalism.” Batsell (2015) and Kennedy (2013) document news organizations that are engaging with audiences in the construction of meaning. Lewis (2012) notes that powerful media institutions such as the Knight Foundation have shifted their attention away from supporting “journalism” toward efforts to supply communities with “information,” signifying a fundamental change in the role journalism should play. News organizations are responding to the rise of a participatory media landscape by looking for new ways to build collaborative networks in which they are only one voice of many (Schaffer 2010).", "Still, many citizen journalism projects, including a key one explored by Robinson and DeShano (2011 ), involve fencing off citizen-produced content into its own distinct venue. Goode (2009) and others argue for broadening citizen journalism to include venues that are not exclusively online or “alternative,” but to instead allow citizen contributions to create a more reflexive culture in journalism. This approaches our concept of citizen-centered journalism, which is based not just on letting citizens in to particular venues at particular moments, but on seeing them as co-creators who sit at the table from the start. Of course, tensions between professional and participatory approaches persist, as demonstrated, for instance, by Deuze, Bruns, and Neuberger (2007). Marchionni (2012) asserts that a conversational approach to journalism should not be seen as a substitute for fact-based reporting. She concludes, however, that it may mark a departure from the idealized notion of the journalist as the all-knowing disseminator of information. In other words, studies of news practices add support for Lewis’ (2012) view of the existence of a contested boundary between participatory and professional journalism even as a participatory ethic emerges.", "Given this conceptual evolution in the relationship between journalists and citizens, this research sets out to examine three newsrooms that espouse a particular interest in involving the citizen in journalistic production and distribution. How does an approach to journalism that sees citizens as more than a passive audience manifest itself in practice?", "This question is tackled through the following research questions: RQ1: What motivated these news organizations to choose a citizen-centered approach to newsgathering? RQ2: What routines and processes are part of newsgathering when a citizen-centered approach is embraced? RQ3: What kind of content is produced through this citizen-centered approach? RQ4: How do these organizations see the impact of their approach?", "RQ1: What motivated these news organizations to choose a citizen-centered approach to newsgathering?", "RQ2: What routines and processes are part of newsgathering when a citizen-centered approach is embraced?", "RQ3: What kind of content is produced through this citizen-centered approach?", "RQ4: How do these organizations see the impact of their approach?"]}, {"title": "Method", "paragraphs": ["Using a qualitative case study research design, this article analyzes data from in-depth interviews (Taylor and Bogdan 1998; Yin 2013) to compare three news organizations that have adopted a citizen-centered approach to journalism. The three cases were selected after consulting with experts in citizen journalism and by using criteria from previous research on best practices in citizen-centered newsrooms (Batsell 2015; Kennedy 2013). Following Yin’s (2013) recommendations for case selection, news organizations were chosen that share the characteristics central to the research questions but vary in intentional ways: medium (radio, newspaper, online), ownership structure (privately owned, public broadcaster), target audience (general audience, ethnic audience), and geography (Northeast, West Coast). The aim was to use semi-structured interviews to answer the research questions listed above as a way of exploring how routines and practices of the organizations studied challenge or work to redefine, and broaden, conceptions of citizen journalism.", "Al Día was founded in Philadelphia in 1992 by a Colombian journalist, initially as a newsletter and later a newspaper focusing on the large Latino neighborhood in North Philadelphia and publishing exclusively in Spanish (Staff of Al Día 2012). Today, the organization runs a newspaper and a bilingual news website covering many parts of the city. It prints 40,000 newspapers a week, draws 50,000 unique visitors a month to its site, and reaches 96 percent of Latino households in Philadelphia (Al Día, n.d.). While the organization’s focus is on the Latino community in Philadelphia, it also reports on other marginalized communities, and not all of its reporters are Latino.", "The Bangor Daily News (BDN) was established in 1889 and is in its fourth generation of family ownership. The organization is a “digital first” publication, pushing content to its website and other online platforms around the clock. While production is centralized in Bangor, Maine, BDN reporters work across the state, covering news for its website and three print editions. It hosts a community of over 100 bloggers who contribute regular content on a wide range of topics. The BDN self-reports that it has 20 million unique visitors to its website yearly.", "KPCC (Southern California Radio) is a Pasadena-based subsidiary of American Public Media and claims to be the third-largest public radio news station in the United States (KPCC, n.d.-a). Historically a public radio station, the organization now describes itself as a “member-supported public media network” (Southern California Public Radio, n.d.). It serves an audience from Santa Barbara to Los Angeles and Orange counties as well as the Coachella Valley, broadcast on three satellite stations and two translator frequencies. It connects with an audience estimated at 800,000 through its radio broadcast, website, mobile apps and social media channels (Southern California Public Radio 2015). It also hosts live events through its KPCC in Person initiative, launched in February 2016 (Cohn 2016).", "Three researchers conducted one site study each, using the same research questions and interview guide to do four semi-structured interviews at each site, selecting respondents who represented different levels in the hierarchy of each news organization. □ At Al Día News, we interviewed the executive editor, two English-language reporters, and one bilingual reporter who had recently become the Spanish-language Web editor.□ At the BDN, we interviewed the director of news and new media, the user experience and audience manager, the community editor, and the Maine Focus editor.□ At KPCC, we interviewed the vice president of content, the public engagement editor, the managing producer for programs and events, and a reporter who primarily reported on politics.", "□ At Al Día News, we interviewed the executive editor, two English-language reporters, and one bilingual reporter who had recently become the Spanish-language Web editor.", "□ At the BDN, we interviewed the director of news and new media, the user experience and audience manager, the community editor, and the Maine Focus editor.", "□ At KPCC, we interviewed the vice president of content, the public engagement editor, the managing producer for programs and events, and a reporter who primarily reported on politics.", "Interviews were conducted in February and March 2016. Each interview lasted between half an hour and an hour. Notes were taken and interviews recorded, and portions relevant to this study were transcribed. News articles, content from websites, and other documents were used for triangulation. Researchers separately analyzed evidence from each site and compared their findings to look for common themes and differences across cases. Data analysis occurred over the course of the project, allowing findings to emanate from the evidence through ongoing analysis, reflection, and challenging of findings to look for common themes driven by the research questions, as well as deviations and unexpected findings (Taylor and Bogdan 1998)."]}, {"title": "Results", "paragraphs": ["In response to RQ1, which asks about the motivation for citizen-centered work at the newsrooms studied, newsroom staffers explained that using journalism to improve and advocate for the community was important, both through publication and through in-person events. The mechanisms for this became apparent through RQ2, which asked about routines that might employ citizen-centered techniques. Authors learned that this involved newsroom staffers regarding the relationship with their audiences as a partnership, letting audiences guide coverage, inviting them into the conversation, and trying to move forward a conversation they were already having, seeing them as more than sources of quotations. In response to RQ3, which asked what types of content were seen as suitable for a citizen-centered approach, subjects indicated that iterative stories enabled community involvement, which is especially important for communities that otherwise have a hard time being heard. Finally, in RQ4, researchers asked about the impact of citizen-centered work. Subjects explained that they used a mix of analytics and other methods, including subjective analysis of the connection between the community and news content, to determine the impact of this approach.", "Citizen-centered work enabled Al Día staffers to advocate for a community that otherwise tends to lack voice. “Ethnic newspapers are accused of being advocates. The mainstream media usually says it in a very accusatory way and the truth is we do end up being advocates if we’re a different-language paper,” the executive editor explained (personal communication, February 10, 2016). This happened by working in partnership with the community on telling its stories, but also extended beyond the news stories the organization produced. One reporter explained that he considers himself a liaison for Al Día’s community, providing access to political and other leaders—in print, but also in person where possible, through things such as the organization’s forums and other public events. Another reporter expressed a similar sentiment: “Our platform is a space that does provide voice to a part of the community that is not always heard and we need to give priority to those stories that may be overlooked by mainstream media” (personal communication, February 10, 2016). This behavior centered on creating a “safe space” for the community, which the executive editor explained is “where you can go to not code switch as we all do from maybe your dominant language into a language you don’t master as well,” adding that this is not limited to language but also includes the assumption of a shared cultural and historic background within the community (personal communication, February 10, 2016).", "At the BDN, the motivation for a citizen-centered approach came from the desire to do journalism that better serves the public. “You have to be invested in making your communities better,” the director of news and new media said. “You have to be an advocate for your community, because your readers are an advocate for their community” (personal communication, March 30, 2016). Another important factor driving the citizen-centered approach, another BDN subject explained, is to gauge public opinion in a way that allows the production of better and more relevant reporting. Involving the public in newsgathering lets the organization show legislators how constituents feel about issues, added a reporter who also serves as editor of one of the organization’s online platforms. “I want to show to people who make policy, if you’re thinking about this issue, here’s where the public’s mind is” (personal communication, March 17, 2016).", "At KPCC, respondents explained that the citizen-centered approach helps to engage with diverse communities by building relationships that lead to a deeper understanding of what affects Los Angeles citizens. KPCC’s mission statement articulates a desire to strengthen “civic and cultural bonds” and serve as “a public forum that engages its audiences in an ongoing dialogue and exploration of issues … ” (KPCC, n.d.-b). The vice president for content said she came to KPCC—after a career as a newsroom executive that included winning the 1996 Pulitzer Prize for Public Service—because it was experimenting with what she called “open journalism”: “I just think [newspaper] journalism was getting more and more disconnected with communities. They are power structures in and of themselves. They weren’t necessarily connected to communities” (personal communication, March 3, 2016). KPCC’s public engagement editor said she was drawn to KPCC because of its desire to build relationships with diverse communities that have not traditionally been the perceived as audiences of public radio (personal communication, February 24, 2016).", "Al Día’s website states that the organization “creates an empowering and insightful partnership between the parties” (Al Día, n.d.). This sense of partnership, established by creating a safe space where community members can feel comfortable working to build their narrative, was a common theme across the interviews. Staffers said they work to let the community guide reporting by telling the news organization what matters. When competing pieces of legislation were introduced regarding drivers licenses for undocumented immigrants, for instance, the community helped reporters figure out which proposals responded to community concerns. The partnership with the audience goes both ways, with Al Día taking on the role of a cultural and linguistic translator for the community. When an Ecuadorian-American was killed in 2014 (Vourvoulias 2014), police communicated with the family through Al Día, suggesting to the editor that she “catch the family up” on developments. The partnership also extends beyond the page. When staffers hear about their community’s concerns about immigration, for instance, they let immigration activists know what the community needs more information about, so those organizations can do a better job of that work. In other words, the community interprets information for the organization and vice versa, “so it’s a two-way interpretation and understanding,” the executive editor explained (personal communication, February 10, 2016).", "Social media has been a significant force in letting citizen voices into journalism, especially at mainstream news organizations that have traditionally played a more intensive gatekeeping role, the executive editor said (personal communication, February 10, 2016). Although Al Día always worked hard, the executive editor said, to accommodate as many voices as possible, social media helps it hand over even more of the gatekeeping power to its audience by opening its doors to community input and voices. This ability to easily listen to community members is key, one of the reporters noted. “People like to be involved in the news,” he said (personal communication, February 10, 2016). “It gives them a sense of civic engagement; if they can’t change what happens in city hall but they can get the newspapers to look at something, that’s its own sense of power.” That can mean following up on a questionable tip just because a reader says it is interesting. The reporter said: It’s not great for business, I don’t think it’s the most read, most clicked on thing … but it is one of the most important transfers of power that you can do as a journalist—one way you can empower citizens to make them feel engaged,The BDN runs a platform called BDN Maine, operating separately from the newsroom and focusing on increasing user-generated content and fostering engagement. Their routine and process involve finding new ways for the organization to connect with audiences that better align with conversations that are already happening in the community. BDN Maine works to develop an audience as large as the newspaper audience by using low-cost methods such as polls and contests—which also let reporters know what is on the minds of community members. “I like calling it audience-centered content,” the user experience manager explained. “It’s about centering content around where the [public] conversation is and how we can drive the conversation forward. It’s the stuff that people are talking about.” The difference between this and more traditional journalism, the user experience manager explained, was the process of culling information from their audience and expert contributors to help set the news agenda (personal correspondence, March 3, 2016).", "It’s not great for business, I don’t think it’s the most read, most clicked on thing … but it is one of the most important transfers of power that you can do as a journalist—one way you can empower citizens to make them feel engaged,", "Making the technology user-friendly is another key part of their citizen-centered approach, the director of news and new media explained. “Breaking down the barriers to citizen participation in journalism,” he said, can, in part, be influenced by “how permeable your platform is. We’ve done this by investing and building our newsgathering operation [by building it on a] common consumer digital content management system.” As a result, he continued, “We’re able to empower hundreds of community bloggers to write about what’s important to them” (personal correspondence, March 30, 2106).", "New tools such as social media have changed routines, making it “imperative that reporters listen to their audiences,” the news and new media editor explained (personal correspondence, March 30, 2016). Furthermore, it has now become routine for reporters at the BDN to follow up on reader comments on stories. It’s not uncommon for a reporter to respond to a reader, or get a story idea from a commenter (personal correspondence, March 17, 2016).", "Respondents at KPCC described a journalistic process that views citizens as not just the audience but the source of story ideas, the voices in the news and the people for whom stories must resonate. KPCC’s political reporter said the goal is to find the citizens who are living the news: “How do you make this interesting? How do you make it relevant to our audience? We’ve moved away from covering institutions and buildings—city hall—to covering big, important questions” (personal communication, March 15, 2016). Many of the news routines described by respondents at KPCC embody an approach outlined in a study the vice president for content conducted before coming to KPCC, which calls for journalism that is “transparent, responsive and enriched through vibrant two-way connections with a networked universe” (Sill 2011, i).", "One tool used by KPCC and others is a searchable database of citizen sources called the Public Insight Network, created by KPCC’s parent company, American Public Media. The network collects information from citizens so they can serve as a “missing link,” offering their personal perspective to journalists—confidentially, unless contacted by a reporter seeking a more formal interview. “You are a frontline witness to life here in Southern California—the public safety, politics, housing, social movements, schools, culture—and your insights can help shape our news agenda” (KPCC, n.d.-c).", "KPCC also works to build relationships through a new program called KPCC in Person, which coordinates community events and in-person efforts to engage with the community. The managing producer said events “enrich what we are doing in all the platforms in terms of our coverage and our programming.” The public engagement editor said much of her work involves being out in the community without an agenda: she said it is crucial for the news organization to visit communities that have historically only seen journalists when there was bad news to report. “You are just breaking bread. You are having conversations,” she said (personal communication, February 24, 2016). Many of these events are off the record. “It’s that idea of not assuming what the need is. As newsrooms we tend to assume we know the solution. We also assume we know the problem,” she said (personal communication, February 24, 2016).", "While the interview subjects at KPCC said they value engaging with the audience, they added that they do not see traditional journalism being replaced by “citizen journalism.” “We are the journalists,” the political reporter said flatly (personal communication, March 15, 2016), adding that radio journalism requires both technical and storytelling skills that most people lack. The vice president for content offered a similar view: “Journalism has a job to do in the community. It’s a service and it is a profession” (personal communication, March 3, 2016). She said there must be respect for the value that professional journalism has, especially in the distribution of what she described as verifiable information.", "At Al Día, some citizen-centered work comes through in news reporting, and some happens behind the scenes. This was evidenced, the executive editor said, in the organization’s coverage of a recent mayoral primary election, during which Al Día focused on reducing racial bias in mainstream reporting. Community members reported to Al Día about conversations that were dismissive of the Latino electorate, engaged with each other and with Al Día on the news organization’s social media platforms, and built a strong response to suggestions in mainstream media that Latino voters are disengaged. “Because we have a very good social media presence, a lot of the proof of the community’s engagement with political happenings within the community and their need to want to resolve it … is on our social media,” the executive editor said (personal communication, February 10, 2016). An important piece was a debate between primary candidates moderated by reporters from Al Día and other minority communities. For the executive editor, this contributed to the goal of creating a safe space where election issues could be debated without judgment.", "When the BDN encourages its audience to participate and help co-create news, the resulting stories tend to be more iterative and have a longer shelf life. For example, when the city of Portland, Maine, proposed a new city flag, reporters at BDN Maine invited their audience to submit ideas to keep readers engaged and part of the public conversation, the user experience manager explained. The goal is to ask, “what can we do to involve people in the next [version] of the story?” (personal correspondence, March 3, 2016).", "Stories using a citizen-centered approach are also shaped directly by the public and are co-created using the public’s input. A series of stories about growing the economy of Maine began by asking readers to vote on a list of 20 economic issues facing the state. Reporters used over 2000 online votes, along with experts, to guide their reporting on the issue, letting readers help “set the direction” of the story and help get their buy-in as the series developed, the Maine Focus editor explained. The editor added that a citizen-centered approach also considers “creating journalism that people really care so much about that they’re going to share it.” These are the stories that can truly “give voice to the voiceless,” she continued. This type of reporting is a way to reach people who are “really close to some of society’s biggest problems” whom she recognizes as people who are “also closest to the solutions.”", "Respondents at KPCC said citizen-centered routines are evident in most of the content they produce, adding that they always look for the voice of the citizen to produce stories that are informed by the public’s perspective. The citizen-centered projects they are most proud of are multiplatform campaigns that engage with the audience on the radio, in person, on social media, and online.", "These campaigns can also involve collaboration with other news and nonprofit organizations. In 2016, KPCC partnered with public media in San Francisco, Sacramento, and San Diego to produce the grant-funded California Counts Collaborative election project: “The public media organizations hope to show residents how they are connected to the issues, to each other and to their elected officials” (KPCC 2015b). The project included public events, an online voter guide, and fact-checking. California Counts Collaborative was inspired by a 2015 project called #MakeAlCare. KPCC found Al Gordon, a local chef and resident of Los Angeles County who was not planning on voting in the city council election, and challenged the community to convince him to vote. Community members reached out to him on social media. Candidates for office began including the project hashtag in their campaign literature. The mayor of Los Angeles made a one-minute video telling him why he should care (KPCC Staff 2015). The project won the 2015 Online News Association Planned News Event Award, and was a success, respondents said, because it was fresh and made its point. In the end, Al cast his first vote in a municipal election (McCarty 2015).", "Impact is evidenced, Al Día’s executive editor explained, by how community members take ownership of the organization’s work, including, for instance, how broadly they disseminate its stories. “A lot of times in the mayoral race, members of the community would stop me and say “I hope you don’t mind, but I sent this to all of my personal network because I think they need to know about this and it’s super significant that they be aware of it,” the executive editor said (personal communication, February 10, 2016). She also looks to the number of posts and shares on social media—which is also a measure of how successful the organization is at building a conversation in the “safe space” of social media. The organization sometimes asks people with strong opinions to write a column, which they see as success because it broadens the number of voices in the debate. The executive editor said: The majority of articles written about the Latino community [in other publications] have no Latino voices in them—they have experts—so whenever we can get somebody to go from the safety of social media that we have created to standing in the opinion section in print and online, and saying what they need to say as a member of the community, we encourage it  …  We’re only one organizational voice; for us it’s about getting as many individual voices [in the dialogue as possible]. (personal communication, February 10, 2016)", "The majority of articles written about the Latino community [in other publications] have no Latino voices in them—they have experts—so whenever we can get somebody to go from the safety of social media that we have created to standing in the opinion section in print and online, and saying what they need to say as a member of the community, we encourage it  … ", "We’re only one organizational voice; for us it’s about getting as many individual voices [in the dialogue as possible]. (personal communication, February 10, 2016)", "When asked about the impact of their work, one Al Día reporter rejected what he saw as the news industry’s focus on profit, explaining that it is in direct tension with how he thinks about success. “Maybe you gain a reader. Maybe somebody you do a story on has higher respect for you,” he said, adding that these are the highest forms of success he can hope for, and that a click- or profit-driven approach distracts from them (personal communication, February 10, 2016).", "The BDN interviewees said it was hard to determine the effect of citizen-centered reporting. They use analytics software to track who visits (unique visitors), when (time of day), and for how long (time on a page or watching a video). The news and new media editor estimates that the number of unique visitors to their online platforms had increased 15–20 percent quarterly since they began stepping up engagement efforts in 2013.", "One two-year-long reporting project by the reporter and editor of the Maine Focus section received an unprecedented response from the community. For weeks, she received emails, lively and in-depth exchanges in the online comments section, and strong engagement on social media. “I’ve never had so many social shares,” she said, referring to readers posting and sharing her story on Facebook and Twitter.", "The community editor at the BDN said that impact for her is largely about gaining and maintaining audience trust. This trust is built by allowing citizens to choose and select news important to them, perhaps “a story that no one else would publish,” she explained. Allowing citizens to publish their own content on the BDN website has helped her build bridges for other reporters in the newsroom when they need a source for a story. It is that kind of trust that pays back in immeasurable ways, such as getting a reluctant source to speak to a reporter (personal correspondence, March 22, 2016).", "In 2011, KPCC’s efforts to diversify its audience got support from a $6 million grant (Stuart 2012). The public engagement editor said attendance at KPCC events confirm for her that the news organization’s citizen-centered approach is gaining relevance in the region’s majority minority communities. Since 2009, KPCC’s audience has grown 27 percent and its Latino audience has nearly doubled, making it the highest-rated public radio station in Los Angeles (Falk 2015).", "The KPCC public engagement editor said the newsroom is becoming more culturally competent, which is reflected in greater nuance in stories about communities of color. “We are a station that’s getting it. Being a person of color who works in journalism, there are a lot of moments when newsrooms don’t get it” (personal communication, February 24, 2016). The public engagement editor added that the station is beginning to gain credibility in historically marginalized communities. In August 2015, KPCC did a live broadcast in the Watts neighborhood to mark the 50th anniversary of what is referred to as the Watts Riots. “It was people from there getting to be the experts and getting to talk about their experiences,” the public engagement editor said (personal communication, February 24, 2016). The live broadcast was part of an eight-part, 90-minute broadcast looking at Watts’ “past, present and future” (KPCC 2015a)."]}, {"title": "Discussion", "paragraphs": ["The evidence collected suggests that the three organizations studied ascribe to an expansive view of the citizen’s role in journalism (Campbell 2012; Schudson 1995). All of the sites were observed practicing a form of “citizen-centered journalism,” working to empower citizens to tackle social challenges so they may act as creative agents in and co-creators of their worlds (Boyte 2013). Each site is working, in its own way and to some degree, to “reawaken” the public as a “conversational partner” (Carey 1992, 21), and to recognize individuals as key players in a democracy (Mathews 2012).", "A major theme that emerged across all three sites was the notion of producing content in partnership or conversation with the community. At each organization that meant working with communities to more deeply understand civic life and encourage citizen participation in decisions about what is newsworthy and how to frame stories. At Al Día, staff members explained that they worked to build safe spaces on social media where community members know they are communicating with others who understand their cultural and historical background—something that helps the community build its own narrative. At the BDN, subjects explained how reporters gleaned information from reader comments to co-create future stories and kept audiences involved through reader polls, for example, to help set the direction for reporting on certain issues. At KPCC, interviews revealed that the Public Insight Network helped reporters connect with audience members in the process of content production, and that multiplatform news coverage was coupled with events designed to share ownership of the story with citizens.", "Research also revealed that these organizations worked to provide a voice for those who otherwise had little agency in their community—another essential component of engaging the public through citizen-centered journalism. At Al Día, reporters aimed to act as liaisons for readers, for instance by communicating with immigration activists about issues of concern to the community, so those groups could focus their efforts where needed. Reporters also worked to provide access to leaders, both in print and in person, and saw their role as transferring power to citizens, especially of marginalized communities—for instance, by helping the Latino electorate construct its own story during a contentious election. At the BDN, providing voice meant thinking about “creating journalism that people really care so much about that they’re going to share it” by giving “voice to the voiceless,” one editor said. Reporters there recognized that those closest to society’s biggest problems also had knowledge of solutions, subjects told us. At KPCC, that meant acknowledging that underrepresented communities tend to see reporters only when bad things happen. Reporters now visit those communities, without an agenda and off the record, to help build connections. In coverage of the 50th anniversary of the racially based Watts Riots, the organization strove to focus on the voices of the people living in the neighborhood rather than on experts from outside of the community. At least some of these newsroom processes happen in venues that speak to Goode’s (2009, 1287) call for citizen journalism to include what he terms “metajournalism,” to help construct a more reflective news culture built on participation—something that is clearly at the heart of some of the practices described above.", "Boyte’s (2013, 2) idea of “public work” as being done “by publics, for public purposes, in public,” and Campbell’s (2012, 123) journalism that “casts [the public] as collaborators, co-creators of value, actual sovereigns” are evident in the descriptions offered at all three news organizations. Journalists and editors at each organization saw themselves as facilitators of what Boyte termed citizen-centered democracy—working directly with community members in a form of citizen-centered journalism. In other words, Lewis’s (2012) argument that increased value is being attached to journalism that bridges the space between the professional and the participatory may be at play in these cases.", "Even so, all of the organizations studied here remain, by some measures, traditional. They are, after all, staffed by professional reporters and publish a product (in print, online, or on the radio) that requires some measure of gatekeeping. Thus, it is not surprising that while the evidence from the cases suggests a push toward a citizen-centered journalism, with respondents talking about collaborating with their communities and letting citizens in to help write their own stories, tensions around practices that journalists use to maintain their authority are evident. Contesting boundaries, it turns out, is hard. Perhaps the most prominent piece of evidence here came from KPCC’s political reporter, who explained that despite working to let citizens in, the organization does not see traditional journalism being replaced by work produced by citizens: “We are the journalists,” the reporter said. At all three sites studied, journalists said they were working to open the door for citizen involvement in the news in a way that goes far beyond simply opening a commenting stream or inviting citizen-generated content that is fenced off from professional work. All three seem to embody Lewis’s emerging “ethic of participation,” which sees audience integration as a goal for digital journalism. Still, the challenges of doing this are numerous. Professionalism and the related challenge of moving or lowering boundaries remain significant obstacles.", "We should also point out that engaging citizens in their communities offers news organizations the conceptual tools to not merely communicate their stories, but also to work on constituting a public (Schaffer 2011, 2012)—a public that continues to fragment and without which journalism has no meaning (Carey 1992). Bringing together arguments from public or civic journalism (see, e.g., Rosen 1999) with subsequent ideas about citizen journalism at a time when consumption of and engagement with journalism is faltering, this view suggests that it falls to news organizations to move beyond collecting and distributing the news and into a role of creating a news public."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "The New Civic Politics: Civic Theory and Practice for the Future", "year": "2014", "journal": "The Good Society", "volume": "23", "authors": [{"name": "Boyte Harry C.", "first_name": "Boyte", "last_name": "C."}, {"name": "Elkin Stephen", "first_name": "Elkin", "last_name": "Stephen"}, {"name": "Levine Peter", "first_name": "Levine", "last_name": "Peter"}, {"name": "Mansbridge Jane", "first_name": "Mansbridge", "last_name": "Jane"}, {"name": "Ostrom Elinor", "first_name": "Ostrom", "last_name": "Elinor"}, {"name": "Soltan Karol", "first_name": "Soltan", "last_name": "Karol"}, {"name": "Smith Rogers", "first_name": "Smith", "last_name": "Rogers"}]}, {"title": "The Press and Public Discourse", "year": "1992", "journal": "Kettering Review", "volume": "", "authors": [{"name": "Carey James", "first_name": "Carey", "last_name": "James"}]}, {"title": "Citizen Attitudes and Political Behavior", "year": "2000", "journal": "Comparative Political Studies", "volume": "33", "authors": [{"name": "Dalton Russell J.", "first_name": "Dalton", "last_name": "J."}]}, {"title": "Preparing for an Age of Participatory News", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "What Can Journalists Actually do for American Democracy?", "year": "1998", "journal": "The Harvard International Journal of Press/Politics", "volume": "3", "authors": [{"name": "Gans Herbert J.", "first_name": "Gans", "last_name": "J."}]}, {"title": "Social News, Citizen Journalism and Democracy", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Goode Luke", "first_name": "Goode", "last_name": "Luke"}]}, {"title": "The Tension Between Professional Control and Open Participation", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "Citizen Journalism and Their Third Places. What Makes People Contribute Information Online (or not)?", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "DeShano Cathy", "first_name": "DeShano", "last_name": "Cathy"}]}, {"title": "Creating Public Knowledge", "year": "1995", "journal": "Media Studies Journal", "volume": "9", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}]}