{"doi": "10.1080/17512786.2018.1491321", "url": "https://doi.org/10.1080/17512786.2018.1491321", "title": "Conversing Ethics in India’s News Media", "volume": "13", "year": "2019", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Rao", "first_name": "Shakuntala", "name": "Shakuntala Rao"}, {"last_name": "Malik", "first_name": "Kanchan", "name": "Kanchan K. Malik"}], "abstract": "This paper identifies the significant ethical challenges expressed by journalists and editors working in media companies in the city of Hyderabad, India. Keeping those dilemmas and challenges in mind, the authors propose economist and Noble laureate Amartya Sen’s capabilities approach as a theoretical outline for the development of future journalism ethics curricula. The major challenges described by the journalists and editors were cross-media ownership, which fosters a political economy focused on revenue generation rather than journalism for public good; problems with the publication of inaccurate information, which are now precipitated by the omnipresence of social media; and a culture of “democratic deficit” where journalists find it increasingly difficult to practice journalism safely and to report about poverty, corruption, crime, environment, caste, and gender. The specific knowledge systems from Sen’s capabilities approach suggested for integration are the study and coverage of injustices in a democratic society; the focus on whether people have flourishing lives that give them the opportunities, freedoms, and choices they need; and economic and political freedoms that give journalists an understanding and appreciation for reporting on inequality and strengthening democratic institutions.", "body": [{"title": "", "paragraphs": ["India’s communication revolution in the post-liberalization era has been well documented. Beyond the explosion of newspaper and magazine sales, television and new media have played a powerful role in the country’s media transformation. With 600 million viewers, India now claims to be the second largest television market in the world. Sixty percent of Indian households, approximately 119 million, have a television, and 42 percent of those have cable services (Kohli-Khandekar 2013). The growth of internet and social media, although small in comparison to China and the United States, has been impressive, with an 89 percent increase in connectivity from 2007 to 2012 (Parthasarathi et al. 2012). India now boasts of more than three hundred 24-7 news channels broadcasting in 16 languages. Amid such growth, there remains a dearth of serious research on the ethical role of journalists and the country’s dramatically changing journalism practices (Rao and Mudgal 2015). Some progress has been made in the areas of journalism education with multiple Indian universities offering degree programs in journalism and journalism ethics, and the establishment of NBA (News Broadcasters Association) in 2008 to deal with ethical, regulatory, and legal issues faced by media houses. The purpose of this paper is twofold: (a) to outline and analyze the broad ethical conversations taking place in Indian newsrooms as audiences expand; and (b) to outline how Amartya Sen’s capabilities approach can give us a theoretical rubric for journalism ethics curriculum, training, and practice in India’s news landscape.", "While increasing numbers of scholars are studying professional practices in Indian journalism, discussion and scholarly research about journalism ethics continue to take a back seat. Recent works of Athique (2013), Chadha and Kavoori (2012), Guha Thakurta (2011), Kumar (2016), Mehta (2015a), Rao and Johal (2006), and others paint a grim picture. Scholars have pointed to instances of sting operations, paid news, corruption, and other practices that have made journalism vulnerable to both manipulation and distrust. Ninan and Chattarji (2013, 10) write, The notion of media power has come to loom large in India over the last decade. The men and women chasing stories have often become stories themselves when their first take is scrutinized … to judge if that first draft of history was a job well done, or whether it was lazily or unethically constructed. Coupled with the anger and distrust is a disquieting sense of the powerlessness of citizens against a seemingly omnipresent media. Today, the quantitative media explosion as well as the demands of an intensely competitive 24-7 coverage has resulted in immense pressures on the media to sell their stories and get quick ratings. Some believe that there has been a “shift in media responsibility away from news in the public interest and the dilution of its accountability to the ethical code on reporting of the personal” (Seshu 2015). Given the complexity of India’s media terrain, an exhaustive ethics monitoring of news content and reportage of day-to-day events across different languages, regions, and cultures would, no doubt, be very useful. The purpose of this paper is not to provide quick “solutions” or answers to complicated ethical issues which journalists face but rather to understand how a journalism education curriculum, based on certain theoretical principles, can be developed to address and/or foresee ethical issues and dilemmas within a cultural and national context.", "The notion of media power has come to loom large in India over the last decade. The men and women chasing stories have often become stories themselves when their first take is scrutinized … to judge if that first draft of history was a job well done, or whether it was lazily or unethically constructed.", "For some reason, as Deuze (2001) notes, journalism education has been obsessed with basic and technical skills and, at times, has been overtly anti-theory. He writes, A theory is nothing more or less than a collection of statements or propositions, which together attempt to describe and explain something as it is. … By immediately dismissing theory from the curriculum or even the discussion because of what is [a] perceived clash with the daily practices and routines of media professionals, one buries the reflective potential of the educators and students involved. (15)Such practices of journalism education obfuscate the need for theoretical education. Global journalism education, Deuze (2001) concludes, must abandon the false theory-versus-practice dichotomy in favor of a general program that teaches critical self-reflection, and realizes that theoretical competency can also be desirable in a skill-oriented field such as journalism. With less emphasis on theory, ethics education is assumed to be less important because ethics has always been considered cerebral and requiring a kind of contemplation that journalists, who regularly face pressing deadlines, just couldn’t afford. Previous research, primarily in universities in the United States, shows that there are still nagging impediments to ethics education in journalism programs (Braun 1999; Tucker and Stout 1999; Mensing 2010). Students continue to see ethics education as an addendum to other professional skills associated with journalism (Opgenhaffen, d’Haenens, and Corten 2013; Creech and Mendelson 2015; Hermann 2017). Students are, thus, rarely exposed to the standards and principles necessary to make ethical decisions rather than anecdotal or situational examples that are not always generalizable. Others have made a compelling case for the inclusion of ethics as an integral part of all aspects of media education and have argued that there needs to be more effective cooperation between practitioners, media ethics teachers, and college administrators in matters of both ethics teaching and research (Christians 2007).", "A theory is nothing more or less than a collection of statements or propositions, which together attempt to describe and explain something as it is. … By immediately dismissing theory from the curriculum or even the discussion because of what is [a] perceived clash with the daily practices and routines of media professionals, one buries the reflective potential of the educators and students involved. (15)", "Journalists, educators, and scholars agree that journalism ethics education in India is woefully inadequate, especially given that Indian media claims to employ six million full-time journalists. A survey by the Centre for Media Studies (2015), a Delhi-based nonprofit organization, found roughly 310 journalism programs on offer across India—up from 25 in 1981. Not including the 54 distance-learning programs, roughly half of them are university degree courses, offered at either the undergraduate or graduate level. The other half are certificate and diploma courses run by private and a handful of publicly funded media institutes. This burgeoning of journalism education has not been matched by an increase in ethics education. According to Raman (2015), fewer than 20 percent of these programs offer a single course in journalism ethics. One need not merely speculate about the impact of the lack of substantive ethics education on journalism profession and news culture. Recent research by Bhaskaran, Mishra, and Nair (2017), Bharthur (2017), Kumar (2015), Rao (2009), Thomas (2010), Thussu (2007), and others show that obstructive institutional forces like inactive regulatory bodies, overcommercialized media organizations, and outdated curricula in university journalism programs have led to a serious deficit in ethical practices such as accountability and accuracy in day-to-day journalism practice. The first goal of this paper is to reduce the “relationship gap” between educators and professionals by collecting informational data from journalists about the most frequent and compelling ethical dilemmas and challenges they face in the Indian newsroom; the second goal is to present a theoretical blueprint for a journalism ethics curriculum by integrating Sen’s capabilities approach."]}, {"title": "Method", "paragraphs": ["The qualitative data for this research were collected over a period of nine months (August 2016–August 2017). The collection of data can be broken down into three phases: (a) face-to-face interviews with senior journalists and editors of Indian newspapers and television stations in the city of Hyderabad, India; (b) eight brainstorming sessions (Delphi technique) with journalists at media houses (daily newspapers and television); and (c) a two-day workshop with journalists and academics, organized with the help of the Department of Communication, University of Hyderabad, India, to provide a platform and space for academic and professional interface, the goal being to establish a professionally oriented curriculum for journalism students and a training module for entry-level journalists.", "Hyderabad is considered one of the major media centers in India, outside of Delhi and Mumbai, with a large media presence and a thriving film industry. In the first phase of this research, the authors interviewed 12 senior journalists and editors. The media organization was represented by journalists and editors whom the authors visited and interviewed from the following media organizations: Bol Hyderabad (Community radio station), Radio City 91.1 (Radio in English), Sakshi TV, TV5, TV9, Mana TV, HMTV, NDTV (Television news channels broadcasting in English, Telugu, and Urdu), Andhra Jyothi, Namaste Telangana, The Times of India, The Hindu, Telangana Today, Business Line, Siasat Daily, Aadab Hyderabad, Hans India, and The New Indian Express (daily English, Telugu, and Urdu newspapers). A total of 87 journalists and 19 journalism professors were involved in interviewing and/or workshops over the course of the study. General questions asked during the interviews were as follows: What are the major ethical issues journalists and editors face in their day-to-day reporting? How do they respond to those ethical dilemmas and challenges? Could they describe the context and causes of those ethical dilemmas and challenges? What would be useful for journalism students to know about professional ethics before they enter the industry? Workshops were conducted as dialogical with interactions between journalists and professors from local universities. The interviews and workshops were audio-taped and authors took extensive notes of the comments made by journalists during the workshops. After the completion of the interviews and workshops, the authors tabulated the data thematically. Qualitative analysis was conducted using Deuze’s (2006) method of thematic analysis where presence and absence of language and words were categorized into themes or similar repertoires. Of interest are the ways in which such discursive construction can give readers a macro bird’s-eye view of some of the discussions taking place about ethics in India’s newsrooms.", "Before discussing the findings and suggesting parameters of a journalism ethics curriculum based on those findings, we want to briefly describe the major elements of capabilities theory first developed by Harvard University economist and Noble laureate, Amartya Sen, and how such a theory could be relevant to journalism ethics pedagogy in India. The capabilities approach focuses directly on the quality of life that individuals are actually able to achieve in a given society (Sen 1987; Dreze and Sen 1996). The whole idea that one could somehow separate the process of economic growth from the quality of the labor force, according to Sen, was dangerous. Quality of life has to be analyzed in terms of the core concepts of “functionings” and “capability” (as opposed to say a nation’s GDP, unemployment rate, or even inflation). Functionings are states of “being and doing,” such as being well-nourished and having adequate food, clothing, shelter, and access to education and health care (Sen 1987, 87). Capability refers to the set of “valuable functionings that a person has effective access to” (Sen 1987, 88). Thus, a person’s capability represents the effective freedom of an individual to choose between different functioning combinations—between different kinds of lives—that she or he has reason to value. This would mean operationalizing choice as an ethical concept; Sen gives the example of hunger. Someone who is dieting and wishes to lose weight goes hungry just as does a person who does not have access to food; both experience hunger physiologically equally but do not have an equal choice in matters of capability (Sen 2009, 211). Capabilities theory is based on the interconnections between people’s basic economic freedoms, such as living a life without hunger, disease, and depravations, on the one hand, and political freedoms, such as freedom of the press, democracy, and political participation, on the other hand (Sen 1999). While much has been written about the capabilities approach in economics, little of Sen’s work has been used in journalism and media studies. Sen’s capabilities approach can be highly useful for media scholars, writes Jacobson (2016, 806), because the theory emphasizes the importance of speech and citizen agency, improves life opportunities on the ground, and offers an interdisciplinary framework for scholars interested in development and social change.", "Historically, journalism practices in India could be categorized as being both socially responsible and developmentally oriented. After independence from the British in 1947, the press adopted Western approaches to objectivity and social responsibility coupled with a sense of obligation to cover the postcolonial state’s commitment to development-oriented issues such as advocacy for literacy, promoting family planning, and alleviating poverty and casteism. With the exception of a brief period in 1975, Indian media, generally, functioned freely with little direct interference from the government. Freedom of speech was enshrined in the new constitution along with qualified privilege for journalists which protected them from defamation and other frivolous lawsuits. After the liberalization of Indian economy, in the early 1990s, media became singularly profit-driven with proliferation of entertainment-driven content. New ownership laws led to an explosion of private media but this media placed far less emphasis on social responsibility, ethics, and good practices. Most journalism colleges continue to teach theories of social responsibility and developmental journalism in their ethics curriculum. We identify below some of the major aspects of Sen’s capabilities approach and suggestions for its inclusion in a journalism ethics curriculum."]}, {"title": "Findings", "paragraphs": ["Previous research on journalism ethics in India resonates with some of the findings of this research. Works of Madhok (2013), Ninan (2007), Rao (2008), Rao and Wasserman (2015), and Sonwalkar (2002) have identified marketing pressures, tabloidization of news, along with management and economic pressures, as affecting journalism ethics and issues such as accountability, accuracy, privacy, and conflict of interest. Past research has shown that post-liberalized Indian media has targeted readers and viewers as consumers rather than citizens, and the burgeoning of frothy supplements, loads of newsprint devoted to non-issues, and a constant barrage of lifestyle journalism has led to the invisibility of those citizens at the economic, cultural, and political margins of society. Food, film, and fashion journalism have overwhelmed agricultural, educational, employment, and health news, which need far more coverage, especially in a country like India where the majority continues to live in chronic poverty. Rao and Wasserman (2015, 652) categorize this trend as the “journalism of exclusion,” where any news coverage about the needs and necessities of the poor are ignored. Such concerns remain strong among the journalists and editors we interviewed for this research. We identify below some of the most compelling ethical dilemmas and challenges that were mentioned during the interviews and workshops.", "The most common and critical theme among journalists was ethical challenges in cross-media ownership as it pertains to day-to-day journalism practices. Cross-media ownership in India has a different meaning compared to when used in the Western and American context. Cross-media ownership in the United States, for example, usually refers to a single corporate entity owning multiple media companies such as television and radio stations, internet services, and film studios. In India, cross-media ownership referred to the practice where media owners owned other media companies and also owned real estate businesses, agricultural businesses, travel agencies, car dealerships, and other profit-making ventures (Guha Thakurta 2012; Mehta 2015b). There was always a red line, journalists stated, they couldn’t cross when it came to any reporting about the owners’ tributary businesses. This resonates with Guha Thakurta’s (2012) research on media ownership in India where he writes, “In the absence of cross-media restrictions and with government policies contributing to further corporatization, diversity of news flow is adversely affected [,] contributing to the continuing commodification of information.” Guha Thakurta identifies business families of Ambanis, Tatas, and Oswals among others as heavily investing in media and in some cases monopolizing entire television markets. Cross-media ownership imposed limitations on journalists who wanted to report about controversial issues as they relate to the environment, labor rights, and development, especially if media owners were the ones whose corporate practices would need to be investigated in such matters. Another impediment to ethical journalism in such an economic scenario was revenue generation and the pressures journalists felt from owners and proprietors to increase the bottom line. One editor stated, “A television channel can cost up to INR 5 crores to set up and [this] cost does not include [an] operational budget. After the launch there is a need to produce quick cash flow.” The pressure of revenue generation, journalists argue, leads to a lack of reporting or working on any stories that are investigative and time-consuming. The news media environment, at least in the regional media of Hyderabad, had “too much competition,” something we heard repeatedly. According to the journalists, such fierce competition does not lead to quality media content; they argue the opposite has happened where, because of competition and pressures of revenue generation, inaccurate reporting and shoddy journalism practices, such as receiving bribes and junkets, have increased. Revenue generation is felt most acutely when it comes to wages. Increasingly, these media companies depend on “stringers,” rather than full-time staff, who report from all over the region and receive a minimal price for each story. Many of these stringers are known to file stories that are either untrue or inaccurate. One senior journalist said, These stringers are stuck in a news system that cannot pay them more than a few thousand rupees a month, wages that are almost never enough to survive. They are rarely on the payrolls of the companies they work for, and get little support from their publications.This “gray area of journalism” is fraught with danger as the stringers remain vulnerable to all kinds of pressures. They are often compromised (they work several jobs and sometimes are employed by those on whom they are expected to report) and threatened by local mafia, corrupt police, and politicians for reporting on them.", "These stringers are stuck in a news system that cannot pay them more than a few thousand rupees a month, wages that are almost never enough to survive. They are rarely on the payrolls of the companies they work for, and get little support from their publications.", "Lack of accuracy was a topic all the journalists and editors raised as an impediment to ethical journalism. This is an issue that plagues Indian journalism like no other. Journalists and editors identified multiple reasons why accuracy remains a challenge: lack of a culture of research among journalists; lack of a process of cross-checking or even minimal guidelines for verification of facts; lack of journalism education; and the practice of “speculative journalism” where, instead of verified facts, journalists report hearsay and rumors. One television news producer, who had previously worked at BBC, stated that he was frustrated when he started to work for an Indian media company because he would get people coming to interview for news reporting jobs who were more interested in being part of the film industry and hanging around stars than in reporting the news. Television news, particularly, he stated, suffers from the “pull of glamor,” which posed problems as far as the quality of the news was concerned. One journalist stated that the lack of accuracy and the push for “breaking news” leads to “emotional atyachar [torture]” of the targets of the story. There is a strange dichotomy, one journalist said, when it comes to covering sensational stories; almost all of the sensational stories are about people who are powerless. If their lives are ruined because the information is later found to be inaccurate, there are no repercussions for the television channel. The powerful are exempt from the same treatment; in their case, stories about them are either “buried” or more attention is given to verifying details before publication or broadcast. Journalists also gave specific instances where information was found to be wrong but never rectified. Only one editor confirmed that the newspaper he worked for had methods of verification and a process in place for retracting errors. A senior journalist asked, “If there are no consequences for publishing falsehood, what is the motive for publishing truth?”", "Given the barrage of material from social media and the increasing use of Whatsapp, Facebook, and Twitter as important sites for disseminating information, there is a deep fear of a “global crisis of facts” among Indian journalists. “There are not only too many news channels,” said a television reporter, “now we have to be active on social media, which is full of false information.” New media has only intensified the poor quality of media content; one journalist called it a “top-down social media heat” where journalists are constantly pressured by owners and editors not to post anything controversial, while simultaneously castigated and harassed online by readers and viewers. One journalist said that she “feared social media” because it was used to spread “false narratives” about events and made work conditions difficult for journalists like her.", "We use the phrase “democratic deficit” primarily borrowed from Thussu’s (2005) research on the changing relationship between Indian media and democracy for the past two decades. According to Thussu, democratic deficit in India is marked by the declining ability of a free press to provide truthful and accurate information leading to “civic disengagement bordering on cynicism” (55), changing nature of news as more entertainment driven, and rise of partisan journalism. We understand democratic deficit as an ethical issue because it has the potential to undermine and impede functioning of India’s democratic institutions. Several journalists vocally critiqued the general state of the democratic news media in India. While they do not mark these experiences as “deficit,” they are keenly aware of the shrinking space for practices of democratic journalism. Some examples of deficit identified by the authors interviewed were the government’s increasing inaccessibility to media, where press pools were herded out of crucial meetings or journalists were physically moved farther away from political events and/or given limited information about such events; outright censorship, where politicians intervened in the management of a news organization or pressured owners to pull a story that was critical of a politician or his or her family; spreading of rumors by politicians on social media, sometimes against individual journalists or media houses; threats and assassination of journalists by individuals or groups, with little help from police in matters of security; and state’s advocacy of religious policies in efforts to undermine India’s secular constitution, coupled with a general feeling that civil society institutions were getting weaker and that the media felt little responsibility toward readers and viewers, catering more to advertisers and politicians. Of particular concern was the close relationship between media owners and politicians, which creates significant challenges for newsrooms and the types of news that journalists are allowed and expected to cover. There were concerns that the model of partisan press was undermining India’s democracy, with political parties running their own newspapers and television channels (e.g. Sakshi daily and news channel, which were owned by a Congress party stalwart, Y.S. Jaganmohan Reddy). Many of the media outlets were seen as dedicated to attacking political opponents rather than disseminating unbiased news. One television news director lamented that the expectation of impartiality and objectivity has decreased as journalists are asked to write and report in a partisan manner to satisfy viewers or readers who are seen as either extreme left or extreme right. “The middle ground has pretty much disappeared,” lamented one journalist.", "The underbelly of a political–corporate-media nexus was most evident in the changing nature of news. Journalists identified a total lack of coverage of rural and poor people’s lives, not only by the national media but also the regional and local media. Research by Mudgal (2011) corresponds with the journalists’ perception. According to Mudgal, of all the news covered in the three largest English and three Hindi daily newspapers in India, only two percent of reported news items addressed issues with which India’s rural population was concerned (e.g. reporting on drought or floods, livestock, the price of grain, or issues surrounding land rights); this was all the more shocking given that approximately 70 percent of Indians live in rural settings. One senior editor stated that the phrase “professional journalism” had become a code for unethical journalism; that a professional journalist is perceived as someone who is more interested in generating profit and advertising for media houses and producing sensational stories than writing and reporting stories about public good, which would serve the interests of the people and strengthen democracy. For Thussu (2005), democratic deficit can be multifaceted, derived not only from media’s inability to constitute a democratic public sphere but also from media’s complicity in maintaining inequality, in diminishing common knowledge, and in its lack of shaping the meaning and value of citizenship (Thussu 2005, 57)."]}, {"title": "Journalism Ethics Curriculum Based on the Capabilities Approach", "paragraphs": ["Based on the aforementioned empirical data, we propose a theoretical outline to journalism ethics education, practice, and training in India by applying Sen’s capabilities approach. What follows is a possible outline of a theoretical curriculum for journalism educators in India and elsewhere. The task is not to provide an exact remedy for the aforementioned issues but, rather, develop knowledge strategies, based on Sen’s capabilities approach, which helps contextualize some ethical pitfalls that journalists experience. We label these as specific knowledge systems from capabilities that educators can use as they teach future journalists and ones which might provide the rationale for understanding the ethical concerns described by Indian journalists and editors.", "One of the fundamental aspects of the capabilities approach is its focus on justice. Sen observes that the realization of justice is “not just a matter of judging institutions and rules, but of judging societies themselves” (2009, 139). He writes (2009, 139), “When people across the world agitate to get more global justice … they are not clamoring for some kind of ‘minimal humanitarianism.’ Nor are they agitating for a ‘perfectly just’ world, but for the elimination of some outrageously unjust arrangements.” According to Sen, discussions of justice come from experiences of injustice. For journalists and editors, the ethical issue would be to identify, focus, and cover experiences of injustice or form alliances against injustice. It is injustice, Sen argues, that people know how to best articulate. The question must be phrased as: What wrong has been done to you and how might that wrong impact society? To drive the point home, we describe a case presented to us by one of the journalists: A reporter found himself stranded when his car broke down on the national highway, when a child approached him begging for food. The journalist followed the child into the nearby village where she lived and found her living with her sick mother and siblings in abject poverty. The child’s father, who was a farmer, had died a year earlier. The journalist took a personal interest in this child’s life and began to cover the story of this child, whom he had met as happenstance, to portray the depth of rural poverty and the plight of farming families in the state of Andhra Pradesh, a state that has had a high number of farmer suicides. The journalist ended up writing follow-up stories on the family for several years and also connected the family to charity organizations in the area. Using such case studies, a journalism ethics curriculum can connect injustices to human dignity, a topic often covered in journalism ethics courses. By marking “against injustice” as a core principle of journalism practice, educators can teach students that even within the consumer-driven media industry (which limits the capabilities of a journalist to report on such stories), it is possible to address injustices. While journalists understand that the current political economy of news media can sometimes limit discussions of injustice, they could consciously make efforts to give space to such discussions that are necessary and possible. “The world is certainly divisive,” writes Sen, “but it is diversely divisive, and the partitioning of the global population into distinct ‘nations’ or ‘peoples’ is not the only line of division” (2009, 141). It is the interpersonal (not international) nature of injustice—and justice—that needs to be assessed, scrutinized, and reported by the news media. As in the above example, the interpersonal nature of confronting injustice ought to be of interest to a journalist and journalism students ought to be taught to research and cover how injustices are perpetrated and how people experience injustice, and then address the paths to remove such injustices.", "By addressing injustices, journalists can focus on people’s capability to determine whether they are living a flourishing life. To have a flourishing life means individuals are actually able to achieve certain core capability sets, such as being well-nourished and having shelter and access to clean water, education, and health care. According to capabilities theory, a true measure of a successful society ought to be based on the quality of the lives of the majority of people as opposed to simply the expansion of a consumer growth-based economy (Sen 1987). If one were to contextually understand and unpack the significant expansion of India’s GDP, for example, one can see that a narrow path to economic and industrial growth has not meant flourishing lives for most Indians. Economic growth has been achieved through burning large amounts of fossil fuel and deforestation, which, in turn, has devastated the environment. India now has 5 of the top 10 most polluted cities in the world (Nandi 2017). Environmental disaster has displaced people in large numbers and has created havoc for the poor. So, while India’s economic stature might rise globally, the quality of life for most Indians is on the decline (Kohli 2012). For journalists, the question must be phrased as such: What are the conditions in which the majority of Indians live? This is not to be understood as merely an economic question but must be connected to practices of ethical journalism. None of the journalists spoke of flourishing lives, but they did speak to the exclusion of the poor from resource allocation and the media’s lack of interest in poverty. One editor spoke at length of his newspaper’s efforts to address “sex tourism” and poverty in the minority Muslim community of Hyderabad. A number of families in these communities allow their daughters, many of them minors, to be married to older men who live in the Middle East and North Africa. There were two kinds of marriages, sometimes arranged for $150 or less. One was considered long-term marriage, where these men would take the brides back with them to their home countries (e.g. Dubai, Qatar, or Oman); the other one was a shorter marriage, where the girl would be “married” to the man only during his short stay in India. The marriages were performed by a Muslim officiant, or qazi, who forged the bride’s age to show her as an adult in an effort to skirt Indian law, which prohibits child marriages (Apparasu 2017). To address this growing child bride market, the community newspaper published stories that covered the economic, social, and cultural conditions that force a family to “sell” their girl child. Teaching of a case study such as this can speak to flourishing lives—or the lack thereof—and connect them to efforts made by state and central governments to disallow such practices; it also speaks to conditions that foster such practices. A journalism ethics curriculum can teach students to focus on the lives of peoples rather than the impact of politics on people’s lives.", "For Sen, redressing injustices and promoting a focus on flourishing life cannot be accomplished without economic and political freedoms. This is a critical factor given that Indian news media, as many journalists and editors of this study stated, face tremendous economic challenges that filter down to the rank and file. The word “freedom,” unfortunately, has gotten muddled in recent debates about identity politics and economic and political polarization in and outside of India. Economic freedom must come with better pay and work conditions for the journalists but must also focus on journalism’s commitment to reducing inequality and fostering economic freedom. Economic freedom is connected to choices, that is, people must have the opportunity to choose between competing flourishing lives. While India has made tremendous growth in certain areas, write Dreze and Sen (2013), inequality of various kinds continues to persist. The “dominance of the privileged” undermines economic freedom for most and further undermines democracy itself (241); this leads to the kinds of democratic deficit that the journalists of this study identified. Economic freedom cannot merely be a conversation about journalists getting better pay (though such freedom is essential to practices of ethical journalism); most of the world’s richest media do not necessarily commit to reporting about inequality or the poor exclusively by giving journalists better pay or fair work conditions. Economic freedom to live a flourishing life must be an ethical precept that a journalism student, and a journalism ethics curriculum, must address. This can be done in multiple ways, for example, by integrating into the curriculum discussions about the public and economic policy of the Indian state and its spending priorities, and teaching about the unique nature of Indian inequality (for instance, the enduring persistence of caste and religion) and the nature of economic and social divisions.", "Political freedom must include speaking without fear of retribution from the government and media owners. Our data suggest that political “unfreedoms” have recently become the normative approach in India’s journalism. The close proximity of the media owners to politicians and the “revolving door”—where editors become politicians and join political parties and vice versa—is having a lasting impact not only on the quality of media content but also the day-to-day lives of journalists. The World Press Freedom Index (2017) ranks India at 136 out of 180 countries, which is a dismal rank for the world’s largest democracy and a sharp decline from past rankings. The Press Council of India’s (2015) report, “Safety of Journalists,” states that 80 journalists have been killed in India since 1990, with a conviction in only one case so far; this is evidence of clear apathy toward the lives of journalists. Criminal defamation, as defined under Section 499 of the Indian Penal Code (a law which has existed since 1860 with little change), permits any person who believes he or she has suffered damage to his or her reputation as a result of the action of others to sue for defamation (Gaur 2016). Most recently, the Essar Group, a multinational conglomerate, filed a defamation suit against Caravan, a magazine known for its investigative journalism, when it published an article that made a number of allegations about Essar’s corrupt business practices (Choudhry 2015). Politicians do the same; Jay Shah, son of the ruling party’s president, Amit Shah, filed a case against the news portal, The Wire, for a “conspiracy hatched to defame him” after The Wire published an article claiming that Shah’s company has benefitted from government contracts (Jha 2017). Even though there is no outright censorship or state interference with press freedom, the absence of laws overtly protecting journalists and media companies leads to self-censorship. In American journalism, this practice has been referred to as the “chilling effect” where threats of litigation and other forms of economic and personal retribution might keep journalists from seeking investigative stories (Schauer 1978). Journalists confided about threats they received on social media and the existence of a culture of fear that stops some of them from reporting about state and corporate corruption, crime, and controversial topics around the environment, caste, and gender. While discussions about an authoritarian state or decline of press freedom would be difficult to integrate into a journalism ethics curriculum, the “process aspect of freedom” can be taught as a value. Sen writes that the process aspect of freedom is the realization of opportunities to be free or speak and act without fear; he labels this the “informational focus” of a society where political freedom is the ability of the individual to choose from various sources of information and to accept—or reject—those choices (2009, 149). The capabilities approach extends press freedom beyond the libertarian model and, only as a way to formalize rights and freedoms via constitutions, to assess the adequacy of media systems to afford freedoms as well as strengthen weak media systems through infrastructure development, journalist training, and legal protection of speech. Such a level of freedom is not easy to achieve in the current political and economic climate of Indian media, but to present it as a substantive theory of ethics as part of a journalism curriculum is important."]}, {"title": "Conclusion", "paragraphs": ["The task of this paper was twofold: first, we describe some of the significant ethical dilemmas and challenges expressed by journalists and editors working in various media companies in the city of Hyderabad, India. Keeping those dilemmas and challenges in mind, we propose economist and Noble laureate Amartya Sen’s capabilities approach as one theoretical outline for developing future journalism ethics curricula. The major concerns and challenges as described by the journalists and editors were as follows: cross-media ownership that fostered a political economy focused on revenue generation and profits rather than journalism for public good; problems with inaccurate information being published and/or broadcast, now precipitated by the omnipresence of social media; and move towards “democratic deficit” where journalists find it increasingly difficult to practice journalism safely and to report about poverty, government and corporate corruption, inequality, crime, environment, caste, and gender. Based on the findings, we propose a theoretical outline applying Sen’s capabilities approach to the development of any future journalism ethics curricula. The specific knowledge systems of the capabilities approach that we suggest for integration in a curriculum include the following: the study and coverage of injustices in a democratic society; the focus on whether people have flourishing lives that give them the opportunities, freedoms, and choices they need; and economic and political freedoms that give journalists an understanding and appreciation for covering inequality and strengthening democratic institutions. While critics might find Sen’s work too steeped in economic thinking, his critique of traditional economic theory, and ability to relate all economics to justice, gives journalism scholars a theoretical opportunity to inject ethical considerations into their studies of journalism. Journalism practice, after all, is intrinsically connected to people’s economic, political, and social lives. Capabilities approach is not presented in this paper as an all-encompassing approach to address or solve the more skills-oriented and structural concerns that editors and journalists expressed, for example, lack of accuracy, challenges of cross-media ownership, and ill-informed use of social media. However, we believe that Sen’s approach, based on injustice, political and economic freedoms, and commitment to democracy, gives us a strong theoretical and philosophical basis from which to develop and teach a journalism ethics course and could supplement teaching of social responsibility and developmental theories of journalism. It could additionally provide a context for understanding the media ecosystem in a country, which determines the capability of media persons and thereby the quality of journalistic practices.", "We believe this project is critical as media goes through global ethical crises. We hope that by developing a curriculum for journalism students using Sen’s capabilities approach, journalism schools can strengthen the democratic foundation of Indian media. As journalism schools take up a rigorous examination of their own practices, we propose that they consider an alternative to the transmission-driven, industry-conceived, exclusively skills-oriented model of journalism. While it is useful to remain focused on the practices of the industry, we suggest an ethics curriculum that reconnects journalism with its democratic roots via Sen’s capabilities approach. A capabilities-oriented model of journalism ethics would be committed to covering injustices, promoting freedoms, and focusing on the lives of the common people rather than the rich and privileged. This configuration would emphasize the needs of the people first and make the journalist part of a larger community, rather than an exclusive economic agent for a profit-making venture. Such a curriculum could re-invigorate journalism programs and encourage more productive connections between the work of educators, scholars, and practitioners."]}], "references": [{"title": "Journalism Education in India: Quest for Professionalism or Incremental Responses", "year": "2017", "journal": "Journalism and Mass Communication Educator", "volume": "72", "authors": [{"name": "Bharthur Sanjay.", "first_name": "Bharthur", "last_name": "Sanjay."}]}, {"title": "Contextualizing Fake News in Post-Truth Era: Journalism Education in India", "year": "2017", "journal": "Asia Pacific Media Educator", "volume": "27", "authors": [{"name": "Bhaskaran Harikrishnan", "first_name": "Bhaskaran", "last_name": "Harikrishnan"}, {"name": "Mishra Harsh", "first_name": "Mishra", "last_name": "Harsh"}, {"name": "Nair Pradeep", "first_name": "Nair", "last_name": "Pradeep"}]}, {"title": "Media Ethics Education: A Comparison of Student Responses", "year": "1999", "journal": "Journal of Mass Media Ethics", "volume": "14", "authors": [{"name": "Braun Mark.", "first_name": "Braun", "last_name": "Mark."}]}, {"title": "Mapping India’s Television Landscape: Constitutive Dimensions and Emerging Issues", "year": "2012", "journal": "South Asian History and Culture", "volume": "3", "authors": [{"name": "Chadha Kalyani", "first_name": "Chadha", "last_name": "Kalyani"}, {"name": "Kavoori Anandam", "first_name": "Kavoori", "last_name": "Anandam"}]}, {"title": "Media Ethics in Education", "year": "2007", "journal": "Journalism and Communication Monographs", "volume": "9", "authors": [{"name": "Christians Clifford.", "first_name": "Christians", "last_name": "Clifford."}]}, {"title": "Imagining the Journalist of the Future: Technological Visions of Journalism Education and Newswork", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Creech Brian", "first_name": "Creech", "last_name": "Brian"}, {"name": "Mendelson Andrew L.", "first_name": "Mendelson", "last_name": "L."}]}, {"title": "Educating ‘New’ Journalists: Challenges to the Curriculum", "year": "2001", "journal": "Journalism and Mass Communication Educator", "volume": "56", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "Participation, Remediation, Bricolage: Considering Principal Components of a Digital Culture", "year": "2006", "journal": "The Information Society", "volume": "22", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "J-School Ethnography: Mending the Gap Between the Academy and Journalism Training?", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Hermann Anne-Kristine.", "first_name": "Hermann", "last_name": "Anne-Kristine."}]}, {"title": "Amartya Sen’s Capabilities Approach and Communication for Development and Social Change", "year": "2016", "journal": "Journal of Communication", "volume": "66", "authors": [{"name": "Jacobson Thomas.", "first_name": "Jacobson", "last_name": "Thomas."}]}, {"title": "The Unbearable Liveness of News Television in India", "year": "2015", "journal": "Television and New Media", "volume": "16", "authors": [{"name": "Kumar Akshaya.", "first_name": "Kumar", "last_name": "Akshaya."}]}, {"title": "Interlocalization’: Can India Be a Party to the Process?", "year": "2016", "journal": "Global Media and Communication", "volume": "12", "authors": [{"name": "Kumar Rajesh.", "first_name": "Kumar", "last_name": "Rajesh."}]}, {"title": "India and its Television: Ownership, Democracy and the Media Business", "year": "2015", "journal": "Emerging Economy Studies", "volume": "1", "authors": [{"name": "Mehta Nalin.", "first_name": "Mehta", "last_name": "Nalin."}]}, {"title": "Rethinking [Again] the Future of Journalism Education", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Mensing Donica.", "first_name": "Mensing", "last_name": "Donica."}]}, {"title": "Rural Coverage in the Hindi and English Dailies", "year": "2011", "journal": "Economic and Political Weekly", "volume": "46", "authors": [{"name": "Mudgal Vipul.", "first_name": "Mudgal", "last_name": "Vipul."}]}, {"title": "Journalistic Tools of the Trade in Flanders", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Opgenhaffen Michael", "first_name": "Opgenhaffen", "last_name": "Michael"}, {"name": "d’Haenens Leen", "first_name": "d’Haenens", "last_name": "Leen"}, {"name": "Corten Maarten", "first_name": "Corten", "last_name": "Maarten"}]}, {"title": "Accountability, Democracy and Globalization: A Study of Broadcast Journalism in India", "year": "2008", "journal": "Asian Journal of Communication", "volume": "18", "authors": [{"name": "Rao Shakuntala.", "first_name": "Rao", "last_name": "Shakuntala."}]}, {"title": "Glocalization of Indian Journalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Rao Shakuntala.", "first_name": "Rao", "last_name": "Shakuntala."}]}, {"title": "Ethics and News Making in the Changing Indian Mediascape", "year": "2006", "journal": "Journal of Mass Media Ethics", "volume": "21", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Johal Navjit Singh", "first_name": "Johal", "last_name": "Singh"}]}, {"title": "Introduction: Democracy, Civil Society and Journalism in India", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Mudgal Vipul", "first_name": "Mudgal", "last_name": "Vipul"}]}, {"title": "A Media Not for All: A Comparative Analysis of Journalism, Democracy and Exclusion in Indian and South African Media", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "Democracy as a Universal Value", "year": "1999", "journal": "Journal of Democracy", "volume": "10", "authors": [{"name": "Sen Amartya.", "first_name": "Sen", "last_name": "Amartya."}]}, {"title": "‘Murdochization’ of the Indian Press: From By-Line to Bottom-Line", "year": "2002", "journal": "Media, Culture and Society", "volume": "24", "authors": [{"name": "Sonwalkar Prasun.", "first_name": "Sonwalkar", "last_name": "Prasun."}]}, {"title": "Teaching Ethics: The Moral Development of Educators", "year": "1999", "journal": "Journal of Mass Media Ethics", "volume": "14", "authors": [{"name": "Tucker Elizabeth", "first_name": "Tucker", "last_name": "Elizabeth"}, {"name": "Stout Daniel A.", "first_name": "Stout", "last_name": "A."}]}]}