{"doi": "10.1080/17512786.2015.1058179", "url": "https://doi.org/10.1080/17512786.2015.1058179", "title": "Stabbing News", "volume": "10", "year": "2016", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Lugo-Ocando", "first_name": "Jairo", "name": "Jairo Lugo-Ocando"}, {"last_name": "Faria Brandão", "first_name": "Renata", "name": "Renata Faria Brandão"}], "abstract": "There is a comprehensive body of scholarly work regarding the way media represent crime and how it is constructed in the media narrative as a news item. These works have often suggested that in many cases public anxieties in relation to crime levels are not justified by actual data. However, few works have examined the gathering and dissemination of crime statistics by non-specialist journalists and the way crime statistics are gathered and used in the newsroom. This article seeks to explore in a comparative manner how journalists in newsrooms access and interpret quantitative data when producing stories related to crime. In so doing, the article highlights the problems and limitations of journalists in dealing with crime statistics as a news source, while assessing statistics-related methodologies and skills used in the newsrooms across the United Kingdom when producing stories related to urban crime.", "body": [{"title": "Introduction", "paragraphs": ["Statistical data have an important role in facilitating public understanding of social issues (Dorling and Simpson 1999; Porter 1996). Understandably, a sound, accurate and critical use of quantitative data by the media is paramount for both the public, in general, as well as policy makers, in particular (Spirer, Spirer, and Jaffe 1998; Utts 2003). In light of this, as some authors have pointed out, there is an urgent need to present quantitative data in a simpler and more accessible form to the public, one that nevertheless incorporates a more comprehensive and critical understanding of the theories behind the data and how they relate to their research methodologies (Zuberi 2001, 176). This, we argue here, is the case in the reporting of crime statistics, which over the years has had a profound influence on both public attitudes and public policy towards law and order (Dowler 2003; Lowry, Nio, and Leitner 2003).", "Overall, there is a comprehensive body of scholarly work regarding the way in which the media represents crime (Chibnall 1977; Ericson, Baranek, and Chan 1987; Hall 1975; Jewkes 2010; Sparks 1992) and how it is constructed as a news narrative (Rowbotham, Stevenson, and Pegg 2013; Schlesinger, Tumber, and Murdock 1991; Schlesinger and Tumber 1994; Sparks 1992). Some of these scholars have also suggested, for example, that public anxieties in relation to crime levels are often not justified by actual data (Ditton and Duffy 1983, 164; Young 1974; Schlesinger and Tumber 1994, 140), which undermine and distort policy formulation and implementation.", "One part of this body of work has looked at how the media disseminates crime statistics (Feilzer 2007, 290, Gomes de Melo 2010) and has indicated important limitations in the access, use and reporting of crime statistics among journalists and news editors (Martin 2010; Utts 2010; Wilby 2007). One well-studied cause for these limitations concerns the moment data are gathered and transformed into statistical information (Koch 1990; Zuberi 2001). This is because it is a process that remains largely opaque for many journalists, who have little knowledge about the methodologies that underpin statistical gathering and analysis in relation to the “reliability” and “validity” of the data that they use in their own stories. This is further problematised by the fact that these journalists find that “quantitative data can be overwhelming, both due to their nature and their proliferation” (Lindgren 2008, 93).", "This article provides additional insight into the way that quantitative data on crime are gathered and processed by journalists, while helping us assess statistics-related methodologies and approaches used when producing stories related to crime. We believe that in so doing we can help elucidate the essential criteria and characteristics of news gathering and dissemination, not only in this but also in other news beats, as well as highlighting the key issues that need to be addressed.", "This article uses the reporting of knife crime statistics as a case study given its role in shaping public perceptions (Hohl, Stanko, and Newburn 2013; Levi and Jones 1985) and influencing the construction of social reality in general (O'Keefe and Reid-Nash 1987, 147). We also believe that is an appropriate case study to show how news is constructed with reference to these statistics while allowing us to highlight more general problems and limitations regarding the management of quantitative data in the newsroom."]}, {"title": "Methodology and Approaches", "paragraphs": ["This study triangulates qualitative and quantitative research strategies. In so doing, it incorporates content analysis of news items produced by journalists in UK newspapers. To delimit the scope, this analysis looked only at news on knife crimes in the United Kingdom and reported by the British press. This sample was contained within The Guardian, The Times, the Daily Mail, The Independent and The Scotsman from 2007 to 2014 (including their Sunday editions such as The Observer) as they are representative of the “quality press” in that country (Conboy 2001). We investigated news articles that mentioned or made reference to statistics on knife crime in the lead paragraph of the news item and examined the nature of the sources used by the journalist(s) writing the story. This gave a total of 501 articles that focused on knife crime statistics, allowing us to conduct a longitudinal analysis.", "Content analysis was used in order to analyse the way statistical data had been reported by journalists, which by means of measuring allows for the inference of knowledge “as to the production/reception conditions (inferred variables) of these messages” (Bardin 1977, 44) and because it is an empirically grounded method, “exploratory in process and inferential in intent” (Krippendorff 2013, 1). Following methodological conventions, we used coding to group different elements contained in the news articles and turned this into quantitative data—looking at frequency—that showed the most relevant characteristics in relation to practice. We used unique codes mostly to highlight the frequencies of: (1) year of publication, (2) newspaper, (3) by-line, (4) type of news, (5) total number of sources quoted, (6) number of primary sources quoted, (7) number of secondary sources quoted, (8) nature of main source, (9) nature of source who provided the statistics, (10) main emphasis in the headline, (11) main emphasis in the article, (12) whether it included statistics, (13) nature of statistical source, (14) who presented the statistics, (15) nature of statistics provided, (16) nature of statistics, (17) presentation of statistics, (18) type of test performed, (19) statistics were used to, (20) time-scale of the statistics used. The idea was thus to use content analysis to scrutinise the association of statistics and methodologies used by journalists when reporting crime and how this is reflected in the final outputs.", "Following the content analysis, we also performed a close reading of a stratified sample of 186 articles from the total universe in order to perform a mindful and disciplined reading to understand the deeper meaning of the object of study (Brummett 2010, 28). This close reading uses a more literary tradition that gives relevance to narrative, genre and persona in relation to the management of social and political issues. We used this technique as it has allowed previous researchers to produce a critical understanding of what the media say in terms of intentionality while enabling scholars to deconstruct news media outputs in a diversity of ways (Rubin 1987, 43).", "This technique was complemented with semi-structured interviews conducted with a small group of journalists in London and Edinburgh so as to achieve an in-depth understanding of practices and methodologies used in the newsrooms to deal with data. These interviews helped us to explore context for practice by enquiring about the individual's experiences (Josselson 2013, 169). To do so, we set a series of standard questions to all the participants to provide information in some areas such as common practices, while allowing them free range to answer in others areas, such as clarifying or expanding on particular problems and limitations. We gave discretion to the interviewees before and after the interviews to present their views anonymously or to enable honesty in their response. We interviewed a total of four journalists, which we considered sufficient to examine the issue more qualitatively.", "This multi-layered analysis was carried out in order to take account of actors and other aspects that serve as sources of information and which consequently affect the media representation of crime statistics. This reflects the fact that portrayals of social problems in the media, such as knife crime, are unavoidably dependent on the inclinations and opinions of those who produce and shape information, as well as their sources (Schlesinger and Tumber 1994). Hence, the deconstruction of journalistic discourse must take into account precisely these two discursive interventions: (1) the sources’ interventions and (2) the journalists’ interventions (Carvalho 2008, 164).", "The main question explored in this research was: how do non-specialist journalists in newsrooms access and manage quantitative data when producing news stories that relate to crime? Our research question is relevant in the current context whereby the process of public policy design and implementation seem to be influenced by public opinion and media representations (Banks 2005, 184; Kidd-Hewitt and Osborne 1996, 12) more so than in the past (Manning 2006, 62), and since the reporting of crime statistics seems to feed the process of policy making (Hope 2004, 287).", "Moreover, when constructing itself as a “mirror of reality”, the media have developed a powerful tool to mobilise public opinion (Mindich 1998; Kaplan 2009), using this phenomenon as a way of attracting and then commodifying audiences. By analysing the relationship between news coverage, interpretation and meaning of statistically based and statistically-related crime news, we were able to examine agencies and interactions of individuals in the articulation of news stories and the impact on policy."]}, {"title": "Theory and Background", "paragraphs": ["Statistics are arguably one of the most important legitimising elements in the construction of social reality (Dorling and Simpson 1999); they confer power to shape our understanding of the world (Boyle 2000; Devlin 1998; Fioramonti 2014; Karabell 2014; Porter 1997). In this sense, “cold statistics” and purportedly “value-neutral” numbers seem to lead to moral issues in policy (Eberstadt 1995, 26). Therefore, the notion that one must “travel mathematical roads in order to arrive at objectivity in the real world” (Davis and Hersh 1986, 276) is essential in understanding the important role statistics play in the production and legitimisation of news.", "Numbers saturate the news and for good or ill, they are today's pre-eminent public language (Randall 2000)—and those who speak it rule the world of “facts”. In the case of journalism, numbers give us a “revealing albeit oblique, slant on the traditional who, what, where, when, why and how of journalists’ craft” (Paulos 1996, 4). For a long time, many have come to believe that “good journalism should entail the practise of the highest scientific virtue” (Lippmann 1922, 49) for which “comment is free, but facts are sacred”, as C. P. Scott, the then editor of The Guardian, wrote in 1921.", "However, despite the fact these numbers are seen as “neutral” and “unbiased”, most tend to forget, at times, that they just represent a convention or agreement among groups (Fioramonti 2014, 33). In point of fact, “numbers, pure and precise in abstract, lose precision in the real world”. That is because, if a number “has been counted, it has been defined, and that will almost always have meant using force to squeeze reality into boxes that don't fit” (Blastland and Dilnot 2008, 15); something that journalists tend to obviate too often when using them to articulate their stories.", "Actually, journalistic acceptance of statistical data at face value is intrinsically linked to the doctrine of objectivity. This is because statistics in the news need to be understood as a powerful narrative which is part of the wider positivist discourse that dominates the profession (Durham 1998; Martinisi and Lugo-Ocando 2015). Indeed, “objectivity” is perhaps one of the most enduring notions shaping liberal journalism (Schudson 2001, 149) and therefore often referred to as a “universal norm” (Maras 2013, 226). To be sure, objectivity has been the key concept in journalistic vocabulary and newsroom guidelines since the beginning of the twentieth century (Hampton 2008; Mindich 1998). This is a worldview that infers that news should be produced to present facts and events independently of biases, subjective methods and personal views.", "It is this notion of objective reality, based on the appreciation of factual reporting, that allows journalism to play the role of mediator of sense and meanings. Journalists do so by using what some authors have defined as “the web of facticity” (Tuchman 1980, 82). That is, by claiming to be scientifically driven in their approach, therefore able to speak “truth” to the public. This “truth” is considered one of the fundamental elements of journalism as it confers it power derived from public trust. Concurrently, most journalists have as an objective of their own work the clarification and exposition of factual “truth” to the public at large.", "It is because of this that statistical data are widely considered by journalists as one of the most prominent legitimising tools in the construction of news. The appetite for “facts”, characterised by positivist thinking, underpins journalists’ need to favour certain types of news sources that can confer credibility to their work (Franklin 2011; Manning 2001; Tuchman 1980) and statistics, by all means, make the case for this. This is partly because statistical facts “are inscribed in routinized practices” (Desrosieres 1993, 1), which provides a commonly accepted language that helps ratify verisimilitude of the picture depicted.", "This explains why statistics are almost revered by journalists and editors as a “neutral” source of information, one which brings closure to contested debates. As such, they act as a universal convention for the collective, against the subjective perceptions of the individual (Parker 1999, 86), allowing journalists and their editors to quantify uncertainty and scrutinise the consequences of that uncertainty in society. For a profession that normatively aims at providing answers, the use of statistics is assumed as a panacea for truth.", "This power of statistics to legitimise news resides in their external appreciation as an objective and quasi-scientific source of information, which is able to provide consensus among the audiences while setting the parameters for conventions among those publicly debating policy and social issues. The ability of those using statistics to underpin socially constructed reality is such, at least among journalists working with the mainstream news media, that one is perhaps inclined to set statistics apart from any other news source.", "To be sure, journalists constantly use statistics to generate, substantiate and/or legitimise their news stories. They see them as a scientific tool to scrutinise government and society. Indeed, great weight is accorded to statistical findings, seeing that they are usually disseminated by reputable scholars and so “look and sound” scientific (Zuberi 2001, x). Therefore, an official document or access to a dataset is considered by many journalists to be a news source in itself (Kapuscinski 2002, 44). It is this last category in which we can place statistics as a news source, which in terms of articulating news is—in the mind of many practitioners—both “a source” for information and a legitimate set of “facts”.", "This double role, we argue, makes statistics an atypical source of information in journalism practice. For example, and contrary to what occurs with other news sources, they are seldom cross-referenced to be verified and they are more often than not taken at face value. Moreover, due to what some authors describe as increasing pressures and limited resources in the newsroom (Davies 2011, 394), these editors and journalists also tend to accept uncritically the interpretations and explanatory frameworks provided by those who produce these statistics and their spin doctors: something that is detrimental for public policy scrutiny—a fundamental role of the press—as isolated data have no meaning or, worse, “can be made to mean anything” (Robert and Zauberman 2009, 8).", "In addition to this, we are confronted by the issue of the credibility of news sources, which is pivotal in allowing us to understand the role of statistics in the legitimisation of news. Credibility is considered to be the extent to which the source is perceived as possessing an expertise relevant to the communication topic, therefore being able to be assumed as trustful and objective when communicating a message or supporting an opinion (Goldsmith, Lafferty, and Newell 2000, 43). To be that, the news source has to have perceived characteristics such as trustworthiness, expertise, respect for privacy, honesty and neutrality. Statistics seem to comply with all of these attributes and, consequently, news people see them as a legitimate and credible source of information.", "The appreciation of statistics as “a credible source” has led the news media increasingly to search for data to legitimise their stories, and to see areas such as data-journalism as the future. This, in turn, has created a demand for government officials and a variety of institutions to produce statistical information (Higgs 2013) regardless of the area or the pertinence of carrying out quantitative measurement. All in all, in the journalistic imagination, statistics are the ultimate “facts” in assessing public policy as they are the “science of the nation” (Desrosieres 1993). Accordingly, statistical data guide the analysis of all other possibilities of expression, as well as its variations, as a means to attempt to assimilate the effort put into this search for the imposition of meanings (Fisher 1996).", "Moreover, as statistics are often studied as an exact science, one that can be quantified and retraced, they secure themselves and those providing them with a unique sense of credibility and legitimacy in what they say or express as news. Consequently, statistics are perceived as “expert” evidence from which news people are allowed to legitimately infer as they, presumably, reflect general trends in society. Finally, as they are normally accompanied by a technical explanation of how they were gathered and processed, they are also conceived as a “neutral” element from which journalists can draw “honest” conclusions and “anyone who understands [mathematical] terms will agree to its truth” (Davis and Hersh 1986, 57).", "As a consequence, statistics in the news play a pivotal role in the construction of social reality as those who use them exercise “a very specific power over society and the interpretation of society” (Ernest 1997). Let us not forget that “all sources of statistical information about crime reflect social construction of the phenomenon under study” (Van Dijk 2009, 14) in a way that is far from deprived of ideology. In this sense, Pierre Bourdieu (1998) said that placing the public at large in this recipient end of this phenomenon creates a cycle of fear and collective insecurity, which promotes policy measures that end up violating constitutional covenants and creating an increasingly more and more a punitive state. This suggests that the use of crime statistics is in fact a covenant for political conservatism, as it intrinsically leads to news that makes the public increasingly at ease and in favour of a “crime and punishment” approach.", "As our own analysis suggests, most official figures published by journalists in their stories reinforce the views on crime as those depicted by law enforcement agencies, politicians, spin-doctors and prosecuting attorneys rather than those held by social workers, parole officers, academics and offenders. Crime surveys, for example, tend to reflect the situation as viewed by the public at large (Van Dijk 2009), which tends to widely reinforce victimisation, fear of “others” and moral panics.", "Because of this innate “conservatism”, the understanding of the dynamics and processes that take place around the news reporting of official statistics needs to be examined more critically. Particularly considering that crime statistics are recorded by the police themselves and are therefore well known to be affected by inbuilt limitations (Van Dijk 2009, 13) and biases of authority: something that has been highlighted by the UK Statistics Authority which has refused to certify the data generated by most police authorities in the United Kingdom for their lack of compliance with the set standards.1", "Thus, a more critical and sound analysis on the way in which these statistics are reported is needed in order to improve the process of policy formulation and decision; one that provides a better understanding of the role of the media in fostering public anxieties that create unnecessary pressures and distortions on the process of policy making. We know, for example, that many officials and segments of the media have used statistics in past political campaigns to mobilise voters (Gest 2001; Lee 2013).", "This is a matter of increasing concern given the fact that successive governments have used crime statistics to promote and legitimise their ideologies on crime while calling it “research-led policy” (Hope 2008, 46). One of the best known examples of this practice is that of former New York Mayor, Rudy Giuliani who used statistics in order to advance his own political career, something that has been well documented in both scholarly work and the news media (Greene 1999; Harcourt 1998; Newburn and Jones 2007). In relation to this, Battersby (2010) argues that critical knowledge and awareness is necessary not only to understand the data given but also, and perhaps most importantly, to distinguish useful information from deceptive information."]}, {"title": "General Findings", "paragraphs": ["Our initial expectation was that knife crime statistics would be mostly reported in terms of “hard news” style as this is the prevalent genre in news reporting (Rudin and Ibbotson 2002, 52). This was in fact confirmed by the findings, with over 82 per cent of the news containing crime statistics being published as hard news stories; this is because most of the news stories were produced the same day that the crime statistics were released by officials and published or broadcast the next day. This happened despite the fact that these statistics reflect past events rather than current ones; something that allows us to suggest that the “newness” that prompted publication did not come from the data itself, but from the performance of releasing them to the public.", "By talking to journalists and looking at their outputs, it becomes clear that crime stories that use statistics are considered in the newsroom to be a peculiar type of news. What makes them a “hot” topic, despite reflecting past events, is that crime statistics are perceived to be a measurement of the degree of success of a government in terms of justice and crime policy. Its release to the general public is used by officials and by those in opposition to assert narratives of failure or success of the incumbent government and therefore is carefully staged by the spin doctors at the Home Office.", "The prevalent use of “hard news stories” as a journalistic genre to disseminate crime statistics also reflects the fact that they are presented to the public in a certain manner.2 To be sure, the release of crime statistics is orchestrated by the authorities as “media events”, which by nature are exercises of “hegemonic manipulations” (Dayan and Katz 1994, vii). In so doing, the agenda on crime statistics is set by those who provide the statistics in the first place rather than by the journalists or news media outlets. What should be a reflective process of public social analysis derived from the analysis and processing of numerical data becomes instead a descriptive reproduction of assumptions made by others. Only on a few occasions did we find in our sample in-depth critical analysis produced by journalists (less than 12 per cent) that was published in times in which the data had not been released the same day by official sources. These pieces were mostly produced in weekend editions and published as feature articles.", "Our study also indicates that the Home Office in London was the main source providing the statistics in most news stories. It not only provided the statistical dataset but also complementary information packages with analysis, press releases and other elements to support and facilitate the work of journalists. One exception was The Scotsman in Edinburgh, which follows instead the Scottish Government's agenda rather than that of the Home Office. However, even in this case the gathering and production of news followed similar patterns; that is, publishing the day after the Scottish Government had released the data.", "Overall, the access to news sources in terms of who provides the statistics indicates that in 73 per cent of the cases, the statistics were from government sources, while in 24.5 per cent of the cases the source of the statistics was not mentioned (although in many of them one could infer that it was also from an official source). As mentioned above, the news source mostly quoted is the Home Office which is also the main provider of these statistics (Table 1), Stabbing NewsArticulating crime statistics in the newsroomAll authorsJairo Lugo-Ocando & Renata Faria Brandãohttps://doi.org/10.1080/17512786.2015.1058179Published online:15 July 2015TABLE 1 Who presented the statistics?CSVDisplay Table", "These data confirm something that has been observed in other news beats: journalists’ over-reliance on official sources to articulate news stories (Brown et al. 1987; Goldacre 2009; Manning 2001; Lewis, Williams, and Franklin 2008).", "Likewise, close reading suggests that most sources consulted by the journalists were either the officials providing the statistics or other voices offering a human dimension to the story. In neither case did these “alternative” sources refer directly to the numerical data or question its validity and reliability. In only a few cases did we find cases of stories that incorporated other sources contradicting or questioning the data itself (less than 5 per cent of the entire sample). On this, our interviewees have a consistent explanation, In truth, the only access we have to the most current crime statistics is by the Home Office. I mean … they give us this data and to be honest it is such a volume of data that at times it is difficult to handle. I simply don't have the time as I have also to produce a couple of stories for that same day too. Before, we were three people on this beat, now it is only me and sometimes an intern. To me to include two or more sources more would require a couple of hours that I simply don't have. I am being totally honest here.3", "In truth, the only access we have to the most current crime statistics is by the Home Office. I mean … they give us this data and to be honest it is such a volume of data that at times it is difficult to handle. I simply don't have the time as I have also to produce a couple of stories for that same day too. Before, we were three people on this beat, now it is only me and sometimes an intern. To me to include two or more sources more would require a couple of hours that I simply don't have. I am being totally honest here.3", "Other interviewees also pointed to time pressures and limited resources as the main causes for the lack of variety: When I do other stories, I tend to double check by phone. I call two or maybe three people by phone. Nowadays, you know … one has little time to go there in person, particularly in a city like London where you can easily waste a couple of hours going from one part [of the city] to the other. But with crime statistics it is different, I would have to sit down face to face with an expert because we would have to look at it together. It simply wouldn't work by phone, I have tried it.4", "When I do other stories, I tend to double check by phone. I call two or maybe three people by phone. Nowadays, you know … one has little time to go there in person, particularly in a city like London where you can easily waste a couple of hours going from one part [of the city] to the other. But with crime statistics it is different, I would have to sit down face to face with an expert because we would have to look at it together. It simply wouldn't work by phone, I have tried it.4", "Our content analysis confirms this practice: in 56.1 per cent of the cases there was only one or no primary sources, which we define here as “one that is personally researched by the journalist” (Rudin and Ibbotson 2002, 32) (Table 2). Stabbing NewsArticulating crime statistics in the newsroomAll authorsJairo Lugo-Ocando & Renata Faria Brandãohttps://doi.org/10.1080/17512786.2015.1058179Published online:15 July 2015TABLE 2 Number of primary sources quotedCSVDisplay Table", "Indeed, most journalists interviewed said that they tended to use fewer sources than in other news beats mostly because of “time pressures”: Normally we get the statistics and have to work with them all day. In some bigger newspapers you tend to get support and time to deal with that news story on the day. However, that is not our case. We are a medium size newspaper struggling. We don't have enough staff so I have to single-handedly produce the whole story with what I have while often having also to write something else that day. I am lucky if I managed to include one additional source.5", "Normally we get the statistics and have to work with them all day. In some bigger newspapers you tend to get support and time to deal with that news story on the day. However, that is not our case. We are a medium size newspaper struggling. We don't have enough staff so I have to single-handedly produce the whole story with what I have while often having also to write something else that day. I am lucky if I managed to include one additional source.5", "This lack of diversity of news sources is further problematised by the over-dependency on official sources, which as we have discussed is a characteristic of journalism in general, but that in this case seems even more challenging. In fact, we carried out comparative close reading of published news against press releases made available by the Home Office on the same day. In many cases we saw that news stories referring to crime statistics basically reproduced these press releases to a great degree or were very similar in terms of news angle and data used to the press release of the day. This is not a surprising finding given the over-dependency of journalists in current times on public relations, which has come to fill the information deficit produced by diminishing resources (Davies 2011; Lewis, Williams, and Franklin 2008).", "Our close reading of the sample also showed that there is a lack of investigative reporting around knife crime statistics and there is hardly any indication that journalists engaged in more advance ways of using statistics to develop a more in-depth analysis of crime and society. To be sure, very few of the articles (only eight) showed explicitly or suggested implicitly any type of test related to regressions, correlations or factor analysis. This indicates that in most cases the journalists did not explore in full the potential of the data to inform about policy and outcomes.", "When asked about this lack of “tests” in the sample, three of the journalists interviewed claimed time pressure and other prerogatives in the newsroom as the main reason behind it. However, one of the interviewees pointed out lack of knowledge: To process that type of data in that way, I would probably need additional training in both using the software and developing the analytical skills necessary to process them. Otherwise, I would have to seek expert advice and there is simply not time to do that under the current pressures we are under. I have covered this beat now for a couple of years and frankly I don't know any of my colleagues who could do that … no one that I know working on this beat would know how to do these tests.6", "To process that type of data in that way, I would probably need additional training in both using the software and developing the analytical skills necessary to process them. Otherwise, I would have to seek expert advice and there is simply not time to do that under the current pressures we are under. I have covered this beat now for a couple of years and frankly I don't know any of my colleagues who could do that … no one that I know working on this beat would know how to do these tests.6", "All of the interviewees agreed that more training is necessary, although they did all recognise the need to use the data made available in the newsroom better: We do need to make a greater effort in the newsroom to assess this data better, even if that means breaking the cycle of having to publish everything on the day. As a [Home Affairs] correspondent I believe that we could do a better service if we did that. Now … I am not sure how would that be possible under the current situation, perhaps, reflecting on ourselves we are too fixed to the idea that these statistics have to be published tomorrow. Perhaps … I think, we could agree among the media to [impose an] embargo [to] the news as to give us all more time to digest them … I don't know if that is possible, but perhaps it is an idea.7", "We do need to make a greater effort in the newsroom to assess this data better, even if that means breaking the cycle of having to publish everything on the day. As a [Home Affairs] correspondent I believe that we could do a better service if we did that. Now … I am not sure how would that be possible under the current situation, perhaps, reflecting on ourselves we are too fixed to the idea that these statistics have to be published tomorrow. Perhaps … I think, we could agree among the media to [impose an] embargo [to] the news as to give us all more time to digest them … I don't know if that is possible, but perhaps it is an idea.7", "When asked why their own newsroom did not spend as much time and resources in examining crime statistics as they do with election polls, they all said the same thing: one is considered more important than the other and therefore the coverage of elections is allocated far more resources than the crime beat. As one of the interviewees put it: You cannot compare the two things! An election is a huge event you know … all the newsroom stops in order to cover that. Resources are poured into making sure that we don't miss anything, particularly what the polls say about who is going to win. In my own place [of work], they cleared an office for two experts they brought … and it wasn't even part of the rest of the open space. That office was our meeting room … we have to meet in one of the corridors until the end of the campaign. That tells you how important it is. That would never happen in a million years in relation to crime statistics.8", "You cannot compare the two things! An election is a huge event you know … all the newsroom stops in order to cover that. Resources are poured into making sure that we don't miss anything, particularly what the polls say about who is going to win. In my own place [of work], they cleared an office for two experts they brought … and it wasn't even part of the rest of the open space. That office was our meeting room … we have to meet in one of the corridors until the end of the campaign. That tells you how important it is. That would never happen in a million years in relation to crime statistics.8", "Additional close reading of the sample points out that knife crime statistics are mostly accessed by journalists and news editors by means of “media events” (Dayan and Katz 1994), which are staged and managed by officials with vested interest in spinning news. Instead, only a small number of news stories on knife crime are contextualised historically as most of them tend to focus on snapshot data provided in these media events by officials (Table 3). Stabbing NewsArticulating crime statistics in the newsroomAll authorsJairo Lugo-Ocando & Renata Faria Brandãohttps://doi.org/10.1080/17512786.2015.1058179Published online:15 July 2015TABLE 3 Time-scale of the statistics usedCSVDisplay Table", "In other words, journalists tend to concentrate on statistics that refer to what is happening “now”, making it difficult for the public to see trends or understand their relationship with specific circumstances and policies. Journalists interviewed contested these findings: But we do offer historical perspective! We use crime statistics from longitudinal datasets. I myself always try to compare today's statistics with yesterday's, particularly in relation to previous government. Well … I wouldn't go as far back as 10 years, because that doesn't make sense. Our readers want to know what is going on today and certainly they are interested in what this data says in relation to last year … I might include a decade [of data], but as part of larger piece not on that day.9", "But we do offer historical perspective! We use crime statistics from longitudinal datasets. I myself always try to compare today's statistics with yesterday's, particularly in relation to previous government. Well … I wouldn't go as far back as 10 years, because that doesn't make sense. Our readers want to know what is going on today and certainly they are interested in what this data says in relation to last year … I might include a decade [of data], but as part of larger piece not on that day.9", "In other words, they believe that they do provide context by interpreting short longitudinal data as “historical” while dismissing longer historical sets as irrelevant for their audiences.", "Another important finding from the close reading is the lack of follow-ups as few stories tend to link with previous explanations or are contrasted with past policy. In our sample, it was The Guardian and The Observer which made more follow-ups to the initial stories and these titles were also at the forefront in developing stories based on knife crime statistics that were independent from the agenda set by the release of statistics by the Home Office. However, even in these cases, it was only a few stories (only 12 in the whole period) that were re-assessed by other sources, contrasted against a distinctive set of evidence or compared to what officials had said in previous years.", "Overall, news on crime statistics rarely enjoys follow-ups the next day. That is not to say that news on knife crime did not appear for several days as a news theme in the same newspaper but they did so either as a campaign or as independent stories. Only a tiny proportion of stories based on crime statistics received the type of follow-ups, scrutiny or historical contextualisation that stories from other beats get (less than 4 per cent). Moreover, looking at these findings, one can categorically suggest that historical context—in terms of longitudinal data analysis, news follow-ups and policy assessment—is the great absentee in the reporting of crime statistics.", "These findings are particularly significant in light of prevalent news cultures among journalists which assume that these types of shortcomings can be corrected the next day (Bugeja 2007, 50). In other words, there is an understanding in the newsroom that if a story is somehow incomplete, slightly inaccurate or something else needs to be said, journalists and editors can always correct this the following day. But, as we have seen here, this does not happen. This, to us, is indicative of one of the great paradoxes we found: that when it comes to scrutinising statistics and cross-referencing the sources that produce them, the traditional procedures paraded as part of pragmatic objectivity and which demand cross-referencing and contextualisation are rarely applied, this despite the aura of scientific truth that journalism claims for itself."]}, {"title": "Conclusions", "paragraphs": ["Overall, the news media tend normatively to presents itself as the “mirror of reality” (Broersma 2010; Mindich 1998), as it claims to offer a factual representation of the world out there that is as comprehensive and as unbiased as possible. However, by looking at this sample, what we find is a very different picture. One that is largely dominated by the sources producing the statistics and by the editorial dynamics, prerogatives and agendas of the news media itself, rather than by a system of checks and balances of public policy. What we see here is that the statutory duty to produce these statistics and present them to the public in a democratic society so as to foster self-criticism is instead a practice done in ways that reinforce prevalent discourses and particular agendas.", "What we were also able to see is how, contrary to the assumptions of objectivity and factuality that journalists bear on crime statistics, these numbers are instead subject to the same type of agency and power games which are pretty much present in other news beats. More importantly, we were able to highlight how the lack of criticality towards statistics opens the possibility for official sources to use the media to advance their own agendas in a manner which serves their own interests rather than those of society as a whole.", "There also seems to be, based on our findings, a faster pace of information, which creates repetition in a sort of mimicry within the general news media of what those in power want them to say. Information provided by the sources, in the format of press releases and information packages, is then replicated—almost unchanged in some cases—by media outlets. It is in this context that the reporting of crime data, rather than an exercise of accountability for public policy, seems to have become instead a repetitive ritualistic performance in which journalists covering crime statistics pretend to be reporting objectively and authorities pretend to be fulfilling their obligation of informing the public. Thus, both journalists and officials are ill serving a society that so desperately needs to dissipate the fog of moral panics that crime reporting has created over the years."]}], "references": [{"title": "Spaces of (in)Security: Media and Fear of Crime in a Local Context", "year": "2005", "journal": "Crime, Media, Culture", "volume": "1", "authors": [{"name": "Banks Mark", "first_name": "Banks", "last_name": "Mark"}]}, {"title": "The Unbearable Limitations of Journalism on Press Critique and Journalism&#039;s Claim to Truth", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}]}, {"title": "Invisible Power: Newspaper News Sources and the Limits of Diversity", "year": "1987", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "64", "authors": [{"name": "Brown Jane Delano", "first_name": "Brown", "last_name": "Delano"}, {"name": "Bybee Carl R.", "first_name": "Bybee", "last_name": "R."}, {"name": "Wearden Stanley T.", "first_name": "Wearden", "last_name": "T."}, {"name": "Straughan Dulcie Murdock", "first_name": "Straughan", "last_name": "Murdock"}]}, {"title": "Making Whole: The Ethics of Correction", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Bugeja Michael", "first_name": "Bugeja", "last_name": "Michael"}]}, {"title": "Media(ted) Discourse and Society", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Carvalho Anabela", "first_name": "Carvalho", "last_name": "Anabela"}]}, {"title": "Bias in the Newspaper Reporting of Crime News", "year": "1983", "journal": "British Journal of Crominology", "volume": "23", "authors": [{"name": "Ditton Jason", "first_name": "Ditton", "last_name": "Jason"}, {"name": "Duffy James", "first_name": "Duffy", "last_name": "James"}]}, {"title": "Media Consumption and Public Attitudes Toward Crime and Justice: The Relationship Between Fear of Crime, Punitive Attitudes, and Perceived Police Effectiveness", "year": "2003", "journal": "Journal of Criminal Justice and Popular Culture", "volume": "10", "authors": [{"name": "Dowler Kenneth", "first_name": "Dowler", "last_name": "Kenneth"}]}, {"title": "On the Relevance of Standpoint Epistemology to the Practice of Journalism: The Case for “Strong Objectivity”", "year": "1998", "journal": "Communication Theory", "volume": "8", "authors": [{"name": "Durham Meenakshi Gigi", "first_name": "Durham", "last_name": "Gigi"}]}, {"title": "Criminologists Making News? Providing Factual Information on Crime and Criminal Justice Through a Weekly Newspaper Column", "year": "2007", "journal": "Crime, Media, Culture", "volume": "3", "authors": [{"name": "Feilzer Martina Yvonne", "first_name": "Feilzer", "last_name": "Yvonne"}]}, {"title": "The Impact of Corporate Credibility and Celebrity Credibility on Consumer Reaction to Advertisements and Brands", "year": "2000", "journal": "Journal of Advertising", "volume": "29", "authors": [{"name": "Goldsmith Ronald E.", "first_name": "Goldsmith", "last_name": "E."}, {"name": "Lafferty Barbara A.", "first_name": "Lafferty", "last_name": "A."}, {"name": "Newell Stephen J.", "first_name": "Newell", "last_name": "J."}]}, {"title": "Mídia e Crime: liberdade de informacao jornalística e presuncao de inocencia", "year": "2010", "journal": "Revista do Direito Público", "volume": "08", "authors": [{"name": "Gomes de Melo Carla", "first_name": "Gomes", "last_name": "de Melo Carla"}]}, {"title": "Zero Tolerance: A Case Study of Police Policies and Practices in New York City", "year": "1999", "journal": "Crime \\& Delinquency", "volume": "45", "authors": [{"name": "Greene Judith A.", "first_name": "Greene", "last_name": "A."}]}, {"title": "The ‘Objectivity’ Ideal and its Limitations in 20th-Century British journalism", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark"}]}, {"title": "Reflecting on the Subject: A Critique of the Social Influence Conception of Deterrence, the Broken Windows Theory, and Order-Maintenance Policing New York Style", "year": "1998", "journal": "Michigan Law Review", "volume": "97", "authors": [{"name": "Harcourt Bernard E.", "first_name": "Harcourt", "last_name": "E."}]}, {"title": "Do we Really Need the S- Word?", "year": "2013", "journal": "American Scientist", "volume": "101", "authors": [{"name": "Higgs Megan D.", "first_name": "Higgs", "last_name": "D."}]}, {"title": "The Effect of the 2011 London Disorder on Public Opinion of Police and Attitudes Towards Crime, Disorder, and Sentencing", "year": "2013", "journal": "Policing", "volume": "7", "authors": [{"name": "Hohl Katrin", "first_name": "Hohl", "last_name": "Katrin"}, {"name": "Stanko Betsy", "first_name": "Stanko", "last_name": "Betsy"}, {"name": "Newburn Tim", "first_name": "Newburn", "last_name": "Tim"}]}, {"title": "Dodgy Evidence – Fallacies and Facts of Crime Reduction, Part 2", "year": "2008", "journal": "Safer Communities", "volume": "7", "authors": [{"name": "Hope Tim", "first_name": "Hope", "last_name": "Tim"}]}, {"title": "Pretend it Works: Evidence and Governance in the Evaluation of the Reducing Burglary Initiative", "year": "2004", "journal": "Criminal Justice", "volume": "4", "authors": [{"name": "Hope Tim", "first_name": "Hope", "last_name": "Tim"}]}, {"title": "Public and Police Perceptions of Crime Seriousness in England and Wales", "year": "1985", "journal": "British Journal of Criminology", "volume": "25", "authors": [{"name": "Levi Michael", "first_name": "Levi", "last_name": "Michael"}, {"name": "Sally Jones", "first_name": "Sally", "last_name": "Jones"}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Crime, Media, Coding: Developing a Methodological Framework for Computer-Aided Analysis", "year": "2008", "journal": "Crime, Media, Culture", "volume": "4", "authors": [{"name": "Lindgren Simon", "first_name": "Lindgren", "last_name": "Simon"}]}, {"title": "Setting the Public Fear Agenda: A Longitudinal Analysis of Network TV Crime Reporting, Public Perceptions of Crime, and FBI Crime Statistics", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Lowry Dennis T.", "first_name": "Lowry", "last_name": "T."}, {"name": "Nio Tarn Ching Josephine", "first_name": "Nio", "last_name": "Josephine"}, {"name": "Leitner Dennis W.", "first_name": "Leitner", "last_name": "W."}]}, {"title": "There&#039;s No Glamour in Glue: News and the Symbolic Framing of Substance Misuse", "year": "2006", "journal": "Crime, Media, Culture", "volume": "2", "authors": [{"name": "Manning Paul", "first_name": "Manning", "last_name": "Paul"}]}, {"title": "Overcoming the Objectivity of the Senses: Enhancing Journalism Practice Through Eastern Philosophies", "year": "2015", "journal": "International Communication Gazette", "volume": "77", "authors": [{"name": "Martinisi Alessandro", "first_name": "Martinisi", "last_name": "Alessandro"}, {"name": "Jairo Lugo-Ocando", "first_name": "Jairo", "last_name": "Lugo-Ocando"}]}, {"title": "Symbolizing crime control Reflections on Zero Tolerance", "year": "2007", "journal": "Theoretical Criminology", "volume": "11", "authors": [{"name": "Newburn Tim", "first_name": "Newburn", "last_name": "Tim"}, {"name": "Jones Trevor", "first_name": "Jones", "last_name": "Trevor"}]}, {"title": "Crime News and Real-World Blues The Effects of the Media on Social Reality", "year": "1987", "journal": "Communication Research", "volume": "14", "authors": [{"name": "O'Keefe Garrett J.", "first_name": "O'Keefe", "last_name": "J."}, {"name": "Kathaleen Reid-Nash", "first_name": "Kathaleen", "last_name": "Reid-Nash"}]}, {"title": "How the News Media Reported on Three Mile Island and Chernobyl", "year": "1987", "journal": "Journal of Communication", "volume": "37", "authors": [{"name": "Rubin David M.", "first_name": "Rubin", "last_name": "M."}]}, {"title": "The Media Politics of Crime and Criminal Justice", "year": "1991", "journal": "British Journal of Sociology", "volume": "42", "authors": [{"name": "Schlesinger Phillip", "first_name": "Schlesinger", "last_name": "Phillip"}, {"name": "Tumber Howard", "first_name": "Tumber", "last_name": "Howard"}, {"name": "Murdock Graham", "first_name": "Murdock", "last_name": "Graham"}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "What Educated Citizens Should Know about Statistics and Probability", "year": "2003", "journal": "The American Statistician", "volume": "57", "authors": [{"name": "Utts Jessica", "first_name": "Utts", "last_name": "Jessica"}]}]}