{"doi": "10.1080/21670811.2017.1340094", "url": "https://doi.org/10.1080/21670811.2017.1340094", "title": "Visualization, Technologies, or the Public?", "volume": "6", "year": "2018", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Zhang", "first_name": "Xinzhi", "name": "Xinzhi Zhang"}], "abstract": "Data(-driven) journalism has triggered debates about whether this innovative storytelling and investigative approach, using data analytical and computational methods, better serves the public. Applying the concept of articulation, wherein an array of terms are juxtaposed and expressed together, this paper examines how the term “data-driven journalism” is represented on social media. Focusing on the Twittersphere as the research context, the paper employed the Twitter search application programming interface (API) to harvest all available public tweets (N = 6951) containing hashtags or keywords related to data-driven journalism within a four-week period in late 2016. A text-mining analysis of the contents of these tweets found that they focused extensively on journalistic practices, data visualization, and data analytical techniques. Further analysis on the hashtag co-occurrence network revealed that a number of hashtags bridged and organized the discussion of data-driven journalism in the Twittersphere. Some hashtags on technologies and commercial applications, such as “#dataviz,” “#bigdata,” and “#datajournalism,” were located at important positions in the network. In contrast, public-related terms, such as “#opendata” or “#opengovernment,” were mentioned in a limited way and positioned peripherally. Implications for journalism and society are discussed.", "body": [{"title": "Introduction", "paragraphs": ["Data-driven journalism, sometimes referred to as data journalism, is becoming a popular term in the newsroom and among audiences. With a number of variations of terminology, including data journalism, computational journalism, programmer/algorithmic journalism, robot reporting, automated journalism (as reviewed by Hammond 2017), data-driven journalism can be defined as the journalistic practice of obtaining, reporting on, organizing, editing, and publishing data in the public interest via collaboration related to the techniques of statistics, computer science, visualization, designing, and news reporting (Coddington 2015). With advanced data analytical methods and new media technologies, data-driven journalism has triggered a considerable volume of scholarly research and a series of debates. Among news professionals, there have been both motivated forerunners as well as skeptics that were not familiar with these reporting methods introduced from other disciplines (Appelgren and Nygren 2014). News media are often labeled as the fourth estate (Schultz 1998) and are expected to provide the public with knowledge while monitoring power-holders and giving voice to the voiceless and the underprivileged. It is considered that data-driven reports provide the public with a better understanding of current events in a vivid, interactive manner (Gray, Chambers, and Bounegru 2012). In contrast, from a conservative viewpoint, as Karlsen and Stavelin (2014, 34) explicated, even in data-journalism practice, the values and aims [of news reporting] were aligned with tradition, such that even though data analytical methods offer opportunities to reporters by those journalistically appealing datasets, data-driven journalism was less likely to increase the efficiency of journalistic practice, or in any other way “rid journalists from low-level technical work.”", "Following this line of inquiry, the present study examines how the concept of data-driven journalism as an emerging field of news production is understood and discussed in the setting of social media. While most previous studies concerning this new type of journalistic practice focused on the perceptions of journalism professionals, the present study centers around the debates and discussions through the lens of the Twittersphere. Twitter is among the most popular and active social networking sites, as approximately a quarter of online adults in the United States use Twitter (Greenwood, Perrin, and Duggan 2016). Twitter offers a direct and public channel for citizens and professional actors to connect and interact with each other (Bode et al. 2015), and is a crucial online platform for data-driven journalism professionals to engage and interact with the general audience (Boyles and Meyer 2016). To investigate how people make sense of and discuss a particular term or idea, the present paper follows prior work by Bucher (2016) and applies the concept of “articulation” (Hall 1986). Articulation refers to the process of putting an array of different terms together in discourse, thereby demonstrating how a particular term is understood, interpreted and made sense of.", "Empirical evidence employed in the paper was collected from public tweets on Twitter with a search application programming interface (API) in late 2016. Text-mining analysis focused on the topics and hashtags of the tweets. The objectives of the present study were to investigate how ordinary people discuss the subject of data-driven journalism, the topics they raise, and how different groups of topics are related. The results of the present study offer deeper insight into how active social media users make sense of this new approach to news production, beyond existing studies which only focused on professionals in offline settings. It contributes to answering Manovich’s (2011) call for research that reveals the interaction between data collection, algorithmic analysis, computational methods, and how public knowledge is produced."]}, {"title": "Literature Review", "paragraphs": ["Data-driven journalism, or data journalism, is defined as the practice of obtaining, reporting on, organizing, editing, and publishing data in the public interest, which involves collaboration in the use of statistical, computer science, visualization, designing, and news-reporting techniques (Coddington 2015; Stray 2011). The present study speaks to the emerging trend of “quantitative oriented journalism,” which involves quantitative approaches of “gathering, analyzing, and computing … information as well as quantitative data” in the news-reporting practice (Coddington 2015, 332). The present study may not exhaustively cover all of the possible forms taken by such quantitative-oriented journalism. Besides data-driven journalism, it also includes two other types of quantitative journalism, namely computer-assisted reporting and computational journalism, summarized by Coddington (2015). Computer-assisted reporting is defined as reporting news using empirical social science methods (surveys, content analysis) and statistical analysis to address journalistic questions, which also represents the most conventional type of quantitative journalism, rooted in what Meyer termed precision journalism (Meyer 2002). Computational journalism represents the advanced application of data-driven journalism at this stage, which changes the way how stories are “discovered, presented, aggregated, monetized, and archived” and relying on multiplatform and innovative technics in topic detection, video analysis, personalization, aggregation, visualization, and sensemaking” (Cohen, Hamilton, and Turner 2011, 66).", "Distinguishing the similarities and differences of these three types of quantitative journalism is beyond the scope and purpose of the present study, which uses the term “data-driven journalism” to cover such quantitative-oriented journalistic practice for two reasons. First, theoretically, as Coddington summarized, computer-assisted reporting is rooted in social science methods … and public-affairs orientation of investigative journalism, data journalism is characterized by its participatory openness and cross-field hybridity, and computational journalism is focused on the application of the processes of abstraction and automation to information. (Coddington 2015, 337)", "computer-assisted reporting is rooted in social science methods … and public-affairs orientation of investigative journalism, data journalism is characterized by its participatory openness and cross-field hybridity, and computational journalism is focused on the application of the processes of abstraction and automation to information. (Coddington 2015, 337)", "However, all such practices stay with the fourth estate and watchdog function of the news media, serving the public interest. As explained by the news professionals in Borges-Rey’s (2016, 837) paper, adopting quantitative methods enabled a wider range of data, whereas these data sources could help journalists to examine “corporate wrong doings, placing private institutions under similar degrees of scrutiny to those experienced by public power holders.” Second, empirically, a focus on “data” captures the essence of the quantitative endeavor. As explained by the interviewees in Borges-Rey’s (2016, 837) study, it was data being regarded as “embodied entities” that mediate their editorial practice.", "As an emerging field of news production, it is crucial to examine how ordinary people understand data journalism. Previous studies have attempted to clarify the perceptions of data-driven journalism by media professionals. Optimistic views tend to believe that data journalism facilitates the greater public good. For example, Parasie and Dagiral (2013) identified three promising aspects of data-driven journalism: (1) it enhances objectivity by analyzing data during news reporting, (2) it offers new methods to news organizations to monitor the government using in-depth investigation, and (3) it helps ordinary people to participate in the production and analysis of data. Felle (2016, 94) interviewed 26 journalists working in data-driven journalism in 17 countries and found that most of the journalists believed that data-driven reporting was an important tool for journalists to perform “a democratic ‘fourth estate’ role as a watchdog on those in power—both elected government and bureaucracy” because data-driven news reporting could facilitate the accountability role of journalism and serve the public better. From a computational technical perspective, Diakopoulos (2015) argued that computational journalism has the merits of accountability and transparency, as algorithms could make the data analytical procedure replicable.", "However, other viewpoints have been less enthusiastic. De Maeyer et al. (2015) listed several dilemmas challenging the practice of data journalism. They examined the practice in French-speaking Belgian news organizations and found that news professionals held “different approaches to data journalism, in terms of definition, worthiness, or training” (443); moreover, they observed discrepancies in the understanding of data-driven journalism between the data experts and traditional journalists, such that data experts could specify challenges and needs offered by data analytical skills, whereas traditional journalists regarded data journalism as merely a tool for journalistic work that did not necessarily require particular attention, training, or organizational policy. From the institutional level, they found that the promotion of data-driven journalism relied on “a handful of passionate individuals, only partly backed up institutionally, and a limited amount of consensual references that could foster a shared interpretive community” (432). In addition, Karlsen and Stavelin (2014) conducted interviews in Norwegian newsrooms and found that even when the skills and methods used in data-driven journalism were different from those in traditional investigative reporting, the news values and aims should be well aligned with tradition, and there was limited evidence that computational methods made news production more efficient. In the previously mentioned interviews conducted by Felle (2016), the respondents also indicated that using and manipulating data itself might not necessarily be a new method of investigation.", "The above studies shed light on the development of data-driven journalism, highlighting both promising aspects and challenges. However, these studies have two shortcomings. First, most studies used qualitative interviews, thereby limiting the results to a particular geographical region or a particular news organization. A more general picture on the debate of the case is called for. Second, as previously mentioned, most prior studies on the responses and practices of data-driven journalism are restricted to news professionals in offline settings (Chadha and Wells 2016). Other instances include two prior studies (Knight 2015; Young, Hermida, and Fulda 2017) which focused on published data-driven journalistic work and examined the content and format of those news works. However, the published media contents might not be able to reflect the daily discourses taking place in their natural context. To enrich the insights obtained from a limited number of professionals in offline settings while understanding the debates around this approach, the present study moves to the articulation of this topic in the lens of the Twittersphere. The following two sections explain the concept of articulation and the Twittersphere, respectively.", "When applying the concept of articulation, the present study followed Bucher’s (2016) work, which focused on the sense-making process in data-driven journalism through an empirical study of Scandinavian journalists. As a concept from cultural studies, articulation means to put together or to express (Barker 2008). Hall (1986, 53) explained it as “the form of the connection that can make a unity of two different elements, under certain conditions. It is a linkage which is not necessary, determined, absolute and essential for all time.” Expressed differently, the process of articulation is to express several unities or discursive elements in a juxtaposed manner, while these unities or elements may not have any common characteristic to be put together (Barker 2008).", "The concept of articulation offers a better understanding of data-driven journalism’s practice in twofold. First, conceptually, examining articulation can help to understand the meaning-generation process by positioning elements in particular relationships with one another (Bucher 2016). Revealing how data-driven journalism—an interdisciplinary concept itself—is associated with other terms and expressions can help to understand the epistemology and practice of data-driven journalism’s practitioners and active contributors. Second, practically, the field of data-driven journalism is balancing between data-driven journalism’s technical functions versus its public-oriented functions. Although data-driven journalism involves intensive technical inputs from data science with data analytical skills, it is still as public-oriented as other forms of traditional journalism in helping to establish an informed and active citizenship. In describing the nature of data-driven journalism, Appelgren (2017, 7) addressed the term “paternalistic” and argued that journalism should be “broad, soft, weak, positive and welfare-oriented … [involving] non-state actors, [providing] choices for individuals … to make citizens flourish as whole persons in a democracy, promotes welfare-enhancing outcomes and provides citizens with the tools they need to self-govern.” Bucher (2016) found that most of the data-journalism professionals in the Scandinavian region articulated the term data journalism with different themes. They believed that data and computing machines do not have human instincts as news production had become overly mechanized, and they also doubted whether data journalism could benefit the public if the contents were too personalized. Other similar prior works have tried to associate data journalism with other concepts and terms to reflect people’s understanding of these new production techniques. For example, Borges-Rey (2016, 841) conducted semi-structured interviews with journalism professionals in the United Kingdom and reported that data-driven journalism was defined by two paradigms, namely “(1) articulating quantifiable evidence and its subsequent contextualization through human testimony; and (2) combining journalistic perspectives and computing logics [in order to uncover the hidden truth, or to obtain novel insights of the social reality, and] package these content as a multi-layered, database-driven, and informational experience.” In Borges-Rey’s (2016) study, although the framework of articulation was not applied, it is inferred from the analysis that data-driven journalism was articulated with relevant terms such as quantitative methods, computing logics, insights, data, and information. Both studies mentioned above suggested that, in the view of media professionals working on data-driven journalism, this type of news production process is expected to be associated with contributing to the public good, wherein data-related analytical and visualization skills and methods are important but at a secondary role. In discussing the negative impacts of the usage of interactivity in data visualization practice, Young, Hermida, and Fulda (2017) implemented a content analysis of data-driven journalism work participating in a professional award. They argued that while collaborations among journalists, programmers and data scientists were emerging, most of the data-driven reports were “deploying interactivity for interactivity’s sake” (15) as these works abused a great amount of information visualization technologies but offered limited contribution in making sense of such information. Therefore, it is crucial to understand how the concept of data journalism is discussed with other terms, which can reflect the role of data-driven journalism played in the latest journalist practice.", "The present study focuses on the articulation of data-driven journalism via the lens of social media, with empirical reference to the posts written by Twitter users. A number of prior studies have focused on Twitter and examined how a certain issue or case has been discussed and represented on Twitter, and the arena of such discussion is termed as the Twittersphere (Kim and Park 2012; Marchetti and Ceccobelli 2016; Nelson 2011). Although the discussion in the Twittersphere cannot represent the entire social media arena, nor can it be generalized to the entire population, the applicability of focusing on the Twittersphere in the present study is justified in three ways. First, Twitter is not only an active and popular social media site having a high penetration rate globally, but also plays a crucial role especially in the field of journalism. Twitter has “evolved into a mechanism for breaking, sharing, and contextualizing news where more than 500 million global users now post more than a billion messages, photos, and links each week” (Holton et al. 2014, 33). Second, Boyles and Meyer (2016) proposed that social media was a hopeful channel for promoting conversation related to data-driven journalism among professionals and a wider range of audiences and stakeholders. Twitter posts reveal people’s discursive representation of a certain topic in their everyday life. Third, data-driven journalism is mostly based on online platforms. Twitter is widely used to publish, share, and promote news reports, especially data-driven reports. Young, Hermida, and Fulda (2017) found that most data-driven journalism work provided a Twitter and Facebook button for the readers to share the contents via social media. Hence, examining the contents of these Twitter posts serves as an appropriate lens to observe the relationships between technology, journalism, and the public.", "Methods for prior studies to investigate the contents of tweets include topic modeling and hashtag analysis. Topic modeling is used to predict and classify the contents into a number of different topic categories, thereby reducing the complexity of large amounts of information (Hong and Davison 2010). In the present study, topic modeling is applied to describe and reveal how data-driven journalism is represented in tweets, and to clarify major themes of tweets. Empirical studies have used topic modeling to specify marking strategies (Chandra, Jiang, and Wang 2016). Another line of study on the content of Twitter posts is focused on the hashtag, which is a unique type of user behavior that can be observed on Twitter. A hashtag, designated by a “hash symbol” (#), is a keyword describing the content of a tweet by the user him- or herself. A hashtag is crucial to organize information on Twitter, and it helps to organize discussion around particular topics and events (Small 2011). As Bode et al. (2015) explained, Twitter hashtags allowed users to create discursive aggregates around a shared interest, and encouraged the establishment of multiple public spheres defined by the users’ shared concerns, self-identity, and expressive strategies. When hashtags are used to study the dynamics of public communication on a variety of issues, Burgess, Galloway, and Sauter (2015) reviewed that hashtags are useful communicative markers which can facilitate discussions and establish a group of consistent contributors of a certain topic by providing context and enabling people to participate in the discussion and request related information. The hashtag allows users to search messages with a specific theme or topic, and it represents how users categorize the key themes of the tweets, thereby reflecting how they attempt to make sense of tweets.", "As an application of hashtag studies, the present study focuses on the hashtag co-occurrence network. To establish such a hashtag co-occurrence network, if two hashtags are co-occurring in a tweet, an edge is established between these two hashtags. Similarly, if multiple hashtags are posted in one tweet, edges are created for each pair of the hashtags. As Thorson et al. suggested (2016), analyzing the network of hashtag co-occurrence is a possible key to investigate how individuals build connections between their personal understanding of a particular issue and the broader conversation about this issue. Creating such a network can help to gain deeper insights into the hidden structure of the topics of tweets and empirically test the articulation process; as mentioned above, articulation clarifies how one links different terms. Previous studies have applied this analytical method to examine the network established from such co-occurring hashtags (e.g., Thorson et al. 2016; Weng and Menczer 2015). Burgess, Galloway, and Sauter (2015) examined the hashtag co-occurrence to specify the relations between the topic on #agchatoz (“Agricultural Chat Australia”) and many other topics, as they determined that the discussion networks and communities were coordinated by using Twitter hashtags; they illustrated that the areas of topics associated with #agchatoz included farmer-based issues, political issues, and environment issues.", "Having reviewed conceptual frameworks and methods adopted by prior studies, to build on previous research, the present study investigates the understanding of data-driven journalism, with a focus on Twittersphere expressions. The following two research questions are posed:RQ1: What are the major topics on data-driven journalism being discussed in the Twittersphere?RQ2: To what extent is the articulation of data-driven journalism in the Twittersphere related to other themes, such as technologies, visualization, and public?", "RQ1: What are the major topics on data-driven journalism being discussed in the Twittersphere?", "RQ2: To what extent is the articulation of data-driven journalism in the Twittersphere related to other themes, such as technologies, visualization, and public?"]}, {"title": "Data and Method", "paragraphs": ["The study used a Twitter search API to harvest relevant public tweets with the “twitteR” package in R. The Twitter search API is part of Twitter’s REST API, which allows queries to search a sampling of recent tweets published in the past seven days (Twitter 2017). It is therefore acknowledged that the search API could not provide all the relevant tweets. Since data-driven journalism comprises a variety of terminologies, to precisely target the relevant tweets, the search queries in the present project followed terminologies coined by Coddington (2015), which were specified as such: “data journalism,” “data-driven journalism,” “computational journalism,” and “computer-assisted reporting.” These queries harvested the tweets containing both keywords, regardless of the sequences of the terms, as well as the tweets containing the exact wordings of the terms. For example, the search query “data journalism” would harvest tweets (1) containing both “data” and “journalism; and (2) containing the term “data journalism.” Meanwhile, the search API allows hashtag search by denoting a hashtag sign (“#”). The hashtags of “#datajournalism,” “#datadrivenjournalism,” and “#computerassistedreporting” were also included. By doing so, all tweets containing the exact wordings such as “data journalism” and “data-driven journalism” were included. On the other hand, tweets stipulating quantitative-oriented practice such as “data,” “computational,” and “computer-assisted” within the journalism scope were included as well.", "Searched in this way, the queries generated a total of 6951 tweets created between November 25, 2016 and December 28, 2016, with a timespan of approximately one month. Since the Twitter search API only harvested the past 7–10 days’ public tweets, the data were collected in five installments (i.e., the search was performed roughly once every seven days, that is, on December 5, 14, 21, and 28, 2016, removing duplicated tweets). It is acknowledged that the tweets compiled here were merely a tiny snapshot of the entire Twittersphere within a short period of time. However, the evidence is still valid for addressing the research questions, when (1) the search API retrieved a random sample of publicly available tweets and (2) since the paper does not aim to generalize the findings to the entire population but within the Twittersphere, findings from a snapshot of a certain period is expected to be comparable to the general scenario in the Twittersphere. All harvested tweets were cleaned, including changing all characters to lower case, removing all non-English characters, removing all URLs, and removing all English stopwords like “an” and “the”—although some exceptions, such as “r,” “big,” and “data,” were subtracted from the stopword list.", "The analytical strategies were twofold. First, an unsupervised topic modeling analysis was implemented to delineate the frequencies of terms related to data-driven journalism and retrieve several topics and their associated terms. As mentioned earlier, the purpose was to describe and reveal how data-driven journalism is represented in the tweets; this clarified the contents and categorizations of the tweets. Second, a network analysis was conducted based on the hashtag co-occurrence network. If two hashtags were co-occurring in a particular tweet, an edge was established between the two hashtags. As stipulated earlier, creating such a network can help to gain deeper insights of the hidden structure of the topics of the tweets and empirically test the articulation process. The following analysis also describes the network structure and node-level (hashtag) characteristics in the network."]}, {"title": "Results", "paragraphs": ["The sample included a total of 6951 tweets. These tweets were created by 4286 user accounts, specified by their screen names. Table 1 reports the top-25 most active users (in terms of the number of tweets they posted, and the percentage of his or her tweets within the entire sample harvested). To take a further examination of who these users were, the present study further manually checked the background information of each user: whether it is an officially verified account (if so, there is a blue “V” (verified) mark on the screen name), how many tweets he or she posted, the numbers of follows, and the numbers of followers. The search was performed on May 8, 2017 and all the counts were observed till that day.", "Table 1 reveals that the discussion in the Twittersphere included journalism professionals, such as academic scholars, practitioners, professional bloggers, as well as journalistic institutions and professional organizations. These professionals were verified users, having large numbers of followers, and being active in posting tweets. The two most frequent users (Rich Miller and The Global Investigative Journalism Network) posted 149 and 109 tweets in the sample, respectively, occupying 2.14 and 1.57 percent of total tweets in the sample. There were a number of ordinary users, who may not be regarded as professionals, as they were not verified users, nor did they have a large number of followers and they did not follow many other users at all. The users’ profiles provide a snapshot of the landscape of discussants of such professional topics in the Twittersphere.", "The text-mining process was implemented using the “tm” and “topicmodels” packages in R (Feinerer 2017). The mining comprised two parts, namely term-frequency analysis (for descriptive analysis) and topic modeling (for exploratory analysis). For the term-frequency analysis, both term frequency (TF) and term frequency–inverse document frequency (TF-IDF) were calculated. The TFs related to the number of times a term appeared in the documents, while the TF-IDFs reflected the relative importance of a term in the document throughout the corpus (here, all harvested tweets). The results are presented in Table 2.", "The results of TF-IDF showed that the most frequently discussed and important terms were orbiting around data-driven journalism (“data,” “database,” “journalism”). There were other arrays of terms related to news media (“media,” “news,” “journalists”), technologies (“big data,” “data science”), as well as several positive adjectives (“making,” “smarter,” “top,” “fantastic”).", "For the topic modeling, the Latent Dirichlet Allocation (LDA) method was employed. The Gibbs approach was used with the “ldatuning” package in R to calculate the optimal number of topics (Nikita 2014). As illustrated by Figure 1, the numbers of suggested topics varied per method, but the common extremum is 8. In other words, the themes of the discussion on data-driven journalism could be best categorized and summarized in a total of eight topics. Hence, the paper specified eight topics and generated the 10 most frequently appearing terms within each topic. The results are reported in Table 3.", "FIGURE 1  The optimal number of topics, calculated by the “ldatuning” package in R", "FIGURE 1  The optimal number of topics, calculated by the “ldatuning” package in R", "The results suggest that, regardless of the number of topics, all topics discussing data-driven journalism could be roughly included in four broad areas via eyeballing the extracted topics. The first area refers to new technologies related to data analytics (such as those terms listed in Topics 1, 2, and 7, including “data,” “data-driven,” “datacenter,” “open data,” “data science”). The second area refers to the social and political impacts of data-driven journalism on society in general (e.g., Topic 3 focuses on the training courses of data-driven journalism; Topics 4 and 6 focus on the global participation in this field). The third area refers to data analytical and presentation skills, such as two experts listed in Topic 5, i.e., Paul Bradshaw is an online journalist and blogger promoting data journalism, whereas Alberto Cairo is famous for his contributions to data visualization. There are other miscellaneous terms such as items related to the annual Data Journalism Award and one of the works, as illustrated by several Spanish-written terms listed in Topic 8. It is admitted that these areas were identified on a subjective and heuristic basis, and the boundaries of some areas are mixed and ambiguous. Further analysis of the hidden patterns of the tweets was carried out via an analysis of the hashtag co-occurrence network.", "All hashtags were retrieved from the harvested tweets using the “tm” package. The frequencies of the top-50 frequently appearing hashtags were found using the “ggplot2” package (Figure 2).", "FIGURE 2  Top-50 hashtags and frequencies on data-driven journalism", "FIGURE 2  Top-50 hashtags and frequencies on data-driven journalism", "Figure 2 suggests that all top-ranked hashtags were to do with the application of data—ignoring the hashtags that were used as the searching keywords—with a focus on journalism, visualization, technologies, and commercial stakeholders. Ranking on the topic were the tags related to journalism and its data-driven variation, such as “#ddj” (the abbreviation of data-driven journalism), #journalism,” “#data,” and “#datajournalism.” There were several technology-related tags, such as “#dataviz,” “#bigdata,” “#datascience,” “#predictive,” “#ai,” and “#hhnbo” (the short form of “Hackers Hackers at Nairobi”). There were commercial-related tags, such as “#pr,” “#cloud,” “#vr,” “#markets,” but ranked below the above two categories. Notably, there have been several terms related to the public, such as “#opendata” and “#ogp (open government partnership),” or terms related to the regional development, such as “#innovateafrica,” “#kenya,” and “#pakistan.”", "Finally, the study revealed the structure of the topic via a network analysis of the hashtag co-occurrence network. As mentioned above, in the defined network, the nodes (vertices) were the hashtags. If a tweet contained two or more hashtags, then the two hashtags were regarded as being associated with each other and an edge was established between the two hashtags. For example, a hypothetical user could post the following tweet: “#Datajournalism is promising and #python coding is fun, attending a great lecture on #opendata.” In such a case, three hashtags were retrieved, namely “#datajournalism,” “#python,” and “#opendata.” Then three pairs of links would be established—the link between “#Datajournalism” and “#python,” the link between “Datajournalism” and “#opendata,” and the link between “#python” and “#opendata.” The network was undirected. Such a co-occurrence network determines the structure of association between different terms, as well as the positions of certain terms in the entire corpus.", "After establishing the network, the R package “igraph” was used to calculate the statistics of the nodes and the network. The network consisted of 724 nodes and 1245 edges. The network had 194 connected components (islands). Only one of the components was a connected component and, therefore, only this connected component of the network was considered, and it comprised 466 nodes and 1169 edges. For this refined network, the density was 0. 011, the global cluster coefficient was 0.116, and the network diameter was 9, which indicated that the network was relatively sparse. The degree distribution followed power law distribution (alpha = 2.52), and it indicated that there were several hubs in the network. The network was plotted with “fruchterman reingold” layout, where the size of the node was proportional to its betweenness centrality and the color of the node indicated its community. The plot is shown in Figure 3.", "FIGURE 3  The hashtag co-occurrence network. Each node represents a hashtag, the size of the node is proportioned to its betweenness centrality and the color of the node represents its community, plotted by the “igraph” package in R", "FIGURE 3  The hashtag co-occurrence network. Each node represents a hashtag, the size of the node is proportioned to its betweenness centrality and the color of the node represents its community, plotted by the “igraph” package in R", "The hashtags were classified into several communities from the community detection algorithms. Some noticeable topics on the figure include commercial utilities and entrepreneurship (“#enterprise,” “#money”), data journalism and societal impacts (“#healthcare,” “#referendum”), and data application (“#datacenter,” “#facebook”).", "For the node-level statistics, Table 4 reports the top-20 hashtags in each of the three node-level measures, including degree, betweenness centrality, and closeness centrality. Particularly, betweenness centrality indicates a node’s importance in the network because nodes with high betweenness centrality are positioned in the brokerage points, thereby linking different parts of the nodes together. Defined as such, other than the first-ranked “#journalism,” the top-ranked hashtags were mostly related to visualization and different applications of data, such as “#dataviz,” “#pr,” “#enterprise,” “#datascience,” and “#vr.”"]}, {"title": "Discussion and Conclusion", "paragraphs": ["The present study examined how the concept of data-driven journalism is discursively represented and expressed in the Twittersphere. The primary theoretical framework was articulation, and the empirical evidence was generated from a text-mining analysis of publicly available tweets using the approaches of topic modeling and hashtag co-occurrence analysis. The study described the extent to which data-driven journalism is discursively represented in a public social media platform through the lens of the Twittersphere. It also mapped the relationship of the tweets’ themes, as represented by the hashtags. Several findings are noteworthy.", "First, the topic modeling analysis did not reveal clear divisions of topics, suggesting that the public’s understanding of data-driven journalism, at least indicated from the publicly available tweets, is not refined and clear. This seems to partly echo the findings of De Maeyer et al. (2015), who showed that there were discrepancies in the definition of data-driven journalism. Secondly, the hashtag analysis, on the other hand, provided a clearer picture. When using hashtags is regarded as the user’s active behavior for further information searching or summarizing the posts, findings from the present study suggest that in the Twittersphere, a relatively stable group of active users has been established, who use a set of commonly agreed hashtags to organize topics, such as “#ddj” (data-driven journalism), “#dja” (the annual held Data Journalism Award), “#dataviz” (an abbreviation and homophonic of “data visualization”), “#dd” (data-driven), and “#ogp” (Open Government Partnership). These terms are mostly located in the central positions in the hashtag co-occurrence network, indicated by their high degree of centrality (highly connected to other hashtags) and high betweeness centrality (located in the bridging positions linking other hashtags). They act as important topic organizers and markers facilitating the discussion of data-driven journalism in the Twittersphere.", "Meanwhile, the hashtag co-occurrence network indicates that data-driven journalism was articulated with several related themes, and these themes reveal the current development as well as challenges of data-driven journalism. The important hashtags, both indicated by the high mentioned frequencies and high betweenness centrality, were related to the term “data” and “journalism.” Several hashtags, clustered as several communities in the co-occurrence network, were related to data-processing technics, such as “vr,” “api,” “dataviz,” and “data center,” reflecting Coddington’s (2015) notion that journalism is undergoing a quantitative turn. There were some hashtags focusing on the business applications of data, such as “customer experience,” “market,” “enterprise,” and “public relations.” The scenario suggested that data-driven journalism is still in its infancy stage and has not yet differentiated itself from the fields of other technological and commercial applications. Another possible explanation is that some presentation technics of data-driven journalism, taking data visualization as an example, have also been applied in other non-journalistic fields as well, such as design (Krum 2013) and consumer behavior insights (LaValle et al. 2011).", "Notably, public-related hashtags were featured in a limited way in the hashtags. This is at odds with the conventional values and functions of news, such that news is to serve the public and act as the watchdog of those who are in power. From a technical perspective, the accountability and transparency characteristics of data-driven journalism were not mentioned at all. It was found that the only public-related hashtags appearing in top-50 list, i.e., hashtags on “open data” or “open government,” were mentioned marginally, if not more than other themes. The marginal positions of these terms partly reflect some critical challenges encountered by the data-driven journalism. For example, Tabary, Provost, and Trottier (2016) analyzed six data visualization projects in Quebec and found that these projects had little depth and failed to help journalists to learn new skills. They attributed the incompetence of data journalism in Quebec to the lack of quality data provided by the federal and provincial government in the state. When insufficient quality data hinders the development of quality data-driven journalistic work, the movements calling for open data and open government are crucial.", "However, even though scholars have noticed the gap between the data needed for quality data-driven investigative reporting and the data offered by the authority, the articulation of open data, open government, and press freedom are far less enthusiastic in the Twittersphere. Such a scenario is echoing a prior finding by Knight (2015), who analyzed several data-journalism news reports in the United Kingdom. The conclusion reached by Knight (2015, 55) was that data-driven journalism was superficially practiced with very limited scope and format, in particular, it was mentioned that such a new type of news production was “practiced as much for its visual appeal as for its investigative qualities,” such that those news reports merely used sources from traditional media, and no commitment was reached among the news organizations. The present study revealed that most active Twitter users equaled data-driven journalism with data visualization, technical skills, and some commercial applications. Parasie and Dagiral (2013) paraphrased Schudson’s (2010) annotation that the use of databases in news could be attributed to a general democratic process. However, in the Twittersphere, the scenario seems to be different. There still exists an imbalance between the technical functions versus the public-oriented functions of the professionals’ understanding of data-driven journalism. As Borges-Rey (2016, 841) proposed, data-driven journalism should provide both a “robust backbone to stories, and tools to efficiently make use of Web-based knowledge infrastructures.” While Nguyen and Lugo-Ocando (2016) highlighted the misunderstanding of the importance of using statistics in storytelling by journalists, the present study provides a far more unfortunate scenario, at least in the Twittersphere, that the general understanding of data-driven journalism is biased toward new data analytical technologies and business applications, rather than the public aspect of journalism. Simply put, using the journalistic taxonomy, in the Twittersphere, much emphasis was placed on the storytelling part of the news, rather than the investigation part.", "Admittedly the present paper has several limitations, and much remains to be further pursued. First, it is acknowledged that the empirical evidence presented in the study was only derived from Twitter, and the contents articulated by the Twitter users could not represent all the social media platforms (e.g., Facebook, YouTube, Instagram), nor could it represent the entire population. The present study also did not cover those professional online platforms such as NICAR-L listerv (The National Institute for Computer-Assisted Reporting Mailing List). Further studies might widen the scope of the study. Secondly, when a part of the present project relied on hashtags, it must be pointed out that those who could use professional hashtags, such as “#ddj,” “#dja,” and #dataviz”, were those who already had a certain level of professional knowledge. Hence, the users harvested in the sample were unlikely to be ordinary citizens, and those media professionals, or non-professionals but having strong interest in data-driven journalism, were over-represented in the sample. Related to this, another limitation is that many people may not use hashtags at all. Nevertheless, the present study was based on the premise that hashtag usage demonstrates users’ active information communicative behavior among the online community. It is believed that keen observers and practitioners of data-driven journalism, compared to other general Twitter users, are more advanced in media and information literacy to use hashtags to establish virtual clusters. This can be partly observed from Table 1, in that some active users in the sample included several hashtags in their personal information on their Twitter homepage. As a result, the hashtags’ pattern demonstrated in the present study still has social significance. Last, but not the least, only tweets written in English were examined, because the language of the search queries was specified in English. Future studies may perform multilinguistic search queries, given the fact that most advanced data-driven journalism practitioners were using languages other than English. The time-span of the present study was limited to a short period. As the results demonstrated, some topics and hashtags were event-based. In addition to including longer time-spans in the data collection, future studies may further explore cross-polity comparisons, as state–media interaction also affects the production and dissemination of news (Lin, Chang, and Zhang 2014)."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}, {"title": "FUNDING", "paragraphs": ["A part of this study was funded by a Faculty Research Grant (FRG) of Hong Kong Baptist University [FRG1/16-17/020]."]}], "references": [{"title": "An Illusion of Interactivity: The Paternalistic Side of Data Journalism", "year": "2017", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Appelgren Ester", "first_name": "Appelgren", "last_name": "Ester"}]}, {"title": "Data Journalism in Sweden: Introducing New Methods and Genres of Journalism into ‘Old’ Organizations", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Appelgren Ester", "first_name": "Appelgren", "last_name": "Ester"}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}]}, {"title": "Candidate Networks, Citizen Clusters, and Political Expression: Strategic Hashtag Use in the 2010 Midterms", "year": "2015", "journal": "The ANNALS of the American Academy of Political and Social Science", "volume": "659", "authors": [{"name": "Bode Leticia", "first_name": "Bode", "last_name": "Leticia"}, {"name": "Hanna Alexander", "first_name": "Hanna", "last_name": "Alexander"}, {"name": "Yang Junghwan", "first_name": "Yang", "last_name": "Junghwan"}, {"name": "Shah Dhavan", "first_name": "Shah", "last_name": "Dhavan"}]}, {"title": "Unravelling Data Journalism: A Study of Data Journalism Practice in British Newsrooms", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Borges-Rey Eddy", "first_name": "Borges-Rey", "last_name": "Eddy"}]}, {"title": "Letting the Data Speak: Role Perceptions of Data Journalists in Fostering Democratic Conversation", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Boyles Jan Lauren", "first_name": "Boyles", "last_name": "Lauren"}, {"name": "Meyer Eric", "first_name": "Meyer", "last_name": "Eric"}]}, {"title": "‘Machines Don’t Have Instincts’: Articulating the Computational in Journalism", "year": "2016", "journal": "New Media and Society", "volume": "19", "authors": [{"name": "Bucher Taina", "first_name": "Bucher", "last_name": "Taina"}]}, {"title": "Journalistic Responses to Technological Innovation in Newsrooms: An exploratory Study of Twitter Use", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Chadha Kalyani", "first_name": "Chadha", "last_name": "Kalyani"}, {"name": "Wells Rob", "first_name": "Wells", "last_name": "Rob"}]}, {"title": "Mining Social Entrepreneurship Strategies Using Topic Modeling", "year": "2016", "journal": "PLoS ONE", "volume": "11", "authors": [{"name": "Chandra Yanto", "first_name": "Chandra", "last_name": "Yanto"}, {"name": "Jiang Li Crystal", "first_name": "Jiang", "last_name": "Crystal"}, {"name": "Wang Cheng-Jun", "first_name": "Wang", "last_name": "Cheng-Jun"}]}, {"title": "Clarifying Journalism’s Quantitative Turn", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Computational Journalism", "year": "2011", "journal": "Communications of the ACM", "volume": "54", "authors": [{"name": "Cohen Sarah", "first_name": "Cohen", "last_name": "Sarah"}, {"name": "Hamilton James T.", "first_name": "Hamilton", "last_name": "T."}, {"name": "Turner Fred", "first_name": "Turner", "last_name": "Fred"}]}, {"title": "Waiting for Data Journalism: A Qualitative Assessment of the Anecdotal Take-up of Data Journalism in French-Speaking Belgium", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "De Maeyer Juliette", "first_name": "De", "last_name": "Juliette"}, {"name": "Libert Manon", "first_name": "Libert", "last_name": "Manon"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Heinderyckx François", "first_name": "Heinderyckx", "last_name": "François"}, {"name": "Le Cam Florence", "first_name": "Le", "last_name": "Florence"}]}, {"title": "Algorithmic Accountability: Journalistic Investigation of Computational Power Structures", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Diakopoulos Nicholas", "first_name": "Diakopoulos", "last_name": "Nicholas"}]}, {"title": "Digital Watchdogs? Data Reporting and the News Media’s Traditional ‘Fourth Estate’ Function", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Felle Ttom", "first_name": "Felle", "last_name": "Ttom"}]}, {"title": "On Postmodernism and Articulation: An Interview with Stuart Hall", "year": "1986", "journal": "Journal of Communication Inquiry", "volume": "10", "authors": [{"name": "Hall Stuart", "first_name": "Hall", "last_name": "Stuart"}]}, {"title": "From Computer-Assisted to Data-Driven: Journalism and Big Data", "year": "2017", "journal": "Journalism", "volume": "18", "authors": [{"name": "Hammond Philip", "first_name": "Hammond", "last_name": "Philip"}]}, {"title": "Seeking and Sharing: Motivations for Linking on Twitter", "year": "2014", "journal": "Communication Research Reports", "volume": "31", "authors": [{"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Baek Kang", "first_name": "Baek", "last_name": "Kang"}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}, {"name": "Yaschur Carolyn", "first_name": "Yaschur", "last_name": "Carolyn"}]}, {"title": "Computational Journalism in Norwegian Newsrooms", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Karlsen Joakim", "first_name": "Karlsen", "last_name": "Joakim"}, {"name": "Stavelin Eirik", "first_name": "Stavelin", "last_name": "Eirik"}]}, {"title": "Measuring Twitter-based political participation and deliberation in the South Korean context by using social network and Triple Helix indicators", "year": "2012", "journal": "Scientometrics", "volume": "90", "authors": [{"name": "Kim Minjeong", "first_name": "Kim", "last_name": "Minjeong"}, {"name": "Park Han Woo", "first_name": "Park", "last_name": "Woo"}]}, {"title": "Data Journalism in the UK: a Preliminary Analysis of Form and Content", "year": "2015", "journal": "Journal of Media Practice", "volume": "16", "authors": [{"name": "Knight Megan", "first_name": "Knight", "last_name": "Megan"}]}, {"title": "Big Data, Analytics and the Path from Insights to Value", "year": "2011", "journal": "MIT Sloan Management Review", "volume": "52", "authors": [{"name": "LaValle Steve", "first_name": "LaValle", "last_name": "Steve"}, {"name": "Lesser Eric", "first_name": "Lesser", "last_name": "Eric"}, {"name": "Shockley Rebecca", "first_name": "Shockley", "last_name": "Rebecca"}, {"name": "Hopkins Michael S.", "first_name": "Hopkins", "last_name": "S."}, {"name": "Kruschwitz Nina", "first_name": "Kruschwitz", "last_name": "Nina"}]}, {"title": "After the Spillover Effect: News Flows and Power Relations in Chinese Mainstream Media", "year": "2014", "journal": "Asian Journal of Communication", "volume": "25", "authors": [{"name": "Lin Fen", "first_name": "Lin", "last_name": "Fen"}, {"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}, {"name": "Zhang Xinzhi", "first_name": "Zhang", "last_name": "Xinzhi"}]}, {"title": "Trending: The Promises and the Challenges of Big Social Data", "year": "2011", "journal": "Debates in the Digital Humanities", "volume": "2", "authors": [{"name": "Manovich Lev", "first_name": "Manovich", "last_name": "Lev"}]}, {"title": "Twitter and Television in a Hybrid Media System: The 2013 Italian Election Campaign", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Marchetti Rita", "first_name": "Marchetti", "last_name": "Rita"}, {"name": "Ceccobelli Diego", "first_name": "Ceccobelli", "last_name": "Diego"}]}, {"title": "Tweet Me Fairly: Finding Attribution Rights thorough Fair Use in the Twittersphere", "year": "2011", "journal": "Fordham Intellectual Property, Media \\& Entertainment Law Journal", "volume": "22", "authors": [{"name": "Nelson Adam S.", "first_name": "Nelson", "last_name": "S."}]}, {"title": "The State of Data and Statistics in Journalism and Journalism Education: Issues and Debates", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Nguyen An", "first_name": "Nguyen", "last_name": "An"}, {"name": "Lugo-Ocando Jairo", "first_name": "Lugo-Ocando", "last_name": "Jairo"}]}, {"title": "Data-Driven Journalism and the Public Good: ‘Computer-Assisted-Reporters’ and ‘Programmer-Journalists’ in Chicago", "year": "2013", "journal": "New Media and Society", "volume": "15", "authors": [{"name": "Parasie Sylvain", "first_name": "Parasie", "last_name": "Sylvain"}, {"name": "Dagiral Eric", "first_name": "Dagiral", "last_name": "Eric"}]}, {"title": "Political Observatories, Databases \\&amp; News in the Emerging Ecology of Public Information", "year": "2010", "journal": "Daedalus", "volume": "139", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "What the Hashtag? A Content Analysis of Canadian Politics on Twitter", "year": "2011", "journal": "Information, Communication and Society", "volume": "14", "authors": [{"name": "Small Tamara A.", "first_name": "Small", "last_name": "A."}]}, {"title": "Data Journalism’s Actors, Practices and Skills: A Case Study from Quebec", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Tabary Constance", "first_name": "Tabary", "last_name": "Constance"}, {"name": "Provost Anne-Marie", "first_name": "", "last_name": "Anne-Marie"}, {"name": "Trottier Alexandre", "first_name": "Trottier", "last_name": "Alexandre"}]}, {"title": "Climate and Sustainability| Seeking Visibility in a Big Tent: Digital Communication and the People’s Climate March", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Thorson Kjerstin", "first_name": "Thorson", "last_name": "Kjerstin"}, {"name": "Edgerly Stephanie", "first_name": "Edgerly", "last_name": "Stephanie"}, {"name": "Kligler-Vilenchik Neta", "first_name": "Kligler-Vilenchik", "last_name": "Neta"}, {"name": "Xu Yu", "first_name": "Xu", "last_name": "Yu"}, {"name": "Wang Luping", "first_name": "Wang", "last_name": "Luping"}]}, {"title": "Topicality and Impact in Social Media: Diverse Messages, Focused Messengers", "year": "2015", "journal": "PLoS ONE", "volume": "10", "authors": [{"name": "Weng Lilian", "first_name": "Weng", "last_name": "Lilian"}, {"name": "Menczer Filippo", "first_name": "Menczer", "last_name": "Filippo"}]}, {"title": "What Makes for Great Data Journalism? A Content Analysis of Data Journalism Awards Finalists 2012–2015", "year": "2017", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Fulda Johanna", "first_name": "Fulda", "last_name": "Johanna"}]}]}