{"doi": "10.1080/17512786.2010.506059", "url": "https://doi.org/10.1080/17512786.2010.506059", "title": "RECOUNTING TRAUMATIC SECRETS", "volume": "5", "year": "2011", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Joseph", "first_name": "Sue", "name": "Sue Joseph"}], "abstract": " The journalism industry has only recently begun to embrace reflective practice in response to trauma in journalists, but it substantially ignores empathy. This article examines six narratives of trauma subjects, conducted throughout Australia, drawing on the manuscript Speaking Secrets. Framing the subjects' recounts as a form of advocacy journalism, particular focus is given to the role of empathy in eliciting and retelling trauma stories, and its effects on the journalist. The article argues for greater discussion of empathy as an ethical tool of journalism within the industry and academy, and a remedy to public distrust, rather than a notion regarded by most as antithetical. ", "body": [{"title": "Introduction", "paragraphs": ["In this article, I discuss research gathered through narrative interviews conducted throughout Australia, that deal with sexual and sexuality secrets, all traumatic to varying degrees, and their re-telling in the public sphere through the genre of creative non-fiction or long-form literary journalism. Through reflective journalistic practice, it is my purpose to highlight the imperative of empathy as an ethical necessity when dealing with subjects recounting traumatic incidents in their lives by pointing to the emotional act of this retelling; the reasons that may drive a person to retell in the first place; and the professional practitioner's response to these acts.", "The article is structured as follows. After referring to Janet Malcolm, one of the more critical and universally read authors of the literature dealing with the subject–writer relationship and journalism ethics, I explain the research project that resulted in the manuscript Speaking Secrets. At this point, I argue that empathy must be embraced and taught at tertiary level to journalism students, not as a notion to shy away from but one that will eventually enhance ethical professional practice, particularly pertinent in the long-form creative non-fiction genre. And as such, could act as a remedy to the collective culture of distrust that journalistic practice and practitioners engender in the public domain.", "Next I reproduce several of the voices from the manuscript Speaking Secrets, to highlight the interviewer–subject relationship at the point of gathering data. This section highlights the tension between storyteller and story gatherer, and decisions both make, at the crucial point of traumatic recount. I also discuss here the effect interviewing subjects who have undergone trauma may have on the interviewer, often creating a secondary trauma and how reflective response to this can be effectively transposed to the page.", "In the penultimate section, I consider my response when one of the subjects refused to allow his chapter to go ahead to publication, and his reasons. This investigates the thought processes I went through in dealing with his decision and as such, delineating the basis of a reflective practice model I now relay to students, to begin to discuss how empathy can feed into a more ethical professional practice.", "And the final section of the paper discusses how effectively subjects who have undergone traumatic experiences in their lives and attempt to recount them publicly, often see the recounting as a form of advocacy and in doing so, create meaning from their suffering on a community level."]}, {"title": "The Journalist and the Critic", "paragraphs": ["There is an ephemeral intimacy established between storyteller and story gatherer. An immediate relationship is formed when a journalist and subject come face-to-face; even before, in negotiating agreement, time and place for an interview. It smacks of opportunistic potential at the time of interviewing but ends when the journalist walks out the door with what they came for in the first place: the story. The question that must be asked is: what is left behind? Is it an empowered subject feeling they have achieved what they set out to achieve? Or is it a damaged person—re-traumatised by remembering—and wondering whether they have said too much and how it will be used and retold and represented by this person who seemed so genuine and “friendly” at the time? Trusting that the integrity of what has passed between them will be maintained but really, having no idea until it is seen or heard, after reproduction.", "Janet Malcolm's controversial book The Journalist and the Murderer (1990) highlighted the notions of false friendship. Malcolm takes one case history in her seminal text published in 1990, and does more to damage the already quite challenged name, reputation and profession of journalism and journalists than any text has done in the past. The infamous opening lines of the book position her immediately: “Every journalist who is not too stupid or too full of himself to notice what is going on knows that what he does is morally indefensible” (Malcolm, 1990, p. 3).", "Malcolm's story “Reflections: The Journalist and the Murderer”, in the form of extended essay, first appeared as a two-part article in The New Yorker. 1 But as an example of extreme writer/subject duplicity, Malcolm's dissection of literary journalist Joe McGinniss’ journalism practice surrounding his coverage of the Jeffery MacDonald multiple murder case, is damning.", "Philip Weiss wrote at the time: “If Janet Malcolm had blown up an ink factory, forcing the presses to shut down for a week, she couldn't have sparked greater outrage in the media kingdom” (1990, p. 24).", "If Malcolm is guilty of one thing, it is hyperbole in those first few lines of her book. Perhaps it was intentional because it has certainly kept her in the forefront of mainstream journalism analysis and education, frequently cited in discussions surrounding journalistic ethics and practice, for the past 20 years. But most striking is what she eventually concludes—this is a relationship, and both parties have something to do with its dynamic and reality. Malcolm places heaviest responsibility on the journalist but also concedes that subjects play a part in the dance, albeit a mostly compromised part: “The subject's side of the equation is not without its moral problems, either” (Malcolm, 1990, p. 143). This role is often overlooked by critics of journalism practice. She likens subjects to young Aztecs, living in luxury before their selection for ultimate sacrifice is fulfilled: journalistic subjects know all too well what awaits them when the days of wine and roses—the days of the interviews—are over. And still they say yes when a journalist calls, and still they are astonished when they see the flash of the knife. (Malcolm, 1990, p. 145)  ", "journalistic subjects know all too well what awaits them when the days of wine and roses—the days of the interviews—are over. And still they say yes when a journalist calls, and still they are astonished when they see the flash of the knife. (Malcolm, 1990, p. 145)", "I suggest that only the media-savvy journalistic subject with misgivings about possible misrepresentation in the media, may behave accordingly. And even then, that knowledge is not a shield from damage through misrepresentation of both self and meaning. Subjects of the journalistic interview are part of what is widely believed to be a clearly defined relationship. But in reality, it is not. The journalist, when sitting in front of his or her computer, ultimately has the final say, despite what has transpired throughout the interview process. Jon Krakauer warns: “I explain that if they decide to talk to me it will have to be for their own reasons, and they had better be good reasons, because what I write could turn their lives inside out” (in Boynton, 2005, p. 168).", "Matthew Ricketson differentiates between the roles of the journalist as interviewer or reporter, and the journalist as writer. He claims the writer's first duty is always to his or her reader. And that even ethical journalists will experience some sort of conflict, on some level, with interactions with their interviewees. He writes: Even the most ethical journalists struggle with the shift in role from being a sympathetic, charming listener in an interview to a dispassionate, tough-minded writer, sitting at the keyboard. You can feel as if you are “seducing” then “betraying” the subject, particularly in profiles where you get closer to the person. It is probably more important to be aware of this shift in attitude than to actually change it, because part of the dilemma is inherent in the job. (Ricketson, 2004, p. 116)  ", "Even the most ethical journalists struggle with the shift in role from being a sympathetic, charming listener in an interview to a dispassionate, tough-minded writer, sitting at the keyboard. You can feel as if you are “seducing” then “betraying” the subject, particularly in profiles where you get closer to the person. It is probably more important to be aware of this shift in attitude than to actually change it, because part of the dilemma is inherent in the job. (Ricketson, 2004, p. 116)", "Although both Malcolm and Krakauer argue that subjects have a certain agency in their choice to become involved as interviewees, journalists must make continuous ethical judgements about the capacity of their subjects, particularly subjects talking about deeply personal, traumatic, and/or sensitive topics, to continue with the interview. Silence is a ubiquitous derivative of trauma. And if the subjects of trauma finally decide to speak publicly, the interview process itself can be a traumatising experience. The mere fact the interviewee agrees to the interview is insufficient consent. Journalists must continuously question themselves and monitor the cues of the interview. And then, the handling of information by the journalist, particularly in long-form narrative, is integral to that experience. As Ricketson points out, there is a subtle shift in allegiance from the subject to the reader, once the journalist has completed the interview. This does not necessarily constitute a betrayal of the subject, but definitely could. I suggest at this point, it is an ethical imperative that the journalist maintains the utmost integrity of the intended meaning of what the subject said throughout the interview process. Likewise, that the written representation of the intended meaning is an integral ethical component of not just the final text but of a reflective practice model."]}, {"title": "Speaking Secrets", "paragraphs": ["The manuscript Speaking Secrets delves into 10 people's lives, asking questions about their most haunting and secret sexual traumas and memories, and how and when they finally spoke about them. And as such, is an evocative example of the tension between a writer and her subject, and the writer's representation of the interaction in the final text.", "The manuscript research sets out to establish an overt, visible relationship with each of the subjects and to hand that on to the reader in order to create an evocative and believable space for their voices to be heard and their stories to be told. Each story has been accompanied by rigorous research and fact checking, to allow a freer momentum for their voices. But indeed, there is a perception of false friendship about this process. It does not matter that the interviewee has agreed to talk about deeply personal and sometimes traumatic memories; the question is still, what right the interviewer has to be there in the first place?", "In the majority of interviews conducted for Speaking Secrets, at some stage it was necessary to ask the subject if they wanted to halt the interview because of how distressed they became through the re-telling of their story. The stories were necessary for the research and somehow, the more upset or re-traumatised the subject became, the more evocative the story telling became—very possibly a “morally indefensible” stance, as Malcolm points out. But as Catharine Stimpson writes: “It offers little consolation to writers of some integrity … such writers do what they must, but some blood will fleck the keyboards of even the wisest among them” (1990, p. 902).", "The subjects include: Uniting Church leader Dorothy McRae-McMahon, of her public coming out at the 1999 Church forum; former international casting agent Liz Mullinar, following her near-death illness and discovery of childhood sexual abuse at the age of five, memories she had expunged for decades; David Cunningham, the NSW Greens’ Party convenor and physically disabled, and his need and desire for some sort of fulfilling sex life; Arabella Joseph,2 a young lawyer, brutally sexually and psychologically abused by a family member from the age of 11 to 15; Russel Sykes, son of black activist Dr Roberta Sykes, on his discovery at the age of 30 that he was the product of a gang rape of his then 18-year-old mother—it was a race crime and she was left for dead; Jenny Mendick and her desire to claim a space for women who have had mastectomy but choose not to have prosthesis—her virtual gagging from the breast cancer community because of her stance; Rachael Wallbank, a sexually reassigned lawyer who took on the Australian Attorney-General against the Commonwealth—and won the right for sexually reassigned people to marry; academic Jim Malcolm, who married at 20 even though he had been having sex with men for years—he regarded himself as bisexual, finally leaving his wife and three children, more than a decade later; Lyn Austin, the first Stolen Generation survivor to receive financial compensation for the systematic physical, sexual and emotional abuse she sustained, once removed from her family as a 10-year-old; and finally, war crime victim Jan Ruff O-Herne, brutally raped by hundreds of Japanese military in one of the notorious Virgin Brothels, throughout the last few months of World War II in Indonesia.", "Each interviewee has been constrained, some for decades. So, how did they finally manage to speak up, and then why did they agree to speak to me? Is it the impetus to confess that Foucault wrote about? Truth, lodged in our most secret nature, demands only to surface; that if it fails to do so, this is because a constraint holds it in place, the violence of a power weighs it down, and it can only finally be articulated at the price of a kind of liberation. (Foucault, 1976, p. 60)  ", "Truth, lodged in our most secret nature, demands only to surface; that if it fails to do so, this is because a constraint holds it in place, the violence of a power weighs it down, and it can only finally be articulated at the price of a kind of liberation. (Foucault, 1976, p. 60)", "What Foucault has identified is a human need to confess, even when societal norms may discourage it. Perhaps this tendency to confess answers the age-old question of why people talk to journalists and divulge, sometimes, their deepest, darkest thoughts, moments and memories for public consumption.", "All interviewees were silenced or unable to tell their secret stories for various and varied reasons. But finally, each of them sought out the media to disclose their secrets. Their reasons are as diverse as they are personal. Catherine Kohler Riessman writes: some experiences are extremely difficult to speak about. Political conditions constrain particular events from being narrated. The ordinary response to atrocities is to banish them from awareness. Survivors of political torture, war and sexual crimes silence themselves and are silenced because it is too difficult to tell and to listen. (1993, p. 3)  ", "some experiences are extremely difficult to speak about. Political conditions constrain particular events from being narrated. The ordinary response to atrocities is to banish them from awareness. Survivors of political torture, war and sexual crimes silence themselves and are silenced because it is too difficult to tell and to listen. (1993, p. 3)", "These subjects were approached only after they had already received some media exposure. Each subject was contacted in the first instance by phone or email. During this contact, the method and nature of the research was explained. Namely that they would be interviewed and photographed for inclusion in a manuscript with the possibility of publication. All but one person—and that particular circumstance will be expanded upon later in this paper—agreed to this, each for varying reasons.", "Ted Conover talks about a “literal truth of non-fiction” (Boynton, 2005, p. 28). This “literal truth of non-fiction” is an imperative of literary journalism, one I have adhered to rigidly in Speaking Secrets. But one of the main aims of the manuscript was to give a voice to those who did not have one—literal truth then becomes the subjects’ truth or more simply, their own story, in their own words, embedded within my own representation and reflective response to the interaction.", "Given the confronting nature of the subject interview, when interviewees appeared distressed, they were offered the opportunity to terminate the interview. Various theorists argue about the appropriateness of this—indeed some proffer that it is preferable just to be silent and wait for a sign from the subject. However, this paper argues that it is incumbent on the interviewer to monitor the verbal and non-verbal cues of the subject and—where a subject is distressed—to remind them that they have a choice in the process of being interviewed. None of the subjects in Speaking Secrets elected to terminate the interview, despite probing questioning.", "Raymond Schroth writes: “that is the journalist's moral tension: one person's pain is another's stimulation, his living. Suffering sells. Yet the journalist, insofar as he or she is a human being, must strive to alleviate suffering” (1995, p. 45). Schroth is arguing for the integrity of the story as told to be reproduced, not a version that makes for better reading. He is really calling for the highest integrity of the reporter.", "This paper argues that the mere fact the interviewee agrees to the interview is insufficient consent to an interview and published reproduction. Journalists must continuously question themselves and monitor the cues of the interview—the beginnings of an ethical and empathetic model. They must adjust their “moral compass” (Kovach et al., 2001, p. 181) continuously and reassess the ethical ramifications of continuing with the interview if there is clear distress. And then later, when sitting down to write, convey to the reader their interpretation of the interview process without embellishment. The only real licence here for the writer is their own reflective response to the experience, without assumption about their subject. Embedding the subject's words within their own response to the interaction is the reflective component of the process. Misrepresentation of meaning at this point is as duplicitous as fabricating or embellishing.", "Juxtaposed against this is the notion that if a victim or survivor has elected to speak to a journalist, respect must be given to how the subject tells the story. The journalist must not be deterred by a highly emotional subject. Psychiatrist Frank Ochberg3 suggests the journalist should come prepared, with tissues, like a “therapist”. He explains: When survivors cry during interviews, they are not necessarily reluctant to continue. They may have difficulty communicating, but they often want to tell their stories. Interrupting them may be experienced as patronising and denying an opportunity to testify. (Cote and Simpson, 2006, p. 108)  ", "When survivors cry during interviews, they are not necessarily reluctant to continue. They may have difficulty communicating, but they often want to tell their stories. Interrupting them may be experienced as patronising and denying an opportunity to testify. (Cote and Simpson, 2006, p. 108)", "Ochberg asserts that asking the survivor or victim if they wish to terminate the interview, or terminating it, may itself constitute a re-victimisation of the subject. My research does not support this position. Instead it argues that any re-victimisation or re-traumatising will present itself in the recalling of memories in answering a journalist's questions, not a suggestion to have a break or halt the process. Indeed, asking if the subject wished to halt the process appeared to empower them, giving them a choice in the process at this emotional point.", "There were several moments throughout the manuscript research, whilst actively engaged in the middle of the interview process, where what I was hearing was so overwhelming that I would have liked to have halted the process. Much of what I heard was almost too hard to hear. But I argue that enduring the subject's clear distress and pain, in an intimate interview situation, leads to a deeper understanding and potentially more evocative writing. When the story gatherer's emotions are real and honest, that often implicitly translates to the page.", "When practising long-form narrative story gathering, there is no need for the dominant journalism practice discourse of performative detachment. A genuinely empathetic listener who takes cues from a subject recounting trauma, and who responds appropriately to both tears, protracted silences and body language, is creating the time and space for the subject to recount information in their own time and in their own way.", "Empathy, and its place within journalism practice and education, is discussed rarely in Australia, except perhaps more recently in the context of reporting on trauma and disaster.4 Creating an alternate discourse advocating less detachment and more overt compassion and empathy, particularly with subjects of trauma, does not have to be antithetical to professional practice. I believe the crucial role of journalism education in helping young journalists develop an appropriate “moral compass” at this point should be a mandatory unit of tertiary learning. Working more explicitly with concepts of empathy and compassion may help position the journalist and allow him or her to make those voluntary ethical decisions about their subjects in a less detached fashion. Elizabeth Fakazis claims that the critical and the practical value of the notion of empathy has been seriously underestimated in journalism (2003, p. 57). She defines empathy as a “deep understanding of a subject's emotional and psychological perspective” and argues that it has concrete pay offs for enhancing journalistic practice because it “can help journalists deepen their understanding, allowing them to not only observe what their subjects do but also why they do it” (Fakazis, 2003, p. 46).", "Particularly in the long-form non-fiction genre, I argue that empathy is an effective and valid tool. Advocating a genuine empathetic listening technique that is an acceptable component of professional practice, instead of the current practice of detachment and impersonal engagement, or even the obverse of this—the “false friend”—can only improve experiences for subjects, particular of trauma. It makes for better and more thorough, less detached and more honest journalism, and is particularly pertinent in dealing with stories of people who have suffered injustice meted out through violence, trauma, prejudice or disaster.", "McKnight and O'Donnell write about “information available in a liberal democratic society” (2008, p. 23). Without public trust, stories needed to inform and create new discourse may never be revealed. In order to create a smoother flow of information to the public, the image of journalism practice and its integral function in society must be improved. I believe modelling this form of reflective journalism will enhance poor public perception of journalists and journalism as a practice. I argue discussing and teaching models of empathetic technique will build a greater trust and respect for the profession, and hence become a remedy for the cultural distrust in the public domain.", "In the next section, I attempt to outline, through a reflective discussion of my own responses and examples of embedding that response into the text, just one entry point into a debate surrounding empathy."]}, {"title": "Their Voices", "paragraphs": ["When I first contacted psychologist Russel Sykes, he immediately agreed to an interview and invited me to his home to conduct it. The day before the interview was scheduled, a less certain Sykes contacted me and said he simply was not comfortable with a stranger in his home. I told him I completely understood—I would not be either—and we rearranged the place of interview to my office at the University of Technology, Sydney. During interview, Sykes appeared to dissociate several times whenever the topic of his mother's rape, and his very existence, came up. Sykes was asked many times—more than any other subject in the manuscript—if he wanted to halt the process. He declined every time and just seemed to want to talk, in his own way and at his own pace. Talking to him is difficult. No, talking to him is not difficult at all. Talking to him on this subject is. He sits in my office on the fifth floor of the university's Bon Marche Building. He is tall and rangy and his legs seem to take up all the spare space. He has dark brown, almost liquid brown eyes and looks me square in the face when he speaks—except when we talk about what I have asked him here to talk about. Sykes periodically zones off, staring out my window. Opposite are the chimneys from the old Carlton Brewery, and whenever a question gets too close, he just stares at them. There are many protracted silences before I ask him, several times, if he wishes to continue the interview. He does. And we do. Although I wonder why he has agreed to it, in the first place.  ", "Talking to him is difficult. No, talking to him is not difficult at all. Talking to him on this subject is. He sits in my office on the fifth floor of the university's Bon Marche Building. He is tall and rangy and his legs seem to take up all the spare space. He has dark brown, almost liquid brown eyes and looks me square in the face when he speaks—except when we talk about what I have asked him here to talk about.", "Sykes periodically zones off, staring out my window. Opposite are the chimneys from the old Carlton Brewery, and whenever a question gets too close, he just stares at them.", "There are many protracted silences before I ask him, several times, if he wishes to continue the interview. He does. And we do. Although I wonder why he has agreed to it, in the first place.", "Maintaining silence is a technique I believe allows a subject to process their thoughts and retain dignity—it hands back a modicum of control at the moment when they feel least in control. The ethical dilemma here is if it is clear the subject is dissociating or re-experiencing their traumatic memory. Merely offering tissues as Ochberg suggests at this point I believe is patronising. Paying due respect by not interrupting and allowing time for regrouping is paramount, then checking in and offering to halt the interview or take a break, is the only way to respond. If the subject regroups and manages his or her own distress, and wishes to continue, then that also must be respected.", "I have been challenged about halting the interview; that I do not really mean it because I had invested too much in the project and the work to get to the point of interview. I want to assert here that halting the interview would be easy—I have always believed the mental health of a subject is far more important than the story. And every difficult interview I conduct only enhances my ability to conduct the next difficult interview, even more ethically and empathetically. Again, from the manuscript: Russel Sykes has received no thorough counselling or therapy, and has spoken to virtually no-one about the rape of his mother and his subsequent conception. And not many people broach the subject with him. “It's not like I can … it's not like I can have a dinnertime chat or a chat with friends about it. With some friends, I don't go there. Some friends probably know but they don't say anything,” he says. He knows he should seek professional help with it. He says formally, almost ritualistically: “It is an error not to. I know it.” “I once spoke to a colleague about it—he was just good and it was just OK. It seems a bit dark when I look at it sometimes. That's probably why I don't let my mind go there very much.” His isolation seems palpable. This appears as an undeveloped side of who he is. He claims he hasn't thought it through thoroughly—he can't and doesn't want to—and has no slick, or even articulate answers to give, seemingly and erratically dissociating at any mention of the attack on his mother. I am left wondering what right I had even to have rung him up and asked him to talk to me in the first place. He reminds me of someone in shock still—but only around the subject of his mother's rape. He is charming and smart and entertaining when talking about his work, or his own children. Or even mine. But I keep getting flashbacks to various death-knocks I have done in my job, where the person simply does not know what is going on—seemingly moving through the motions of their life on that particular day, making valiant attempts to function while processing their grief. And it is a grief, here in my office with us. He didn't bring it with him. I conjure it up with my questions.  ", "Russel Sykes has received no thorough counselling or therapy, and has spoken to virtually no-one about the rape of his mother and his subsequent conception. And not many people broach the subject with him.", "“It's not like I can … it's not like I can have a dinnertime chat or a chat with friends about it. With some friends, I don't go there. Some friends probably know but they don't say anything,” he says.", "He knows he should seek professional help with it. He says formally, almost ritualistically: “It is an error not to. I know it.”", "“I once spoke to a colleague about it—he was just good and it was just OK. It seems a bit dark when I look at it sometimes. That's probably why I don't let my mind go there very much.”", "His isolation seems palpable. This appears as an undeveloped side of who he is. He claims he hasn't thought it through thoroughly—he can't and doesn't want to—and has no slick, or even articulate answers to give, seemingly and erratically dissociating at any mention of the attack on his mother. I am left wondering what right I had even to have rung him up and asked him to talk to me in the first place.", "He reminds me of someone in shock still—but only around the subject of his mother's rape. He is charming and smart and entertaining when talking about his work, or his own children. Or even mine. But I keep getting flashbacks to various death-knocks I have done in my job, where the person simply does not know what is going on—seemingly moving through the motions of their life on that particular day, making valiant attempts to function while processing their grief.", "And it is a grief, here in my office with us. He didn't bring it with him. I conjure it up with my questions.", "The interview with Russel Sykes was the most difficult interview I have ever conducted. His pain and confusion around the horror for his mother of his conception seems a separated and normally hidden component of the strong and professional man that he is. The technique of writing into the text my own misgivings at the process of interviewing is a way I challenge readers to re-evaluate, not just the subject and content of the story, but the author and the processing of the story.", "It took me several months to open the file on Sykes and begin to write his story. I did not want to do it. I did not want to remember or write it. As it turns out, Sykes’ story was subconsciously with me throughout all the months I avoided it—the hard bit was avoiding writing it for so long. When I finally sat down to write his chapter, it felt like I had already drafted it several times, in my head.", "I should have sought help and support to process the reaction interviewing him created in me but his story seemed indeed unspeakable. It certainly had that effect on me. I did find myself several months later, after I had finally written the chapter, in my doctor's office about some unrelated medical moment, talking about Sykes. She counselled me, then urged me to get professional support while conducting the rest of the interviews. Her perspective shocked me—it was not something I would ever have thought of doing. I thought this was my job and adverse reaction to people's pain had always been part of the job. Any mentoring about seeking help was non-existent but clearly, such an obvious response.", "Cote and Simpson warn of the journalist's emotional response to a difficult story. They write: “It is important that reporters recognise their own response to the interview, talk about it with others, or give themselves a chance to reflect” (2006, p. 109). In long-form narrative, I argue taking this a step forward—creating transparency by reflecting within the text. This allows the reader to engage with the writer on an entirely new level, a level where genuine reflection enriches the transposed interaction.", "I now talk to my own students about these notions and urge them to embrace the impact other people's pain may have on them—both the immediate and cumulative impact. That it is definitely not a weakness but a strength and survival technique to help process difficult stories.", "During her interview for Speaking Secrets, former international casting agent Liz Mullinar became highly emotional and cried about the lack of bonding she formed with her two sons as a result of her childhood sexual abuse. From the manuscript: when the conversation turns to the mothering of her sons her raw pain fills the room.  I can almost taste it, mingling in with the Western Red Cedar scent. It is nearly overwhelming. She talks of relationships and how people who have been abused as children have very little trust in whatever remnant of emotion they have left—or anybody around them. She speaks of a deep loss regarding her sons, both of whom have been supportive of her journey. “Sadly I wasn't a very emotionally connected mother and therefore we wouldn't have as close a relationship as other mothers have with their children.” “I think we do now. I work on it now. But if you don't when your child is small, you really can't—you've lost it … you know…” Liz Mullinar cries. I think I hold my breath as she attempts to keep talking. “You can't get that back,” she continues. “Any survivor of abuse who is honest will admit that they do not have a totally close relationship with their children. Because you can't have—it's got to have affected you. It must have affected you either emotionally or in some way so that you over-compensate, under-compensate or whatever you do, you do it. You don't come from a functional base. “I don't think I was capable of giving my children everything they needed … because I think my childhood with my parents was, not consciously, but you know … you have a good relationship but you can't emotionally give. They're lovely, nobody's saying anything else, but I'm saying because now I know how good a parent can be and that could be fantastic. One really appreciates the closeness of relationships. “We very rarely talk on a really in-depth level to each other.”  ", "when the conversation turns to the mothering of her sons her raw pain fills the room. ", "I can almost taste it, mingling in with the Western Red Cedar scent. It is nearly overwhelming.", "She talks of relationships and how people who have been abused as children have very little trust in whatever remnant of emotion they have left—or anybody around them. She speaks of a deep loss regarding her sons, both of whom have been supportive of her journey.", "“Sadly I wasn't a very emotionally connected mother and therefore we wouldn't have as close a relationship as other mothers have with their children.”", "“I think we do now. I work on it now. But if you don't when your child is small, you really can't—you've lost it … you know…”", "Liz Mullinar cries. I think I hold my breath as she attempts to keep talking. “You can't get that back,” she continues. “Any survivor of abuse who is honest will admit that they do not have a totally close relationship with their children. Because you can't have—it's got to have affected you. It must have affected you either emotionally or in some way so that you over-compensate, under-compensate or whatever you do, you do it. You don't come from a functional base.", "“I don't think I was capable of giving my children everything they needed … because I think my childhood with my parents was, not consciously, but you know … you have a good relationship but you can't emotionally give. They're lovely, nobody's saying anything else, but I'm saying because now I know how good a parent can be and that could be fantastic. One really appreciates the closeness of relationships.", "“We very rarely talk on a really in-depth level to each other.”", "I was not expecting the level of emotion Mullinar demonstrated during interview. I had thoroughly researched her and from that, thought her to be a robust and highly accomplished professional, so was taken aback and perhaps not fully prepared. From the minute I arrived at the place of interview, I knew from her body language she really did not want to be doing it but had decided she must, to create public dialogue and advocate her cause—the healing of adult survivors of childhood sexual abuse. She is a highly media-savvy woman and my sense of her from the moment we met was to manage me, get it over and done with, and remove me as soon as she could. I do not believe she expected to break down about her sons and was quite shocked herself. But what she shared seemed to be the formulation of something not yet articulated and, as such, added a layer to my perception of her—not the media savvy casting agent but a mother who felt she had failed, albeit because of events outside her control. I attempted to depict this in the text by writing stillness into it—by evoking the surroundings at the time of disclosure—recounting her pain as an entity in the room. I used the surroundings as a technique to encapsulate the space, with us suspended within it, enduring.", "Clearly shaken by my questions, Jan Ruff O'Herne, like Sykes, seemed to dissociate after she related her memory of returning to her mother's side in the Javanese internment camp, after being forced into a brothel for the Japanese military for three months. “I had cut all my hair to make myself look ugly. We didn't need to speak. But I will never forget that wonderful feeling of what a mother means. I lay down on the floor on a mattress that was totally worn out and dirty and smelly with sweat, and I just lay in the hole of her arm, I can see it now, with her arm around me and she just stroked my head and we just laid there and I felt this safety to be back in my mother's arms. It was just such an amazing feeling. You know, we just lay there, we never spoke. She never asked any questions.” Jan Ruff-O'Herne closes her eyes tightly and I do not speak. She transports herself back to that night, to that moment, in her mother's arms. She strokes the air, as her mother stroked her hair, and I can almost see it and smell it. The moment is tangible.  ", "“I had cut all my hair to make myself look ugly. We didn't need to speak. But I will never forget that wonderful feeling of what a mother means. I lay down on the floor on a mattress that was totally worn out and dirty and smelly with sweat, and I just lay in the hole of her arm, I can see it now, with her arm around me and she just stroked my head and we just laid there and I felt this safety to be back in my mother's arms. It was just such an amazing feeling. You know, we just lay there, we never spoke. She never asked any questions.”", "Jan Ruff-O'Herne closes her eyes tightly and I do not speak. She transports herself back to that night, to that moment, in her mother's arms. She strokes the air, as her mother stroked her hair, and I can almost see it and smell it. The moment is tangible.", "When I met Jan Ruff-O'Herne, she was 80 years old, living alone in a suburb in Adelaide. She met me with an embrace at her front door, and I felt completely welcomed. Her home was clean and tidy, full of old photographs. But the fact that she had kept silent about her abuse at the hands of Japanese officers for 50 years seemed inconsequential. I felt, stepping inside her home, a certain stillness and quietness—her pain was everywhere. The house seemed to be filled with it, a palpable component of her solitude.", "As a mother and daughter myself, I knew her relationship with her mother was pivotal to the suffering she sustained. How do you tell your mother of rape at the hands of hundreds of men? Again, questions eliciting vivid memory created a space to re-enter her past and relive the moment of her mother stroking her hair. Traumatic memory or recall, as painful as it is for the subject, is a haunting incident to witness, and then write about. Immediately, the writer has the story often visually re-enacted, but I suggest embedding the story within the effect it also created in the writer is a technique to once again challenge audiences. But as mentioned earlier, how ethical can it be? Without it, I could not have written about the moment when this elderly and dignified woman stroked the air, remembering her mother stroking her hair. The writing would not have been as evocative. There is always that nagging question of was it worth it? But here is where Malcolm's conclusion that the interview process, to a certain degree, is a two-way relationship—that the subject has a key role in being there in the first place. She wanted to tell her story, her own way.", "I remember looking back through the taxi window as she waved goodbye and watched her, alone, bend over and pull a dead leaf from a bush. I believe Ruff-O'Herne was at that moment the most vulnerable of my subjects but there was also the sense that she was the most robust. I believe this is purely because she had been sustaining her suffering for the longest—she was the elder of my subjects and seemingly, more used to it. But again, her mission to tell was also the strongest—she travels the world, lecturing and talking about her experiences. For me, transposing her dignity from the interview moments to the page was the most crucial part of the process of the telling of her story. And this is accomplished by describing her movements and her stance, her dignity and manner in answering probing questions.", "Member of the Stolen Generation Lyn Austin just seemed as bewildered at the time of the interview as she must have been at the age of 10, when recounting her removal from her mother. The last Lyn Austin ever saw of her mother was as she was driven … hundreds of miles away, that day back in 1964. “It just happened so quickly, you know one minute Mum's telling me you're going and then that weekend I was gone.” “And then there was this lady—I don't know if she was from the education department or welfare or where she was from. She just said we're taking you to this farm where there are other Aboriginal children and … Because they sort of felt that my mother wasn't equipped with looking after us.” “We went in this old FJ Holden actually. I can remember that, the old black FJ Holden.” Again, she stops talking and there is a quiet silence, saturated with meaning. When Austin answers my questions, she rarely looks me in the eye. She always looks a little away. But this time, putting her coffee cup down, she does look at me. She looks hard at me. “I can still hear my mother's voice—it was in her voice I could tell, you know, the sadness. You know the anguish, and that.” Again, she stops, looking away. She seems to gather herself and takes a deep breath. She remembers, but it is as if the memory is never far away. As if it has nestled there, just below the surface of her consciousness all these years. “Yeah, yeah, they took me straight to the farm, and I always have that in me mind. I look back, I was looking out the window, like I was waving and you know Mum was crying and I always look back and I can see Mum standing on the roadside with her hands, you know, head in her hands crying.” “I just—I don't know, I never ever got back to ask Mum why, you know in the years as I remained with the family I never, because it was too late. She'd already gone. So, I was never able to go back and ask her why she let me go and that. So…”  ", "The last Lyn Austin ever saw of her mother was as she was driven … hundreds of miles away, that day back in 1964.", "“It just happened so quickly, you know one minute Mum's telling me you're going and then that weekend I was gone.”", "“And then there was this lady—I don't know if she was from the education department or welfare or where she was from. She just said we're taking you to this farm where there are other Aboriginal children and … Because they sort of felt that my mother wasn't equipped with looking after us.”", "“We went in this old FJ Holden actually. I can remember that, the old black FJ Holden.”", "Again, she stops talking and there is a quiet silence, saturated with meaning. When Austin answers my questions, she rarely looks me in the eye. She always looks a little away. But this time, putting her coffee cup down, she does look at me. She looks hard at me.", "“I can still hear my mother's voice—it was in her voice I could tell, you know, the sadness. You know the anguish, and that.”", "Again, she stops, looking away. She seems to gather herself and takes a deep breath.", "She remembers, but it is as if the memory is never far away. As if it has nestled there, just below the surface of her consciousness all these years.", "“Yeah, yeah, they took me straight to the farm, and I always have that in me mind. I look back, I was looking out the window, like I was waving and you know Mum was crying and I always look back and I can see Mum standing on the roadside with her hands, you know, head in her hands crying.”", "“I just—I don't know, I never ever got back to ask Mum why, you know in the years as I remained with the family I never, because it was too late. She'd already gone. So, I was never able to go back and ask her why she let me go and that. So…”", "Everything about Lyn Austin was wary. She recalled her story with anger, humour, grief and dignity. She is a fighter and a survivor, and her life has been hard. The only time it really seemed like a burden was lifted was when she spoke, with deep pride, of her own children, and how they have made it. For Austin, breaking cycles of violence and despair is her greatest triumph.", "Writing about body language and eye contact is a creative non-fiction technique I use often to recreate the scene and the power of one-on-one interaction. The way a person moves and breathes in response to questions is telling, when described accurately. Often patterns develop throughout a text that implicitly conjure a picture of the subject and help portray the story more evocatively.", "I broke a basic rule in interviewing child sexual abuse survivor Arabella Joseph5—avoid interviewing friends and family. We had become friends, ever since I began editing the beginnings of her memoir manuscript, recounting the sexual abuse she suffered at the hands of her uncle.", "An intelligent and gifted young lawyer, she had suffered five years of sexual and psychological abuse, from the age of 11 to 15—and kept it secret. When she finally did disclose, her emotional and psychological fall-out was significant.", "This is the interview that I most regret ever starting. I made a mistake—combining the act of sharing a meal, with the interview content. She could not recall these memories and swallow her food. “For me, telling is really scary. But so far the people that have known have not reacted anything like I imagined. People actually get mad at him and don't get mad at me—or they don't think I'm disgusting. Or people will even respond by saying something similar happened to them. Apparently it's common but I just thought I was the only one.” “You can know something rationally but not believe. Like I know, I know in my rational lawyer head that it wasn't my fault; it is always an adult's fault if they do that to a child. A child does not have the capacity to want that or say no or get away. My intellectual head knows that but…” She trails off. I look at her plate and realise she is merely fiddling with her food. Moving it around the plate. And I know she is unable to swallow. I should have remembered this—she has explained to me that when she is made to talk of her uncle, her body relives copious oral rapes—and she cannot swallow. I have a slight impression of trigger questions bombarding her brain with memories of her horror. Visual, bodily memories. I push my plate aside. I should have remembered. I feel even colder and wrap my multicoloured beach towel more firmly around my shoulders.  ", "“For me, telling is really scary. But so far the people that have known have not reacted anything like I imagined. People actually get mad at him and don't get mad at me—or they don't think I'm disgusting. Or people will even respond by saying something similar happened to them. Apparently it's common but I just thought I was the only one.”", "“You can know something rationally but not believe. Like I know, I know in my rational lawyer head that it wasn't my fault; it is always an adult's fault if they do that to a child. A child does not have the capacity to want that or say no or get away. My intellectual head knows that but…” She trails off.", "I look at her plate and realise she is merely fiddling with her food. Moving it around the plate. And I know she is unable to swallow. I should have remembered this—she has explained to me that when she is made to talk of her uncle, her body relives copious oral rapes—and she cannot swallow.", "I have a slight impression of trigger questions bombarding her brain with memories of her horror. Visual, bodily memories.", "I push my plate aside. I should have remembered. I feel even colder and wrap my multicoloured beach towel more firmly around my shoulders.", "Time seemed suspended when I realised my mistake, and I remember feeling really, really cold—I offered to halt the interview and even suggested just eating, and finishing the interview later, but neither of us could eat by that time. So we didn't and continued the interview instead. Writing what I witnessed, and then what I was feeling, was the only way to depict this interaction honestly. I have thought about that moment often and know it was really driven by Joseph—she wanted to complete the interview, not just for me, her friend, but to get her voice heard. She always said if her manuscript could change just one life, save just one child from what she endured, then that would be enough.", "At the time of interview, her manuscript had been rejected by three publishers—the fourth took it up, and it was published by Murdoch Publishing in June 2009.6 To date, it is selling well.", "All five subjects insisted they wanted to continue, despite offers of terminating the interview. This partially confirms Frank Ochberg's assertion, however unlike Ochberg, I believe it is the right thing to continue to give the subject the choice—to always ask the question if they want to stop, or not, or have a break. Or to simply halt the interview process entirely. As I have discussed above, this should never be problematic—the well-being of a subject of trauma must always be the first priority. But every one of the subjects in the manuscript literally insisted on continuing, despite their reinvigorated pain. All were advocating breaking societal taboo and silences around shocking subject matter, in order to inform and educate.", "Of all the subjects interviewed, the biggest ethical dilemma, requiring the closest scrutiny of my own response, arose in relation to my interview with academic and clinical psychologist Jim Malcolm, and it eventuated not during the interview but well after.", "My research followed on from my first book She's My Wife; He's Just Sex (Joseph, 1997) which explored a certain type of sexual duality amongst married and de facto men. That research focused less on their sexual behaviour, instead focusing on the lengths these men went to in order to maintain their secret. It was during the publicity for this book that I met Jim Malcolm. We were both interviewed by Kerri-Anne Kennerley for her national Midday Show on Channel 9 in Sydney.", "Her researcher asked me to invite one of the men in my book to attend the interview. None of them agreed but suggested Jim Malcolm as he had had extensive prior media experience. Malcolm agreed to the interview despite his reservations about my book and its conclusions.", "Unwittingly, I exposed Malcolm to a gruelling onslaught from Kennerley about his personal sexual life despite his requests that he not be asked about his own experience, but rather focus on his work as a psychologist and scholar. He had just completed a PhD on the exact same topic as my first book.", "In light of this, Malcolm was not hostile but definitely not welcoming when approached for Speaking Secrets. However, he did agree to the interview—but at the time, not necessarily to publication. Perhaps arrogantly, I proceeded on the basis that he would ultimately be persuaded.", "His chapter in Speaking Secrets was perhaps one of the most powerful in the manuscript because of his prior relationship with the media. Malcolm is a man who was exploited on the ABC's Four Corners in the early 1990s; then agreed to come on to a national and live television chat show where he was ambushed and his character virtually destroyed by the host. Yet he still agreed to be interviewed for Speaking Secrets, with a potential for publication.", "However, having read his chapter, Malcolm did not give his permission7 for it to be published. I tried to persuade him; I cajoled him; I almost begged him but then I heard myself and realised, his refusing permission for publication is exactly what the research was about—integrity and trust and ethics and empathy, as an intrinsic part of journalism practice. I stopped trying to convince him and just listened to him.", "He explained that reading my chapter on him truly taught him something about his prior choices to expose himself in the media, and he decided it had to stop. He had to educate the world in other, less public ways.", "Effectively, Malcolm managed to take back some of his power which the media had taken from him. It was all about choice and control, and he demonstrates that while the story is of the utmost importance to a journalist, the person is more important. There seemed a certain synchronicity in his refusal to allow me to publish and on so many levels, he became the embodiment of this research."]}, {"title": "Conclusion", "paragraphs": ["Twenty years after Foucault wrote about the imperative to confess, already mentioned, Doug Birkhead appropriated this theory and inverted it, directly at the feet of journalists. He claims that journalism: “reflects an impulse to bring events into a forum so that they may be publicly accounted for. The press traditionally has sought to make itself—and us—bear responsibility of being witnesses rather than merely onlookers” (Sims and Kramer, 1995, p. 13).", "Birkhead places journalists and the practice of journalism as public confessor—a position of immense responsibility, in the name of the public's right to know. Interestingly, as a symbolic Fourth Estate, that is exactly the forum that each of the subjects in Speaking Secrets initially sought out to tell their untellable stories. This eagerness to tell reflects a collective impetus for righting wrongs and creating a space for social and political recognition. Many of them were intent on informing the public about mainly unspoken or taboo topics—this seemed to be the common imperative. The subjects in Speaking Secrets all individually took on an almost advocacy role in agreeing to the interviews and the themes they were attempting to portray. Walter Lippmann likens the press to the beam of a searchlight, “bringing one episode and then another out of darkness into vision” (Cote and Simpson, 2006, p. 100). As Cote and Simpson write: Better reporting about trauma can help readers and viewers gain empathy for the suffering of victims and enrich everyone's awareness of the powerful role that trauma plays in people's collective lives … if the ultimate benefit is greater awareness of how others suffer from trauma, the publics’ renewed capacity to offer collective care and support will be the greatest public benefit. (2006, p. 8)  ", "Better reporting about trauma can help readers and viewers gain empathy for the suffering of victims and enrich everyone's awareness of the powerful role that trauma plays in people's collective lives … if the ultimate benefit is greater awareness of how others suffer from trauma, the publics’ renewed capacity to offer collective care and support will be the greatest public benefit. (2006, p. 8)", "And this is what the subjects in Speaking Secrets collectively aspired to—educating the public and bringing taboo subjects “out of the darkness”.", "But possibly the most important issue in the current research is that each story is the subject's own story, finally told to a story gatherer, in their own way. This does not mean that rigorous research and cross-referencing is not necessary in order for the journalist to do their job properly. It just means that the subject needs to feel some control, or trust, at this stage. Genuine empathy is of paramount importance in engendering trust and upholding this relationship, not just during the interviewing process, but afterwards, at the computer screen, when that relationship is transposed on to the page, filtered through the writer's own lifetime experiences. This is particularly pertinent in long-form narrative where there has been a far greater time investment than daily journalism. Cote and Simpson write: Trauma may leave a person feeling violated, angry, powerless. Many trauma victims feel their suffering had had some purpose if their story is told at the right time and in the right way. It can be a catharsis that releases some pain and gives their lives new dignity. (2006, p. 121)  ", "Trauma may leave a person feeling violated, angry, powerless. Many trauma victims feel their suffering had had some purpose if their story is told at the right time and in the right way. It can be a catharsis that releases some pain and gives their lives new dignity. (2006, p. 121)", "They argue that this is a process that could help victims become survivors within their communities, and bring some different meaning to their suffering. Flowing on from this, I argue that it is universally understood that culturally, the public harbours a ubiquitous distrust in journalism as a practice. This position clearly impedes the flow of information of this nature, particularly about taboo societal subjects. Discourse needs to be developed around difficult and challenging issues. Modelling and teaching empathetic technique and reflective journalism practice, particularly in the long-form narrative, is the remedy."]}], "references": [{"title": "“The Winter of Journalism&#039;s Content”", "year": "2008", "journal": "The Australian Higher Education Supplement", "volume": "", "authors": [{"name": "McKnight David", "first_name": "McKnight", "last_name": "David"}, {"name": "O'donnell Penny", "first_name": "O'donnell", "last_name": "Penny"}]}, {"title": "“…but It&#039;s Really Burning: tragedy and the journalistic conscience”", "year": "1995", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Schroth Raymond", "first_name": "Schroth", "last_name": "Raymond"}]}, {"title": "“The Haunted House”", "year": "1990", "journal": "The Nation (New York)", "volume": "", "authors": [{"name": "Stimpson Catharine", "first_name": "Stimpson", "last_name": "Catharine"}]}]}