{"doi": "10.1080/17512786.2012.667273", "url": "https://doi.org/10.1080/17512786.2012.667273", "title": "THE JOURNALISTIC HYPERLINK", "volume": "6", "year": "2012", "issue": "5-6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "De Maeyer", "first_name": "Juliette", "name": "Juliette De Maeyer"}], "abstract": " Hypertextuality has been a fundamental characteristic of the Web since its inception. It also impacts on journalism: the ability to link pages, sites and documents stands out as one of the features that essentially differentiates online news from other media. This paper investigates how prescriptive discourses about online journalism deal with hypertextuality. Focusing on hyperlinks as a concrete embodiment of the vague notion of hypertextuality, this project discusses how hyperlinks have been incorporated within the body of journalistic shared knowledge. We draw on a qualitative content analysis of journalism textbooks, as well as interviews with journalism educators in French-speaking Belgium. Analysing them qualitatively, we discuss how different traditional journalistic values are invoked and articulated when it comes to give guidelines about the ideal use of hyperlinks. Results highlight inherent contradictions between the values that are summoned, but we argue that such inconsistencies are constructive and that they are crucial for journalistic collective identities. ", "body": [{"title": "Introduction", "paragraphs": ["Hyperlinks and the possibility to form hypertexts are assets of new technology “generally considered to have the greatest potential impact on online journalism” (Steensen, 2011, p. 312). Links seem to embody several promises associated with online news. As Steensen phrases it, “the general assumption of researchers interested in hypertextual online journalism is that if hypertext is used innovatively it would provide a range of advantages over print journalism” (2011, p. 313).", "This paper attempts to formalize what linking means in the journalistic context. It grasps the explicit discourses about what journalists should do with links by digging through journalism textbooks and by analysing interviews with journalism educators.", "This analysis primarily argues that hyperlinks can be seen as a lens through which we can understand many dynamics shaping today's journalism. This is in line with Anderson's plea for studying news objects, i.e. “the underlying raw materials of the news process that are woven together to create ‘the news’” (Anderson, 2010). Links, he argues, are such “seemingly innocuous” objects that “mark a particularly pregnant device through which to examine a wide variety of newsroom changes and challenges” (Anderson, 2010).", "The present paper focuses on the explicit discourses concerning what is said about what journalists should do with hyperlinks and why they should do so. Our goal is to get around vague theoretical assumptions about the importance of hypertextuality and to assess its prominence and its potential attributes within the discourses of those who are chiefly concerned: professional journalists."]}, {"title": "Why Do Links Matter for Online News? Theoretical Hints", "paragraphs": ["This section briefly reviews literature about hypertextuality in the context of online journalism. According to many scholars, hypertextual news features some specific characteristics that can be summarized as follows: links enhance the news by creating more interactivity, credibility, transparency and diversity. They are also at the core of important commercial assets. The alleged values of linking exposed hereafter do not reflect what news sites actually propose, they form the outcome of theoretical discussions about the role that links could play in the context of journalism.", "Firstly, links are said to create interactivity for the users (Peng et al., 1999) by offering them to click and surf to other parts of the Web. Theorists argue that hypertext disperses the “fundamental linearity” generally associated with traditional media and especially with print (Dalhgren, 1996; quoted in Oblak, 2005). As Picard emphatically points out, “hyperlinking lets people control their own destiny—lets them drive their way through a media experience. It lets them choose their own path, focus on what interests them, and ultimately consume media at their own pace—on their own terms” (Picard, 2008, p. 159). Interactivity, coupled with non-linearity, is believed to stand “at the core of new media technologies” (Bucy, 2004, p. 373) and is allegedly valuable for news organizations (Chung and Nah, 2009).", "Credibility is another potential outcome of adding links to news stories. Hypertext makes news stories more credible by directly leading the reader to more background information, to more context, facts and sources. Links allow “browsing through reports, archives dating back years and years, official documents and full transcript of interviews and statements” (Deuze, 1999, p. 383). They thus allow the reader to understand an issue in depth (Dimitrova et al., 2003). In short, they support facticity, which is desirable if we assume that the process of sourcing defines journalism (Tsui, 2008, p. 71). As more and more documents are accessible online, “there's often little reason that readers shouldn't have access to the same material that reporters use to write their stories” (Stray, 2010a). By pointing to more contextual information, linking is also said to improve readability and therefore address one of the problems journalists routinely face, namely how much it is needed to recap previous events (Tremayne, 2005, p. 31). Links settle this issue without making news stories heavy with additional—and perhaps optional—text: “the technology of the web allows news presentation that might satisfy both those wanting short, fact-driven accounts and those wanting context, interpretation and opinion” (Tremayne, 2004, p. 238). Assuming that writing for the Web needs to be “shorter, sharper and snappier”, links “give journalists a way to tell complex stories concisely” (Stray, 2010b).", "Links also supposedly increase transparency. It is the third way in which they may add value to online journalism, by allowing “the reader to trace back the reporting and news gathering process” (Deuze, 1999, p. 383). Newsgathering practices such as finding and selecting valuable sources are no longer completely hidden. When it comes to making sources explicit, “a link is the simplest, most comprehensive, and most transparent method of attribution” (Stray, 2010b). Besides, links could constitute “the most significant mechanism of online gatekeeping” (Napoli, 2008, p. 63): when journalists pick noteworthy links and present them to readers, there is a shift in the way they act as gatekeepers, as “the communication interaction invoked here involves the offering of material to the user by the embodied voice of the news producer, rather that the existence of unembodied, self-evident information” (Matheson, 2004, p. 455). In a word, links are said to boost transparency because they make journalistic processes, such as sourcing or gatekeeping, explicitly visible.", "Finally, the last promise incarnated in hypertext is an enhanced diversity. Here, links purportedly address another problem journalists routinely face: do they have to report every alternative point of view (Tremayne, 2005, p. 31)? This stands at the core of journalistic credibility, as argued by Fry (2010): “a bedrock requirement of making a fair argument in any medium is that you summarize the opposing viewpoint accurately”. Another related potential quality of hypertext resides in its ability to improve and encourage curation—that is, “picking and choosing the best content from other places” (Stray, 2010b). Jeff Jarvis’ formulaic rule epitomizes the principle of curation: “cover what you do best and link to the rest” (Jarvis, 2007). With links, journalists avoid endlessly rewriting news wire stories and have time to focus on what really matters.", "Beside those four aspects in which they are said to add value to journalism, links may also constitute a commercial asset. They not only have “immediate monetary impact” such as the traffic peaks caused by a mention on a high-profile site (Stray, 2010b), they are also associated with subtler, long-term value such as search-engine ranking, reputation or authority. Linking raises “important commercial concerns” (Tsui, 2008, p. 75) as the linking structure increasingly shapes the economy of the Web (Halavais, 2009; Tsui, 2008, p. 74). Search engines such as Google—that generate traffic and profit—rely on “the assumption that hyperlinks somehow transmit power or credibility” (Halavais, 2008, p. 43). As linking might also result in reciprocity, gathering and trading links is an essential part of the Web economy.", "Those are, in short, the values that the literature often attribute to hyperlinks. But empirical research also addresses the issue, with a different outcome. Previous works indicate that news websites seem, so far and to various extents, to have failed to embrace hyperlinking. As early as the late 1990s, researchers have been interested in hypertext features of news sites. Tankard and Ban (1998), for example, assessed 100 news sites and found that 94 per cent of the 296 stories they examined proposed no link at all. Likewise, Kenney et al. (2000) inspected 100 online newspapers, and discovered that only 32 per cent of the stories proposed links of any kind. Further research showed that news sites are especially cautious when it comes to providing external links (i.e. links leading to other websites, as opposed to internal links leading to pages in the same site). For example, Dimitrova et al. (2003) examined links stemming from 473 news stories gathered on 15 US websites: only 4.1 per cent of them were external links. In another study, Dimitrova and Neznanski (2006) assessed 791 home pages of 26 online newspapers from 17 countries. They acknowledged that hyperlinks is one of the “most popular web-specific features”, but if almost all the pages they scanned contained links, the vast majority were links to internal content. Only 8 per cent of stories connected users to external material. Likewise, Tremayne (2005) studied 1147 news stories originating from 10 US sites and concluded that only 17 per cent of the links are external, with Web editors favouring “local server content to that which appears elsewhere” (Tremayne, 2005, p. 38). Moreover, he observed that the proportion of external links tended to decrease over time, a trend he proposes to explain by the proportional growth of each site's archives—providing more internal material to link to. More recently, Tsui (2008) compared the content of four leading newspaper sites with five leading political blogs. In this case, the percentage of external links goes as high as 35.2 per cent, but it is mainly thanks to blogs. When isolated, three out of the four newspaper sites provide less than 3 per cent of external links. The author reaffirms the lack of hyperlinks aimed at tracking down original material and chiefly explains the situation by fear of losing control over audiences, by technical and organizational inertia, and by fear of losing ad revenue. But the proportion of links varies from site to site. For instance, Quandt (2008; quoted in Steensen, 2011, p. 314) studied 1600 full-text articles from 10 news sites in the United States, France, Germany, United Kingdom and Russia: he found that about 25 per cent of the stories displayed external links. Finally, in a 2010 survey of 262 stories within 12 US news sites (including both traditional and online-only outlets), Jonathan Stray observed that the median number of external links per article was as low as 0.65. He also suggested that “online-only publications [are] typically more likely to make good use of links in their stories … and that many organizations link mostly to their own topic pages” (Stray, 2010c). Expressed briefly, previous research highlights a global tendency to link only rarely to outside sources: the most optimistic quantitative accounts report around 25 per cent of articles linking externally, but the overall situation appears to be gloomier. This trend, dubbed the “walled garden” phenomenon (Napoli, 2008, p. 63), is tentatively explained by news organizations’ “protectionist attitude” (Steensen, 2011, p. 315).", "The confrontation of the bright theoretical promises usually related to hyperlinks and the more nuanced picture showed by empirical research about the actual linking behaviour of news sites underlines a stimulating gap. If links—and especially external, freely flowing links—are so highly valued and bear many positive values, how come news sites do not embrace hyperlinking as a common practice? Such discrepancy, rather than constituting a pessimistic conclusion, is the starting point of my research. Therefore, pragmatically investigating what professional newsworkers think about hyperlinks was necessary. Are the values reflected in the literature shared by professional journalists? How do hyperlinks potentially fit within broader journalistic values? This is why I scrutinized journalistic explicit discourses about hyperlinks, starting with what is contained in journalism textbooks and what is taught by journalism educators."]}, {"title": "Method and Scope", "paragraphs": ["To achieve the goals outlined above, I conducted a qualitative, thematic analysis of explicit discourses held by professional journalists, as embodied in journalism textbooks and interviews with journalism educators. The analysis was conducted with the help of the qualitative analysis software Cassandre (Lejeune, 2008, 2010) that provides semi-automatic ways of spotting keywords and themes.", "The scarcity of textbook material about hyperlinks rendered in-depth interviews with educators imperative. Besides, the triangulation of different sources of information is often recommended to ensure a rigorous qualitative analysis (Paillé and Muchielli, 2008, p. 95).", "At the time of writing, seven textbooks were scanned and six in-depth interviews were conducted. However, as the chosen mode of analysis is sequential and emergent—constant iteration between data collection and analysis is needed (Paillé and Muchielli, 2008, p. 64)—this attempt at setting out a first, coherent analytical proposition is consistent and necessary.", "The analysis was also informed by the reading of other documents: blog posts by new media pundits, specific guidelines by some well-known media outlets such as the BBC, etc. This study tried to focus on the relevant context by primarily relying on documents and textbooks that are available in the libraries of French-speaking Belgian journalism education outlets (as my dissertation project focuses on French-speaking Belgium). But as we live in a globalized and connected world where ideas and texts are increasingly shared and available it is impossible to ignore other connected resources. I therefore paid attention to the documents mentioned by the respondents in order to include them in my analysis and also systematically asked them about important resources they might rely on.", "In another manifestation of indistinct borders, it should also be noticed that most of the educators I met are also fully fledged journalists, who worked in newsrooms at the time of the interviews. This blurs the exact distinction between what they teach and what they do in their everyday professional life—but also ensures that their discourses are rooted in actual journalistic practices, and that they are not disconnected from the field."]}, {"title": "Findings", "paragraphs": ["The first goal of this analysis is to assess the importance of links in the explicit discourses about what journalism should be. Textbooks as well as educators agree that links are a salient feature of the Web. When talking about hyperlinks, respondents often state that they are somehow inherently part of the Web. The words they use revolve around the idea of the hypertext being essential and fundamental, as shown in the following interview excerpts: In fact, links are second only to text in their ability to convey information and meaning to the user.1    What makes the DNA, the genes of online media and of the Internet in general, is of course the hypertext.   Links are part of the Web writing. It's intrinsic.   [Hyperlinks] belong to the language of the Web, as if they were part of the grammar … links seem consubstantial with the Internet.   When writing on the Web, we must—it is necessary to add links because it is part of the Web writing.   The hypertext is the essence of the Web.   The Web, it's fundamentally about hypertextuality.  ", "In fact, links are second only to text in their ability to convey information and meaning to the user.1 ", "What makes the DNA, the genes of online media and of the Internet in general, is of course the hypertext.", "Links are part of the Web writing. It's intrinsic.", "[Hyperlinks] belong to the language of the Web, as if they were part of the grammar … links seem consubstantial with the Internet.", "When writing on the Web, we must—it is necessary to add links because it is part of the Web writing.", "The hypertext is the essence of the Web.", "The Web, it's fundamentally about hypertextuality.", "But next to acknowledging, in very fervent and confident terms, that links are important and essential, some respondents also demonstrate a certain level of pragmatism and doubt. This particularly stands out in the discourses of those who currently work as journalists: they repeatedly recognize that the “ideal” practices they describe are not common in their work environment. It's easy to explain [what journalists should do with links] but when put into action, it's always … It's always surprising. People [journalists and students] always tell us “Oh it's perfectly clear, we understood everything very well”, but the application is always some sort of catastrophe.   Of course the source must be clickable. So even if it's [a competitor] we must make it clickable, for Christ's sake. We have to. I fight for that. They [other journalists in the newsroom] are terribly cautious. It's awful.  ", "It's easy to explain [what journalists should do with links] but when put into action, it's always … It's always surprising. People [journalists and students] always tell us “Oh it's perfectly clear, we understood everything very well”, but the application is always some sort of catastrophe.", "Of course the source must be clickable. So even if it's [a competitor] we must make it clickable, for Christ's sake. We have to. I fight for that. They [other journalists in the newsroom] are terribly cautious. It's awful.", "On the whole, the values pinpointed in the literature (interactivity, transparency, credibility and diversity) are mentioned by textbooks as well as educators: proposing non-linear narratives, linking to context and more information, transparently showing journalistic processes, widening the perspective by linking to different opinions. All those functions are evoked, as exemplified in the following fragments: The message I want to convey to students is that of course we are in a reading structure, in a narrative structure that is not linear—but they are … I like the word “rhizome”.   The first function I can think of is to direct to source.   I chose to cover that story from a particular angle, but I can also show premises of other possible angles by linking to other people, other stories, other productions that use other angles.  ", "The message I want to convey to students is that of course we are in a reading structure, in a narrative structure that is not linear—but they are … I like the word “rhizome”.", "The first function I can think of is to direct to source.", "I chose to cover that story from a particular angle, but I can also show premises of other possible angles by linking to other people, other stories, other productions that use other angles.", "The idea of links as providing more depth to a story seems especially widespread and important. Quotes from the interviews highlight how central the notion of depth is: “Adding links means giving additional information, more depth”; “it opens a door to other contents, it adds depth”; “it's a possibility to deepen knowledge”; “users can dive more deeply into the content we propose”; “I allow you, readers, to go into more details and depth”; “this word can become a link because the information needs to be deepened”.", "This emphasis on depth leads to other noteworthy metaphors frequently used by respondents. The registers they mobilize are clearly spatial, as they routinely compare links with “doors being opened”, as forming “crossroads” and “bridges”. Similarly, the absence of links constitute a “dead end”. As for the users who click on links, they have the “possibility to fly away”, to “bounce, bounce, bounce and come back”. Those words denote an idea of flow, of information and readers travelling seamlessly.", "Beside the different values mentioned above, respondents add more nuances to the raison d’être of hyperlinks.", "A very strong principle appears to be prominent in respondents’ assessment of why links matter for journalism: the notion of relevance, which, according to them, should be the utmost standard guiding journalists in their linking behaviour. It's a journalistic work, therefore links must be relevant.   Links should be relevant. The idea is: what does a link add?   It is fun to create links, but they should be relevant.   Links should be necessary and relevant, not something artificial.  ", "It's a journalistic work, therefore links must be relevant.", "Links should be relevant. The idea is: what does a link add?", "It is fun to create links, but they should be relevant.", "Links should be necessary and relevant, not something artificial.", "Other reasons to be cautious when using links are indicated in the textbooks: they may take the users away from your story, it might be difficult to maintain the relevance and accuracy of links over time or to ensure that you have the permission to link to specific content. Usability and clarity are also mentioned as good reasons not to create too many links.", "Respondents also nuance their generally enthusiastic point of view about the novelty of links by stating that the way journalists should deal with links is primarily guided by journalistic common sense and traditional journalistic ethics. For journalists, it's as with anything else, they need to find reliable, credible sources for their information. This is not peculiar to the Internet.   So at the end of the day, it's just the application of journalistic deontology to links, just as when I quote a witness in a printed story.   A link is just another news item. And every news item should be verified and credible.  ", "For journalists, it's as with anything else, they need to find reliable, credible sources for their information. This is not peculiar to the Internet.", "So at the end of the day, it's just the application of journalistic deontology to links, just as when I quote a witness in a printed story.", "A link is just another news item. And every news item should be verified and credible.", "Those assertions contrast with the idea that hyperlinks are a unique feature of the Web. Here, links are journalistic objects among others that should be treated according to common journalistic principles and ethics.", "The excerpts showed above tend to demonstrate that explicit discourses about links, as embodied in textbooks and words of educators, imply that common rules and values should command journalists’ linking behaviours. But another theme emerges from the interviews, that somewhat undermines the apparent universality of the guidance about links: the links proposed by a news media should be fine-tuned according to the media's editorial policy and targeted audience. This is illustrated by the following interview samples: There are as many different linking styles as there are different journalists. And everyone links in their own way, according to the people they talk to, according to the nature of the information.   You should always care about the users, the readers. They are the ones guiding what links should be included, the type of links we add, their density.   Those questions should be debated collectively. Not only in the newsroom, between journalists, but also with the people from the marketing department. They should come up with an editorial strategy.  ", "There are as many different linking styles as there are different journalists. And everyone links in their own way, according to the people they talk to, according to the nature of the information.", "You should always care about the users, the readers. They are the ones guiding what links should be included, the type of links we add, their density.", "Those questions should be debated collectively. Not only in the newsroom, between journalists, but also with the people from the marketing department. They should come up with an editorial strategy.", "Another element challenges the impression of coherence and universality. The educators I met all insist on the fact that what they say is only their personal opinion. They repeatedly claim that they are no experts and that there is no stable, true, general knowledge about the topic. Well, that's my opinion. I might be wrong, I'm not trying to fling absolute truths.   What I'm saying now is complete improvisation.   I think there's a real lack of theory about that.   I'm only outlining broad principles, they are only recommendations, nothing else.   What I'm saying now is completely intuitive.   There's no rule, it's difficult to explain.   That's what I like as a user. But am I representative? I don't know.  ", "Well, that's my opinion. I might be wrong, I'm not trying to fling absolute truths.", "What I'm saying now is complete improvisation.", "I think there's a real lack of theory about that.", "I'm only outlining broad principles, they are only recommendations, nothing else.", "What I'm saying now is completely intuitive.", "There's no rule, it's difficult to explain.", "That's what I like as a user. But am I representative? I don't know.", "Moreover, respondents also emphasize instability, disruption and quick changes as a characteristic of their field. I don't have any definitive opinion on that. Things change a lot, and quickly.   What I teach is evolving, nothing is fixed.   The entire ecosystem is going to be turned upside down.   I think a lot of things are going to change. It's going to change, even though links are not exactly recent. We cannot say that it's a recent invention.  ", "I don't have any definitive opinion on that. Things change a lot, and quickly.", "What I teach is evolving, nothing is fixed.", "The entire ecosystem is going to be turned upside down.", "I think a lot of things are going to change. It's going to change, even though links are not exactly recent. We cannot say that it's a recent invention."]}, {"title": "Discussion", "paragraphs": ["Several paradoxes emerge from the thematic analysis presented above. They can be summarized as follows:• New versus the same: professionals agree on the fact that hypertext is an essential, specific and unique feature of the Web, but at the same time, they state that general, classic journalistic principles are what should guide the journalists’ linking behaviour.• Enthusiasm versus pragmatism: the respondents’ overall enthusiasm towards the benefits of links for journalism is somewhat tempered by their awareness about what actually happens in news sites, i.e. that journalists do not use links as they say they should.• Universal versus particular: Even though they seem to agree on the values at stake and on the general set of rules and principles that should be applied, respondents frequently imply that what they say could not be subject to any generalization. Even though the cases, values and examples they bring up are similar, respondents keep insisting that this is only their personal opinion, and that ad hoc solutions should be found for every media or every particular news story. ", " New versus the same: professionals agree on the fact that hypertext is an essential, specific and unique feature of the Web, but at the same time, they state that general, classic journalistic principles are what should guide the journalists’ linking behaviour.", " Enthusiasm versus pragmatism: the respondents’ overall enthusiasm towards the benefits of links for journalism is somewhat tempered by their awareness about what actually happens in news sites, i.e. that journalists do not use links as they say they should.", " Universal versus particular: Even though they seem to agree on the values at stake and on the general set of rules and principles that should be applied, respondents frequently imply that what they say could not be subject to any generalization. Even though the cases, values and examples they bring up are similar, respondents keep insisting that this is only their personal opinion, and that ad hoc solutions should be found for every media or every particular news story.", "Such discrepancies are in line with Carpentier's findings about journalistic identities considered as a discursive frame where gaps between principles and practices are common (Carpentier, 2005). Carpentier and Trioen (2010) furthermore argue that such gaps are not endpoints, but the point of departure of journalistic identities. This is also consistent with what Ruellan (2001) affirms about journalism being a “blurred professionalism”: professionals maintain gaps and contradictions, as a source of strength and dynamics of their collective identities."]}, {"title": "Limitations and Further Research", "paragraphs": ["This paper is a work-in-progress report of an ongoing research, and its conclusions should be considered as such. Other parts of my dissertation further explore the topic with different, complementary angles: a content analysis of the links actually proposed by news sites and an ethnographic inquiry of journalists’ practices in the newsroom are on the agenda. The latter will allow me to dig deeper within the professionals’ explicit discourses, by confronting the present findings—focused on what textbooks and educators have to say about links—with the journalists’ own appropriations.", "On the whole, the qualitative perspective chosen for this analysis does not ensure any kind of representativeness. It nevertheless achieves its purpose of building and polishing theory about hypertextuality in journalism and roots that theory in the professionals’ own discourses.", "The present findings and their future refinements could in any case constitute a solid basis for more quantitative assessments of what hyperlinks mean for journalists. Such future explorations could relevantly be framed within previous inquiries into journalistic values and identities."]}], "references": [{"title": "Interactivity in Society: locating an elusive concept", "year": "2004", "journal": "The Information Society", "volume": "20", "authors": [{"name": "Bucy Erik", "first_name": "Bucy", "last_name": "Erik"}]}, {"title": "Identity, Contingency and Rigidity", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Carpentier Nico", "first_name": "Carpentier", "last_name": "Nico"}]}, {"title": "The Particularity of Objectivity: a post-structuralist and psychoanalytical reading of the gap between objectivity-as-a-value and objectivity-as-a-practice in the 2003 Iraqi War coverage", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Carpentier Nico", "first_name": "Carpentier", "last_name": "Nico"}, {"name": "Trioen Marit", "first_name": "Trioen", "last_name": "Marit"}]}, {"title": "The Effects of Interactive News Presentation on Perceived User Satisfaction of Online Community Newspapers", "year": "2009", "journal": "Journal of Computer-mediated Communication", "volume": "14", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}, {"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}]}, {"title": "Media Logic in Cyberspace: repositioning journalism and its publics", "year": "1996", "journal": "Javnost/The Public", "volume": "3", "authors": [{"name": "Dalhgren Peter", "first_name": "Dalhgren", "last_name": "Peter"}]}, {"title": "Journalism and the Web: an analysis of skills and standards in an online environment", "year": "1999", "journal": "International Communication Gazette", "volume": "61", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Online Journalism and the War in Cyberspace: a comparison between U.S. and international newspapers", "year": "2006", "journal": "Journal of Computer-mediated Communication", "volume": "12", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Neznanski Matt", "first_name": "Neznanski", "last_name": "Matt"}]}, {"title": "Hyperlinking as Gatekeeping: online newspaper coverage of the execution of an American terrorist", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Connolly-Ahern Colleen", "first_name": "Connolly-Ahern", "last_name": "Colleen"}, {"name": "Williams Andrewpaul", "first_name": "Williams", "last_name": "Andrewpaul"}, {"name": "Kaid Lyndalee", "first_name": "Kaid", "last_name": "Lyndalee"}, {"name": "Reid Amanda", "first_name": "Reid", "last_name": "Amanda"}]}, {"title": "Interactive Features of Online Newspaper", "year": "2000", "journal": "First Monday", "volume": "5", "authors": [{"name": "Kenney Keith", "first_name": "Kenney", "last_name": "Keith"}, {"name": "Gorelik Alexander", "first_name": "Gorelik", "last_name": "Alexander"}, {"name": "Mwangi Sam", "first_name": "Mwangi", "last_name": "Sam"}]}, {"title": "Au fil de l&#039;interprétation. L&#039;apport des registres aux logiciels d&#039;analyse qualitative", "year": "2008", "journal": "Schweizerische Zeitschriftf ür Soziologie/Revue Suisse de Sociologie", "volume": "34", "authors": [{"name": "Lejeune Christophe", "first_name": "Lejeune", "last_name": "Christophe"}]}, {"title": "Weblogs and the Epistemology of the News: some trends in online journalism", "year": "2004", "journal": "New Media Society", "volume": "6", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald"}]}, {"title": "The Lack of Interactivity and Hypertextuality in Online Media", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "Oblak Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "Trends in Online Newspapers: a look at the U.S. web", "year": "1999", "journal": "Newspaper Research Journal", "volume": "20", "authors": [{"name": "Peng Foo", "first_name": "Peng", "last_name": "Foo"}, {"name": "Yeuh Tham", "first_name": "Yeuh", "last_name": "Tham"}, {"name": "Naphtali Irene", "first_name": "Naphtali", "last_name": "Irene"}, {"name": "Xiaoming Hao", "first_name": "Xiaoming", "last_name": "Hao"}]}, {"title": "Online Journalism and the Promises of New Technology: a critical review and look ahead", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "The Web of Context: applying network theory to the use of hyperlinks in journalism on the web", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}]}, {"title": "News Websites as Gated Cybercommunities", "year": "2005", "journal": "Convergence", "volume": "11", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}]}]}