{"doi": "10.1080/1461670X.2016.1215255", "url": "https://doi.org/10.1080/1461670X.2016.1215255", "title": "Rearticulating New York Times v. Sullivan as a Social Duty to Journalists", "volume": "18", "year": "2017", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Edmondson", "first_name": "Aimee", "name": "Aimee Edmondson"}], "abstract": "During the frenzied run of presidential primaries in 2016, Republican nominee Donald Trump vowed to “open up” libel laws to make suing the media easier. This apparent attempt to resurrect seditious libel brought a flurry of debate about how American libel laws might be altered in this context. “We are going to have people sue you like you’ve never got sued before,” Trump said. This article seeks to rearticulate the landmark New York Times v. Sullivan decision as a case about social duty and the duty that is owed to journalists in an increasingly contentious political climate. I argue that protecting this right to criticize public officials and public figures is as important as ever in our democratic system. Sullivan was a case about civil rights, about the right of African-American leaders and the media to cover and criticize how the police behaved in the 1960s when faced with the social revolution of the civil rights movement. This essay also focuses on three previously unstudied cases filed by police officers in the New York area in the 1960s. Sullivan secured our right to speak without a vindictive government bearing down on us via our legal system, but other cases decided outside the national spotlight suggest how that right was further cemented by the interaction of the media and the civil rights movement. Be it the brutality of police 50 years ago and today, or coverage of presidential candidates, I argue that journalists and the public are owed this right.", "body": [{"title": "Introduction: The Duty to Criticize", "paragraphs": ["What an uncanny déjà vu. Place the photographs side by side, images of protestors in Ferguson, Missouri, from 2014 and those of the civil rights demonstrations in the American South some 50 years earlier. “I am Mike Brown” placards might be the modern equivalent of the now famous “I Am A Man” signs from the 1968 Memphis sanitation workers’ strike.1 Michael Brown, an 18-year-old African American, was shot and killed by a white police officer on August 9, 2014, sparking widespread demonstrations and an international conversation about police militarization, tactics, and institutional racism. Other iconic images from the 1960s found their way back to mainstream media in the wake of the Ferguson controversy and in the aftermath of other high-profile cases of police officers shooting black males in cities across the United States. For example, Alabama lawman Bull Connor made an international spectacle out of Birmingham in 1963 with his lunging police dogs and skin-shredding fire hoses that washed young civil rights protesters down the street and into newspapers and television broadcasts around the world. All these years later, as coverage of white police officers shooting African-American men dominated the headlines month after month, the national conversation has swarmed around the issue of police brutality and has brought questions about how far we have come—or have not come—since the days of Bull. During the civil rights revolution of the 1950s and 1960s, such imagery swayed public opinion about America’s black–white caste system and ushered in sweeping legal reforms in a wide range of areas. It is difficult to know what the more recent protests will mean for America’s not so post-racial society. The handwritten signs of protesters around the country have roared, again and again since Ferguson: “Hands up, don’t shoot.”2 “I can’t breathe.”3 “Black Lives Matter.”4Though not as famous, other modern-day placards held by demonstrators have been bold in their criticism of police behavior in Ferguson and elsewhere: “KKK in Uniform, License to Kill, Please Stop!” “Police everywhere, justice nowhere.” “The Whole Damn System is Racist as Hell.”5In light of this robust discourse, we must be careful not to take for granted our right to criticize police and individual government representatives acting in their official duties. Yet it is our responsibility as citizens to do so, according to the US Supreme Court’s interpretation of the Constitution. In one of the most famous First Amendment cases in American history, New York Times v. Sullivan, Justice William Brennan wrote in 1964 that not only is it our right, it is our duty to criticize our government and its official representatives. This includes police officers, individuals employed by the state who have enormous power over the citizenry.", "“Hands up, don’t shoot.”2", "“I can’t breathe.”3", "“Black Lives Matter.”4", "“KKK in Uniform, License to Kill, Please Stop!”", "“Police everywhere, justice nowhere.”", "“The Whole Damn System is Racist as Hell.”5", "This essay seeks to rearticulate the landmark 52-year-old Sullivan case—and lawsuits similar to it—as a case about social duty and the duties owed to journalists in an increasingly contentious political climate. It argues that protecting this right to criticize public officials and public figures is as important as ever. The Sullivan case was in essence a case about speech relating to police brutality during the civil rights movement, as elected law enforcement officials took issue with a New York Times advertisement critical of their treatment of civil rights protesters in Alabama (Hall and Urofsky 2011). Brennan wrote eloquently of our “profound national commitment to the principle that debate on public issues should be uninhibited, robust, and wide-open, and that it may well include vehement, caustic and sometimes unpleasantly sharp attacks on government and public officials” (New York Times v. Sullivan 1964, 270). This issue is as critical now as it was then, though perhaps that fact has been forgotten by some. Consider statements by Republican presidential candidate Donald Trump, who in the frenzied run of presidential primaries in 2016 promised that if elected he would work to change libel laws in the United States so that he and other officials could successfully sue news organizations who write critically of them. “We’re going to open up libel laws,” Trump told the media at a rally in Texas in early 2016, “and we’re going to have people sue you like you’ve never got sued before” (Gold 2016). Trump appeared to be taking aim at the New York Times and Washington Post, and despite his own attacks on political figures inside and outside his party, he has suggested a distaste for criticism of individual government representatives acting in their official duties: the very act that Justice Brennan wrote was so vital under the First Amendment. It is difficult to imagine any serious debate about changing the nation’s libel laws, and such a move would arguably exceed a president’s authority. However, Callum Borchers of the Washington Post outlined a concerning scenario: Alternatively, Trump could simply use the bully pulpit to promote a culture of frivolous libel suits that ultimately wouldn’t go anywhere but would force media companies to spend precious resources on defending themselves. If his goal is to cause news outlets to lose money, Trump could conceivably achieve that objective without changing any laws at all. (Borchers 2016)This fits the very description of the SLAPP (Strategic Lawsuits Against Public Participation) suits identified by Pring and Canan (1996), suits that discourage and punish those who speak out about issues of public concern. Trump might not feel defamed, this essay will argue, but he certainly suggests an interest in punishing those who speak or write critically of him.", "Alternatively, Trump could simply use the bully pulpit to promote a culture of frivolous libel suits that ultimately wouldn’t go anywhere but would force media companies to spend precious resources on defending themselves. If his goal is to cause news outlets to lose money, Trump could conceivably achieve that objective without changing any laws at all. (Borchers 2016)", "Trump’s statement and the resulting flurry of discussion on social media and in traditional news outlets provides an apt opportunity to reconsider journalists’ First Amendment rights under pre-1964 libel laws: that is, pre-Sullivan. During the middle of the twentieth century, the media and civil rights protestors often faced financially crippling libel suits filed by public officials and even police officers, angered about criticism of their tactics or their brutality. A journalist’s job is compromised if she or he is not free to cover a public official or political figure running for office. Trump may not know it, but Sullivan was a case about civil rights, about the right of African-American leaders and the media to cover and criticize how the Montgomery, Alabama, police force behaved in the 1960s when faced with the social revolution of the civil rights movement. Sullivan secured for journalists a right to carry out their work without a vindictive government bearing down on us via our legal system. In a time when politicians like Donald Trump are seeking to punish journalists for their political coverage, this essay examines more thoroughly the legal history of US libel law. Specifically, it offers context and analysis of three previously unstudied libel cases filed by police officers in the New York City area in 1964 and 1965 that further illustrate the fact that government representatives (police officers) were turning to libel to silence their critics even after the Supreme Court in Sullivan made it extremely difficult—if not impossible—for the police officers to win such cases."]}, {"title": " Sullivan and Sullivan-like Cases as Part of a Historic Pattern", "paragraphs": ["The argument presented here offers consideration of the consequences of Trump’s anti-news-media assault and demands for revision of libel laws by looking at the past uses of libel to punish the media and other government critics in the United States. Specifically, it considers the broader legal context surrounding Sullivan in an attempt to draw a connection to Trump’s comments and what such an “opening up” of libel laws might mean in modern public discourse. A broader discussion of Sullivan and Sullivan-like cases is highly relevant—and should be at the forefront of national conversation—especially since 2014’s Ferguson, Missouri, unrest. What could be more important to a democracy than covering the behavior of public officials, be it the brutality of police 50 years ago and today, or the speech of candidates for president of the United States?", "In a post-Sullivan world, journalists who report fairly and accurately have little fear of retribution via libel law—and this is no small thing. Democracies must protect and encourage journalists and journalism and not attempt to resurrect seditious libel, per Trump’s suggestion. This essay employs legal historical analysis of previously unstudied libel jurisprudence relating to demonstrations and speech criticizing the actions of police. It is because of those civil rights protests—including complaints of police brutality—in the 1950s and 1960s that we are able to criticize police brutality today, without fear of costly libel suits. In our system, press equals public, and indeed members of the public as well as journalists are owed this right.", "Police brutality against the citizenry—what could be more worthy of public debate? This certainly was a major issue during the American civil rights movement, when a full-page advertisement placed in the New York Times in March 1960 criticized actions of police and public officials in southern cities, including Montgomery, Alabama. The advertisement, paid for by a civil rights group and entitled “Heed Their Rising Voices,” spoke of the struggle in the South and police mistreatment of demonstrators as part of its plea for support for the growing movement (New York Times 1960, 25). Lester Bruce Sullivan, Montgomery’s police commissioner, argued that the criticism of his police force was based on false statements and reflected negatively on him as the individual in charge of the police force. He filed a libel suit against the New York Times and others for the advertisement, one of many libel suits filed by police and public officials in the South for civil rights coverage. His was the first case to reach the US Supreme Court. Before this case, a libel plaintiff (the person bringing the suit) could recover damages if he or she could prove what was written or spoken was about him or her was false. Damages were presumed if the content was based on false information. Though he was not identified in the advertisement, Commissioner Sullivan argued successfully before the Alabama Supreme Court that this advertisement amounted to false and defamatory criticism of him, winning a record $500,000 verdict. The nation’s high court overturned the decision, however, seeing Sullivan’s suit as an attempt to resurrect seditious libel—that is, criticism of governing officials. The court agreed that the New York Times had been punished for criticizing the government, specifically the actions of government representatives in Montgomery, Alabama. This was the very thing, Justice Brennan said in Sullivan in 1964, that the First Amendment was supposed to guard against. This is the very thing that candidate Trump argued should be easier to punish.", "Justice Hugo Black, an Alabama native, met the issue of race head on in his concurring opinion in Sullivan, arguing that libel law was being used to stop the civil rights movement in its tracks: “One of the acute and highly emotional issues in this country arises out of efforts of many people, even including some public officials, to continue state-commanded segregation of races in the public schools and other public places, despite our several holdings that such a state practice is forbidden by the Fourteenth Amendment” (New York Times v. Sullivan 1964, 294–295). Sullivan shifted the burden of proof in libel cases from the defendant to the plaintiff. This was a monumental shift. Now it is the burden of the plaintiff to prove that what was written or spoken about him was false, rather than the burden of the defendant to prove the information was true. The case also introduced the notion of “fault” in this context. Under this new actual malice standard of fault, the plaintiff has to show that the defendant published false information with a high degree of fault, that is, knowingly or recklessly. The US Supreme Court had not previously considered a libel case in the freedom-of-speech context. Libel laws were state laws, and the First Amendment did not protect libel or slander (Friedman 2002). The US Supreme Court’s reversal of Sullivan marked not only a fundamental change in the law but set a course for First Amendment theory that in turn would help alter the course of the civil rights movement. The Supreme Court ruled that in order to win a suit, a public official like Sullivan must prove the New York Times knew the material was false or that it exhibited “reckless disregard for the truth” when it printed the information. Sullivan could not meet that tough new standard, it was found. Key in this decision: the First Amendment protects even false statements about public officials as long as they were made innocently. Justice Brennan in the Sullivan decision spoke of the “chilling effect”—if citizens were afraid that what they were saying could in some small way be factually incorrect, they would be afraid to speak at all. I argue that this would be the new world order a President Trump would seem likely to prefer.", "Police Commissioner Sullivan was not alone in his effort to stop speech about the behavior of police officers. There is increasing evidence and argument that police officers used existing libel laws in the 1950s and early 1960s to craft what amounted to a sedition law in order to stop the press from covering the civil rights struggle and to stop civil rights leaders who criticized them (Edmondson 2011; Lewis 1991). It has been well established that had the US Supreme Court failed to overturn Sullivan, the case’s impact on the civil rights movement would have been enormous (Lewis 1991; Smolla 1986). The New York Times—unarguably the leader in the mainstream media in its coverage of the emerging race beat down South prior to Sullivan’s suit—was effectively shut out of the state of Alabama and forced to rely on wire reports of civil rights demonstrations until Sullivan was overturned. Without the world looking at the South through the lens of the national press, southern officials and other segregationists would have been free to continue to squelch activism in their own way.", "Libel suits from police arose out of the Birmingham bus station beatings during the 1961 Freedom Rides. Libel suits from police arose out of the University of Mississippi (Ole Miss) riots in 1962 as James Meredith sought to desegregate Mississippi’s flagship university. They arose out of the 1963 March on Washington. They arose out of the Freedom Summer murders of three civil rights workers in Philadelphia, Mississippi, in 1964 (Edmondson 2011). Still more were filed for coverage of police shootings that were not attached to a particular civil rights-related event. These legal battles have not gotten the same attention as bombed churches, beaten and bloody Freedom Riders, or civil rights workers mysteriously disappearing in the night. But the cases remain an important piece of the civil rights story, as well as an insidious shackling of free-speech rights. In the instances discussed here, the plaintiffs were white police officers. The defendants were typically members of the media and civil rights leaders quoted in media outlets as criticizing police brutality. It is important to place these cases in context with modern criticism of police brutality, especially considering that a presidential candidate of a major political party suggested American libel law should return to the pre-1964 era.", "Take, for example, Pulitzer Prize winner Hazel Brannon Smith’s court battle in 1954 as an illustration that the northern media were not the only ones getting sued over the civil rights story. The editor of the Lexington Advertiser in Mississippi, Smith was sued by the local sheriff for an editorial she wrote about his harassment of black citizens. Smith opined that the sheriff should resign after he harassed a group of African-American men and accidentally shot one person in the leg (Kaul 2001). This case is remarkable in its similarity to Sullivan, where a local officer of the law turned to the court to take out his anger about criticism of his official duties. This suit was filed six years before Sullivan, illustrating that libel was an emerging weapon being used against those critical of police well before Sullivan’s case (Edmondson 2014).", "In March 1960, Sullivan and a host of companion cases were filed by Montgomery public officials against the New York Times and four civil rights leaders (New York Times v. Sullivan 1964). The governor of Alabama even added his name to the list of plaintiffs in this series of suits arguably designed to silence discourse relating to the civil rights movement. A month later, Birmingham, Alabama, leaders—most notably Police Commissioner Bull Connor—filed libel suits against the New York Times and one of its reporters for coverage there. These cases arose out of reporter Harrison Salisbury’s stories that ran in April 1960, two weeks after the “Heed Their Rising Voices” advertisement appeared. Salisbury, a Pulitzer Prize winner and a former New York Times Moscow correspondent, wrote a front-page story headlined “Fear and Hatred Grip Birmingham” and infuriated Birmingham’s establishment (McWhorter 2001; Nunnelley 1991). Connor and other Birmingham officials sought damages for Salisbury’s story on racial tensions that said “every inch of middle ground has been fragmented by the emotional dynamite of racism, reinforced by the whip, the razor, the gun, the bomb, the torch, the club, the knife, the mob, the police and many branches of the state’s apparatus” (Salisbury 1960). What is sometimes missing from legal scholars’ writings about these cases is their context within the civil rights movement. For example, plaintiffs Sullivan and Connor were the police officers who also gave mobs of Ku Klux Klansmen time to waylay Freedom Riders at the Montgomery and Birmingham bus stations before calling in their officers to haul the wounded demonstrators off to jail in 1961 (Smith 1996). Connor and other city officials sued CBS for reporter Howard K. Smith’s 1961 documentary on the Freedom Riders’ bus station beatings, “Who Speaks for Birmingham?” Those beatings, captured on film by a Birmingham News photographer, threw a blinding spotlight on the city. Prompted by Salisbury’s reporting, Smith had gone to Birmingham to see if the New York Times reporter was exaggerating the conditions in the South and said he found it even worse than expected, noting that police appeared to be in cahoots with the Klan.", "It is important to note the historical pattern of police officers’ efforts to silence all critics and agitators, not just in the deep South and not just against the mainstream media. For example, leaders of the National Association for the Advancement of Colored People (NAACP) and The Black Dispatch were sued for libel by a police officer in Oklahoma City, Oklahoma, after civil rights activists and black journalists reported on the killing of a youngster, Albert E. Scott, in that city. This was in 1960, the same year as the Sullivan suit, and also situated in the context of civil rights discourse. The suit was filed after the newspaper published a letter from NAACP leaders that characterized the incident as a lynching on the part of police (Pierce v. Moon 1960). These suits could be financially devastating to local organizations and smaller media outlets. I argue that this issue has important implications today, for any individual, be it a civil rights activist in Ferguson, Missouri, or a journalist covering a story. I also argue that such devastation is Trump’s goal in “opening up” libel laws, punishing media companies for being critical of him, the very definition of SLAPP suits as identified by Pring and Canan (1996).", "The Ole Miss riot in the fall of 1962 brought with it a flurry of libel litigation, most notably from conservative personality and retired army general Edwin A. Walker. Associated Press v. Walker (1967) extended Sullivan’s actual malice requirement to public figures, rather than just public officials, thus continuing the Supreme Court’s rewriting of libel law through civil rights-related suits. Walker filed scores of suits against the individual newspapers that ran an Associated Press story reporting that he helped lead the charge against federal marshals working to keep the peace as James Meredith desegregated the campus by court order. Among Walker’s many suits was a case against venerable Atlanta Constitution editor Ralph McGill, for a syndicated column about Walker’s involvement in the riots. Hodding Carter Jr. of the Greenville Delta Democrat-Times also faced Walker in a slander case based on remarks the noted publisher made about him at the University of New Hampshire’s Distinguished Lecture Series (Walker v. Carter 1962). Walker was a former US military leader who kept law and order in Little Rock, Arkansas, when Central High School was desegregated in the 1957. He later said he was on the wrong side of the battle and should have refused President Eisenhower’s decision to deploy federal troops to maintain law and order in the South. Journalists McGill and Carter won Pulitzer Prizes for their editorials in favor of civil rights legislation and desegregation, and as such, were huge targets for racists like Walker, also a former candidate for the governor of Texas.", "The Ole Miss riots also brought a suit from Mississippi Highway Patrol Commander T. B. Birdsong, who hated the way the national media portrayed his troopers. Stinging from the coverage in the days following the riot, Birdsong was particularly irked by a story in the Saturday Evening Post called “What Next in Mississippi?” by Robert Massie, a freelancer living in New York who witnessed the Ole Miss riots in Oxford on September 30, 1962. Like the scores of other reporters on the scene, Massie portrayed the white protestors as the armed aggressors and the federal marshals sent there to keep order as overwhelmed (Massie 1962). Governor Ross Barnett had whipped the protestors into a frenzy, appearing on statewide television and declaring on the radio that Mississippi was a sovereign state that would not obey the court’s desegregation orders. Racial mixing, according to Barnett, was unthinkable and would lead to the demise of the pure white race. He famously roared about his resistance to a court order to admit Meredith: “NEVER! … We will not drink from the cup of genocide” (Dittmer 1991).", "Birdsong filed a $220 million libel suit for Massie’s article, which said his men failed to help federal marshals rein in the mob that night (Curtis Publishing v. Birdsong 1966). Birdsong said he and his men were libeled in these two sentences about the riots that killed two people and wounded more than 100 others: “A sizable portion of the blame must go to the gray-uniformed men of the Mississippi Highway Patrol. ‘Those bastards just walked off and left us,’ said one top official of the Department of Justice” (Massie 1962). Birdsong took exception to “those bastards,” which he said were “obscene and fighting words” that reflected on his personal reputation and that of his officers (Curtis Publishing v. Birdsong 1966). Stories like Massie’s for the Saturday Evening Post overwhelmingly painted the Mississippi officers in a bad light. Massie, for example, wrote that a state patrolman laughed as white protesters slashed the tires of an army truck. He also said a state trooper stood by while a mob beat up a news photographer. “An Oxford woman rushed over to the state trooper. ‘Aren’t you going to stop them?’ she cried. The patrolman grinned at her. ‘I don’t see nothin’, lady, do you?’” (Massie 1962).", "Well after the US Supreme Court overturned Sullivan, Curtis Publishing (which owned the Saturday Evening Post) argued before the Fifth Circuit that the actual-malice doctrine applied because the alleged libel concerned criticism of public officials in the performance of their official duties. The appeals court reversed the lower court’s decision. But it did not even reference the Sullivan ruling, by then more than a year old. There was no discussion about the need to prove actual malice when writing about a public official. Instead, the appeals court focused on jurisdictional problems and the use of the words “those bastards.” The Fifth Circuit agreed with Curtis Publishing that the word “bastard” did not defame Birdsong: “It is not entirely clear whether the plaintiffs are alleging that by the use of the phrase ‘those bastards’ the allegedly libelous article questioned the legitimacy of their birth” (Curtis Publishing v. Birdsong 1966). The court said no reasonable person would believe that the reporter accused every patrolman on duty at Ole Miss “of having been born out of wedlock.” The court said that the words “reflect more on the character of the user” than on the person to whom they are referring. The media won this case, but it took years and untold amounts of money in legal fees to secure their First Amendment right to criticize police actions in the wake of the civil rights movement.", "Another case remarkably Sullivan-like was filed by an Alabama sheriff against Ladies Home Journal over a story about the March on Washington in August 1963. Etowah County Sheriff Dewey Colvard said Curtis Publishing libeled him in the article, “Sophronia’s Grandson Goes to Washington,” written by the playwright Lillian Hellman (1963). Part of her story included a flashback to Gadsden, Alabama, where she wrote that local police shocked demonstrators with electric cattle prods to disperse the crowds (New York Times 1964).", "A trio of cases from the New York City area in 1964 and 1965 further highlights the fact that police officers were turning to libel to silence their critics even after Sullivan made it extremely difficult for the police to win them. These three cases also illustrate that it was not just southern lawmen seeking to silence criticism of their official actions.6 On July 16, 1964, off-duty New York City Police Lt. Thomas Gilligan shot and killed James Powell, a 15-year-old African American. The incident brought protests in Harlem that spread to the Bedford-Stuyvesant area of New York during a three-day riot in which more than 200 stores were damaged and 122 people arrested. Lt. Gilligan, dressed in civilian clothes, said he heard a commotion on the street and saw a man with a knife in his hand pursing another person. He said he identified himself as a police lieutenant, flashing his badge and revolver, but that the young man, Powell, came toward him with his knife. Lt. Gilligan said he advised the man to stop and fired a warning shot. He then fired at Powell in self-defense, killing him instantly (Gilligan v. King 1965). In sum, Gilligan fired three shots and “was still standing there when girls on the street became hysterical. One kept screaming, ‘Go ahead, kill another nigger’” (Davis 1965). A crowd of 300 formed suddenly and began stoning police who had arrived, and the full-scale riot then followed. The Harlem Defense Council published a poster reading, “Wanted for Murder.” It included a photo of Gilligan in his police uniform and identified him as “Gilligan, the cop.” Newspaper, television, and radio reporters said that Gilligan weighed about 200 pounds and was six feet tall and that Powell was only 15 and had a slight build. Protestors used that poster in their marches and attached them to buildings and power poles in the city.", "Gilligan was exonerated by a grand jury and internal police department investigations, which held that he killed in self-defense after being attacked with a knife. He then filed a $5.25 million libel suit alleging he had been falsely accused of murder by numerous civil rights leaders, including James Farmer and Martin Luther King Jr. Gilligan argued that he was not an elected official, as Sullivan was in his position as a police commissioner. He argued that he was one of thousands of low-ranking government employees who are not public officials and that therefore he would not have to prove “actual malice,” that higher standard of fault where the plaintiff must prove that the defendant communicated the allegedly libelous information “with knowledge of falsity or reckless disregard for the truth” (Gilligan v. Farmer 1965).", "The defendants argued that police should have to prove “actual malice” rather than the much easier “negligence” standard of fault. They argued that the Sullivan opinion was designed to help foster robust debate on public issues and to bring about “political and social changes desired by the people” (Gilligan v. Farmer 1965, 215). Farmer and King’s attorneys argued that in a literal sense, anyone who occupied a position in government, even a minor position, is a public official. “It is not the title of his office but the duties … which the particular officer” has that matters (Gilligan v. Farmer 1965, 216). And indeed, police officers—more than most any other government officials—have astounding power over the citizenry. Ultimately the Supreme Court of New York agreed with the civil rights leaders in this case, that Gilligan—like Sullivan—must prove actual malice. This case, then, definitively extended the actual malice requirement to police officers, yet it has not been studied extensively by legal scholars. Almost a year to the day later, another police shooting brought publicity about police brutality and yet another libel suit. An African-American man known by his neighbors to be mentally ill was shadow boxing on the sidewalk in his Brooklyn neighborhood of Bedford-Stuyvesant on a hot and steamy day in July 1965. He often prayed and talked to himself, but otherwise seemed harmless. New to the beat on this particular day was Sheldon Leibowitz, a white 28-year-old rookie patrolman, who spotted the man, Nelson Erby, behaving strangely. Witnesses’ reports differ on what happened next. Some said Erby had dropped to his knees to pray for rain, for relief from the heat, as he had done many times before. Patrolman Leibowitz ordered him to stop, but Erby did not “move along” so instructed. The official police report said Erby hit out at the police officer, the two struggled, and then Erby pulled out a knife with a five-inch blade. Police said Leibowitz was handcuffing Erby to arrest him for disturbing the peace when Erby lunged at him, and then in the ensuing struggle, the officer was hit in the left forearm by a bullet from his own pistol. A passing truck driver, Stewart Maxwell, 20, told police that Erby had the gun and that Maxwell hit him with a nightstick he kept in his truck. Leibowitz was able to get his gun back and shoot Erby after the man ignored his warning to stand back. Erby died at the scene (Newsday 1965a; Lieberman and Seely 1965).", "The local chapter of the Congress for Racial Equality (CORE) said the shooting happened much differently. Members of CORE said Erby “was mentally defective” and “like a child,” and that the police should have treated him as such (Newsday 1965b). Instead, Erby was shot in cold blood by a rookie cop who did not know the neighborhood or Erby. CORE brought forth witnesses who said Erby never had possession of the patrolman’s gun and that there had been no knife. The organization held a protest at the intersection where the shooting occurred and organized a protest march over the bridge from Brooklyn, a total of eight miles, to police headquarters in Manhattan. Some 150 demonstrators carried signs protesting police brutality and demanded a civilian review board to independently consider evidence in such cases, along with fielding community complaints about police. CORE members also were quoted heavily in several newspapers throughout the city in the following days. CORE’s James Farmer sent a telegram to Police Commissioner Vincent Broderick saying the shooting indicated the possibility of “police culpability,” and this telegram was widely covered and quoted by the media. After an all-white grand jury declined to indict Leibowitz on criminal charges, CORE leaders said civil rights leaders were “seriously disturbed” by the patrolman’s exoneration. A statement, also widely quoted in local newspapers, read: “We again emphasize that this case, as countless cases in the past, dramatizes the vastly inadequate system of police review adjudication in New York City” (Newsday 1965b)", "Leibowitz filed a libel suit in October 1965 against CORE, naming several members personally, along with other civil rights groups who had engaged in public dialogue about the shooting specifically and police brutality generally. Leibowitz said the civil rights leaders “conspired and maliciously and wilfully participated in a plan and course of action designed to defame and injure the plaintiff in his good name and reputation in his profession as a policeman, to destroy his income and livelihood, and to remove plaintiff as a police officer” in New York City. At the crux of his complaint was a poster or handbill that read: “Wanted for Murder” and included a picture of him in his police uniform, his name and precinct. It was signed by the Harlem Defense Council. Seeking $2.5 million in damages, Liebowitz’s attorney used the language of the Sullivan decision months earlier, asserting that the poster was published with actual malice, with reason to believe it false and with the intent of exposing him to “hatred, contempt, ridicule and aversion and injure and dishonor him” as a police officer (Liebowitz v. Farmer 1965). He even sued the printer who made the poster. The NAACP mounted a hearty defense, filing motion after motion and pointing to the March 1964 Sullivan case and Justice Brennan’s clearly stated opinion about a citizen’s right and duty to criticize police actions. At the end of 1966, New York County judge Abraham Geller dismissed the suit.", "In a third case in the New York City area, another police officer shot and killed an African-American man in 1965. Civil rights leaders criticized him for murder and were slapped with a libel suit. Henry Martinez was a patrolman in Newark, New Jersey; police said Martinez shot Lester Long in the head after a routine traffic stop and that Long was stopped because of a noisy muffler and a defective headlight on his car. The initial report released by police said Martinez’ gun went off accidentally when he tripped on a curb. The story was later changed, and police reported that Martinez shot him because Long had a knife and had slashed at the officer’s partner, William Provost. As Long fled, Martinez reportedly drew his gun and ordered him to halt. Long kept running, so Martinez aimed and fired, killing him in the street (Martinez v. CORE 1965).", "Leaders of CORE demanded that Martinez be suspended, and created handwritten signs that they mimeographed and distributed that read: “Stop Police Brutality. Our neighbor, Lester Long, Jr., was murdered by a policeman last Friday night on the corner of Oriental and Broadway, shot in the back of the head.” The flyers urged people to join CORE at a rally and protest on June 16 at 7 pm at the street corner where Long was shot. City leaders suspended the officer while the investigation was pending in June 1965. The mayor said he ordered Martinez’s suspension to prevent racial disorder; nearly half of Newark’s 400,000 residents were African American. Martinez was reinstated after the Newark Human Rights Commission said its investigation indicated there was no evidence of racial prejudice in the case and before an Essex County grand jury had determined he was legally justified in the amount of force used (Martinez v. CORE 1965).", "Martinez complained in his libel suit that “he was deprived of his position as a patrolman, his reputation has been and will be injured due to the great deal of publicity attached to his illegal suspension, he has suffered and will suffer mental anguish requiring medical attention, and he and his family have suffered special damages and his position in the community has been seriously damaged.” Farmer, CORE’s national director, was handed court documents accusing him of libel conspiracy shortly before he spoke at a civil rights rally organized by CORE in Military Park. Under heavy police guard because of death threats, Farmer addressed a crowd of about 700, demanding the creation of a civilian police review board (Ocala Star-Banner 1965). Farmer distributed a flyer that read in part, “Henry Martinez is a murderer,” and for that, he and 11 others were sued for libel. After more than a year of legal maneuvering, NAACP lawyers succeeded in getting the suit dismissed. While the defendants ultimately prevailed, it is important to note that they were forced to come up with hefty lawyers’ fees in order to defend their right to speak. The same NAACP lawyers were fighting legal battles on a wide variety of fronts to secure basic civil rights for African Americans. The libel suits pulled them away from such cases and into civil court, case after case, year after year.", "The Afro American (1965) offered context to the CORE libel case, pointing out that similar suits had been filed by police officers accused of brutality in six states. It was rare for news articles to provide such context for these libel suits, but that context is one of the most important contributions legal historical scholars can provide when similar concerns are raised in today’s political and social-legal environment. Outside of the spotlight that nation-altering cases such as Sullivan produce, dozens of cases in the area of libel have gone unexplored; the layers at the intersection of race, law, and journalism are much deeper and more complex than historians and legal scholars generally assume. In a broader sense, this research might remind us that major social change rarely takes place as a result of one incident, but rather is the result of many actors and actions whose significance accumulates over time. This point is true of many social and political movements, and it further challenges our academic tendency to write about law and history as a parade of Great Men and Great Moments. Or in this instance, Great Court Cases, as Sullivan is surely one that any introductory media law or history textbook expounds upon with great detail."]}, {"title": "Discussion and Conclusion: The Protection of Civil and Journalistic Duties", "paragraphs": ["Through the prism of libel law, it can be argued that the civil rights fight and its amplification in media coverage began much earlier and spread much more broadly than most research acknowledges. The media tried to inform the citizenry, to serve its watchdog function, to provide a venue for public discussion and debate. In some locales, it was not truly free to do so until many years after Sullivan. In addition, civil rights leaders faced intimidating and costly libel actions for many years, as the battles continued in the streets and in the courtroom. Police officers and their attorneys came to understand that criticism of their actions as law enforcement is protected by the First Amendment. This is why we can march today, to petition our government for redress of grievances, and most certainly report in the press, without fear of retribution via costly and intimidating libel suits. The posters stemming from the 2014 Ferguson shooting: “Wanted, Officer Darren Wilson, for the Murder of Mike Brown,” is eerily similar to the posters that identified Officer Gilligan, Officer Leibowitz and Officer Martinez in 1965. Whatever its impact on public opinion, or on the life or career of a public employee, this criticism can thrive today because of those unheralded decisions of five decades ago.", "Outside the context of criticism of police brutality, Pring and Canan (1996) identified a body of case law they dubbed “intimidation lawsuits”: the SLAPP suits discussed above. In these suits, plaintiffs arguably do not feel defamed, but rather seek to silence critics. Such cases have become a growing legal threat for anyone speaking about issues of public concern. Most of these fail in court, but Pring and Canan estimated that between 1976 and 1996, thousands of people were sued into silence. Corporations have used SLAPP suits as a deterrent against nonprofit and citizen criticism in a wide range of areas. Most commonly, researchers found a pattern of real estate developers’ cases against those protesting development for environmental reasons, for example.", "Trump’s call to alter libel laws could encourage public officials (or would-be public officials) to reinvigorate the notion of seditious libel. In early 2016 in Fort Worth, Texas, Trump proceeded with his customary rant against newspapers, especially the New York Times and the Washington Post, complaining that they are “losing money” and are “dishonest”: One of the things I’m going to do if I win, and I hope we do and we’re certainly leading. I’m going to open up our libel laws so when they write purposely negative and horrible and false articles, we can sue them and win lots of money. We’re going to open up those libel laws. So when The New York Times writes a hit piece which is a total disgrace or when The Washington Post, which is there for other reasons, writes a hit piece, we can sue them and win money instead of having no chance of winning because they’re totally protected. (Volokh 2016)To clarify, journalists are not “totally protected” from libel suits. Provable truth is the ultimate defense in a libel suit, and if reporters get it wrong, there are ramifications. If they get it wrong and the plaintiff is a public official or public figure, as Trump certainly is, they may still lose a libel case if actual malice is proven. The 1964 Republican presidential candidate, Senator Barry Goldwater, prevailed in his libel suit against Fact magazine over “The Unconscious of a Conservative: A Special Issue on the Mind of Barry Goldwater,” which had appeared shortly before the election (Miller 2006). The magazine contended that Goldwater had a severely paranoid personality and was psychologically unfit to be president. Under the Sullivan standard, the defendants were found to have acted with actual malice: knowledge that the material was false or with reckless disregard of whether the information was false. The US Supreme Court refused to hear an appeal (Ginzburg v. Goldwater 1970).", "One of the things I’m going to do if I win, and I hope we do and we’re certainly leading. I’m going to open up our libel laws so when they write purposely negative and horrible and false articles, we can sue them and win lots of money. We’re going to open up those libel laws. So when The New York Times writes a hit piece which is a total disgrace or when The Washington Post, which is there for other reasons, writes a hit piece, we can sue them and win money instead of having no chance of winning because they’re totally protected. (Volokh 2016)", "Journalists are not, then, owed a blanket immunity for reckless practice. But journalists, and by extension society, are owed the right to report and discuss the actions of those running for and holding elected office. Government certainly has a role in protecting journalists and journalism from frivolous and costly libel suits. But the issue reaches beyond fear of legal action. If civil rights leaders and those criticizing the actions of police or public officials fear costly libel suits, they might also be afraid to take to the streets or speak to journalists on such vital issues as police brutality. It is also important to point out that the Sullivan court made certain that the law does not require a statement to be perfectly accurate to be considered true. Some accidentally false statements must be protected in order to insure a robust public debate under the “substantial truth” doctrine. As long as the gist of the statement is correct, a defendant is likely to be protected. For example, Martin Luther King Jr. was arrested four times, not seven, according to the New York Times advertisement that sparked the Sullivan case in 1960. The protesting students in Montgomery sang “The Star Spangled Banner,” not “My Country Tis of Thee,” as reported in the advertisement. This raises another question: Might a media company use the substantial truth doctrine in a countersuit to justify collection of damages against a plaintiff who sued based on improper accusation of fault? It is a question worthy of consideration given Trump’s statements relating to libel law.", "The uneasy relationship between public officials and the government is as old as the nation itself. President George Washington railed about Philip Freneau of the National Gazette, who supported Thomas Jefferson’s ideology and criticized the president’s foreign policy. The president famously called the editor “that rascal Freneau,” while Jefferson praised him for having “saved our Constitution which was galloping fast into monarchy” (Fellow 2005, 74). Fast forward to 1970 and we have vice president Spiro T. Agnew’s angry rant against the press for covering his tax evasion charges, among other things, which would force his resignation and replacement by Gerald Ford. The words “nattering nabobs of negativism,” Agnew’s description of the press, were penned by William Safire and have found a home in the American consciousness. Then there is President George W. Bush’s reference to the editor of the New York Times as “a major league asshole,” a remark caught on a microphone which the president apparently did not realize was hot (Martinez 2015).", "Words are one thing, but the legal actions of a vengeful government official against the press are entirely different. Trump calls the media “dishonest scum” for writing articles about him and his platform, though an all-out assault on the First Amendment is likely just bluster, writes Mathew Ingram (2016): “Even before he became a Republican presidential candidate, Donald Trump frequently made factually questionable pronouncements and stretched the bounds of credulity. And the real estate tycoon’s recent announcement of how he planned to ‘open up’ U.S. libel laws if elected arguably also falls into this category.”7 Even if a candidate—or a president—should forget or ignore the duty of providing journalists with the breathing space to do their work, or to amplify the voices of civil rights leaders doing theirs, a broad set of decisions is in place to ensure that these essential civic and journalistic duties are protected."]}], "references": [{"title": "In Sullivan’s Shadow: The Use and Abuse of Libel Law Arising from the Civil Rights Movement, 1960–1989", "year": "2011", "journal": "Journalism History", "volume": "37", "authors": [{"name": "Edmondson Aimee", "first_name": "Edmondson", "last_name": "Aimee"}]}, {"title": "A Pulitzer from the North, A Libel Suit from the South: Reaction to Four Southern editors’ Civil Rights Coverage, 1954–1967", "year": "2014", "journal": "First Amendment Law Review", "volume": "12", "authors": [{"name": "Edmondson Aimee", "first_name": "Edmondson", "last_name": "Aimee"}]}, {"title": "Sophronia’s Grandson Goes to Washington", "year": "1963", "journal": "Ladies Home Journal", "volume": "80", "authors": [{"name": "Hellman Lillian", "first_name": "Hellman", "last_name": "Lillian"}]}, {"title": "What Next in Mississippi?", "year": "1962", "journal": "Saturday Evening Post", "volume": "235", "authors": [{"name": "Massie Robert", "first_name": "Massie", "last_name": "Robert"}]}]}