{"doi": "10.1080/14616700701411771", "url": "https://doi.org/10.1080/14616700701411771", "title": "PORNOGRAPHY FOR WOMEN, OR WHAT THEY DON'T SHOW YOU IN COSMO!", "volume": "8", "year": "2007", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Smith", "first_name": "Clarissa", "name": "Clarissa Smith"}], "abstract": " This paper introduces For Women magazine, one of five sexually explicit titles launched in 1992 aimed at women readers. It is often claimed that women have little interest in pornography and the lack of success of these top-shelf titles appears to support those claims. Yet this tells us very little about the commercial and professional decisions to target female readers, nor does it tell us anything about the publishers’ attempts to provide a sufficiently female experience of heterosexual sex that would persuade women to forget their “innate” distaste for explicit representations. Drawing on interviews with editorial staff, this paper explores the production and development of For Women magazine alongside the editorial team's efforts to reconcile the contents of the magazine with the shifting concerns of potential advertisers, stockists and readers. ", "body": [{"title": "", "paragraphs": ["In his historical overview of British pornography, O'Toole comments, “British soft-core magazines have become an accepted, if neglected, part of the magazine landscape” (1998, p. 133). Despite the many thousands of pages expended on decrying pornographers’ activities and the contents of their products, very little is known about the business of producing soft-core titles in Britain. This paper is a small contribution focusing on one area of porn publishing that has suffered from a double neglect—pornography for women is generally held to be a mythical creature. Commentators from many different spheres and perspectives agree that women have no interest in explicit representations of sex, so why then did one of the United Kingdom's larger publishers think there might be some profit in it?"]}, {"title": "The UK Porno Markets", "paragraphs": ["The past decade has seen major changes in the UK porno markets—the relaxation of the 18R certification for video/DVD pornography has opened up new levels of explicitness in legally available material accessed through licensed sex shops. The “pornographication” (McNair, 2002) of culture has also seen the expansion of men's magazine publishing and the proliferation of soft-core imagery in mainstream magazines like Loaded, Nuts and Zoo. These mainstream “porno-lite” men's publications have grown even as the profit has fallen out of the top-shelf market. The four major legal players in Britain:1 Galaxy,2 Paul Raymond Group,3 David Sullivan/Gold Brothers4 and Northern & Shell (N & S),5 have had to contend with falling sales, increasing competition from other formats including new technologies and mainstream men's publishing and the attendant loss of advertising revenue.6 Top-shelf publishing has remained something of a cartel (O'Toole, 1998),7 hidebound by interpretations of the Obscene Publications Act, distributor guidelines and an unwillingness to test the boundaries of public morality and reader expectations. Thus, from the late 1980s, the top-shelf market has been characterized by decline and relative stagnation making the move into other market sectors necessary in order to maintain profits (Smith, 2005). N & S was, perhaps, the most willing to attempt new market sectors—in 2000, only 10 per cent of the company's profits derived from pornography (Teather and Burkeman, 2000) and the company now owns Express Newspapers. In the 1990s, alongside the production of more mainstream and “respectable” publications like OK! and Sindy magazine, N & S looked to expand their customer base by producing magazines for gay men (Attitude) and “sexually-liberated” women."]}, {"title": "The Launch of For Women Magazine", "paragraphs": ["N & S's top-shelf division Portland Publishing launched For Women (Figure 1) in 1992 to a fanfare of free publicity—newspapers, TV and radio journalists all falling over themselves to pronounce upon this latest offering from the stable of the “people's pornographer”, Richard Desmond. Originally conceived as a one-off Penthouse For Women, the magazine featured all the staples of a woman's title—problem page, celeb interviews, fashion, gossip and sex advice alongside erotic stories and nude men. To the aggressively forward thinking N & S the time seemed right to enter the mainstream women's market but to do so with a title which would utilize its many years’ experience in soft-core publishing. The company was not alone in investigating the possibilities of sexually explicit titles for women. Two other titles—Bite and Ludus—joined the already existing Playgirl. The popular soft-core letters magazine, Forum, had a female readership of 40 per cent and mainstream popular culture seemed to provide overwhelming evidence that women wanted sexual representations specifically geared to them.", "Figure 1.  Image by kind permission of For Women and Portland Publishing", "Figure 1.  Image by kind permission of For Women and Portland Publishing", "The underwhelming success of 1970s’ magazines Playgirl and Viva has been used as evidence that a mass-produced pornography for women is doomed to failure8 but in spite of that lack of success for an expressly titled “pornography for women”, women's access to sexually explicit materials had begun to rise by the end of the 1980s. A range of confessional and novel formats had appeared (the collections of women's fantasies such as My Secret Garden by Nancy Friday and “shopping and fucking” novels—from Conran's Lace to Burchill's Ambition). Even Mills & Boon had begun to feature sex. Newspaper reports suggested that the increasingly popular Anne Summers parties and rocketing sales of “saucy” and sexy underwear were evidence that women were embracing a more aggressive and visible female sexuality. Early 1980s’ advertising images of men's bodies had begun a process of education of consumers to see men's bodies as sexually appealing (Carter, 1987, p. 111). Developments in popular culture were beginning to legitimize the idea of a “porn for women”—what Juffer labels “domesticated pornography”, that is, sexually explicit materials which have been “tamed” of their specifically “male” elements in order “to carve out spaces for its consumption and for fantasy within … daily routines” (1998, p. 5). It is in the context of these different media phenomena that For Women (FW) and its rivals emerge. To the publishers women appeared ripe for exploitation as a new market. As Zak Jane Keir, a member of the launch team, explained: The social climate had seemed to be changing for a year or so before we started: it was the time of huge publicity and popularity for the Dreamboys and the Chippendales—although the whole “ladette” thing was another two or three years off.9   ", "The social climate had seemed to be changing for a year or so before we started: it was the time of huge publicity and popularity for the Dreamboys and the Chippendales—although the whole “ladette” thing was another two or three years off.9 ", "Jonathan Richards claimed a conversation at a dinner party had convinced him that women wanted more than Cosmo, “I look at Cosmo and it promises everything and then fails to deliver” (interview, 13 January 1994). The most significant factor for N & S was the increasingly sexual content in mainstream women's magazines. By the early 1990s editors had, as Braithwaite observed, thrown caution to the wind, “No sexual holds have been barred, no byway unexplored” (1995, p. 157). Certainly there appeared to be a change in the ways in which magazines talked about sex. It was no longer enough to answer women's questions about sexual matters; magazines seemed ready to celebrate sexual activity outside the narrow perimeters of “procreative sex”. Groups like the Social Affairs Unit regarded the state of women's magazines as an indication of the progressive decline in standards of morality. Magazines like Company, Cosmopolitan and Elle supposedly fostered in women individualist pursuit of aggressive sexual pleasures and material indulgences to the exclusion of responsibilities and care for others. The magazines hit back at their critics by focusing on the “information” they offered and the ways in which the changing sexual climate and sexually transmitted diseases, demanded frank discussion.", "The argument failed to convince industry and academic commentators; it was simply a “cynical camouflage” of sex which boosted circulation without a care for the effects on women and girls. However, as Gough-Yates has suggested, this has “failed to contextualise the issue of sexual content in women's magazines within shifts in the moral cultures of contemporary Britain and in relation to broader debates about morality, femininity, youth and media regulation” (2000, p. 230). Her argument is persuasive.", "Shifts across a range of publishing, legislative and cultural sites made the possibility of sexually explicit publications for women more attractive to publishers. Attractive does not simply mean that a target audience had been identified as ready for the publication, publishers (especially those given the title pornographer) prefer to carry on their business without intervention from the state or arousing too much controversy from moral groups. Therefore, it is not simply that a profitable group of women seemed ready for sexually explicit publications but that wider culture appeared accommodating.", "But the market for female erotica was, and still is, in its infancy. Despite Cosmo's increasingly sexual content there was never any overt intention to sexually arouse the reader. Its articles and features were about the cerebral aspects of sexual activity or the acquisition of techniques rather than the possibilities of fantasy and actual bodily activity. This distinction is crucial, not just because it means that the “pleasure zone” of Cosmo was sufficiently disguised that it avoided real censure from watchdogs but also because there may be less expectation of a magazine which analyses rather than attempts to produce sexual feeling. FW began with few market precedents to draw on and its editorial team had to feel its way around “female sexuality” and what might be possible; this required a responsiveness that erred on the side of caution. Such caution does not make for a confident editorial stance and FW was only ever briefly confident of its message and its appeal.", "The production of FW actually stands out as anomalous in N & S's operations. Within the company's portfolio, specialization and “narrow casting” has led to the paring down of magazines to minimal editorial and lots of pictures—often recycled and used in sister publications. Magazines are laid out on Apple Mac with minimal editorial input and a spread of personnel across as many as four titles. Although produced by a very small team (especially by Cosmo standards), FW was launched with a variety of expensive editorial elements and intentions to breach the mainstream. The cover line “What they don't show you in Cosmo!” was designed to do a lot of work! It was, first and foremost, a “placing of tanks on Cosmo's lawns”, FW intended to usurp Cosmo's crown as the most s-explicit of women's magazines. It was to be more than just a sex magazine: by drawing on the already existing and well-known persona of Cosmopolitan, the tone was set."]}, {"title": "A Brief History of For Women ", "paragraphs": ["Portland launched three magazines, For Women, Women Only and Women on Top,10 a superabundance to ensure that all sections of the female erotic market were covered and to safeguard FW from the challenge of rival publications. Although a standard procedure when entering a new market it can also be seen as an acknowledgement of wavering confidence in their ability to meet the needs of female consumers. The nude male pin-ups saw Portland's titles confined to the top shelf while Bite (Gold Publishing's Anne Summers magazine), which concentrated on articles and features and no photo-sets, was able to take a place amongst the middle-shelf mainstream women's publications.11 This banishment effectively meant that FW's challenge to Cosmopolitan was empty: the top-shelf is traditionally a no-go zone for women.", "Staff from Penthouse and Forum put together the first issue. There were disagreements: many about the nature and function of a female erotic magazine. Keir told me that What went into the magazine was arrived at by putting questions to as many women as we could get our hands on and distilling their answers (or, as I seem to recall, ignoring the ones that some people didn't think were normal or appropriate). All other decisions were arrived at depending on what was available, affordable and didn't have us rowing with each other too vigorously. For Keir, not all writings about female sexuality were in women's interests. The difficulties of addressing women's sexual needs did not go away but the team felt that they were doing something significant and that the magazine was more than “just another product”. Some members had a radical, perhaps even evangelical, approach to the magazine—at the very least it would challenge any lingering remnants of sexual repression. The first editorial spelt out FW's outlook: Welcome …   You are holding the first issue of For Women magazine. We thought an intelligent, adventurous women's magazine WITH, yes, pictures of naked men, was long overdue.   In it, we've assembled a heady, sensual cocktail with you in mind. Yes, you. You told us how you wanted a magazine that went further than the mainstream women's glossies. You resented the fact that men can ogle women in dozens of publications, but that when it came to turning the tables, all bets were off. Well, we've found some men that aren't shy, including Page Seven fella of the year, Kevin Petts …   There's loads more, of course. We're all for froth—our celebrity nudes testify to that—and we have our serious side, too. Robin Warshaw on date rape is essential reading for every woman; the article on Tao sex will revolutionise your sex life and as for our no-holds barred look at sex aids—well, what can we say? Everything you could want to know is there. For Women is dedicated with respect to women the world over. It's racy, provocative and bold. Rather, we would guess, like you. Although we're pretty sure your mother wouldn't like it.  The For Women Team  ", "What went into the magazine was arrived at by putting questions to as many women as we could get our hands on and distilling their answers (or, as I seem to recall, ignoring the ones that some people didn't think were normal or appropriate). All other decisions were arrived at depending on what was available, affordable and didn't have us rowing with each other too vigorously.", "Welcome … ", " You are holding the first issue of For Women magazine. We thought an intelligent, adventurous women's magazine WITH, yes, pictures of naked men, was long overdue. ", " In it, we've assembled a heady, sensual cocktail with you in mind. Yes, you. You told us how you wanted a magazine that went further than the mainstream women's glossies. You resented the fact that men can ogle women in dozens of publications, but that when it came to turning the tables, all bets were off. Well, we've found some men that aren't shy, including Page Seven fella of the year, Kevin Petts … ", " There's loads more, of course. We're all for froth—our celebrity nudes testify to that—and we have our serious side, too. Robin Warshaw on date rape is essential reading for every woman; the article on Tao sex will revolutionise your sex life and as for our no-holds barred look at sex aids—well, what can we say? Everything you could want to know is there. For Women is dedicated with respect to women the world over. It's racy, provocative and bold. Rather, we would guess, like you. Although we're pretty sure your mother wouldn't like it. ", "The For Women Team", "The purchase of the magazine was as much about commitment to equal sexual rights as pleasurable leisure activities. Taking seriously its straddling of two genres, the woman's and the soft-core magazine, FW was to be a heady mix of froth and provocation that your mother wouldn't like. Richards intended it to “break the tyranny of the top-shelf” (interview with the author) and Koprowski thought “it [would] meet … the needs of modern women … they want full nudity and feel cheated without it” (quoted in Sullivan, 1992). Unfortunately even within the editorial team, too much was expected of the magazine. While some in Portland placed profit above politics, Keir, deputy launch editor, hoped for better things: I did have a political viewpoint at that time (still do). I was very sure that sexual pleasure for women, sexual freedom for women, mattered a lot (and wasn't based on buying the right lipstick). (interview with the author)  ", "I did have a political viewpoint at that time (still do). I was very sure that sexual pleasure for women, sexual freedom for women, mattered a lot (and wasn't based on buying the right lipstick). (interview with the author)", "These expectations were linked to the delineation of FW as different from other publications in N & S's portfolio—a woman's magazine was seen to offer the possibility of opening up, of accessing, a level of discussion and exploration of sexuality which might lead to change. FW was oriented to the future possibilities of sexual freedom (those aspirations were to be severely tested by readers and critics). That FW had a difficult juggling task is evident: advertisers stayed away, after an initial high, sales dropped, costs were cut, affecting content and leading to further drops in sales. Had the magazine been published by anyone other than N & S it is almost certain to have been closed. The failure to keep women's interests was reflected in a further loss of managerial confidence. Until mid-1995 FW operated with relative autonomy and a limited budget. After that, it was beleaguered: its content seemed less assured and parts of the magazine were being dropped because they were expensive. A number of disastrous direction changes were made, dictated by N & S's Advertising Department.", "From launch FW had failed to draw in major advertisers and had relied on bulk purchases—a flat rate paid for inclusion in six N & S publications. This posed a real dilemma for the magazine, some advertisers were entirely unsuitable for a woman's magazine (especially those for telephone sex-lines), but their money was absolutely vital to the continuance of the publication. Mainstream advertisers were unconvinced of the magazine's ability to deliver substantial numbers of target women, and they hated the possibility of their glossy ad being placed next to male genitalia. To appeal to them, the Advertising Department insisted on a cover-up of the male nude photosets.", "The folly of this was blindingly apparent to then editor Ruth Corbett: in a magazine which claims its USP is the courage to show what is not on show anywhere else it was suicide to dispense with the genitals. The six-month trial precipitated a real decline in sales: to add insult to injury the magazine was not moved from the top to middle shelves in newsagents (as had been hoped) and advertisers stayed away. The “Willies are back!” edition appeared in January 1996 but there was a price: a 10 per cent reduction in content. This was the first of many setbacks: an attempt to relaunch with a lower cover price and the injection of more humour in late 1996 also failed to halt the downward trend. WH Smith removed the magazine from its stores to make way for more profitable sandwiches. The slide continued. FW struggled on in reduced circumstances and with a budget of £2500 per issue and a shared editorial team of three until earlier this year.", "We could of course simply claim that that history indicates women's porn is doomed to failure but I think it is more complex than simply the publishers getting it wrong. A fuller analysis of FW must examine its distribution/circulation as a “woman's pornography”, “a good read” and as an object of classification. Moreover, it must acknowledge the ways in which FW must participate in dialogue, not just with its readers, but with the range of “classifiers”—reviewers and critics—the cultural “authorities” whose interpretations and evaluations of the magazine appeared in the press. And the constraining demands of distributors and stockists. FW drew on certain aspects of feminism's claims to equality for women: equality was a central theme of the editorial right from the launch issue—if men can look, so can women; if men can be aroused by sexually explicit materials, so can women. The utilization of female emancipation in order to sell magazines may be characterized as little more than advertising-speak, nevertheless it is part of the meanings that circulate the magazine and, as such, formed part of its reception. It also provided a benchmark by which its commentators and detractors could measure the magazine. The whole idea of the magazine is alien to the female psyche. You simply cannot role reverse the centrefold concept, put it on the news-stands and expect women to buy it.  (Jessica Davies, Daily Mail, 5 May 1992)  ", "The whole idea of the magazine is alien to the female psyche. You simply cannot role reverse the centrefold concept, put it on the news-stands and expect women to buy it. ", "(Jessica Davies, Daily Mail, 5 May 1992)", "The problem for many commentators seemed to lie in the overt commercialization of the role reversal; it was the possible profitability of sexually explicit materials that detracted from their possibilities as “authentically” woman-led or offering a measure of transgression.12 Therefore, for these critics, the appearance of naked or near naked men (whether for women or men) cannot be understood as offering oppositional or taboo-breaking identities for the viewer as their display is always at the service of capitalism and its profiteers (Figure 2). These ideas featured in the populist discourses of newspapers and other media but come from feminist theorization and Marxist analysis.", "Figure 2.  Image by kind permission of For Women and Portland Publishing", "Figure 2.  Image by kind permission of For Women and Portland Publishing", "The most significant deployment of language in the newspaper columns was the refusal to name what it was that FW was doing. In almost every account coy euphemisms were used for the supposed defining feature of the magazine—its full-frontal nude males—and for the responses those were designed to elicit. In fact, the dispute could be understood as centring on what could not be spoken rather than what was. The penis remained cloaked in mystery; masturbation remained the secret possibility and sexual activity, from mutual ecstasy to violent rape, the unspoken. In the “disputes” over FW's right to claim that it offers a truly female pornography, we see social dialogue in action: the back and forth over whether or not women could be turned on by a magazine is an illustration of the conflict over what will count as authentically female sexuality and, drawing on the ideas of Bourdieu (1984 [1979]), a matter of taste.", "Unfortunately for the production team, taste was to be a defining and ultimately severe constraint. From the outset, the team had to submit pre-production proofs to Menzies and WH Smith. The vetting procedures of these two companies ensured that the magazine could never really fulfil its promise to show more than Cosmo. The “angle of the dangle” or the censoring of erections is often thought to be enshrined in the Obscene Publications Act, in fact it is not explicitly forbidden, but that is precisely the position taken by the distributors. I am not claiming that erections guarantee an erotic experience but the magazine had an intention to speak to, and for, women with a “certain attitude” to sex. The appeal was to like-minded women, a popular call to appreciate the values of the magazine that serves to mask a very complexly constituted audience of women. This can be seen as wishful thinking on the part of the editorial team—while acknowledging that women are not an homogenous group, they clearly hoped to appeal to a “state of mind” which recognized female sexuality as a source of possibilities to be addressed via articles, letters, fiction, photographs and general editorial. Part of that state of mind was, I found in interviews with readers, an ability to speak openly, honestly and explicitly about sexual matters—the erections or, more precisely, the lack of them spoke volumes about the magazine's limitations. (see Smith, 2007).", "Its textual elements spoke to a female identity: an identity made possible by feminist activism and debates about the social and cultural construction of women and sexuality and influenced by the political and theoretical challenges of the 1980s to the previous decade's feminist politics.13 The “woman” envisaged by FW could be described as “post-feminist” in that she has moved beyond “the impulses and images” of early feminism and is “permissive and even enthusiastic about consumption” (Brunsdon, 2000, p. 291). FW was not attempting a political definition of a particular collective identity, nor was it a backlash against the gains of feminist activism. Rather, being a woman is expressed in the magazine as a range of desires and expectations. Those expectations and the failure to meet them adequately became yet another stumbling block. While the editorial team understood the importance of exposure to their right to claim they showed more than Cosmo, advertisers, distributors and newsagents saw this as the step too far. Traditional accounts of women's magazines and of pornography stress the collusion of editorial staff in the promotion of limited and/or false ideas about women and their lives. While an editor will surely stamp her own authority on a magazine, we must also acknowledge the constraining factors that influence her decisions. Gough-Yates has suggested that editors must be adept at the complex juggling of the different interests of readers, advertisers, distributors and owners—perhaps FW's problem was that there were just too many balls."]}], "references": [{"title": "“The Look of Love”", "year": "1987", "journal": "Australian Journal of Cultural Studies", "volume": "3", "authors": [{"name": "carter mick", "first_name": "carter", "last_name": "mick"}]}, {"title": "“Equal Time for Women: social notes on the male strip show’", "year": "1982", "journal": "Urban Life", "volume": "11", "authors": [{"name": "peterson david", "first_name": "peterson", "last_name": "david"}, {"name": "dressel paula l.", "first_name": "dressel", "last_name": "l."}]}, {"title": "“Who Makes the Profit?”", "year": "1996", "journal": "Independent on Sunday", "volume": "", "authors": [{"name": "spillus alex", "first_name": "spillus", "last_name": "alex"}]}, {"title": "“More Sex With Your Beefcake”", "year": "1992", "journal": "The Times", "volume": "", "authors": [{"name": "sullivan caroline", "first_name": "sullivan", "last_name": "caroline"}]}, {"title": "", "year": "2000", "journal": "The Guardian", "volume": "", "authors": [{"name": "teather david", "first_name": "teather", "last_name": "david"}, {"name": "burkeman oliver", "first_name": "burkeman", "last_name": "oliver"}]}]}