{"doi": "10.1080/1461670X.2018.1463170", "url": "https://doi.org/10.1080/1461670X.2018.1463170", "title": "Indian Entrepreneurial Journalism", "volume": "20", "year": "2019", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Harlow", "first_name": "Summer", "name": "Summer Harlow"}, {"last_name": "Chadha", "first_name": "Monica", "name": "Monica Chadha"}], "abstract": "This qualitative study based on interviews at 10 digital news startups in India fills multiple gaps in entrepreneurial journalism literature by exploring how social identities of founders shape innovation and financing at their ventures. In line with extant managerial literature, this study showed founders can be classified according to a typology: Darwinian, Communitarian, Missionary, and Guardian, the last being a new identity specific to entrepreneurial journalists, and perhaps, India. Findings suggest social identity is tied to understandings of innovation, financing, experimentation, audience interactions, and mission. Results also indicate founders’ concepts of entrepreneur and journalist are not necessarily related to social identity.", "body": [{"title": "", "paragraphs": ["The rise of digital-native media startups worldwide has prompted a growing body of scholarship exploring these companies’ business models, journalism practices, ethics, potential for sustainability, and impact on journalism (Harlow and Salaverría 2016; Rajan 2007). This new journalistic startup culture is characterized by technological innovations, interactive relationships with audiences, and an emphasis on the financial side of the news business that is looking to monetize content (Briggs 2012; Siapera and Papadopoulou 2016). While the term “entrepreneurial journalism” has become somewhat of a buzzword, Vos and Singer (2016) argued that a precise definition is elusive, as the purpose, norms, operations, and business structures vary from venture to venture.", "Despite the precariousness of these digital startups (Usher 2014), the “future of journalism is increasingly sought in both journalism practice and education in this entrepreneurial form of journalism” (Wagemans, Witschge, and Deuze 2016, 161). As such, more research is needed to understand how these entrepreneurial digital-native news sites fit within the larger mediascape. Most research, however, focuses on what these entrepreneurial journalists do, in terms of practices, norms, technology, and financial models, to the exclusion of who these entrepreneurial journalists are and how their self-identification shapes what they do. This study is an attempt to fill that gap, looking specifically at self-identification among Indian entrepreneurial journalists and its influence on the journalism they practice.", "Within the field of management, entrepreneurialism is seen as a reflection of self-identity (Hoang and Gimeno 2010; Murnieks and Mosakowski 2007; Shepherd and Haynie 2009). Fauchart and Gruber (2011) draw on social identity theory (Tajfel and Turner 1979) to suggest entrepreneurs’ identities influence their motivations for creating a startup, as well as their strategic business decisions. The authors proffer a “founder identity” typology, linking founders’ social identity with a firm’s creation processes and outcomes. Bearing this in mind, the present study uses interviews with entrepreneurial journalists in New Delhi and Mumbai, India, to explore the concept of “founder identity” (Fauchart and Gruber 2011), and elucidate how self-identification shapes innovative practices, business models, and understandings about audiences and content at digital media startups. While much of entrepreneurial journalism research focuses on professional identity, this study builds on Fauchart and Gruber’s (2011) work to offer a typology of entrepreneurial journalists’ social identity and its role in digital-native startups in a non-Western context."]}, {"title": "Literature Review and Theoretical Framework", "paragraphs": ["Following independence from the British in 1947, the Indian press took on a democratic and developmental role focused on social welfare, poverty eradication, and education (Rao 2009). The Indian government’s economic liberalization policies in the 1990s, however, led to exponential growth in the media industry with the entrance of private and international players (Chadha and Steiner 2015). This policy change meant Indian journalists worked for domestic and international news corporations backed by political players and/or powerful companies (Chadha and Steiner 2015). Reporters covered less public service journalism and more news that translated into revenue, such as entertainment (Chadha and Steiner 2015).", "With most Indian private news organizations succumbing to market values of sensationalism and revenue-generating content (Rao and Wasserman 2015), journalists are often caught between their professional and organizational expectations (Rao 2008). They believe they are not fulfilling their watchdog roles, as their companies want more celebrity and urban stories (Rao 2008), at the cost of news about common people and issues in rural areas. Without an efficient judiciary or an overarching regulatory body with powers to penalize defamation or libel, most media are self-regulatory (Roy 2013). Journalists frequently face lawsuits from local politicians and violent attacks from vigilante groups, leading to self-censorship (Reporters Without Borders 2016). As such, the World Press Freedom Index ranked India 133 out of 167 countries (Reporters Without Borders 2016).", "These difficulties for journalists notwithstanding, Indian media companies are evolving with the digital revolution. Currently, only about a third of the population—roughly 460 million people—has access to the internet (Internet World Stats 2017), even though it is ahead of the U.S. and second only to China in absolute numbers (Meeker 2016). Internet use is projected to reach 50 percent by 2020 (Bhardwaj 2017), but a great divide exists between those with Internet access and the rest of the country. About 60 percent of Indian Internet users live in urban areas, while 17 percent of rural residents use the Internet (Chopra 2017). These numbers are stark in a country where 83 percent of the population lives in rural areas (Chandramouli 2011).", "Still, expansion of digital connectivity, especially in urban areas, has led to the emergence of digital news and information startups looking to take advantage of this growing market (Sen and Nielsen 2016). Mostly privately owned and run by younger Indians, these sites are described as “vibrant” and “hard-hitting” (Roy 2013, 2). Such digital-native news startups are lauded as promising alternatives to legacy media (Chaudhry 2016), as the latter have developed a reputation for prioritizing advertising over editorial content (Sonwalkar 2002). Little scholarly research, however, has examined Indian entrepreneurial journalism, allowing this study to contribute to the literature.", "Traditional news media have struggled to find their place in a digital environment that has disrupted business models, audience relationships, and journalistic practices (Paterson and Domingo 2008; Weber and Monge 2014). These shifts have opened a space for ventures created by journalists who left traditional newsrooms to start or work for digital-native, entrepreneurial media organizations (Picard 2015). Startups challenge “underlying assumptions about how news should be selected, who should select it, what skills and organizational cultures news organizations need, and what kinds of innovations might enhance the position of a news organization in the field” (Usher 2017, 13).", "According to Cohen (2015), journalists working for these startups embrace “new technologies and ‘innovative’ practices to reinvent journalism as socially relevant, but also as profitable” (517). This dual focus of innovation and financial profitability is fundamental for scholars who contend that news must be approached as a business to be sustainable (Coddington 2015; Jarvis 2009).", "Prioritization of the business side of journalism elicits ethical and financial concerns (Vos and Singer 2016). A criticism of entrepreneurial journalism is its focus on financial profitability and the resulting fear that journalistic values could be set aside for commercial goals (Witschge and Nygren 2009). By treating audiences as clients, startups encourage a market-oriented approach to journalism (Hanitzsch 2007; McManus 1994). Scholars also have sounded alarms about the disappearing line between the editorial and business sides of the newsroom (Coddington 2015; Vos and Singer 2016).", "Sustainability also poses challenges (Vos and Singer 2016), as it requires a rethinking of traditional business models (Picard 2011). Rather than relying on revenue from ads and subscriptions, digital startups are characterized by their push for innovative funding models (Usher 2017) that include multiple revenue streams like marketing, donations, events, merchandise, and selling data or services (Sirkkunen and Cook 2012). Being adept at juggling multiple revenue streams and seeking grants and investors, however, requires a business acumen and training many journalists lack (Nee 2013; Wagemans, Witschge, and Deuze 2016). Furthermore, many news startups lack a formal business plan (Meléndez Yúdico 2016).", "Closely tied to entrepreneurial journalism and revenue strategies is innovation, which is considered fundamental to financial sustainability (Schmitz Weiss 2016). Schumpeter’s (1942/1975) theory of “creative destruction” suggests innovations by entrepreneurs will displace established businesses, even industry leaders, if the latter rely on outdated processes and technologies.", "This is seen within journalism, where digital startups have changed the rules of the game (Usher 2017). According to Pavlik (2013), journalistic innovation refers to the “process of taking new approaches to media practices and forms while maintaining a commitment to quality and high ethical standards” (183). Lowrey (2012) noted that most efforts toward innovation by traditional media outlets have been “shallow and fleeting” so as not “to actually disrupt traditional routines or institutional arrangements” (231). What scholarship indicates, then, is that innovation is not just about the latest technological advancement, but rather disrupting, even destroying, old practices and ways of thinking to challenge existing doxa (Usher 2017) and create new behaviors and, perhaps, values.", "Understanding innovation and sustainability requires insight into who these entrepreneurial journalists are and how their self-identification might shape their digital news ventures. Research has examined how journalists’ professional identities shifted to accommodate changing practices and norms resulting from digital disruptions (e.g. Agarwal and Barthel 2015; Deuze 2005), but what this research on professional role identity neglects is the importance of social identity. Tajfel and Turner’s (1979, 1986) social identity theory posits that individuals define themselves according to their group affiliations. Gender, nationality, race/ethnicity, sexual preference, and political affiliation have all been identified as social categories that can serve as a source of identity (Howard 2000). Categorization according to groups thus prompts a sense of cohesion, allowing individuals to define their place in society.", "Social identity assists in understanding the consequences and behavioral outcomes of group identification (Trepte 2006). Research shows that most individuals’ behavior results from their group membership (Operario and Fiske 2003). Allegiances influence how individuals communicate and interact with others, creating in-groups and out-groups that provoke favoritism for those who are in-group, and competition and discrimination toward those who are out-group (Tajfel and Turner 1986). Sharing characteristics and values with a group is key to creating a sense of identity, and differentiating themselves from other groups helps maintain a sense of superiority that can improve self-esteem and thus strengthen identity (Tajfel and Turner 1986). Social identity also can lead to negative perceptions of the out-group, often exaggerating differences between in-group and out-group members, potentially leading to dehumanization of the out-group (Brown 2000).", "Social identity in the Indian context is linked to social and economic inequity. For the Hindu majority, social identity is intertwined with caste, a hierarchical system of ranking groups based on their occupations. People are born into their caste group and cannot change it for the rest of their lives (Bros 2014). Caste plays an important role not only in people’s self-worth, but also how others perceive them; higher caste members enjoy (comparatively) easier access to education, economic opportunity, and social recognition while lower caste members continue to deal with “deprivation and discrimination” (Bros 2014, 1426). Higher caste members occupy positions of power in almost all spheres—government, bureaucracy, police, press, and universities (Rao and Wasserman 2015). Within journalism, specifically English language publications, higher caste members hold the majority of reporting and editing positions (Rao 2018), thus reifying the hierarchical system within an institution ideally meant to serve as a watchdog of that very system. Economically, India has emerged as a significant player in the global sphere but the country still struggles with high poverty rates and under-developed rural areas (Nair et al. 2015). Thus, any discussion of social identity and the role of digital journalism in India is complicated by the contextual societal inequalities of gender, religion, and caste that are often replicated in newsrooms.", "Management and entrepreneurship scholarship increasingly focuses on the importance of social identity for understanding professional roles because individual identity is expressed via entrepreneurial activity (Hoang and Gimeno 2010). For example, Cardon and colleagues (2009) suggested that the roles individuals prefer to undertake in the entrepreneurial process reflect their identity. Further, creating a startup is inherently a social activity (Whetten and Mackey 2002). As such, Fauchart and Gruber (2011) call for studies to move beyond looking at role identity, and to consider the social aspects of self-identity that shape how people interact with each other within the entrepreneurial context. Social identity thus provides the theoretical link to understand differences among the creation processes and outcomes of different startups, explaining how social identification prompts entrepreneurial activities that confirm founders’ identities (Fauchart and Gruber 2011).", "Research points to a relationship between entrepreneurial social identity and entrepreneurial activities and outcomes (Hoang and Gimeno 2010; Murnieks and Mosakowski 2007; Shepherd and Haynie 2009). Entrepreneurs’ actions are influenced by how they see themselves in relation to others, thus the social aspects of an entrepreneur’s identity and their influence on motivations and behaviors cannot be ignored (Fauchart and Gruber 2011). For example, Farmer, Yao, and Kung-Mcintyre (2011) found a positive relationship between innovations and new entrepreneurs’ identity aspirations. Likewise, Murnieks and colleagues (2014) linked entrepreneurial identity with passion and time spent running a new venture.", "Fauchart and Gruber (2011) identified three types of entrepreneurial founder identities, each with different consequences for behavior: Darwinians, Communitarians, and Missionaries.", "Darwinians are founders driven by self-interest, wanting to create a profitable, successful firm. They see themselves as professional business people, and others as competition they want to distinguish themselves from. Success is measured in terms of financial gain and being the best.", "Communitarians desire to support and be a part of a community. They see themselves as contributing something valuable, and they look at counterparts as potential allies, rather than competition. Success is equated with being a useful and respected member of a community.", "Missionaries are founders who want their product to advance a social or political cause. They see themselves as agents of change and desire to lead by example. Success involves convincing others to follow their political or social vision to make the world a better place.", "Alsos and colleagues (2016) empirically tested Fauchart and Gruber’s (2011) founder identities and showed that Darwinians and Missionaries engage in activities that achieve specific results and make decisions based on expected returns. In contrast, Communitarians make decisions that leverage potential partnerships, irrespective of immediate loss. The authors concluded social identities of entrepreneurs have consequences for the rationales motivating business decisions. Xu (2014) built on Fauchart and Gruber’s (2011) work by demonstrating that social capital embedded in family identity moderates the relationship between a founder’s identity and creation of new ventures, while social capital embedded in community strengthens that relationship.", "To date, most research on social identity of entrepreneurs has been conducted outside the field of journalism. Thus, to understand how digital news founders’ social identities may influence their thinking toward innovation and financial sustainability related to their startups, this qualitative study applies Fauchart and Gruber’s (2011) typology of founder social identities to journalism entrepreneurs in India, and broadly explores the following two questions: How do entrepreneurial journalists in India discuss their social identities? How does the self-identification of entrepreneurial journalists in India shape the digital media startups’ relationships with audiences, innovation, and financial sustainability?", "How do entrepreneurial journalists in India discuss their social identities?", "How does the self-identification of entrepreneurial journalists in India shape the digital media startups’ relationships with audiences, innovation, and financial sustainability?"]}, {"title": "Methods", "paragraphs": ["In-depth, semi-structured interviews were conducted with founders, editors, and journalists at 10 entrepreneurial, digital-native news sites in New Delhi and Mumbai. Interviews, each lasting about 1.5 hours, were conducted in December 2016. In total, 11 men and 7 women were interviewed. For each news site, the founder was interviewed, and in most cases an editor and/or journalist also were interviewed to provide scope. In 3 of the 10 sites, only the founders were interviewed. Interviewees gave permission for their sites to be named.", "Interview subjects were identified using a snowball sampling method. As no directory of online news ventures in India exists, the two researchers as well as a research assistant, all former journalists and two of whom are Indian natives, relied on their contacts and knowledge of the Indian news media to craft such a list. Considering more than 20 languages are spoken throughout India (Rao and Wasserman 2015), the researchers focused on the identified English-language sites (n = 68). The founders of these sites then were contacted via email, social media, or a contact link on the site and asked to participate in this study; 20 agreed. As the researchers’ time to conduct interviews in India was limited to two weeks, they decided to focus on New Delhi and Mumbai, India’s two largest cities and media hubs. Ten sites in these cities agreed to participate, resulting in a convenience sample that, while not generalizable, is useful for providing a sample specific to the needs of this study.", "Interview subjects were asked questions related to their journalistic, technological, and business training, as well as the site’s financial models and innovations. Interview transcripts were qualitatively analyzed using thematic analysis to look for common themes and patterns related to the construction of social identity and its influence on how the subjects discussed innovation and financing. Such an approach begins with a “long, preliminary soak” (Hall 1975, 15) in which the transcripts are read and re-read, allowing “the researcher to not only discern latent meaning but also the implicit patterns, assumptions and omissions of text” (Fursich 2009, 4).", "One goal of this paper was to determine the relevance of Fauchart and Gruber’s (2011) typology of founder social identities in the Indian journalism context. As such, founders were asked a series of questions about motivations to create a startup, what drives them to publish the content they do, their thoughts about the importance of profitability vs. sustainability, how they view competition, and how they define success; these questions were based on the main elements Fauchart and Gruber used to distinguish the social identity categories, as outlined above. Based on their answers to these questions, founders were placed into the Darwinian, Communitarian, and Missionary categories. For example, interviewees’ responses that focused on making money and a motivation to be financially successful resulted in their being identified as Darwinian, per the typology explained above. As Fauchart and Gruber noted, these categories are not mutually exclusive and there is much overlap and fluidity. Due to this overlap, it became evident in the analysis that some of the Indian founders did not neatly fit into any of the three categories, prompting the creation of a fourth identity category: Guardian.", "This new category, like those in the extant typology, is based on interviewees’ answers to the same questions about motivation, profitability, competition, and success. This category was necessary because while these founders valued profitability and competition, much like Darwinians, they also exhibited the Communitarian trait of offering something valuable to the community, and the Missionary ideal of wanting to make the world a better place. What distinguishes Guardians from the other categories is the founders’ emphasis on producing quality journalism, regardless of profit, community, or mission.", "Once founders were placed into these four categories, their answers to questions about whether they considered themselves entrepreneurs or journalists first, their perspectives about how journalism should be financed, what the ideal audience-journalist relationship looks like, and the importance of innovation and experimentation were analyzed thematically (Lindlof and Taylor 2011) to look for commonalities that emerged from founders’ comments. The themes were then analyzed through the lens of the four founder identity categories."]}, {"title": "Analysis", "paragraphs": ["The Indian media startups and Indian entrepreneurial journalists studied here mostly fit within Fauchart and Gruber’s (2011) typology of founder social identities. However, an additional identity seemingly specific to journalism, if not Indian journalism, also coalesced from the analysis. Two media sites’ founders were identified as Darwinian, two as Communitarian, two as Missionary, and four belonged to this additional category best described as Guardians (see Table 1). These four identities are explained below. Indian Entrepreneurial JournalismBuilding a typology of how founders’ social identity shapes innovation and sustainabilityAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439 & Monica Chadhahttps://doi.org/10.1080/1461670X.2018.1463170Published online:12 April 2018TABLE 1 Indian entrepreneurial news founders and their social identities.CSVDisplay Table", "The Darwinian founders (ScoopWhoop and The Quint) have journalism education backgrounds but little to no formal business training. They are driven to create profitable firms, and rather than reinvesting all their profits into the sites, they want to reap some benefits, too. They talked about wanting to set themselves apart from the competition by being better and different. ScoopWhoop’s founder noted the site’s name came about because “ScoopWhoop sounds very different, you know?” She said they wanted to create a new lingo and build brand recognition to stand out from other sites. The Quint founder also referred to the value of the site’s “brand” and desire for individual recognition.", "These founders (Janta Ka Reporter and India Spend) see themselves as providing a valuable service to the community, of which they are a part. They focus on protecting the public interest. This is evidenced by the very name of Janta Ka Reporter (JKR), which means “the common man’s reporter.” The founder said he launched the site because “There’s not a single TV channel that is owned by an independent person who is only bothered about guarding the interest of journalism.” India Spend, as a nonprofit, focuses on telling data-driven stories of relevance to the community. It’s a “public interest website” that is transparent about who is writing for it, and who is funding it. These founders see monetary success as a means to sustainability: making enough profit to stay in business so they can continue to offer a community service.", "These founders see themselves as agents of change, advancing a political or social cause. The founders of Youth Ki Awaaz (“Mouthpiece of the Youth,” YKA) and India Resists fit within this category, as they consider themselves activists and their writing, a form of activism. “I would say writing for many like me is my most accessible and relatable form of protest. And I do look at …  YKA as a symbol of what could also be my protest,” the YKA founder said. These founders saw direct links between journalism and activism. For them, success is not about financial gain, or even about offering a public good—journalism—to the community. Rather, they see it as facilitating democratic conversations that could potentially lead to social justice. As the YKA founder said, his goal is “to get other people to speak about issues they care about,” and if the site doesn’t work out, he will find another way to keep pushing for what he believes in.", "Thematic analysis of the interviews identified a fourth social identity among Indian entrepreneurial journalists. These founders (EditPlatter, Scroll.in, The Daily Pao, and NewsLaundry) are unsatisfied with mainstream media, and, like Darwinians, believe they could offer something different and better, and make money in the process. For example, the Edit Platter founder referred to having a “distinctive stamp” that he hoped would draw readers, advertisers, and investors. Similarly, the Scroll.in founder said he wanted to do the best journalism in India, and “reinvent the cost structure,” serving as a prototype for profitable journalism. What sets these founders apart, however, is they saw themselves as guardians taking advantage of changes in technology to overhaul and protect Indian journalism. Unlike the Communitarians who perceive journalism as a public service, or Missionaries who focus on a cause, the Guardians focus on journalism for journalism’s sake. Their motivation for founding a startup is re-inventing journalism in a way that it maintains its original ethos yet becomes sustainable, profitable even, attracts readers, and avoids the pitfalls of mainstream media. As the Newslaundry founder said, the site is “not looking to become the next Google or Apple. If you are sustainable you are good.” The site’s mission is simply to be an “irritant in the side of Big Media.”", "With these four categories in mind, the next section explores how founders’ identities shaped their views on their roles as entrepreneurs or journalists, how the news should be financed, what the ideal journalist-audience relationship looks like, and the importance of innovation and experimentation.", "Within each founder social identity category were founders who identified primarily as entrepreneurs. It is notable that it was not only the Darwinians who saw themselves as entrepreneurs, rather than journalists.", "The Darwinian founders, and the Guardian founder of NewsLaundry, identified as entrepreneurs, not journalists. They took overt pride in creating a business and exploiting the opportunities afforded by the Internet; they believed they had generated something new and valuable. They saw themselves as creative, innovative and setting the bar for other news startups. As the ScoopWhoop founder said: I don’t see anyone else as competition …  You don’t look out for competition as much if you’re the first one running the contest. And you don’t have to worry. You have to keep your eyes open to what everyone is doing. So instead of competition, I’ll just say that we are five people running together. So you need to know if you are like, the first one running.", "I don’t see anyone else as competition …  You don’t look out for competition as much if you’re the first one running the contest. And you don’t have to worry. You have to keep your eyes open to what everyone is doing. So instead of competition, I’ll just say that we are five people running together. So you need to know if you are like, the first one running.", "Their professional roles and identities as journalists took a back seat to their entrepreneurial identities and duties. For example, The Quint founder said she was “less” of a journalist than an entrepreneur, despite her years in the journalism business. Likewise, the ScoopWhoop founder, despite leading the content side of the site, said she thinks of herself not as a journalist, but as a content creator. Newslaundry’s founder said entrepreneurs should be entrepreneurs and journalists should be journalists. He added that journalists should only worry about producing their stories, and not be burdened with revenue or site traffic; their responsibility is “to keep the public’s interest in mind.” As CEO then, he said, he no longer considers himself a journalist as he handles the site’s business matters.", "In contrast, other Guardian founders clung to their identities as journalists. The Edit Platter founder said, “I’m a journalist media person, but somebody who knows how to make money. I really think so. And I take great pride in that.” He also said he gets bored with the business side of the operation and spends most of his time freelancing, not just to support Edit Platter, but also to satisfy his need to pursue journalism. The Scroll.in founder also was adamant that he was a journalist, not an entrepreneur: his partner who took care of the business side of the operation was the entrepreneur, he said, thereby emphasizing the traditional journalistic practice of keeping a concrete barrier between editorial and business operations.", "Some Communitarian and Missionary founders also saw themselves as entrepreneurs. The JKR founder took on the entrepreneurial identity because he said he had created a viable business that was breaking even. He was responsible for everything, although he admitted, half-jokingly, “I’m a very bad entrepreneur. I think I’m a journalist first, trying to be an entrepreneur.” Similarly, the YKA founder also saw himself as an entrepreneur first, because as the person responsible for funding, he acknowledged that too much of a journalistic role could raise ethical concerns.", "How the founders discussed resources and financial sustainability also varied according to their social identity. For example, the Communitarian and Missionary founders’ sites did not rely on traditional advertising, while the Darwinian sites did, or intended to. The Guardians’ sites were a mix of traditional financing methods—advertising—and non-traditional—grants and reader donations. Communitarian and Missionary founders equated selling ads with selling their independence, so they opted not to have them. For India Resists’ founder, financial independence meant editorial independence. Independence is fundamental, the JKR founder said, thus he only accepted Google ads.", "Without traditional income, these founders looked for innovative funding mechanisms. While they have received or sought grants from NGOs and foundations, they recognized such funding alone is unsustainable. India Spend incorporated untraditional modes of financing, such as syndicating their content, and conducting research and creating native advertising content for corporations. Likewise, JKR’s founder regularly makes television appearances, conducts workshops, and holds offline forums to diversify funding. YKA hosts an annual flagship event, Converge, where local change makers come to share their stories. The site has partnered with Facebook and UNICEF to sponsor the event. The India Resists founder also said the site had collaborated with NGOs to pay for travel and other expenses associated with reporting.", "For the Darwinian founders’ sites, traditional and native advertising were central to their financing methods. The Quint and ScoopWhoop interviewees said their sites relied more on native content than traditional banner ads. Interviewees said that being aware of the site’s metrics and its levels of social media engagement gives them bargaining power when it comes to selling content. Interestingly, despite being part of the Missionary category, YKA also incorporates native advertising. The difference, however, is its focus on creating sponsored content in consonance with their overall vision of advancing social issues, rather than commercial products.", "Like the Communitarian and Missionary founders, the Darwinian founders also emphasized innovative funding mechanisms and saw this strategy as part of what set them apart from the competition. For example, The Quint bought and invested in smaller digital content sites to strengthen its foothold in the market. Similarly, ScoopWhoop began creating niche websites, such as one focused on women, to capture new market segments.", "The Guardians showed a mix of traditional and non-traditional financing mechanisms. Edit Platter and Scroll.in sought advertising, while The Daily Pao founders said they always were looking for new forms of financing. For example, they worked in conjunction with local businesses to hold public events for their readers, such as a craft beer tasting and master class. NewsLaundry also sought non-traditional funding means, shunning advertising: The kind of revenue model that news channels, newspapers and magazines have, it cannot be economically viable without compromising journalism. You will either get your business right or you will get your journalism right. You can’t get both right.”\\", "The kind of revenue model that news channels, newspapers and magazines have, it cannot be economically viable without compromising journalism. You will either get your business right or you will get your journalism right. You can’t get both right.”\\", "Newslaundry interviewees said they wanted to offer India’s first subscription-driven news site. Understanding that getting readers to pay for content is a difficult proposition, the site has experimented with merchandise sales and crowdfunding.", "The founders’ views toward funding were tied to how they viewed audiences and content. The Darwinian founders talked about audiences in terms of generating page views and social media interactions. Their emphasis on attracting “eyeballs” to generate revenue was related to commodification of content. In fact, their repeated use of the terms “content” and “product” rather than “news” or “stories” speaks to this.", "These founders said they followed the metrics of stories published on the sites, and reporters were aware of how many clicks and likes their articles prompted: ScoopWhoop interviewees noted the site targets 20,000 social media engagements per month. These founders acknowledged that the number of likes and shares a story receives on social media influences what stories they will cover, and how they will cover them. Just because a story does not receive much engagement does not mean that topic will not be covered again, the ScoopWhoop founder said, but it might need to be covered differently to get more likes.", "While Communitarian and Missionary founders also spoke of the need to increase their audience size, they did so more from the perspective of wanting to create trust with readers and build a community, which ultimately would generate the funding needed to achieve sustainability. JKR’s founder noted: One of the things that makes us unique in the industry is that … we actually like to engage ourselves with the audience. We’re very receptive to feedback. We have earned the reputation of somebody who is not hesitant to say sorry. Sometimes we’ve even apologized for typos; that’s the standard we have set for ourselves.Similarly, the YKA founder noted his site offers a safe space for youth to express themselves; it’s a user-generated content platform that represents “the voices from the ground up on a diverse range of issues that nobody has been able to do so far in India,” adding to their credibility and site traffic. These founders seemed to care about metrics in so far as it meant their stories were being read and having an impact on society. As the interviewee from India Spend said, knowing audience metrics is just about knowing whether “we need to add something more to make it more reader worthy.”", "One of the things that makes us unique in the industry is that … we actually like to engage ourselves with the audience. We’re very receptive to feedback. We have earned the reputation of somebody who is not hesitant to say sorry. Sometimes we’ve even apologized for typos; that’s the standard we have set for ourselves.", "Guardians once again showed a mixed view of audiences. For example, the Edit Platter founder’s entire interview revolved around “numbers” and the need to create the right “product” to achieve the right number of readers that would attract venture funding, thus seeing audiences with the same market-oriented lens as the Darwinians. The other Guardian interviewees’ perspectives, however, were more in line with the Communitarians and Missionaries. Scroll.in’s founder claimed he did not know the metrics of the site and did not want to know, because that was not his responsibility as a journalist. He said: “Nobody is allowed to say the word ‘content’ in my presence. I believe we have readers with whom we have a specific relationship. We do not produce content, we produce journalistic articles.” The Newslaundry founder also cautioned against succumbing to the “temptation” of “vanity metrics,” which is “not a sound model for journalism. It is a sound model to sell ad space in exchange for the maximum eyeballs.” The challenge, then, he said, is two-fold: first, to teach readers to appreciate good journalism enough to pay for it, and then “to convince people who have the money that it is worth investing in good journalism.”", "Only the Darwinian interviewees defined innovation as being entirely new. The Quint’s founder said the site was innovative because it was “original.” Likewise, the ScoopWhoop founder said innovation is not about rehashing the old in a new way. “Innovation can only happen when you introduce something very new that nobody has ever seen,” she said. She also suggested that the site’s success, coupled with her belief that the site has no real competition, means everything they do is innovative.", "In contrast, the Guardians, Communitarians, and Missionaries saw innovation as something that was new to them. It might not sound “amazingly different,” or “maybe it’s been done everywhere else,” but if they can bring a new concept to India, or do something in a different way, then that is innovation, one The Daily Pao founder said, citing their podcast about entrepreneurialism as innovative because no one else was doing it. For the Scroll.in founder, innovation was not about something new, but rather a return to something better: “My line is that we’re reclaiming the values of journalism that is not being done anymore,” he said. Similarly, the Edit Platter founder said it’s making something old look new: See, innovation, for me, innovative journalism is you try and do things which are not being done, really. Having said that, everything on mother Earth has been done. So you try … doing things in a manner that they look like they’re new. … So, everybody does prime time shows, but if we can have a prime time show on radio, which is not being done, and in a nice, breezy, kind of a chatty manner rather than being pontificating with some serious-looking experts and old fogies, like me, then it can work.", "See, innovation, for me, innovative journalism is you try and do things which are not being done, really. Having said that, everything on mother Earth has been done. So you try … doing things in a manner that they look like they’re new. … So, everybody does prime time shows, but if we can have a prime time show on radio, which is not being done, and in a nice, breezy, kind of a chatty manner rather than being pontificating with some serious-looking experts and old fogies, like me, then it can work.", "The Newslaundry founder had a similar perspective: finding different ways to convince readers to pay for stories and sway investors to prioritize quality stories over “clickbait” that attracts eyeballs is truly innovative, he said. Similarly, India Spend noted that using data to tell stories is not a novel concept per se but is new and different for India. The YKA founder said innovation was “making the best use of available resources and finding ways to work around your limitations and capacities.”", "Darwinian founders tended to discuss innovation mostly in technological terms while other founders focused on innovation as related to technology and journalism. The Darwinian founders equated innovation with staying updated with the latest technologies. For example, at The Quint, innovation was built into the newsroom structure, such as an in-house lab responsible for generating technological advances in storytelling. The ScoopWhoop founder noted her site is now branding itself as a tech company because the emphasis on technology will make them look more innovative and thus, attractive to investors.", "In contrast, the Guardians, Communitarians, and Missionaries saw innovation as combining new and different approaches to technology and journalism. For example, the Newslaundry founder saw innovation as the ability to leverage new technologies to reach audiences. He cautioned, though, that innovation must come from within journalism, rather than from the tech industry, as use of technology, he said, should be focused on the revival of journalism. At India Spend, innovation is focused around journalism—creating a niche for data journalism and filing freedom of information requests—and technology—setting up interactive databases and graphics to engage audiences on social media. The India Resists founder noted his site is trying to be innovative both online and offline to overcome the digital divide. He said the site was innovative not only in the topics covered and voices included, but also in disseminating news, like live streaming a protest, putting petitions online, or including citizen contributions.", "Most interviewees, regardless of their social identity, highlighted the importance of experimentation as related to innovation. They also cited revenue—or lack thereof—as the greatest challenge to experimentation and innovation. The founders differed, however, when it came to the relationship between experimentation/innovation and funding. In general, the Darwinian and Guardian founders saw resources as being a prerequisite for innovation. For example, the Edit Platter founder said innovation and success “follow money. How much money can you put in?” The Daily Pao founders said innovation is constrained by what is economically feasible and The Quint founder said innovation and technology “depend a lot on financial stability.”", "Contrarily, the Communitarians and Missionaries talked about experimentation and innovation as necessary workarounds for lack of resources. Creativity, the YKA founder said, is crucial for sustainability when there is no funding. Innovation, then, is constant experimentation."]}, {"title": "Discussion and Conclusions", "paragraphs": ["This study builds on entrepreneurial journalism scholarship in two ways. First, most entrepreneurial journalism studies have focused on startups in Western countries (e.g. Nee 2013; Usher 2017; Wagemans, Witschge, and Deuze 2016) but little is known about journalism entrepreneurs and startups in non-Western countries, specifically India. By studying Indian news startups, this paper shows how entrepreneurial journalists in the world’s largest democracy talk about their identities as founders of news startups, elucidating how that influences their definitions of and approaches to audiences, innovation, and financial sustainability. Second, by applying Fauchart and Gruber’s (2011) entrepreneurial social identity typology to founders of journalistic startups via a qualitative approach, this study extends the literature on entrepreneurial journalism and suggests a fourth category for the typology, Guardians, as specific to entrepreneurial journalists, and perhaps India. Analysis revealed that Indian journalism entrepreneurs’ social identities influenced how they define entrepreneurship, innovation, and experimentation, and these definitions, in turn, influenced their entrepreneurial activities and their conceptions of journalism (see Table 2). This research explains how a founder’s motivations and goals can shape whether audiences are viewed as clients or citizens (Hanitzsch 2007; McManus 1994), and, ultimately, whether digital journalism in India is conceived as a commodity or public service. Indian Entrepreneurial JournalismBuilding a typology of how founders’ social identity shapes innovation and sustainabilityAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439 & Monica Chadhahttps://doi.org/10.1080/1461670X.2018.1463170Published online:12 April 2018TABLE 2 Founder identity types and relationships with funding, audiences, innovation, and content.CSVDisplay Table", "This study showed few founders were Darwinian in nature. “Making money” was at the center of their goals and they wanted to build a “product” that would surpass any competition, simultaneously attracting prestige and revenue. The sites identified as Communitarian focused on serving readers and providing a public service. While revenue generation was important to them, serving the community was more so. The Missionary sites’ founders viewed themselves as advocates for groups and issues largely ignored by mainstream media.", "The new social identity category revealed by this research was Guardians. These founders saw themselves as safeguards of journalism tasked with re-inventing quality, credible, and sustainable journalism.", "Entrepreneurial social identity was not necessarily tied to whether the founders preferred the label entrepreneur or journalist; founders across all four social identities considered themselves entrepreneurs because they had started something new or were trying strategies that, while not necessarily universally new, were new to them. At the same time, founders hesitated to wear the hats of both entrepreneur and journalist; most identified either as journalists or as entrepreneurs. In cases when subjects saw themselves as entrepreneurs and journalists, such as the founders of Edit Platter, The Daily Pao, and JKR, it seemed to be out of necessity as lack of resources meant they were responsible for everything. At the same time, their passion for journalism made them unwilling to forsake their journalistic identity.", "The interviews also revealed that how the founders discussed financing and innovation varied according to entrepreneurial social identity. Both Darwinians and Guardians had business models that relied on traditional and/or native advertising and sponsored content. They recognized the need for multiple revenue streams to be sustainable but were not as innovative in their funding approaches as the Communitarian and Missionary interviewees. Subjects in these latter categories saw their editorial independence as dependent on financial independence, and so experimented with alternative revenue strategies, such as subscriptions, crowdfunding, merchandising, events, partnerships with NGOs, and even symbiotic collaborations with corporate houses. While scholars have debated whether journalists should get involved in the business of journalism (Coddington 2015), or focus on news reporting and the public service goal of their profession (Hanitzsch 2007), these interviewees, in particular the Guardians, show it is possible to achieve a middle ground between the two.", "Regarding innovation, Guardians, Communitarians, and Missionaries were more experimental than the Darwinians and discussed innovation in technological and journalistic terms. They discussed new ways of covering stories, quoting sources, and using technology in different (not necessarily new) ways, in line with Schumpeter’s (1942/1975) understanding of innovation. They saw creativity and experimentation as key to working around the constraints of limited funds. Darwinians, however, wanted to be first, new, and better, which for them mostly equated with technological innovation. As they focused heavily on money and success, Darwinians saw experimentation as possible only when funding was in place. Interestingly, then, the bigger, newer, and more profitable they wanted to be, the slower and more resource-dependent they became.", "Further, the journalism-specific founders’ social identity, Guardians, suggests that Indian news startups are becoming comfortable with expressing and enacting their own ideas of what entrepreneurial journalism should be. The Guardian founders were clear about their professional identities as journalists or entrepreneurs, and their belief that journalism must inform the public. They were willing to experiment with their news stories in terms of format and presentation, a finding consistent with how founders in the U.S. talked about their startups offering a “unique storytelling approach” (Usher 2017, 9). Where these Indian founders differed, however, was how their social identities shaped not just their experimentation with funding and innovation, but also their conception of digital journalism as either a product to be sold or a public service to be provided.", "The founders with Guardian identities sometimes aligned more with Darwinian founders, and other times with Communitarian and Missionaries, suggesting they are caught between the business realities of the digital age and their desire for journalism to epitomize traditional news values. Guardian interviewees were mixed when it came to whether they used traditional or non-traditional financing, or how innovative they were, reflecting a dilemma identified in the U.S., Europe, Latin America, and elsewhere: for entrepreneurial news startups, there still is no successful business model that has been categorically identified, and India is no exception.", "The addition of Guardians to Fauchart and Gruber’s (2011) entrepreneurial social identity typology extends their model to Indian entrepreneurial journalists. Considering India’s low press freedom ratings, high self-censorship, and mainstream media’s focus on revenue over public service journalism, it follows that founders of journalism startups would see themselves as Guardians of the ethos of journalism. It is noteworthy that most Guardian interviewees wanted to save or serve journalistic purposes, suggesting that preservation of journalism could be an important motivating factor for creating a news startup. Future research should explore whether this Guardian social identity is unique to India, and perhaps other countries with similar media landscapes, or to the profession of journalism in general, irrespective of where it is practiced.", "The study has its limitations; the sample size is small and focused on websites based in Mumbai and Delhi, excluding the bulk of the country. At the same time, this limitation represents the reality of digital news in India: Internet access is higher in urban than rural areas (Chopra 2017) and by extension, more digital sites are based in the cities of Mumbai and Delhi. India is a highly pluralistic society fraught with socio-economic inequality, and divided along caste, religion, gender, development (rural–urban), and even language lines (Bros 2014; Nair et al. 2015; Rao 2018). This study examines entrepreneurs who are primarily urban, English-speaking journalists who have mostly worked in English-language news media, the language of “power, command and upward mobility” (Parmeswaran 1997, 22). Mostly based in cities, English-language news media are viewed as representative and supportive of the interests of the rich and middle classes (Parmeswaran 1997). The vernacular news media, despite seeing tremendous growth (Chadha 2017) in a country where the majority of Indians speak Hindi, has received little scholarly attention. In a highly diverse society such as India, choices made by news startups to serve a digital public raise questions about who the news is serving. By including certain communities, news outlets pursuing communitarian journalism in diverse societies exclude others on the basis of access and reach (Craig 1996). Given that the sites in this study represent city-centric, primarily English-language startups, the authors recognize that the entrepreneurial identities featured here do not represent all news media entrepreneurs in India. Future studies could expand the sample to include digital and non-digital startups in rural areas, as well as those published in Indian vernacular languages, to broaden the scope of these identities beyond city-based news sites published in English.", "Additional research on Indian audiences’ use of these startups would help identify what the startups offer that audiences perhaps believe they cannot get from traditional media. Future research also could examine how entrepreneurs’ changing work roles change their professional and social identities over time, and how that may influence the shape of entrepreneurial journalism moving forward."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "The Friendly Barbarians: Professional Norms and Work Routines of Online Journalists in the United States", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Agarwal Sheetal", "first_name": "Agarwal", "last_name": "Sheetal"}, {"name": "Barthel Michael", "first_name": "Barthel", "last_name": "Michael"}]}, {"title": "Entrepreneurs’ Social Identity and the Preference of Causal and Effectual Behaviours in Start-up Processes", "year": "2016", "journal": "Entrepreneurship \\& Regional Development", "volume": "28", "authors": [{"name": "Alsos Gry", "first_name": "Alsos", "last_name": "Gry"}, {"name": "Clausen Tommy", "first_name": "Clausen", "last_name": "Tommy"}, {"name": "Hytti Ulla", "first_name": "Hytti", "last_name": "Ulla"}, {"name": "Solvoll Sølvi", "first_name": "Solvoll", "last_name": "Sølvi"}]}, {"title": "The Burden of Caste on Social Identity in India", "year": "2014", "journal": "The Journal of Development Studies", "volume": "50", "authors": [{"name": "Bros Catherine.", "first_name": "Bros", "last_name": "Catherine."}]}, {"title": "Social Identity Theory: Past Achievements, Current Problems and Future Challenges", "year": "2000", "journal": "European Journal of Social Psychology", "volume": "30", "authors": [{"name": "Brown Rupert.", "first_name": "Brown", "last_name": "Rupert."}]}, {"title": "The Impact of Perceived Entrepreneurial Passion on Angel Investing", "year": "2009", "journal": "Frontiers of Entrepreneurship Research", "volume": "29", "authors": [{"name": "Cardon Melissa S.", "first_name": "Cardon", "last_name": "S."}, {"name": "Sudek Richard", "first_name": "Sudek", "last_name": "Richard"}, {"name": "Mitteness Cheryl", "first_name": "Mitteness", "last_name": "Cheryl"}]}, {"title": "The Indian News Media Industry: Structural Trends and Journalistic Implications", "year": "2017", "journal": "Global Media and Communication", "volume": "13", "authors": [{"name": "Chadha Kalyani.", "first_name": "Chadha", "last_name": "Kalyani."}]}, {"title": "The Potential and Limitations of Citizen Journalism Initiatives", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Chadha Kalyani", "first_name": "Chadha", "last_name": "Kalyani"}, {"name": "Steiner Linda", "first_name": "Steiner", "last_name": "Linda"}]}, {"title": "Entrepreneurial Journalism and the Precarious State of Media Work", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Cohen Nicole.", "first_name": "Cohen", "last_name": "Nicole."}]}, {"title": "Communitarian Journalism(s): Clearing Conceptual Landscapes", "year": "1996", "journal": "Journal of Mass Media Ethics", "volume": "11", "authors": [{"name": "Craig David A.", "first_name": "Craig", "last_name": "A."}]}, {"title": "What is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "The Behavioral Impact of Entrepreneur Identity Aspiration and Prior Entrepreneurial Experience", "year": "2011", "journal": "Entrepreneurship Theory and Practice", "volume": "35", "authors": [{"name": "Farmer Steven", "first_name": "Farmer", "last_name": "Steven"}, {"name": "Yao Xin", "first_name": "Yao", "last_name": "Xin"}, {"name": "Kung-Mcintyre Kate", "first_name": "Kung-Mcintyre", "last_name": "Kate"}]}, {"title": "Darwinians, Communitarians, and Missionaries: The Role of Founder Identity in Entrepreneurship", "year": "2011", "journal": "Academy of Management Journal", "volume": "54", "authors": [{"name": "Fauchart Emmanuelle", "first_name": "Fauchart", "last_name": "Emmanuelle"}, {"name": "Gruber Marc", "first_name": "Gruber", "last_name": "Marc"}]}, {"title": "In Defense of Textual Analysis", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Fursich Elfriede.", "first_name": "Fursich", "last_name": "Elfriede."}]}, {"title": "Deconstructing Journalism Culture: Towards a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "Regenerating Journalism: Exploring the ‘Alternativeness’ and ‘Digital-ness’ of Online-Native Media in Latin America", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Harlow Summer", "first_name": "Harlow", "last_name": "Summer"}, {"name": "Salaverría Ramón", "first_name": "Salaverría", "last_name": "Ramón"}]}, {"title": "Becoming a Founder: How Founder Role Identity Affects Entrepreneurial Transitions and Persistence in Founding", "year": "2010", "journal": "Journal of Business Venturing", "volume": "25", "authors": [{"name": "Hoang Ha", "first_name": "Hoang", "last_name": "Ha"}, {"name": "Gimeno Javier", "first_name": "Gimeno", "last_name": "Javier"}]}, {"title": "Social Psychology of Identities", "year": "2000", "journal": "Annual Review of Sociology", "volume": "26", "authors": [{"name": "Howard Judith A.", "first_name": "Howard", "last_name": "A."}]}, {"title": "Journalism Innovation and the Ecology of News Production: Institutional Tendencies", "year": "2012", "journal": "Journalism \\& Communication Monographs", "volume": "14", "authors": [{"name": "Lowrey Wilson.", "first_name": "Lowrey", "last_name": "Wilson."}]}, {"title": "Who am: I? Looking Inside the ‘Entrepreneurial Identity.’", "year": "2007", "journal": "Frontiers of Entrepreneurship Research", "volume": "27", "authors": [{"name": "Murnieks Charles", "first_name": "Murnieks", "last_name": "Charles"}, {"name": "Mosakowski Elaine", "first_name": "Mosakowski", "last_name": "Elaine"}]}, {"title": "Pathways of Passion: Identity Centrality, Passion, and Behavior among Entrepreneurs", "year": "2014", "journal": "Journal of Management", "volume": "40", "authors": [{"name": "Murnieks Charles Y.", "first_name": "Murnieks", "last_name": "Y."}, {"name": "Mosakowski Elaine", "first_name": "Mosakowski", "last_name": "Elaine"}, {"name": "Cardon Melissa S.", "first_name": "Cardon", "last_name": "S."}]}, {"title": "Innovation in India: A Review of Past Research and Future Directions", "year": "2015", "journal": "Asia Pacific Journal of Management", "volume": "32", "authors": [{"name": "Nair Anil", "first_name": "Nair", "last_name": "Anil"}, {"name": "Guldiken Orhun", "first_name": "Guldiken", "last_name": "Orhun"}, {"name": "Fainshmidt Stav", "first_name": "Fainshmidt", "last_name": "Stav"}, {"name": "Pezeshkan Amir", "first_name": "Pezeshkan", "last_name": "Amir"}]}, {"title": "Creative Destruction: An Exploratory Study of How Digitally Native News Nonprofits are Innovating Online Journalism Practices", "year": "2013", "journal": "The International Journal on Media Management", "volume": "15", "authors": [{"name": "Nee Rebecca.", "first_name": "Nee", "last_name": "Rebecca."}]}, {"title": "Colonial Interventions and the Post-Colonial Situation in India", "year": "1997", "journal": "International Communication Gazette", "volume": "59", "authors": [{"name": "Parmeswaran Radhika E.", "first_name": "Parmeswaran", "last_name": "E."}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John.", "first_name": "Pavlik", "last_name": "John."}]}, {"title": "Accountability, Democracy and Globalization: A Study of Broadcast Journalism in India", "year": "2008", "journal": "Asian Journal of Communication", "volume": "18", "authors": [{"name": "Rao Shakuntala.", "first_name": "Rao", "last_name": "Shakuntala."}]}, {"title": "Glocalization of Indian Journalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Rao Shakuntala.", "first_name": "Rao", "last_name": "Shakuntala."}]}, {"title": "The Five-Point Indian: Caste, Masculinity, and English Language in the Paratexts of Chetan Bhagat", "year": "2018", "journal": "Journal of Communication Inquiry", "volume": "42", "authors": [{"name": "Rao Pallavi.", "first_name": "Rao", "last_name": "Pallavi."}]}, {"title": "A Media not for All", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "Family Business, Identity Conflict, and an Expedited Entrepreneurial Process: A Process of Resolving Identity Conflict", "year": "2009", "journal": "Entrepreneurship Theory and Practice", "volume": "33", "authors": [{"name": "Shepherd Dean", "first_name": "Shepherd", "last_name": "Dean"}, {"name": "Haynie Michael", "first_name": "Haynie", "last_name": "Michael"}]}, {"title": "Entrepreneurialism or Cooperativism?", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Siapera Eugenia", "first_name": "Siapera", "last_name": "Eugenia"}, {"name": "Papadopoulou Lambrini", "first_name": "Papadopoulou", "last_name": "Lambrini"}]}, {"title": "‘Murdochization’ of the Indian Press: From By-line to Bottom-line", "year": "2002", "journal": "Media, Culture \\& Society", "volume": "24", "authors": [{"name": "Sonwalkar Prasun.", "first_name": "Sonwalkar", "last_name": "Prasun."}]}, {"title": "Social Identity Theory", "year": "2006", "journal": "Psychology of Entertainment", "volume": "255", "authors": [{"name": "Trepte Sabine.", "first_name": "Trepte", "last_name": "Sabine."}]}, {"title": "Venture-backed News Startups and the Field of Journalism: Challenges, Changes, and Consistencies", "year": "2017", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Usher Nikki.", "first_name": "Usher", "last_name": "Nikki."}]}, {"title": "Media Discourse About Entrepreneurial Journalism: Implications for Journalistic Capital", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Vos Tim", "first_name": "Vos", "last_name": "Tim"}, {"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "Ideology as Resource in Entrepreneurial Journalism", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Wagemans Andrea", "first_name": "Wagemans", "last_name": "Andrea"}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Industries in Turmoil: Driving Transformation During Periods of Disruption", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Weber Matthew", "first_name": "Weber", "last_name": "Matthew"}, {"name": "Monge Peter", "first_name": "Monge", "last_name": "Peter"}]}, {"title": "", "year": "2002", "journal": "Business \\& Society", "volume": "41", "authors": [{"name": "Whetten David A.", "first_name": "Whetten", "last_name": "A."}, {"name": "Mackey Alison", "first_name": "Mackey", "last_name": "Alison"}]}, {"title": "Journalism: A Profession Under Pressure?", "year": "2009", "journal": "Journal of Media Business Studies", "volume": "6", "authors": [{"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}]}, {"title": "A Tale of Trinity in Founder’s Identity: The Case of New Venture Creation", "year": "2014", "journal": "Journal of Management Policy and Practice", "volume": "15", "authors": [{"name": "Xu Lei.", "first_name": "Xu", "last_name": "Lei."}]}]}