{"doi": "10.1080/17512786.2012.663626", "url": "https://doi.org/10.1080/17512786.2012.663626", "title": "SOCIAL MEDIA AS BEAT", "volume": "6", "year": "2012", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Broersma", "first_name": "Marcel", "name": "Marcel Broersma", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Graham", "first_name": "Todd", "name": "Todd Graham", "affiliation": "", "orcid": "", "role": ""}], "abstract": " While the newspaper industry is in crisis and less time and resources are available for newsgathering, social media turn out to be a convenient and cheap beat for (political) journalism. This article investigates the use of Twitter as a source for newspaper coverage of the 2010 British and Dutch elections. Almost a quarter of the British and nearly half of the Dutch candidates shared their thoughts, visions, and experiences on Twitter. Subsequently, these tweets were increasingly quoted in newspaper coverage. We present a typology of the functions tweets have in news reports: they were either considered newsworthy as such, were a reason for further reporting, or were used to illustrate a broader news story. Consequently, we will show why politicians were successful in producing quotable tweets. While this paper, which is part of a broader project on how journalists (and politicians) use Twitter, focuses upon the coverage of election campaigns, our results indicate a broader trend in journalism. In the future, the reporter who attends events, gathers information face-to-face, and asks critical questions might instead aggregate information online and reproduce it in journalism discourse thereby altering the balance of power between journalists and sources. ", "body": [{"sec_title": "Introduction", "sec_content": ["Since its launch in July 2006, Twitter has quickly become popular. The social networking service that allows its users to post 140 character-long messages (tweets) to be distributed to a user's subscribers (followers) grew to 190 million users per month in June 2010. By then 65 million tweets were posted a day. The rise of smart phones and their integration in daily life patterns has stimulated the endless posting of “What's happening?”, as Twitter asks its users. In recent years, breaking news like the terrorist attacks in Mumbai (November 2008), the crash of a US Airways plane in the Hudson River (January 2009) and the revolutions in Moldavia and the Middle East (2009–2011) have been distributed through Twitter (see Murthy, 2011). Furthermore, as the number of visitors and users of the platform has increased, politicians, journalists, celebrities, and others have begun tapping into it as an influential tool for self-marketing or political campaigning (see Marwick and Boyd, 2011a). Thus, Twitter has turned into an interesting and promising virtual biotope for reporters in search of news and information.", "News organizations too have begun to harness the potential of Twitter as a tool for reaching out to audiences. In particular, they are using it in four ways: to disseminate news, to market stories, to establish relationships with news consumers, and as a tool for reporting. As a news dissemination channel, Twitter is mainly used for breaking news. Reporters who are present at a, usually scheduled, news event like a lawsuit post updates through Twitter as the event develops. These tweets are made available to a reporter's followers but are nowadays commonly distributed through Twitterfeeds on the websites of news organizations. It enables written media to add a form of live coverage to their reporting that was in the past reserved for audiovisual media. Sometimes a reporter's tweets are flanked by those of other users who comment on the event and/or the coverage by using a hashtag (#lawsuit).", "However, far more often than employing Twitter for the actual dissemination of news, news organizations use the social network to strengthen brand awareness and advertise stories through announcements that stimulate users to watch or listen, or links that direct them to their regular platforms. The Guardian, for example, opened a general account (and accounts for the various sections) through which more than a million followers are updated regularly on new stories (Ahmad, 2010, pp. 150–1). Many news organizations nowadays use linkbots: software that automatically tweets headlines on their general account to generate traffic to their websites. These accounts are actually RSS-feeds and as such a form of one-way communication.", "Twitter is also used to increase responsiveness in media organizations and to build a relationship with audiences. Newspapers like the Guardian encouraged reporters to open personal accounts to post messages and to interact with readers without any editorial control (Ahmad, 2010, pp. 150–1). The Dutch daily de Volkskrant even appointed a social media editor. Reporters who in the past did their jobs relatively anonymously are encouraged to be active and visible in the social network to establish a reputation and to “talk back” to formerly equally anonymous audiences. This interaction can generate ideas for new stories or well-informed users can give feedback that contributes to developing news stories.", "Furthermore, reporters have increasingly discovered the usefulness of Twitter as a reporting tool that allows them to get in touch with possible sources or obtain information about ongoing events people have been twittering about. Social networks can be regarded as huge pools of “collective intelligence”. Users continuously post, share, and discuss information of all sorts and forms. Journalists can use this “wisdom of the crowd” to gather information quickly under a broad and diverse range of sources they would normally not have found or contacted. Among journalists, this optimistic view on the use of social networks for journalism has been both voiced and dismissed. Some say it takes too much time or discussions are too complicated to follow on Twitter. Others fear that it is impossible to sufficiently verify information thus leading to the spread of rumours and misinformation (Hermida, 2010).", "Although there usually is an imbalance between “ordinary” users and the famous and the influential, who are followed by many but are themselves following only a few, the dialogical nature of the social networking site is one of its main attractions. On Twitter, interaction between journalists, sources, and members of the public is triangulated. As opposed to earlier forms of one-way or two-way communication, a permanent exchange takes place between all parties on Twitter, offering the possibility to step in and (re-)distribute, respond, and comment continuously. This constant switching between multiple roles and fragmented audiences—being for example relatives, intimate friends, fans aka voters, peers, and professional mediators like journalists—in this semi-public space causes a sense of uncertainty about the dynamics and the use of messages or threads of messages. It is not clear if a tweet will provoke further discussion and, if so, how large the public will be and which effects it will cause in and beyond one's network of followers (see Marwick and Boyd, 2011b).", "Journalists can crowdsource the Twitter community by posing questions—like who knows about x, who has experienced y, or who was present at z—to their followers, which in turn are re-tweeted, thus reaching out to even more people. Roel den Outer, news editor of De Telegraaf, calls it an excellent tool for finding eyewitnesses. Journalists can also search for specific knowledge and get in touch with experts. Crime reporter Menno van Dongen of de Volkskrant, for example, actively follows police officers and forensic experts; sources one normally has difficulty getting in touch with, he claims (Swart, 2011, p. 13).", "Earlier research on media and Twitter has primarily focused on how local radio stations (Ferguson and Greer, 2011) and community newspapers (Greer and Yan, 2010) in the United States and the Guardian in the United Kingdom (Ahmad, 2010) are using Twitter as a tool for branding and reporting. In this article, we are particularly interested in how these contacts translate into a new textual convention of including tweets as quotes in newspaper reporting. Reporters do include these utterances as either newsworthy or to support or illustrate a story. Tweets of ordinary users might be used to voice the vox populi, while messages of politicians might be interesting to add colour to a story. In some cases, individual tweets can even be news, or contain something newsworthy, or the newsworthiness can be in the process: in the interaction between various agents on Twitter.", "When social networks are employed as such by journalists, they turn into beats. As we know from classic studies into news production, beats have both a spatial and a social dimension. Reporters who are assigned to a certain beat (such as the police, city hall, parliament, or a court of law) go there to gather news about an organization or topic, both through attending events like sessions or press conferences, and to talk to sources who work at this beat. According to Fishman (1980) in his seminal ethnography of news production, reporters are assimilated into the social network that constitutes a beat. In this article, we contend that Twitter has turned into such a beat: a virtual network of social relations of which the journalist is a part with the purpose of gathering news and information on specific topics.", "In recent years, social media have increasingly been used in political campaigning. As the Guardian maintained, “this will very probably be looked back on as the first social media election” (3 May 2010). Politicians and political marketers have discovered that social networks have a twofold benefit. On the one hand, they are relatively cheap, engaging, and easy-to-control tools to reach out to voters without the mediation of traditional news media and journalism, while on the other hand they offer possibilities to set the news agenda and get their message included in the mass media virtually untouched by journalists. Alexander Pechtold, the leader of the Dutch liberal party D66, for example, used Twitter to organize, what he called, a daily press conference. He sent every morning at 10 am a tweet with a link to a post on his weblog, which contained his schedule and his viewpoints of the day (De Telegraaf, 31 May 2010).", "This article examines the use of tweets by Dutch and UK popular and quality newspapers as a source for political news. It takes the 2010 elections in both countries as a case study to analyse how often journalists use tweets as raw data for reporting and looks at what function they serve in the news text. Furthermore, a comparison of the candidates’ tweets with newspaper content reveals which tweets were included in reporting and which were not. Journalists have discovered that Twitter is a cheap, quick, and easy-to-work beat for getting information. We argue that this increasing use of tweets as quotes in news texts has important implications for the power balance between journalists and politicians."]}, {"sec_title": "Sourcing and the Crisis of Journalism", "sec_content": ["The relationship between journalists and their sources is at the heart of journalism practice. While journalists generally do not possess (enough) knowledge of their own on specific topics, they have to rely on others to tell them what has happened and to explain events and developments. Sources provide the building blocks reporters use to construct their stories. On the one hand, this continuous questioning of officials and “experts”, whether they have knowledge from learning or personal experience, ensures journalisms connection to society—to “real life”. On the other hand, this dependence on others makes journalism extremely vulnerable to misrepresentation (Franklin, 2011). It takes two to tango, as Gans (1979, p. 116) phrased it, but it is usually the source that has the lead.", "Despite the fact that journalism is a source-driven practice, the amount of research that has been done on sourcing is fairly limited. Manning (2001, p. 1) notes that only a few studies “give more than brief consideration to the question of where journalists get their information from”, while Rupar (2006, p. 127) observes that in scholarship newsgathering “rarely gets more than recognition as a technique”. In some studies, journalists are interviewed about sourcing (Phillips, 2010), others used ethnography to analyse how journalism is structured around beats (Fischman, 1980; Gans, 1979; Tuchman, 1978), while others theorize sourcing from a critical perspective (Manning, 2001). However, what is lacking is research into the conventions of how sources are included in news texts.", "Previous research has primarily focused on issues of bias, power, and influence (Berkowitz, 2009). The power balance between reporters and their sources has been studied as a means of uncovering who has the most agency over the news agenda and as such the power to define the construction of social reality. Research indicates that elite sources by far have the best chance to be represented in the news. Journalists value their information and opinions because they are able to control and change the course of events—and news anticipates change. However, by letting these high-placed persons play the first fiddle, the news duplicates the power structure of society and maintains the existing order (Schudson, 2003, pp. 150–3). Most studies sketch a sharp dichotomy between sources that have specific interests to get their accounts of events and their opinions published, and journalists who have to identify the truth out of the facts they collect. Politicians and PR officers especially have received bad press in these studies, as it has been argued, they try to prevent the journalist, as an independent watchdog of the public that has to prevent society from corruption, from exposing the truth.", "Other studies focus more on the dynamic interaction between journalists and their sources (Ericson et al., 1989; Franklin, 2003; Manning, 2001). In this approach, the construction of social reality is a collaborative process in which meaning is negotiated. Sources have their strategies to influence the news agenda, get their visions across, and set the tone of public debate. Making it into the news strengthens their authority among their peers and the general public, and legitimizes their interpretation of social reality. Journalists want to gather stories that are perceived as “good” or even “great” by their peers, get a prominent place in the paper, and stir public debate. This increases their influence and reinforces their position as professionals in and outside the newsroom. Consequently, it turns them into attractive partners for sources to talk with. Inside information is traded for news coverage, as Franklin (2003, p. 47) notes, in a process that is “driven by a strategic complementarity of interests”.", "Traditionally, this negotiation process in which stories are, so to say, collaboratively crafted took place through face-to-face communication and by telephone. This means that information is generated or checked through conversation. The dynamics of interactivity allows journalists to test the waters, continue asking questions when they doubt an answer or are not satisfied with it, or to come across new issues through serendipity. Nowadays, however, this negotiation-through-conversation seems to be increasingly bypassed. Journalists simply include information that persons formerly known as sources have published themselves on their websites, blogs, or on social media without getting in touch with them directly. This obviously has to do with, on the one hand, the increase of easy-to-access information from a variety of sources on the Internet, and on the other hand, the speeding-up of the news cycle through the Internet and the decline of resources for journalism.", "In the past decade, a swelling buzz of complaints among journalists, increasingly supported by scholarly research, seems to indicate that the interaction between journalists and sources is diminishing. A complexity of factors—for convenience's sake usually loosely labelled as “the crisis of journalism”—leads to a situation in which reporters have less time to write more stories. To do so, they increasingly have to rely on material from third parties (e.g. other media, press agencies, PR officials, and publicly available material on the Internet) without sufficient time and resources to check the information (Broersma, 2010; Davies, 2008; Lewis et al., 2008; Phillips, 2010). Journalists complain about the newsroom turning into a “copy factory”; instead of actively making news, journalists are circulating ready-made stories with little time for investigation or even fact checking (Lewis et al., 2008, p. 40). It results in the usage of sources that are easily available and already familiar to journalists.", "Twitter is a rich arsenal for journalists in search of quotes from prominent news sources like politicians. In 2010, a large number of Dutch and British politicians were using Twitter. During the elections, 24 per cent of British and 48 per cent of Dutch candidates shared their thoughts, visions, and experiences on this micro-blog (see Tables 1 and 2). Their postings were even made available conveniently through two specific websites (tweetminster.co.uk and kamertweets.nl) that listed all the tweets from MPs and candidates. It provided an easy-to-access service for journalists who could follow individual politicians and the interaction between them in a blink.", "Twitter is a convenient tool for journalists who can add direct quotes to stories from tweets without having the source in front of a microphone or camera. On the Dutch election night, both the NOS and RTL, for example, read dozens of tweets live on the air to indicate both the sentiments of politicians and voters. Even reporters who were present at the meetings of the various political parties quoted tweets if they could not find a politician in the masses (de Volkskrant, 11 June 2010). Dutch Prime Minister Mark Rutte stated that the interaction between old and new media was very attractive to politicians: “What we do on social networks leads to extra attention on television and in the newspapers” (de Volkskrant, 3 June 2010).", "The consequences are twofold. On the one hand, this new convention saves journalists time because they do not have to approach usually quite busy politicians, but can simply flavour their stories from behind the desk with some juicy quotes. Furthermore, they can cherry pick from a rich harvest that is offered by the large collection of political utterances and interactions on Twitter. On the other hand, this form of one-way communication (instead of bargaining between reporters and politicians) gives the latter more control over news discourse. Dutch right-wing politician Geert Wilders, for example, refuses to talk to (certain) journalists and answer questions. Reporters are thus dependent on his sayings in press releases and—increasingly—on Twitter without having the possibility to set the news agenda, ask questions, or go further into his statements. Left-wing politician Femke Halsema therefore concluded that Twitter makes it possible for politicians to regain control over their sayings. As she states, “On television and in newspapers one is extremely dependent on the interpretation of journalists and I really am not always comfortable with that” (de Volkskrant, 3 June 2010).", "Twitter not only gives politicians more control over news discourse but also, in some ways, it gives more control to everyday twittering citizens. For example, during the British election campaign, right-wing newspapers launched an attack on Liberal Democrat leader Nick Clegg. This in return provoked the Twitter community to ironically blame the world's problems on him, known as “#NickCleggsFault”. This Twitter movement received considerable news coverage prompting one journalist, Paul Mason (BBC Newsnight's economics editor), to state that Twitter “has the potential to partially or completely neutralise the ability of the corporate media to transmit the dominant ideology” (Guardian, 3 May 2010)."]}, {"sec_title": "Research Design and Methodology", "sec_content": ["The aim of this article is to investigate the use of Twitter as a source for newspaper coverage during the 2010 British and Dutch elections. In order to achieve this, a comparative study design with exploratory and descriptive characteristics was utilized. A content analysis of newspaper coverage was employed as the primary instrument for examination. An additional qualitative textual analysis was conducted as a means to provide more depth to the study. Furthermore, the tweets of the candidates were analysed and related to the newspaper coverage.", "The two countries under investigation, the Netherlands and the United Kingdom (UK), were selected for both analytical and practical reasons. Regarding the former, the two differ in significant ways concerning both their political institutions and media systems, representing two of the three models of the media and political systems distinguished by Hallin and Mancini (2004): the Netherlands representing the democratic corporatist model and the UK the North Atlantic or liberal model.", "The Netherlands is a smaller newspaper market compared to the UK and has been historically linked along the traditional “pillars” of the political cleavage within Dutch society, although the significance of this has all but faded. The British press, on the other hand, has been characterized by sharp ideological divisions, particularly between the broadsheet and tabloid press. Moreover, whereas the distinction between tabloid and broadsheet markets has been clear in the UK, in the Netherlands, there is an overlap between the two. Both countries have a competitive newspaper market but more so in the UK. Overall, we believe that the similarities and differences between the two will provide a more fruitful context for better understanding the use of Tweets by journalists as news sources.", "A total of eight British and Dutch newspapers were selected for the analysis, two broadsheets and two tabloids in each country. In the Netherlands, the newspapers included were de Volkskrant (broadsheet), NRC Handelsblad (broadsheet), Algemeen Dagblad (tabloid) and De Telegraaf (tabloid). The newspapers analysed in the UK were the Financial Times (broadsheet), the Guardian (broadsheet), The Sun (tabloid) and the Daily Mirror (tabloid). All eight newspapers are among the largest circulating newspapers within their particular category and are spread fairly evenly between the left–right political spectrum. Regarding the latter, for example, all three major British political parties were endorsed by at least one of the four dailies: Labour (Daily Mirror), Liberal Democrats (Guardian), and the Conservatives (Financial Times and The Sun). Dutch newspapers did not openly support a particular party. Furthermore, it should be noted that tabloids in the Netherlands are typically more subdued than British tabloids when it comes to populist rhetoric; both The Sun and Daily Mirror are far more extreme in this regard compared to De Telegraaf and Algemeen Dagblad. That said, the latter are clearly popular in character.", "The articles included in the sample were published in the eight dailies four weeks prior and one day after the two elections. For the Netherlands, the time frame was from 13 May to 10 June 2010, and for the UK, it was from 9 April to 7 May 2010. Articles were obtained through the LexisNexis database by using the search query “tweet! OR twit!”. Two rounds of reading the articles from this query were carried out. All articles on the election that used a tweet as a source were selected and included in the analyses discussed below.1 ", "A content analysis was employed as the primary instrument for examination. The unit of analysis was the whole newspaper article. The coding took place at two levels. Articles were first coded for their genre, for example, as a news report, reportage/feature, and background/news analysis.2 The tweets used as news sources were then coded for several variables. First, the author of the tweet and the author's occupation were identified. When the author was a political candidate, the political party was also coded. Second, tweets were coded for the manner in which the tweet was sourced, i.e. did the journalist quote or paraphrase the tweet. Third, the function of the tweet was identified. For example, did the tweet trigger the news report (like when a political candidate posts an offensive tweet) or was the tweet used as an illustration—a non-essential element of information which could be left out without harming the essence of the story or replaced by another quote—to make the reading of the article more lively. Finally, the character of the tweet was also coded. For example, was the tweet factual; did it represent an opinion/argument; did it convey an acknowledgement; was it a call for action; or did it provide a recommendation?", "After the first reading of the articles, several patterns were identified. For example, in the British case, we noticed the trend of sourcing humorous tweets. Consequently, along with the content analysis, several rounds of in-depth readings of the articles were carried out as a means of exploring these patterns and identifying any other particular trends on the use of tweets as a source in the news coverage on the election campaigns.", "In addition to the above analyses (and as part of a broader project on how politicians use Twitter), we also archived all of the tweets of the parliamentary candidates for all the major British and Dutch parties during the same time frame. This included all twittering candidates from the three main British parties (Conservative, Labour, and Liberal Democrats) and all the candidates from the 10 seat-holding parties in the Netherlands (CDA, P.v.d.A., SP, VVD, PVV, Groenlinks, Christen Unie, D66, Partijvoor de Dieren, and SGP). This not only provided us with background information on the candidates’ use of Twitter, but also allowed us to compare this with whom and what was being sourced in the eight dailies."]}, {"sec_title": "Political Tweets as Sources", "sec_content": ["The use of tweets as sources turns out to be far more common in the UK than it is in the Netherlands. Both British tabloids and broadsheets publish far more tweets than their Dutch equivalents. In general, quality newspapers used tweets more than popular ones. In the UK, especially the Guardian, a newspaper that has invested heavily in Internet and social media, is a heavy user of tweets. The Financial Times, on the other hand, sourced the least tweets. In the Netherlands, de Volkskrant seems to be very active, but the results are slightly exaggerated because its social media editor organized so-called twitter-interviews between politicians and voters. A selection of the questions and answers was subsequently published in the paper. NRC Handelsblad published slightly fewer tweets but integrated them more into actual reporting. Dutch popular newspapers published in contrary to their British counterparts almost no tweets. Both The Sun and Daily Mirror used Twitter more often in their election coverage (see Figure 1).", " FIGURE 1  Number of election campaign articles using tweets as sources", " FIGURE 1  Number of election campaign articles using tweets as sources", "Whose tweets were sourced? As is shown in Figure 2, there was a clear difference between British and Dutch newspapers’ use of tweets as sources. In the Netherlands, almost exclusively politicians’ tweets were sourced. However, in the UK, the vox pop and other sources were more frequently used. When comparing tabloids with quality newspapers in the UK, we see that popular papers relied heavily on tweets from the vox pop, while quality papers drew from the five source types more evenly. One trend, which did not emerge in the Dutch case, was the use of cultural producers’ (e.g. actors, filmmakers, and comedians) and other experts’ (e.g. PR and communication consultants) tweets as sources, particularly among quality newspapers. In the Guardian, for example, these tweets were often published in an “election tweets of the day” section (the stand-alone format discussed below), typically as a form of entertainment.", " FIGURE 2  Authors of quoted tweets (%)", " FIGURE 2  Authors of quoted tweets (%)", "We reasoned that tweets could have different functions in news texts (see Figure 3). Firstly, tweets could trigger a news story because they themselves were newsworthy. This was far more often the case in the UK than in the Netherlands. In one case, ironic tweets of voters triggered several news stories about the “#NickCleggsFault” movement that playfully countered critique of political opponents of the Liberal Democrats. In other cases, errors of judgement candidates made in their twittering practices were the reason for quoting their tweets. For example, the British election kicked off with the sacking of Labour candidate Stuart MacLennan after he posted numerous tweets insulting everything from politicians and policies to constituents he claimed to want to represent. Kerry McCarthy, another Labour candidate, known as the “Twitter tsar”, made the mistake of twittering the results of opened postal votes before the polls closed—something that is illegal in the UK. In both cases, the tweets of these candidates triggered coverage in the newspapers and consequently public debate. For the two tabloids, these scandals turned out to be an attractive reason to use tweets as sources.", " FIGURE 3  Function of tweets", " FIGURE 3  Function of tweets", "In the Netherlands, no such incidents took place during the elections. Consequently, there were almost no tweets that triggered a news story. Only a comment twittered by Femke Halsema about what she considered unethical reporting by De Telegraaf (14 May 2010) led to a fierce editorial in that same newspaper, while a post from former P.v.d.A. campaign manager Jacques Monasch triggered a short news item in NRC Handelsblad (3 June 2010) on how he tried to spin news about a debate.", "The quality papers in both countries used tweets more as an illustration of news events or larger trends that were covered in either news reports, analysis, or background articles. NRC Handelsdblad, for example, published a tweet of liberal MP Ton Elias (VVD) in a front-page analysis on the downfall of the leading Christian-Democratic party (CDA). He wrote that it had been a mistake to reappoint resigning Prime Minister Jan-Peter Balkende as party leader, and he had spoken to several MPs “in the car park” who were shocked by the appointment (NRC Handelsblad, 2 June 2010). Furthermore, tweets turned out to be useful for columnists who wanted to illustrate their argument with a quote from a politican. In both de Volkskrant and NRC Handelsblad, they were used in this way. The latter newspaper hired a novellist to write about the campaign of Green party leader and heavy Twitter user Femke Halsema. As an alternative to speaking to Halsema, who was not completely fond of the initiative, he quoted her tweets (NRC Handelsblad, 17, 20, 21 May 2010). The same thing happened when the Secretary of Defence and CDA candidate Jack de Vries had to resign from office because of an extramarital affair with his female aide. Since he himself was not available for comments, newspapers quoted his goodbye tweet: “As we say on Twitter: Twexit! Thanks for the support of many followers in the past days” (Algemeen Dagblad, 15 May 2010). It added some personal flavour to the political coverage.", "Usage of tweets as stand-alone quotations was almost exlusively done by quality papers in both countries, the Guardian and NRC Handelsblad in particular. Usually a list of remarkable, funny, or witty tweets was printed to supplement the news of the day with comments and opinions of politicians, voters, and other commentators. In some cases, threads were published in which one politician replied to a tweet of another with a witty comment. The main reason for using tweets in this way seems to be that quality papers want to divert (to entertain) the reader a bit from the more serious reporting. Twitter in this case stretched their reach since these spontaneous utterances would probably have not been available without such a social network.", "Finally, de Volkskrant used Twitter as a means to connect politicians and voters by printing questions of the latter and asking a political leader or another candidate to answer them. This so-called “twitter-interview” might be considered a new textual genre. Questions that were selected in the newspaper were usually very substansive and dealt with politicians’ positions on political issues that were at the time prominent in the campaign. The Guardian posed a question itself on how the political leaders performed during the televised election debates. The paper subsequently answered it by quoting tweets of experts (mainly PR experts) which commented upon the performances of the politicians—sometimes seriously, sometimes with a wink.", "The first striking result is that tweets, regardless of media system or newspaper type, were almost exclusively quoted in full (see Figure 4). To some extent, this implies that politicians gain control over news discourse: journalists rely on a statement from a politician without contacting him or her, thereby abandoning their power to critically question the source and the possibility to check the information in the tweet. The lack of personal contact seems to make reporters insecure and cautious; by not paraphrasing and interpreting utterances but quoting them in full instead, they seem to reject responsibility for the information in it.", " FIGURE 4  Paraphrased versus full quoted tweets used", " FIGURE 4  Paraphrased versus full quoted tweets used", "The second aspect of the tweets examined was their nature, their purpose. As Figure 5 indicates, five characteristics of the tweets were identified: the tweets sourced came in the form of acknowledgements (e.g. thanking, complimenting, and congratulating), advice giving, directives (i.e. calls for action), arguments/opinions, and factual statements. The first notable finding was that in both cases, factual statements and arguments/opinions were the dominant types of tweets sourced; the other three categories were less prominent (De Telegraaf was an exception, however, this was due to the low number of tweets sourced). The second striking finding was the difference between the two cases. For British newspapers, it was argumentative tweets which were sourced the most, while for Dutch newspapers, it was factual tweets. In some ways, this reflects the different types of election coverage between the two media systems: compared to the Dutch situation, in the UK election coverage tends to be more conflict driven.", " FIGURE 5  Type of tweets used", " FIGURE 5  Type of tweets used", "Finally, the analysis also examined the personal and humorous nature of the sourced tweets. As Figure 6 shows, in both cases, tweets that revealed personal information about, for example, a candidate were not often used, representing about 5 per cent of the total tweets sourced in both countries. However, one notable difference between the two cases was their use of humorous tweets. While Dutch newspapers rarely cited these, in the British case, they account for more than a quarter of tweets sourced. In particular, 86 per cent of the humorous tweets were cited by the Guardian and the Daily Mirror. It was not humorous comments made by politicians that made it to the pages of British newspapers, but rather, it was tweets posted by the vox pop and (to a lesser degree) cultural producers, which accounted for 64 per cent of the humorous tweets used. The use of humorous tweets as sources here can partly be explained by the coverage surrounding the “#NickCleggsFault” movement discussed earlier, but it also has to do with the nature of the British media system in which entertaining the reader is far more important than in the Netherlands.", " FIGURE 6  Personal and humorous tweets used", " FIGURE 6  Personal and humorous tweets used", "In both countries, a substantial portion of political candidates used Twitter. That said, two stark differences between the two emerged. First, as Tables 1 and 2 indicate, the percentage of Dutch politicians who used Twitter during the election campaign was higher than in the British case. Not only was there a larger portion of Dutch candidates using Twitter, preliminary findings suggest that the frequency at which they twittered overall was also substantially higher than British candidates.", "Second, the way the two sets of candidates used Twitter during the election campaigns seems also to have differed. For example, two weeks prior to the Dutch election the public broadcaster, the NOS, analysed the responsiveness of candidates during two weeks of the campaign. They concluded that many used tweets to interact and communicate with the public: they mostly answered questions and responded to voters (de Volkskrant, 31 May 2010). A recent study of British candidates’ tweets (along with our own findings) revealed that they, on the other hand, tended to use Twitter more as an “update from the campaign trail” rather than a platform for public debate with constituents (Williamson, 2010). Given these differences, one might expect the sourcing of politicians’ tweets to differ between British and Dutch newspapers.", " Overall, there were 16 different politicians sourced via their tweets in the four British newspapers, while this accounted for 26 politicians in the Dutch case. Tables 3 and 4 provide an overview of the top-10 Dutch and British politicians cited via their tweets within the eight papers. As discussed above, the first notable difference between the two cases was that Dutch newspapers primarily cited politicians’ tweets, while British newspapers tended to draw from the vox pop (and other sources). Consequently, as Tables 3 and 4 show, the tweet source totals vary considerably between the two.", "The second noticeable difference between the two cases seemed to be the criteria used for sourcing a politician's tweet. In the British case, this was fairly straightforward: politicians who made an error in judgement in their twittering practices by posting scandalous tweets (or illegal tweets) made it to the pages of British newspapers, which represented 60 per cent of the sourced politicians’ tweets. Moreover, a majority of the remaining tweets were based in contestation between the political parties; i.e. they represented “attack mode” style tweets.", "In contrast, the criteria used for sourcing a politician's tweets in the Dutch case seemed to be based on three factors: the prominence of a politician, the intensity of twittering, and twittering behaviour. Out of the top-10 politicians listed in Table 3, five (Femke Halsema, Andre Rouvoet, Alexander Pechtold, Maxime Verhagen, and Rita Verdonk) are prominent politicians from their respective parties (e.g. four are party leaders); six were among the top 20 per cent most frequent posters; and six tended to use Twitter during the campaign mostly as a platform for interaction with the public. Regarding the latter, for example, Halsema received an award for the best twittering politician because she not only twittered a lot herself, but also due to the way in which she used Twitter: answering questions posed by followers and actively responding to tweets by others (Algemeen Dagblad, 2 June 2010)."]}, {"sec_title": "Conclusion", "sec_content": ["Although this exploratory case study deals with a specific topic, the 2010 election campaigns in the UK and the Netherlands, and is based on a relatively small amount of data,3 our results indicate that tweets are turning into a regularly used source in newspaper coverage. Tweets do trigger news stories and are being used to add flavour to background stories or analyses of the campaign. Twitter offers journalists a rich, quick, and easy-to access harvest of utterances that would have not been available in this amount and variety without social media. They use tweets from voters to indicate the public sentiments about politicians and their performance, and they use posts of politicians to illustrate their opinions and acts, especially when they are not (easily) available for comments or post inappropriate messages.", "There turned out to be clear differences between the UK and the Netherlands. This is caused by both differences in the journalistic field (the British market is more competitive so there is more focus on political contestation and entertainment) and the use of Twitter by politicians (in the UK, mainly as a means to “broadcast” their message and in the Netherlands, more as a form of interaction with followers with the intention to build a community). As a result, Dutch politicians’ tweets are more interesting, even without inappropriate comments, for journalists. In the UK, politicians were quoted far less while voters were used more often and the distribution of quotes was in general more even between the types of sources. However, it would be misleading to suggest that twittering citizens are gaining more control over news coverage, as most tweets cited from the vox pop were humorous and entertaining in nature. Following from this observation, quoted tweets are in the Netherlands more informative and factual about either political views or events in the campaign, while the British papers are more interested in contestation and argumentative tweets. Humorous tweets satisfy their need for entertaining comments to divert political coverage.", "The differences between quality papers and popular papers were less clear. In the Netherlands, both tabloids cited only a few tweets, while their British counterparts did this far more extensively. In general, one might carefully conclude that quality papers have discovered Twitter as a news source more than the tabloids. In the UK, the latter used tweets mainly when they trigger sensational or entertaining news, for example, when some Labour candidates tweeted inappropriate comments or voters started blaming Nick Clegg for almost everything that can go wrong in human life. In general, they were both more argumentative and humorous. Furthermore, the British tabloids used Twitter as a means to give a voice to the man in the street—the ordinary voter who reads and buys their newspaper. The quality papers use more stand-alone tweets to brighten their political coverage and are quoting more experts and prominent figures from the cultural field.", "The rise of tweets as a source might shift the power balance between journalists and politicians in benefit of the latter. Since tweets are almost exclusively quoted entirely, a well-chosen utterance on Twitter can reach the electorate without being mediated by professional journalists and generate a lot of publicity. Especially (certain) Dutch politicians seem to understand how to use Twitter in a smart way. They are quoted quite often and in a factual and informative way. This means they can to some extent control their image and coverage by using Twitter in contrast to their British counterparts whose tweets are either not newsworthy enough to make it into the columns or so newsworthy that they become a plaything of competitive journalism, political opponents, and a greedy public. Obviously, this specific case does not provide definitive answers about the new practice of using tweets as sources in campaign reporting, but it surely indicates that it is both a sign of changing routines of reporting and a shifting relationship between journalists and sources.4 "]}], "references": [{"title": "Is Twitter a Useful Tool for Journalists?", "year": "2010", "journal": "Journal of Media Practice", "volume": "11", "authors": [{"name": "Ahmad Ali Nobil", "first_name": "Ahmad", "last_name": "Nobil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Unbearable Limitations of Journalism. On press critique and journalism&#039;s claim to truth", "year": "2010", "journal": "The International Communication Gazette", "volume": "72", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Local Radio and Microblogging: how radio stations in the U.S. are using Twitter", "year": "2011", "journal": "Journal of Radio \\& Audio Media", "volume": "18", "authors": [{"name": "Ferguson Douglas A.", "first_name": "Ferguson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Greer Clark F.", "first_name": "Greer", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "New Ways of Connecting with Readers. How community newspapers are using Facebook, Twitter and other social tools to deliver the news", "year": "2010", "journal": "Grassroots Editor", "volume": "51", "authors": [{"name": "Greer Jennifer D.", "first_name": "Greer", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Yan Yan", "first_name": "Yan", "last_name": "Yan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "On the Spot. New ways of reporting in British and Dutch Newspaper journalism, 1925–2005", "year": "2010", "journal": "Medien \\& Zeit", "volume": "4", "authors": [{"name": "Harbers Frank", "first_name": "Harbers", "last_name": "Frank", "affiliation": "", "orcid": "", "role": ""}, {"name": "Den Herder Bas", "first_name": "Den", "last_name": "Bas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twittering the News", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Four Rumours and an Explanation: a political economic account of journalists’ changing newsgathering and reporting practices", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "To See and Be Seen: celebrity practice on Twitter", "year": "2011", "journal": "Convergence", "volume": "17", "authors": [{"name": "Marwick Alice", "first_name": "Marwick", "last_name": "Alice", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boyd Danah", "first_name": "Boyd", "last_name": "Danah", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "I Tweet Honestly, I Tweet Passionately: Twitter users, context collapse, and the imagined audience", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Marwick Alice", "first_name": "Marwick", "last_name": "Alice", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boyd Danah", "first_name": "Boyd", "last_name": "Danah", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twitter: microphone for the masses?", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Murthy Dhiraj", "first_name": "Murthy", "last_name": "Dhiraj", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Did You Find That Out? Transparency of the newsgathering process and the meaning of news. A case a study of New Zealand journalism", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Rupar Verica", "first_name": "Rupar", "last_name": "Verica", "affiliation": "", "orcid": "", "role": ""}]}]}