{"doi": "10.1080/1461670X.2013.868143", "url": "https://doi.org/10.1080/1461670X.2013.868143", "title": "From One-Man Band to Integrated Newsroom", "volume": "16", "year": "2015", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Vobič", "first_name": "Igor", "name": "Igor Vobič"}], "abstract": "The study provides a historical inquiry into online journalism newsroom arrangements in the context of the Slovenian media environment. The author concentrates on two leading Slovenian newspapers, Delo and Dnevnik, and explores spatial organisation, editorial decision-making and news-making routines by adopting three qualitative methods: observation, interviews and document analysis. The study shows that online journalism at respective newspapers developed through three phases: (1) from one-man bands where individual online staffers performed as multifunctional all-rounders having the technical tasks of shovelling print content online (mid-1990s to early 2000s); (2) through organisationally and spatially separate online departments where standardisation of news-making routines was mainly defined by the principle of speed (mid-2000s to late 2000s); and (3) to newsroom integration with distinct models of decision-making, spatial organisation and print–online relations (late 2000s onwards).", "body": [{"title": "Introduction", "paragraphs": ["As online systems have expanded from the 1980s onwards and have been institutionalised as an alternative for news making, scholarship concerned with online journalism has also increased (e.g., Singer 1998; Kopper, Kolthoff, and Czepek 2000; Carlson 2003; Scott 2005; Mitchelstein and Boczkowski 2009; Hermida 2013). Traditional media in Europe, North America and Asia have reacted to communication developments rather than proactively contributed to them, focusing on protecting print outlets and emphasising short-term successes (e.g., Boczkowski 2004; Pavlik 2008; Fenton 2010; Jones and Salter 2012). Combining work from different authors, we can sketch the development of online departments as social-organisational units of traditional media—from “small back rooms” with “technicians” shovelling content online (Lasica 1998), separate news departments nurturing their own “mini cultures” (Deuze 2007), to an integrated cross-department news relay with an almost 24-hour cycle (Meikele and Redden 2011). Scholars have tackled these issues with many conceptual and methodological approaches dealing with production (Boczkowski 2011), text (Steensen 2011) and audience reception (Chyi and Lee 2013), but a lack of comprehensive assessment exists regarding how online journalism has developed in terms of editorial decision-making and news-making routines.", "Thus, this study's objective is to help to redress this neglect by examining the social-organisational history of online journalism. By analysing articulations between structure and agency in the newsroom, the study provides a comprehensive historical inquiry into online journalism arrangements in the context of the Slovenian media environment that has gone through profound changes since the adoption of Western-type democracy and capitalism two decades ago (see Splichal 2005). It does not take the functional-systemic approach of early newsroom studies that neglected journalistic agency, but brings in reciprocal understanding of structure (patterned institutional arrangements in the newsroom) and agency (capacity of individual journalists to act) (Altmeppen 2008). The study concentrates on two leading Slovenian newspapers, Delo and Dnevnik, and explores their transformations, the constraints imposed by traditional media and the social construction of the processes of making news for websites for a small-scale media market. Thus the study uses qualitative data collected at Delo and Dnevnik: in-depth interviews with online journalists and editors working from the 1990s onwards, participant observations in online departments, and qualitative analysis of documents relevant for the development of both online projects."]}, {"title": "Conceptual and Contextual Background", "paragraphs": ["Through discussion on the development of online journalism, this section reconsiders the scholarship of the last two decades and reflects the phenomenon through a social-organisational perspective. By reviewing production literature (Domingo 2003; Boczkowski 2004; Allan 2006; Deuze 2007; Paterson and Domingo 2008; Fenton 2010; Domingo and Paterson 2011; Meikele and Redden 2011; Jones and Salter 2012), modifications can be identified. These include changes in newsroom decision-making (social arrangements shaping and constraining journalists' decisions) and news-making routines (detailed courses of gathering, assembling and disseminating news online).", "What appear to be common for the periods sketched below are contingent articulations between continuity and change, relating mostly to reactive, defensive and pragmatic traits (Kopper, Kolthoff, and Czepek 2000; Kawamoto 2003; Boczkowski 2004; Scott 2005; Pavlik 2013). Newspapers have defended their territory in media markets and public life rather than conquered new turf while exploring, settling and consolidating online. They have enacted policies that have led them to relate to online journalism development reactively rather than proactively, defensively rather than progressively, and as pragmatically rather than idealistically. In the long run such an approach resulted in shaky business models and a crisis of authority (see Gitlin 2009). After each phase is considered, online journalism research in Slovenia is reviewed.", "Research (Carlson 2003; Boczkowski 2004; Scott 2005; Li 2006) identifies the mid-1980s and early 1990s as exploratory years for North American and European newspapers' efforts to appropriate non-print platforms. If Boczkowski's (2004) vocabulary is used, from the “exploring” of various technologies (such as videotex, audiotex and fax in the mid-1980s to “settling on the web” in the mid-1990s, newspapers pursued short-term market feasibility and considered what new technologies might bring to them. These considerations were made not only for business, but also with respect to the editorial decision-making, the dynamics of news making and the institutional mindset (Kopper, Kolthoff, and Czepek 2000; Carlson 2003; Boczkowski 2004; Scott 2005; Li 2006). Although this period is regarded as the phase of “enthusiasm” (Pavlik 2008), going beyond ink on paper was accompanied with defensive pragmatism due to a lack of commercial success.", "With respect to newsroom decision-making, news for online delivery was usually prepared separately, as online staffers were spatially dislocated into “small back rooms”. As Lasica (1998) acknowledged, “Walk into the newsroom of almost any newspaper and here's what you won't see: online journalists. That's because online operations have been ghettoised—shunted off into a far-flung no-man's-land.” Relatively small online units operated in flexible labour relations, as they often were not exclusively dedicated to online news making. They were often hired for other tasks and were asked to do online work additionally (Cottle and Ashton 1999). In this sense, although online news appeared as a parallel flow alongside the main newsroom with its own policies, online staffers' tasks of “near-journalistic nature” (Colson and Heinderyckx 2008, 144) processes remained detached in their routines.", "In the early years of newspapers' online engagement, most online content was taken from print and transformed into an online presentation (Kopper, Kolthoff, and Czepek 2000). According to Pavlik (2008), two ways of adapting news for online viewing emerged. First, it might entail formatting for an online platform; for instance, staffers created a fixed-form portable version that paralleled the analogue version. Second, news was repurposed but adapted to display features unique to the online environment; for instance, inserting photographs online for videotex in the late 1980s or incorporating hyperlinks for the Web in the mid-1990s. The tasks for the first online staffers were thought to be mostly of a “technical nature” as “files were to be imported, converted, sorted and arranged” (Colson and Heinderyckx 2008, 143).", "Scholarly works (Singer 1998; Kopper, Kolthoff, and Czepek 2000; Boczkowski 2004; Scott 2005; Deuze 2007) show that from the mid-1990s to the early 2000s, a common feature of online journalism practices and principles was uncertainty about the elements constituting a newspaper's online presence. These issues ranged from what to make to how to do it and from who should do it to how to evaluate their performance. Scott (2005, 97), for instance, writes that between 1995 and 2000 was the time of “the dot-com boom”, when “almost everyone in the news business went online, and almost no one made any money”. As a response to a volatile operating environment, according to Boczkowski (2004, 67) “hedging” was adopted by the news industry as a form of taking compensatory measures to spread risks. Consequently, multi-directional strategies were evident in editorial decision-making within online departments and in the online news making.", "Journalism scholars (Lasica 1998; Kopper, Kolthoff, and Czepek 2000; Boczkowski 2004; Deuze, Neuberger, and Paulussen 2004; Scott 2005) indicate that in the latter half of the 1990s, with respect to print newsrooms most online departments were located elsewhere in the building, city or even country. An emerging debate regarding whether to converge online journalists into the main newsroom or to continue nurturing a separate workspace brought two context-related consequences. In the latter half of the 1990s, some European newspapers were inclined to see online departments as separate, with little or no communication between online and print departments (Deuze and Dimoudi 2002). In contrast, signs of centralising newsroom organisation and of sharing common operations for printed and online editions in North America were emerging (Kopper, Kolthoff, and Czepek 2000). These were not surprising since they reflect traditional arrangements of centralised newsrooms in North America and the decentralised newsrooms in continental Europe (Esser 1998).", "As online departments were usually organised separately in terms of space and social patterns, these units emerged as distinct (Deuze, Neuberger, and Paulussen 2004). The principles of immediacy and speed were normalised as central features, often at the expense of accuracy and quality (Lasica 1998). Three predominant ways of making online news normalised in the 1990s. First, adapting—also called “shovelling” or “repurposing” (Boczkowski 2004)—refers to taking news made primarily for the print edition and deploying it almost unchanged online. Second, recombining, also named “recycling” (Kopper, Kolthoff, and Czepek 2000) or “aggregating” (Deuze 2003), refers to processes that took news primarily intended for a printed newspaper and increased its utility online by adding new information or interactive and multimedia features. Third, recreating, also known as “original news designed for the web” (Pavlik 2008), stands for news making primarily for the Web, regardless of the level of activity or passivity in information gathering in the field or in the newsroom. In this regard, some authors argued a “new trade” (Colson and Heinderyckx 2008) or a “new breed” (Deuze and Dimoudi 2002) was emerging in news institutions: online journalists.", "Constantly transferring journalists to new activities and tasks within the media institution as well as requiring them to continuously adapt to changing business prospects, have been a long-term feature of management-led strategies in the media. However, there are indications that these processes of making online news more flexible intensified recently, reflecting the gradual advancement of technologies, challenges to relations among journalists and the continuing unease in print markets (Boczkowski 2004; Klinenberg 2005; Scott 2005; Deuze 2007; Paterson and Domingo 2008; Quinn 2009; Domingo and Paterson 2011; Lee-Wright, Phillips, and Witschge 2012; Ryfe 2012). In the last decade, newsroom convergence processes in North America, Europe and Asia have been bringing together processes, staffers and workspaces from separated departments. Important changes include flexible decision-making policies, dispersed decision-making and a greater workload for online journalists.", "This trend towards convergence has challenged newsroom organisation and work division among departments since the 2000s (Boczkowski 2004; Klinenberg 2005; Deuze 2007; Paterson and Domingo 2008; Quinn 2009; Avilés, Meier, and Kaltenbrunner 2009). Although “online first” has indicated a paradigmatic shift to flattening decision-making in the newsroom, empirical articulations have resulted in a context-driven variety of solutions. For instance, the transnational comparative study of Avilés, Meier, and Kaltenbrunner (2009) shows some indications of cross-department workflow. However, online departments often remain organisationally separate, and online journalists rarely operate across departments. Newsroom convergence is not universal, linear and technology-driven. Instead, it is a context-specific phenomenon resulting in different models of newsroom and editorial decision-making among other co-ordinated, integrated and cross-media models (Avilés, Meier, and Kaltenbrunner 2009).", "With respect to online news-making routines, despite the clear trend of newsroom transformation of articles (Scott 2005; Mitchelstein and Boczkowski 2009; Steensen 2011), online journalists have been required to continuously gather, assemble and produce news throughout their work shifts to be able to correspond to the assumed needs of the “people formerly known as the audience” (Rosen 2012). In this sense, online departments remain devoted to speed when preparing online editions (Fortunati et al. 2010). However, their work appears more flexible, as it is minced into small processes as online staffers try to realise hypertextual, interactive and multimedia potentials (Quandt 2008). Yet, to cope with the demand for immediacy, online journalists hardly ever provide original content. Instead, they conduct “secondhand journalism” (Quandt 2008) or “monitor” other media and “mimic” their news (Boczkowski 2009). Thus, they hardly ever leave their desks or newsrooms, leading to the development of a sort of inferiority complex to the imagined “true” journalists, as reflected in phrases such as “mouse monkeys” (Deuze 2007, 142) or “desktop journalism” (Deuze and Paulussen 2002, 241).", "Slovenian research has not provided many insights into the historical development of online journalism in Slovenian newspapers. Several works deal with the rise and social normalisation of the internet (Oblak Črnič 2008; Milosavljević and Kerševan 2012). They present a cluster of ideas and insights into technological innovations in communications, larger political-economic contexts and social conditions of the online environment. These studies indicate that the “early internet culture” developed in Slovenia in the mid-1990s, which was prompted by a dramatic increase in the number of personal computers and simultaneous access to dial-up internet (Oblak Črnič 2008); in the 2000s, the share of broadband internet usage reached the average of the European Union (Milosavljević and Kerševan 2012). It was through collaboration in international projects and social networks, as well as the persistence of certain scientific circles, that the internet emerged as a social web at such an early time and to this extent (Oblak Črnič 2008). However, the Slovenian news media industry has not followed this path, lagging behind other fields (Poler Kovačič, Karmen Erjavec, and Štular 2010).", "Despite the substantial growth of scholarly attention in the 2000s, a synthesis of these works can only provide a superficial and partial picture of online journalism development in Slovenia. Scholars have primarily focused on other issues—potentials of online communication (Oblak 2005; Vobič 2011a, 2013), the participatory relationship between journalists and audiences (Erjavec and Poler Kovačič 2008; Vobic and Dahlgren, forthcoming), online newsroom dynamics (Vobič 2009, 2012) and societal roles of online journalism (Oblak Črnič 2007; Poler Kovačič, Karmen Erjavec, and Štular 2010; Vobic 2011b).", "Accordingly, Slovenian journalism's transition to the Web began in the second half of the 1990s when the “we-have-to-be-online” mentality prevailed, and fewer than a handful of people prepared news for online delivery (Oblak 2005). Media implemented a shovelware concept, publishing only selected content of in-house print or broadcast news teams (Oblak 2005). In the early 2000s, media companies started to establish online departments, producing news mainly by repackaging already-published material (Oblak Črnič 2007). News websites were regarded as mere extensions of the print outlets that delivered most of the income through advertising and sales (Poler Kovačič, Karmen Erjavec, and Štular 2010). In the late 2000s and early 2010s, online teams at news institutions remained computer-bound and hardly ever left the newsroom to gather information actively (Vobič 2009). However, characteristics of online communication, such as hypertext, interactivity and multimedia, were becoming more actively inserted into the online news production process, resulting in the establishment of special multimedia news teams and online news formats (Vobič 2011a). Simultaneously, many traditional news institutions tried to bring online news teams into the “centre” of news production by building common information engines across departments and media platforms (Vobič 2012).", "This study builds on these insights and provides a comprehensive historical inquiry into online journalism development in the rather small Slovenian media environment. The aim is to complete an original investigation to obtain a sense of the changing dynamics in a necessary correspondence between the structural location of online journalism and its subjective aspect. Thus, the main research question of the study is: RQ1:How has online journalism become manifest in Slovenian newspapers with respect to editorial decision-making in online departments and online news-making routines? ", "How has online journalism become manifest in Slovenian newspapers with respect to editorial decision-making in online departments and online news-making routines?"]}, {"title": "Methodology", "paragraphs": ["This study adopted a historical approach to online journalism development by locating problems in a context that weaves prevailing currents of thought and empirical facts across time into a narrative that renders journalism's past understandable (Hardt 2008). In its attempt to provide precise empirical insights, the analysis took a case study approach, which refers to an empirical inquiry that investigates the phenomenon within its contextual settings, to explore how journalists have completed their work and why they chose particular methods. This research was inherently qualitative, as it was bound to understand a specific case rather than seeking empirical generalisations (Marby 2008). The author focused on the online journalism development of two newspapers, Delo and Dnevnik.", "The case subjects were the online departments of Delo and Dnevnik, which are two of the leading Slovenian print media institutions in terms of sold circulation (RPN 2013), readership of their dailies (NRB 2013) and number of unique online visitors (MOSS 2013). Both newspapers were established in the 1950s during a time in which communication in Yugoslavia was shaped by Marxist–Leninist normative predispositions, and media institutions owned by society were under the strong influence of political elites (Splichal 1994). After the fall of socialism, the independence of relations among media, civil society and the state changed dramatically. Journalists' self-understanding began to rest on the liberal ideas of citizenship and democracy. The URLs Delo.si and Dnevnik.si were registered no earlier than the late 1990s, and the newspapers set up their online departments in the early 2000s. In recent years, they have begun the process of newsroom convergence (Vobič 2012). At the same time, particularly in the last decade, the number of unique online users has been constantly rising (MOSS 2013), while print readership and the number of printed newspapers sold have shrunk by about 40 per cent (NRB 2013; RPN 2013). To provide insights from the cases, three methods were used.", "The author acted as a participant observer for approximately two months (altogether) in the online departments at Delo and Dnevnik in early 2009 and late 2010. Since participant observations were not conducted continuously throughout the two decades of online journalism, these observations were used to observe the transition from decentralised newsrooms to integrated newsrooms closely at both newspapers in the late 2000s. During the observations, the author adopted two roles and switched between them (Gold 1958). As a participant-as-observer, he had an intimate vantage point on newsroom decision-making and news-making routines, but at the same time, this constrained him as a researcher due to the need to carry out work. As an observer-as-participant, he probably lost some of the insider's access, but he got more autonomy in accomplishing the research goals. Gaining formal access to the newsrooms and forming a relationship with the observed individuals was crucial to act openly as a researcher in both journalistic environments (Domingo 2003).", "Document analysis was adopted as a method for investigating “certain kinds of organisational rationality at work” (Lindlof and Taylor 2002, 117). According to the research focus during observation, the author attempted to access current working protocols and past strategic memos. Within these two kinds of documents are embedded social rules; however, reasoning is not always behind them, which indicates editorial decision-making and online news-making routines. The author also obtained access to the content management systems (CMSs), which made it possible to move closer to the dynamics of internal communication, and to the digital archive of dozens of working protocols and strategic documents. A challenge in analysing these documents was to understand the relations between their explicit content, their implicit meaning and the context of their functions and usages. Therefore, the author regarded the documents as evidence that reflected communication patterns among/between certain parties.", "In February 2009, the author conducted 14 in-depth interviews, and in January and February 2011, an additional 29 interviews were conducted with staffers related to online news production at both newspapers from the mid-1990s until the present. Interviewees were selected according to the formal structure of authority in the newsroom and with respect to their role in the decision-making process in their respective online departments. The interviews that were conducted were characterised by three criteria (Flick 2006, 161): “problem centring”, that is, the researcher's orientation to a relevant problem(s) (development of online journalism at Slovenian newspapers); “object orientation”, that is, developing or modifying interviews with respect to an object of research (specifics of online journalism at Delo and Dnevnik over a certain period); and “process orientation”, that is, understanding of the object of the research (online journalism in regards to newsroom decision-making and news-making routines). The study adopted what is known as a semi-structured or semi-standardised type of interview in order to reach depths in interviewees' answers. Due to a lack of space, not all interviewees are cited, but their narratives are synthesised in the results section."]}, {"title": "Results", "paragraphs": ["The multi-method qualitative study shows discontinuities in the historical development of online journalism at Delo and Dnevnik from the late 1990s to the early 2010s with respect to identified patterns of change in decision-making in the newsroom and online news-making routines. Respectively, three periods can be identified. The first one is the “one-man band period” (late 1990s to early 2000s), when online news was made by “lone wolves” (Dnevnik Online Executive Editor 2007–2010, interview, 14 February 2011), who had been hired primarily for other tasks, but had been redeployed to take on the task of online news making. As such, they were “almost ignored” (Delo Newsroom Integration Manager 2011–, interview, 1 February 2011). The second period is the “online department period” (mid-2000s to late 2000s). These were established as “ghettos” (Delo Print Editor-in-Chief 2003–2006, 2008–2010, interview, 16 January 2009), and they evolved into the “pedants” of both newspapers (Delo Print Editor-in-Chief 2010–2012, interview, 1 February 2011; Dnevnik Print Editor-in-Chief 2008–2010, interview, 8 July 2009). The third period can be named the “newsroom integration period” (late 2000s to early 2010s), which was characterised by convergence processes that sought strategically to bring together the spaces, technologies, staffers and processes of the previously separated departments to build a “common information engine” at Delo (2008), and nurture a culture of integration “as something that is unavoidable” at Dnevnik (Dnevnik Newsroom Integration Manager 2009–, interview, 26 September 2011). The following three sections assess these periods through triangulation of data collected with document and archive analysis at Delo and Dnevnik, semi-structured interviews with former and current online editors and journalists, and observations made within their online departments.", "According to document analysis and in-depth interviews with primary decision-makers, videotex, audiotex and fax were not considered supplements to the printed newspaper at Delo and Dnevnik. It was not until the development of the Web into a communication environment in the mid-1990s that both print media institutions realised the need to be present online. Only a decade and a half ago did Delo and Dnevnik begin to explore and settle their additional news delivery online. Interview analysis shows that the board members and editors-in-chief at the time were viewed as “old-fashioned” (Delo Online Redakteur 1997–2008, interview, 10 February 2011), “clueless” (Dnevnik Online Executive Editor 1996–2005, interview, 9 February 2011) and “not in favour of any serious investments” (Dnevnik Online Executive Editor 2007–2010). This significantly shaped editorial decision-making in online departments and news-making routines.", "At that time, news websites were regarded foremost as “promotional sites for the print edition” (Dnevnik Newsroom Integration Manager 2009–), and little attention with respect to the print newsroom was given to Delo.si and Dnevnik.si. At Dnevnik, the job of online news making was carried out by staff with technological expertise and some journalistic capabilities. However, online news at Delo was made by those with special interests in technological innovations and some experience in online technologies. From the late 1990s to the early 2000s, staffers worked as “one-man bands” or as “lone wolves” (Dnevnik Online Executive Editor 2007–2010). They resembled individuals known in Central European newsrooms as “redakteurs”, which are multifunctional all-arounders that have institutional autonomy and control over a range of tasks, including gathering and assembling information, producing news items, editing and layout. At both newspapers, online staffers were hired or employed to do other tasks. At Delo, the first online redakteur was a political journalist with a “lot of enthusiasm” (Delo Online Redakteur 1997–2008), while the first online staffer at Dnevnik had his primary responsibilities in the archive and had “computer logic gained in the 1970s when I was working for IBM” (Dnevnik Online Redakteur 1996–2005). Despite that the news website is regarded as a “pedant” at both newspapers (Delo Print Editor-in-Chief 2010–2012) or an “extension” (Dnevnik Online Executive Editor 1996–2005) of print, when it comes to news making, Delo and Dnevnik adopted varying routines from the mid-1990s until the early 2000s.", "At Delo, the website was constructed in the spring of 1997 by the current director of informatics, who was then a technical editor. At that time, they used two ways of appropriating print content for online. One way was the shovelling of selected print news on to the website, “I taught the computer to do most of the work. No online journalists back then … It was completely technical work—done by one of the technical editors who selected the print content, and I assembled it” (Delo Director of Informatics 2011–, interview, 22 September 2011). Another way of news making was the creation of a fixed-form portable version of the daily newspaper, DeloFax. “It was a shrunken version of the printed daily, some sort of a clipping on up to eight pages” (Delo Online Redakteur 1996–2005). When the redakteur finished her daily tasks as a political print journalist, she selected commentary and analysis from the newspaper, repurposed selected print news items and forwarded this “daily bouquet of Delo” (Delo Online Redakteur 1996–2005) to the technical editor for assembling. Despite its name, DeloFax was never distributed via fax. Instead, it was available on the website to download and was sent via e-mail to approximately 2000 subscribers in Slovenia and abroad (Delo 2007).", "At Dnevnik, they supported three different ways of making news for the website. The first was re-editing, which involved using news made primarily for the print edition and deploying it online in a form that was only slightly changed by adding internal hyperlinks to related Dnevnik content. “I ticked selected articles in the CMS, clicked the import button and the computer did the rest. I developed an algorithm so the computer cut off the latter two-thirds of the article and added ‘more in the print edition’. Then, I equipped each and every article with links to related content” (Dnevnik Online Redakteur 1996–2005). The second way of preparing Dnevnik's online news was revisioning, which involved selecting a particular news item and developing it into a “dossier” by adding internal hyperlinks and external hyperlinks to relevant news items, as well as photographs from other news websites, including Delo.si. “If Delo had something interesting, I put a link on Dnevnik.si. If they got an additional click, I did not care” (Dnevnik Online Redakteur 1996–2005). The third way was adopted in the early 2000s. Two (and later three) staffers began to rely on agency news, particularly the Slovenian Press Agency (STA), which was oriented toward speed. However, this was done with “random selection, a random agenda and random tempo” (Dnevnik Online Executive Editor 2007–2010, interview, 7 February 2011).", "According to data gathered through participant observation, in-depth interviews and document analysis, Delo and Dnevnik adopted a strategy of taking compensatory measures to spread the risks of the online news projects. Namely the 2000s were a decade of continuous changes in the management, supervisory boards and editor-in-chief at both newspapers “Decision-makers were preoccupied with organisational matters; news website was not their priority … They did not know what to do with online” (Delo Director of Informatics 2011–). As “experiments were regarded as expensive” (Delo Online Executive Editor 2004–2009, interview, 9 February 2011) and “ad hoc decisions were the most convenient” (Dnevnik Online Journalist 2007–2008, interview, 2 February 2011), hedging primarily shaped social-organisation at Delo and Dnevnik, where spatially separated departments were established and took speed as a primary principle in news making.", "In the mid-2000s and late 2000s, the online departments at Delo and Dnevnik were organised separately from their print colleagues. Each department operated in shifts and had its own online executive editor as a prime decision-maker, online redakteurs who still performed as multifunctional all-arounders and online journalists, who had mostly standardised tasks, such as shovelling in-house print content online and recreating news items already published elsewhere. In terms of editorial decision-making, these were socially separated environments. Some suggested that they appeared as “all alone” (Dnevnik Online Journalist 2007–2008) or as “ghettos” (Delo 2008). According to interviewees, the primary factor behind organising departments in separate offices and on separate floors was the conservative institutional mindset. For instance, “I nagged the board that we needed to be part of the newsroom. But, they simply refused—they were not aware of the possible advantages. It was hard to change things not only on a material level, but also a symbolic one. We were at a safe distance from them” (Dnevnik Online Executive Editor 2007–2010). Similarly at Delo, “There was fear of market cannibalisation. It was a clear conflict. As a result, some print journalists were hiding their stories from us and did not want them to be published online before they were printed” (Delo Online Executive Editor 2004–2009). Analysis of interviews shows that online executive editors at Dnevnik and Delo attended cross-departmental editorial meetings, but they had little power to influence decision-making and to contribute to firmer co-operation among the print and online departments. They were positioned in the same place in the structure of authority as the print section editors, lower in the hierarchy than the print editor-in-chief and his or her assistant.", "In such institutional settings, Delo.si and Dnevnik.si developed rather similar news-making routines, which were defined first by the principle of immediacy. Departments adopted standardised routines of following agencies and other media online and recreating their news, while also shovelling selected in-house newspaper content on to the website after it was printed. For instance, “All online staffers fell into this vicious circle. The point was speed, thus we wanted the news to publish as timely as possible. As a result, we were dependent on news agencies and other websites. Only occasionally did we use the telephone to call the sources. We were in the newsroom and we hardly ever left the place” (Delo Online Redakteur 2004–2007, 2010, interview, 4 February 2011). At Dnevnik, some staffers state “they had to rush all the time” to fulfil the presumed desire of online users. “If you look through the prism of business, then it is clear and normal, even logical. They needed manual workers who would generate online visits. There was no art, science, culture. It was a mechanism—they needed people to pack news like sausages” (Dnevnik Online Journalist 2007–2008).", "In turn, conservative pragmatism was prevailing at Delo and Dnevnik. “At Delo there was a feeling of threat and resistance against new media. This sentiment derived from the mistakes made by all the previous boards, which regarded the internet as a marginal project” (Delo Online Executive Editor 2004–2009). A similar stance was taken by the Dnevnik counterpart, which suggested that Dnevnik.si “was never taken very seriously” and that any progress made was used primarily as “something to show off at Tuesday night poker meetings of the media power elite” (Dnevnik Online Executive Editor 2007–2010).", "A combination of data gathered through participant observation, in-depth interviews and document analysis indicates that Delo and Dnevnik have recently started to take measures with respect to the social-organisation of their newsrooms as a response to the uneasiness of media markets and the business difficulties that have emerged from falling paid-for circulation and the shrinking of advertising revenues (Dnevnik Newsroom Integration Manager 2009–; Delo Newsroom Integration Manager 2011–). At Delo, “intensified flexibility in order to respond to the needs of the time and market” has become one of the main strategies of the current print editor-in-chief (Delo 2010); at Dnevnik, they are “in a phase of complete reconceptualization” of Dnevnik.si, with a plan to make “everything more connected and flexible” (Dnevnik Online Executive Editor 2010–2011). Consequently, both newspapers started the process of newsroom integration, but with different models of newsroom decision-making, news-making practices and cross-department co-operation in mind (Delo 2008; Dnevnik 2011).", "In 2008, Delo moved their approximately 300 editors, journalists and other workers into a common newsroom of 2400 m2 and started building what can be labelled as a cross-department model. News making based on synergies between departments and staffers is the goal and aims at strengthening the media organisation as a heterogeneous news provider with a “common information engine” (Delo 2008). For the first couple of years, the department was organisationally a separate unit within the integrated newsroom. In early 2011, most of the online staffers were dispersed to all the print section departments across the common newsroom environment (i.e., national politics, international affairs, economy, culture and sports). An online department core, with its executive editor, remained as an organisational unit. According to observations, editorial decision-making at Delo.si has been decentralised, and power divided among online redakteurs in their respective print sections and the online executive editor that is responsible for the larger strategic decisions and the budget.", "According to most of the Delo interviewees, changes in news-making routines have been small but significant in terms of online–print co-operation. With the integrated newsroom, online staffers believe that they have been placed “closer to the action” (Delo Online Journalist B 2008–2012, interview, 19 January 2011). “At least print journalists started to be aware that we are there. We know each other now. They know what we do and the other way around. There is a small but important improvement” (Delo Online Journalist C 2007–, interview, 20 January 2011). Observational data show that news items are initially made for one platform, and they are later repurposed for the other, which is organised routinely. Thus, the print editor-in-chief and the online executive editor co-ordinate daily news making, whereas journalists themselves only occasionally cross borders. Despite the fact that continuously trying to fill the newshole while observing news agencies and other media has remained the most salient routine, analysis of observational and interview data indicate various kinds of cross-media co-operation. These include information sharing among journalists and departments, journalists making news for more than one platform and various forms of reassembling news initially made for one platform to repurpose it for the other.", "In the last few years, Dnevnik has also started to integrate its newsroom, but they opted for a gradual transformation. The Dnevnik newsroom integration manager acknowledges that changing the mindset should be established prior to spatial proximity. “This is really a process which is happening in our heads. First, we need to reorganise everything. Then, if the board says ‘yes’, we can have an integrated newsroom in half a year” (Dnevnik Newsroom Integration Manager 2009–). As a result, Dnevnik started integrating the newsroom into a corresponding model. Observational data show that the newsroom has not changed much with respect to space. It has one central desk and a number of branch offices scattered across floors. However, there is increased online–print co-ordination. First, the online department was moved to an office close to the central desk. However, it has remained “editorially neglected” (Dnevnik Assistant Online Executive Editor 2010–2013, interview, 25 January 2011). After a couple of years, they moved online staffers into the central desk to stimulate synergies between print and online decision-making. Consequently, editorial decision-making changed through converged decision-making of the online executive editor and the daily print editor—mostly through ad hoc meetings. This resulted in swift print–online communication rather than routine cross-department co-operation. Namely according to interviewees, cross-department co-operation has not emerged as routine. Instead, it remains a rare instance of the occasional common interests of individuals from print and online. For instance, “On the fifth floor, we were completely cut off. Now, it is much better—they see us. We co-operate more, but not enough” (Dnevnik Online Journalist D 2008–, interview, 29 January 2011).", "Three predominant routine ways of online news making that are still defined by the principle of speed can be identified. The online redakteur copy-and-pastes selected news items from STA continuously throughout the work shift and divides the work of online journalists, also known as “journalists translators” (Dnevnik Online Executive Editor 2007–2010). They routinely recreate selected online news of foreign media, mostly CNN, BBC and Croatian news websites, by combining information and features of already-published online content. To work faster, staffers use translating tools, “Google Translate is just a tool, of course. I do not copy-and-paste it from the translating tool; I go through and correct the mistakes” (Dnevnik Online Journalist B 2009–2012, 20 January 2011). In respect to the third way of routine news making, one staffer alone “works on the print” (Dnevnik Online Journalist A 2008–, interview, 27 January 2011) every evening and shovels almost the whole paper for tomorrow from the common CMS on to Dnevnik.si. Accordingly, Dnevnik interviewees do not find these routines as challenging. Instead, they are repetitive and monotonous, “factory-like” (Dnevnik Online Journalist C 2007–, interview, 21 January 2011)."]}, {"title": "Discussion and Conclusion", "paragraphs": ["Through combining participant observations, document analyses and in-depth interviews, the study gave the author the possibility to reconstruct the two cases historically in relation to historical contexts by combining the narrations of those involved in the online news projects, the boundaries of online news-making routines and the documented strategic visions. In this context, despite some methodological limitations, such as conducting participant observation and interviews only in the last half decade and not in late 1990s or early 2000s, the study was able to reconstruct three periods of online journalism development out of investigated experiences of the people directly involved. With respect to social-organisation, online journalism developed from one-man bands, where individual staffers performed as multifunctional all-arounders having the technical tasks of shovelling print content online (mid-1990s to early 2000s), through organisationally and spatially separate online departments where standardisation of news-making routines was mainly defined by the principle of speed (mid-2000s to late 2000s), to newsroom integration with distinct models of decision-making, spatial organisation and print–online relations (late 2000s onwards). Although the study focuses on only two cases in the relatively small Slovenian media environment, the findings indicate great variety in online journalism development.", "Despite a rather broadly conceived periodisation and some particularities of both cases, the findings indicate what Splichal (2005) calls the “industrialization of journalism”, where the cognitive and multi-perspective nature of journalism is eroded through highly standardised routines, predictable and rather tardy decision-making, and the marginalised institutional status of staffers. Additionally, it appears that online journalism development reflects what can be called “flexible journalism”, indicating that journalists must continually rearrange their routines on short notice regardless of the traditional principles of journalism. The identified path of social-organisational transformation of the online departments of Delo and Dnevnik corresponds with an imperfect framework of what Freedman (2010) calls the “economic realities” and “business imperatives” of news environments. The transition of Delo and Dnevnik to the Web resembled a necessary evil, where increased productivity, efficiency and flexibility have been normalised at the expense of authenticity, accountability and autonomy. In this sense, the study indicates that the historical development of online journalism at Delo and Dnevnik over the last decade and a half resembles the patterns of what Sennett (1998) coins “flexible capitalism”, which is characterised by a transition from “evils of blind routine” to “workforce flexibility”.", "Additionally, the dual nature of news as both a commercial product and a public service has not been adapted to late modern communication, which is defined by the heterogeneity, individualisation and fragmentation that decisively shapes the dynamics between continuity and change at Delo and Dnevnik. As the study indicates, innovation in journalism is a contradictory and uncertain process that is not about rational-technical problem solving, but instead is a product of a particular social system. With respect to their online news projects, Delo and Dnevnik have enacted particular policies of innovation that have led them to react to social and technical developments rather than more proactively contributing to these developments. They focused on protecting the print franchise in the media market rather than on prioritising non-print publishing, emphasising smaller short-term benefits over less certain long-term benefits. However, Delo and Dnevnik should realise that the threat to journalism is not the Web or the proliferation of online departments. Instead, it is the lack of investment in cross-media co-operation. Specifically, the long-term future of Delo.si and Dnevnik.si rests on informed creativity, autonomy, and the responsibility of print and online staffers and decision-makers, in addition to strategic investments in technology, resources and staff. Without such strategic change, online news for websites, tablets or mobile phones at Delo and Dnevnik will not be able to emerge either as an important facilitator of processes in public life or as a responsive actor in uncertain media markets.", "Since the study focuses only on the social-organisational aspect of online journalism development and concentrates on only two cases, future investigations of online journalism of the past would benefit from theoretical innovation as well as methodological reframing. Scholarship on online journalism development research may move from accounting for transitions to primary theoretical work. Broadening the analytical gaze might turn online journalism history into a critical terrain for re-examining larger societal patterns in contemporary information work (Boczkowski 2011). On the other side, in terms of the methodology, critical ethnographic investigation enables authors to be reflexive and flexible when studying the social-organisation of online journalism. However, it is evident, as other scholars also indicate (Singer 2008), that undertaking quantitative analyses of data gathered through qualitative methods might enable the researcher to attain an additional level of precision and to make some differences or commonalities more salient. In this respect, a more precise and profound consideration of the social advent of mobile technologies as patterns of customised news relay (Jones and Salter 2012) and multiplying news through social media (Hermida 2013) might evolve into the fourth period of online journalism development."]}], "references": [{"title": "Newsroom Integration in Austria, Spain and Germany", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Avilés García José A.", "first_name": "Avilés", "last_name": "A."}, {"name": "Meier Klaus", "first_name": "Meier", "last_name": "Klaus"}, {"name": "Kaltenbrunner Andy", "first_name": "Kaltenbrunner", "last_name": "Andy"}]}, {"title": "Online News Consumption", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Chyi Hsiang I.", "first_name": "Chyi", "last_name": "I."}, {"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}]}, {"title": "From BBC Newsroom to BBC News Centre", "year": "1999", "journal": "Convergence", "volume": "5", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Ashton Mark", "first_name": "Ashton", "last_name": "Mark"}]}, {"title": "The Web and Its Journalisms", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Online Journalists in the Netherlands", "year": "2002", "journal": "Journalism", "volume": "3", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Dimoudi Christina", "first_name": "Dimoudi", "last_name": "Christina"}]}, {"title": "Online Journalism in the Low Countries", "year": "2002", "journal": "European Journal of Communication", "volume": "17", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}]}, {"title": "Journalism Education and Online Journalism in Belgium, Germany and the Netherlands", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}]}, {"title": "Mobi Journalism in Slovenia", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Erjavec Karmen", "first_name": "Erjavec", "last_name": "Karmen"}, {"name": "Kovacic Melita Poler", "first_name": "Kovacic", "last_name": "Poler"}]}, {"title": "Editorial Structures and Work Principles in British and German Newsrooms", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "Interactivity as a Metaphor of Online News", "year": "2010", "journal": "Javnost/The Public", "volume": "17", "authors": [{"name": "Fortunati Leopoldina", "first_name": "Fortunati", "last_name": "Leopoldina"}, {"name": "John O'Sullivan", "first_name": "John", "last_name": "O'Sullivan"}, {"name": "Lilia Raycheva", "first_name": "Lilia", "last_name": "Raycheva"}, {"name": "Halliki Harro-Loit", "first_name": "Halliki", "last_name": "Harro-Loit"}]}, {"title": "Roles in Sociological Field Observations", "year": "1958", "journal": "Social Forces", "volume": "36", "authors": [{"name": "Gold Raymond L.", "first_name": "Gold", "last_name": "L."}]}, {"title": "Pisanju zgodovine medijev na rob", "year": "2008", "journal": "Javnost/The Public", "volume": "15", "authors": [{"name": "Hardt Hanno", "first_name": "Hardt", "last_name": "Hanno"}]}, {"title": "\\#JOURNALISM", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Covergence", "year": "2005", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "597", "authors": [{"name": "Klinenberg Eric", "first_name": "Klinenberg", "last_name": "Eric"}]}, {"title": "Research Review: Online Journalism", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Kopper Gerd G.", "first_name": "Kopper", "last_name": "G."}, {"name": "Kolthoff Albrecht", "first_name": "Kolthoff", "last_name": "Albrecht"}, {"name": "Czepek Andrea", "first_name": "Czepek", "last_name": "Andrea"}]}, {"title": "Get It Fast, but Get It Right", "year": "1998", "journal": "American Journalism Review", "volume": "19", "authors": [{"name": "Lasica J. D.", "first_name": "Lasica", "last_name": "D."}]}, {"title": "Between Tradition and Change", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "The Lack of Interactivity and Hypertextuality in Online Media", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "Oblak Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "Spletno novinarstvo skozi optiko novinarjev", "year": "2007", "journal": "Družboslovne razprave", "volume": "23", "authors": [{"name": "Oblak Črnič Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "O začetkih interneta na Slovenskem", "year": "2008", "journal": "Javnost/The Public", "volume": "15", "authors": [{"name": "Oblak Črnič Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "Credibility of Traditional vs. Online News Media", "year": "2010", "journal": "Medijska istraživanja", "volume": "16", "authors": [{"name": "Poler Kovačič Melita", "first_name": "Poler", "last_name": "Melita"}, {"name": "Erjavec Karmen", "first_name": "Erjavec", "last_name": "Karmen"}, {"name": "Štular Katarina", "first_name": "Štular", "last_name": "Katarina"}]}, {"title": "A Contemporary History of Digital Journalism", "year": "2005", "journal": "Television \\& New Media", "volume": "6", "authors": [{"name": "Scott Ben", "first_name": "Scott", "last_name": "Ben"}]}, {"title": "Online Journalists", "year": "1998", "journal": "Journal of Computer-Mediated Communication", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Online Journalism and the Promises of New Technology", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "Newsroom Convergence in Slovenia", "year": "2009", "journal": "Medijska istraživanja", "volume": "15", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "Online Multimedia News in Print Media", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "Online Multimedia News in Print Media", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "Konvergenca novinarskih uredništev", "year": "2012", "journal": "Javnost/The Public", "volume": "19", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "Practice of Hypertext", "year": "2013", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "Participatory Journalism in the Internet Age", "year": "", "journal": "Medijska istraživanja", "volume": "19", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}, {"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}]}