{"doi": "10.1080/1461670X.2017.1375386", "url": "https://doi.org/10.1080/1461670X.2017.1375386", "title": "The Taming of Critical Journalism in China", "volume": "20", "year": "2019", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Tong", "first_name": "Jingrong", "name": "Jingrong Tong"}], "abstract": "This article examines how the interplay between political, economic and technological factors in China has resulted in the taming of critical journalism since the rule of Xi Jinping in 2012. While trying to reduce ideological ambiguity and revive Maoist ideology, the authorities operate overt and covert mechanisms of media control that dramatically limit reporting space. Market and digital communication technologies are currently contributing to tightening media control by worsening the context for critical journalism. The threat of the market to critical journalism that began in the early twenty-first century has deepened. The capitalisation of digital platforms, outperforming the empowering potential of digital communication technologies, has led to the pursuit of entertainment and capital in the media environment where critical journalism is practised. A hostile political climate and the pursuit of profit have radically diminished the necessary conditions for sustaining critical journalism. With this institutional crisis, critical journalism has little capacity and foundation to struggle with the party-state over reporting space. In this case, therefore, with neither the market nor digital media technologies being a liberalising force, they have helped the state to wield political power and to consolidate media control.", "body": [{"title": "Introduction", "paragraphs": ["In their efforts to explore the influence of digital communication technologies on journalism, scholars (e.g. Pavlik 2000; Stanyer 2009; Zelizer 2009; Örnebring 2010; Paulussen 2012; Cummings 2014; Macgregor 2014; Alexander, Breese, and Luengo 2016; Ashuri 2016) mainly consider economic and technological forces but leave the intrusive power of the state unexamined. This is largely because most studies examine journalism in Western democracies where the state plays a relatively weak role in influencing journalism (Waisbord 2007). The situation however is different when it comes to journalism in authoritarian systems such as China, where the state controls journalism and media, alongside the influence of flourishing economic markets on journalism. The pervasiveness of digital communication technologies—the internet, Web 2.0 tools, and mobile electronic devices such as smartphones, iPhones, and iPads—leads to an interesting question: Whether and to what extent the wide application of digital communication technologies in authoritarian societies will help to transform journalism in a way that opposes the control of the state and mitigates commercial influences on journalism?", "This article1 gives a negative response to the question by offering an interpretive analysis of how the interplay between political, economic and technological factors has tamed critical journalism in China since the regime of Xi Jinping in 2012. While trying to reduce ideological ambiguity and revive Maoist ideology, the authorities operate overt and covert mechanics of media control that dramatically limit reporting space. Unlike in the Jiang and Hu eras, where the market and digital communication technologies created space for journalistic autonomy, in the Xi era, they are currently contributing to tightening media control by worsening the possibilities for critical journalism. The threat of the market to critical journalism that started in the early twenty-first century has deepened. The capitalisation of digital platforms, outperforming the empowering potential of digital communication technologies, has led to the pursuit of entertainment and capital in the media environment where critical journalism is practised. A hostile political climate and the pursuit of profit have radically diminished the necessary conditions for sustaining critical journalism. With this institutional crisis, critical journalism has little capacity and foundation to struggle with the party-state over reporting space. In this case, therefore, with neither the market nor digital media technologies being a liberalising force, they have helped the state to wield political power and to consolidate media control.", "Critical journalism in China pushes against the constraints on reporting. Emerging in the 1990s, the practise of pushing reporting boundaries was largely found in relatively critical and liberal news outlets—especially those commercial print media supporting critical reporting and investigative journalism, such as the Southern Weekend (nanfang zhoumo), the Southern Metropolitan Daily (nanfang dushibao) and the Xinkuai Daily (xinkuaibao) in Guangzhou, the Beijing News (xinjingbao), the Beijing Youth (beijing qingnianbao), the Caijing Magazine in Beijing and the Huashang Daily (huashangbao) in Xi’an. It was also seen in daily reporting on politically sensitive topics, such as current affairs and social issues.", "The making of critical journalism in China took place in the media marketisation process starting from the 1980s and was later facilitated by the adoption of digital communication technologies in the early twenty-first century, most of which fell within the rule of Jiang Zemin and Hu Jintao. Although some scholars (e.g. Lee, He, and Huang 2006; Tong and Sparks 2009; Tong 2013) recognised that the market could act as a constraining force at times, the majority of the studies (e.g. Zhao 2000; Zhou 2000; Pan 2000; Lee 2005; Liebman 2005; Hassid 2008; Bandurski and Hala 2010; Tong 2011; Svensson, Saether, and Zhang 2014; Hassid and Repnikova 2016) argued that Chinese journalists had gained some leeway to push reporting boundaries following the introduction of the market. Journalists were able to report on a wider range of social, economic and political issues than they could cover in the past; and their reports were more in the interest of readers than in that of the party-state. Journalists strove so hard to make the most of the manoeuvring space released by market forces that pushing reporting boundaries was integrated into their daily journalistic practise. Later on, the introduction of digital communication technologies further enlarged the space for journalism. These developments mostly explain important changes in Chinese journalism after the 1980s, such as the rise of critical reporting and investigative journalism in the 1990s (Zhao 2000; de Burgh 2003). In the twenty-first century, although it has encountered challenges, critical journalism continues to be practised (Svensson, Saether, and Zhang 2014; Wang and Lee 2014; Tong 2015; Hassid and Repnikova 2016; Repnikova 2017).", "A number of reasons explain why this has happened. The desire of journalists to achieve independence and journalistic autonomy drove them to circumvent constraints and grasp opportunities to achieve greater reporting freedom. Commercial news outlets supported their journalists because critical reporting and investigative journalism could help to maximise profits (Tong and Sparks 2009). In addition, the existence of complexity and even contradictions in political authority created opportunities for these journalists. For example, the decentralisation in the relationship between central and local government generated a vacuum for practising critical reporting and investigative journalism (Tong 2010). On top of these, journalists pushing boundaries of reporting space benefited from the dissonance that appeared in ideology as a result of the economic and media reform of the 1980s (Zhao 2000; Zhou 2000; Wang 2003). The once dominant Maoist ideology was dying and the party-state faced a crisis in ideology. With the rise of other ideologies such as market liberalism and neoliberalism, there was a juxtaposition of different ideologies.", "The extensive adoption of digital communication technologies in Chinese society has also been regarded as empowering journalists in reporting on politically sensitive issues (Hassid and Repnikova 2016) and therefore increasing the critical capacity of journalists in pushing reporting boundaries. Online discussions offer endless story tips and news sources for journalists; the great volume of user-generated content (UGC) published by ordinary internet users disseminates widely the products of journalism and enlarges their social influence. The online dissemination of critical and investigative reports would increase political protection for journalists and reduce political interference in journalistic practise. Quite a number of reports went viral after publication, putting the authorities under pressure, and changed the development of the events. The case of Sun Zhigang2 is one of the most significant. But this situation has greatly changed since Xi Jingping came to power.", "Xi’s tenure has two noticeable features: blatant ideological struggles and unsympathetic hard-line media policies. After 2012, changes took place with respect to ideology, along with a series of political campaigns against Xi’s political rivals and dissenters, as well as hardening attitudes toward news media and journalism. This reflected a compelling revival and reappropriation of Maoist ideology and less ambiguity in ideology (Yang 2014; Zhao 2016). Despite not being the sole ideology, Maoist ideology now enjoys more prominence than in the Jiang and Hu-Wen eras, leading to a collapse in the political basis for practising critical journalism in the Xi period.", "The reestablishment of politically correct ideology is as important as economic goals for Xi Jinping (Lam 2015: xiv), as there is a need to establish a consistent and coherent image about the leadership. For this reason, no dissidents that may challenge this image can be tolerated. This explains why Xi launched the nationwide corruption campaigns, most famous of which were those against Xi’s political rival—Bo Xilai—and high-ranking officials such as Wang Lijun and Zhou Kangliang in Bo’s faction. These campaigns bear the hallmark of ideological struggles, as shown in the Bo Xilai case (Meng 2016). Given the function of journalism as ideological apparatus, regaining ideological unity and shutting down ideological dissonance would need the cooperation of journalism, which is one primary reason Xi has adopted a hostile and harsh stance towards news media and journalism.", "There are also societal factors underlining the iron fist of Xi. These factors include the rising prominence of “urban diseases”,3 such as increasing congestion, rocketing house prices, and pollution, which worsen the pre-existing social problems such as social inequalities and corruption. Moreover, the intensification of ethnic tensions, especially the tension between Han and Uighur, as reflected in a series of terrorist attacks occurring in Tiananmen Square4 in Beijing in 2013 and in the train station in Kunming5 in 2014, combine to pressure the new leadership.", "The hard line adopted by Xi can also be attributed to the noticeably divided public discourses before 2012. There were fierce debates on political and public issues between China’s pro-government news media such as Global Affairs (huanqiu shibao); and commercial liberal news media such as the Southern Weekend, the Southern Metropolitan Daily, and the Beijing News. Different perspectives on these issues have been played out on the internet. In addition, influential events such as the case of Qian Yunhui6 in 2010, the case of the Wukan protest and democratic reform7 in 2011 and the case of Tang Hui8 in 2012, triggered fierce debates among different players—especially on the internet among both those on the left and right. It is possible that this situation had become the major concern of the central leadership by the time he came to office and the fear of losing ideological and political control explains the tightening of control over media.", "Unlike the media control of Hu Jingtao which was loose at the beginning but tightened later on, Xi Jinping immediately tightened control over freedom of expression and media as soon as he came to power as president in 2012. He commanded journalists to report in a politically correct manner and in a way that can help to realise his “Chinese Dream” (zhongguo meng) (Li and Sparks 2016). His attitude toward freedom of expression was well demonstrated in his speech at the National Propaganda and Thoughts Conference in August 2013. In his speech, he expressed his determination to stress the importance of ideological work, and promoted the idea of “propaganda struggle” (yulun douzhen). After his speech, the ideas of “propaganda struggle” and “ideological struggle” dominated in the coverage of party organs and the discourses of local officials. This speech and the promulgation of this concept suggest the hard-line policies of Xi toward propaganda and thought work as well as the increasingly tightened media control. In the party’s news and propaganda meeting on 19 February 2016, Xi restressed his ideological priority by claiming that the news media owned by the party and government should consider its “surname” to be the party (meiti xingdang), i.e. news media should consider itself so intimately linked to the party.9", "A nationwide online “purge” started immediately after Xi’s speech in 2013. Hundreds of internet users were arrested for their online expressions. Among those placed under arrest were those influential Weibo users who have millions of followers and actively participated in critical discussions on political and public issues and anti-corruption campaigns. In 2014, more than 33 “public accounts” (gonggong zhanghao) on WebChat that deliver content generated by users directly to the mobiles of subscribers were banned. After the Kunming train station terror attack in 2014, several influential Weibo users such as Li Chengpeng and Luo Cangping received warnings from the police in Beijing. Political dissents or “wrongdoers” such as Xuan Manzi, Peter Humphrey (in 2013),10 Lam Wing Kee (in 2016)11 and Gui Minhai (in 2016),12 or journalists such as Chen Yongzhou of the Xinkuai Daily and Shen Hao of the 21st Century Economic Report appeared in TV confessions and were disgraced. In 2017, the Internet News and Information Regulation banned non-public capital (fei gongyou ziben) from sponsoring online news and editing services. Under this regulation, any online platforms such as websites, blogs, WeChat or Weibo accounts had to apply for and obtain government permission before they could disseminate news information to the public.13 These actions constitute severe control over self-publishing (zimeiti) in which ordinary internet users publish their own media content to their followers, and in some cases, seek crowdfunding.", "Difficulties and crackdowns on traditional news media after 2012 include the shutting down of the Yanhuang Chunqiu magazine’s website and the crackdown on the Xinkuai Daily. Media practitioners and observers have described 2013 as the coldest winter for news media over the past 20 years. On 1 March 2016, the Southern Metropolitan Daily was criticised for the following acrostic: “With the surname of the Party, the ghosts of news media return to the sea” [meiti xingdang hungui dahai], which implies that Xi Jinping’s command for news media to have the party as their surname is killing news media. The on-duty editor was fired and the deputy editor-in-chief received an administrative penalty. In 2016, an open letter that was published on the website of Wujie (www.watching.cn)—an online news outlet launched in 2015 and jointly funded by the Xinjiang propaganda department, Alibaba.com and the Caixun group—went viral online. Although this letter was removed quickly, several journalists, including the executive editor were detained. These events indicate the tightening of control over news media targeted those critical news outlets that embraced commentary and investigative journalism (Li and Sparks 2016) as well as being an attempt to consolidate ideological control. The space for free expression and journalistic autonomy has shrunk severely.", "Apart from the overt media control discussed above, the party-state has also been successful in constructing an unethical image for those news outlets that are well-known for their critical journalism. Amongst them are the Southern Weekend, the Southern Metropolitan Daily, the Caijing Magazine, the Xinkuai Daily and the 21st Century Business Report. Seen as practising the best journalism in China, they represent the intellectual conscience and promotion of justice that fearlessly opposes authority. This image distinguishes them from other news organisations practising party journalism or merely tabloid journalism, and is the source of the legitimacy of critical journalism. The construction of an unethical image for critical journalism shakes the basis of this legitimacy and is thus the strongest blow the party-state would land on these news outlets.", "The process of constructing an unethical image for critical journalism started in 2013 and was completed in 2015. The year 2013 is marked by the case of Liu Wei of the Southern Metropolitan Daily,14 and the New Year Editorial Event of the Southern Weekend. In January, several commonsense errors were spotted in the New Year Editorial published by the Southern Weekend. The journalists and editors of the weekly accredited the errors to the interference of the Guangdong provincial propaganda department, as the latter extensively revised the editorial and published it without having it gone through the normal editorial process. The journalists and editors protested publicly against the censorship. They threatened to all quit if the senior staff would not resist pressure from the state, and if local political authorities continued to interfere so overtly in their journalistic work. A large number of people gathered and protested in front of the press group headquarters in support of these journalists. However, at the end of 2013, it was revealed that the senior editors of the weekly had given testimony to local police that was thought to have led to the arrest of several citizens who protested openly in support of the weekly at the beginning of the year. The disclosure of this information immediately ignited public anger toward the weekly and they accused it of betraying the public as well as journalistic professionalism. These events overthrew the image of the Southern Weekend as representing public conscience and justice.", "The construction of the notion of “unethical” critical journalism was accomplished in 2015, when a number of journalists were arrested for their alleged unethical practises—either corruption or threatening national stability and security. The Chen Yongzhou case is typical of this. In 2015, following the publication of his article criticising a commercial company, he was soon arrested and detained by police from another province. His employer, the Xinkuai Daily, published open letters on its front page for two days urging the police to release Chen. However, later on, Chen appeared in a CCTV news programme confessing his guilt and admitting he had accepted a bribe from a rival of the commercial company. The Xinkuai Daily was required to reconfigure its management staff and its editor-in-chief was removed from position. In another case, Shen Hao of the 21st Century Business Report (21shiji jingji baodao), who was seen as a “godfather” of critical journalism in China, confessed on television that he too was corrupt. The case of Shen Hao is seen by observers as marking “end of an era for Chinese journalism” (Denyer 2015). Ethical issues such as red envelopes (hongbao) have been a grey area in Chinese journalism (Zhao 1998; Zhang 2009). However, a crackdown on media corruption can be used to crack down on critical journalism, as exemplified in the aftermath of the Sun Zhigang case (Hassid 2010). From Chen Yongzhou to Shen Hao, no matter what the truth is, the authorities successfully managed to portray an image to the public of critical journalism as being unethical. This justified the apparent need for the party-state to regulate—in fact control and censor—journalism.", "The threat of the market to critical journalism, which started to appear in the early twenty-first century as exemplified in the case of the Dahe Daily (Tong and Sparks 2009; Tong 2013), has been exacerbated. The failure of news organisations in media markets worsens the whole situation for critical journalism. Advertising and circulation incomes have been migrating to the internet. In 2016, for example, compared to the same time in 2015, the first three-quarters of the year saw the advertising income of traditional news media drop by 5.5%. However, online advertising investment steadily increased 39.1% in the first quarter of 2016, 34.5% in the second quarter, and 33% in the third quarter (Guo and Hu 2017). As a response to the new environment, large news organisations such as the Southern Metropolitan Daily have been conducting a range of multimedia experiments, which however have not successfully generated decent financial rewards.", "Financial turmoil has engulfed commercial newspapers, many of which started to run severe financial deficits in the second decade of the twenty-first century. The comments of Interviewee A of Newspaper A, which has a reputation for critical reporting and investigative journalism, are illustrative: in the past, advertising income mainly came from real estate and cars. Although real estate agents were still buying advertising space in the newspaper, car advertising declined in 2013, plunged in 2014, and could hardly be seen at all in 2015. Instead, advertisers prefer to place their car advertisements online. A direct consequence of this is the cancellation of the newspaper’s entire car magazine to reduce the cost of publishing (interview, 19 April 2015).", "The market failure of commercial newspapers has led to a reduction in the income of journalists and the closures of newspapers. During the golden days of commercial news media in the 1990s and the early twenty-first century, the salaries of their journalists were considered decent. However, their income stopped increasing and even began to decline due to the financial deficits being experienced by their news organisations.15 In addition, the downsizing and even closure of news outlets became evident particularly from 2014; they included the News Evening (Xinwen Wanbao), the New Everyday (tiantian Xinbao) (both were shut down in 2014), the Hebei Youth (hebei qingnianbao), the Today Morning (jinri zaobao), the Jinghua Times (jinghua shibao) and the Oriential Morning (dongfang zaofan) (all closed down in 2016). A ramification of this turmoil is the departure of a large number of journalists working in commercial newspapers for other careers. Among them were many who were likely to push reporting boundaries.", "By contrast, party organs have not been affected much by the market. In fact, they have even been revived due to the return of financial subsidies from the government which were abolished during the media reform in the 1980s. Returning to the embrace of the government turns out to be a realistic way of surviving. A number of party organs (and on some occasions also commercial newspapers) at different administrative levels (from central to municipal) started to receive significant financial subsidies from their local governments over the past few years (Guo and Hu 2017). For example, from 2014, the Shanghai Press Group begun to receive an annual financial subsidy of RMB50 million from the Shanghai municipal government.16 This is appraised by some domestic scholars as enabling the press group to deal with market pressure, make the most of all available social resources and ensuring its dominance in constructing mainstream ideological discourses; meanwhile, however, this indicates the reiteration and reinforcement of the political nature of the Shanghai Press Group as the party’s organ (Wu et al. 2014). From 2013 to 2015, the Guangdong provincial government assigned RMB70 million annually to the Southern Daily, RMB50 million to the Yangcheng Evening and RMB30 million to the Guangdong TV. In 2016 the Guangdong Daily received RMB350 million from the Guangdong Financial Department after suffering from severe financial deficit from 2014. Apart from those in Guangdong and Shanghai, party organs in Shenzhen, Zhuhai and Chongqing all received substantial financial subsidies over the last few years (Guo and Hu 2017). Therefore, the impact of market failure falls mostly on commercial news outlets rather than on party organs that are under the protection of the party-state. Critical news outlets, which are often commercial news media, are thus suffering both political and financial pressures. In this sense, their market failure weakens their critical capacity as they are losing the economic basis that enables them to resist the interference of the party-state. In addition, these commercial newspapers are usually “children” newspapers (zibao) of party organs. Therefore, when their “mother” party organs (mubao) have started to receive financial subsidies from government, these “children” newspapers are expected to behave.", "The capitalisation of digital platforms, which is also called platform capitalism and is part of the “capitalisation of digital economic circulation” (Langley and Leyshon 2016), has transformed the media environment into one that prioritises the pursuit of entertainment and capital. China has entered an era in which hosts on Douyu TV, UP live or Panda TV (all are online streaming platforms), can easily earn up to “100,000 yuan (US$14,537) a month on UpLive” by live broadcasting their own videos on trivial things such as an online streaming video about a pretty woman changing clothes (Jing 2017), and an era in which everyone cares much more about money than about civil society. The market failure of commercial newspapers has taken place exactly in this environment, which is hostile overall to critical journalism.", "The internet was introduced to China in the mid-1990s and since then has developed dramatically in terms of infrastructure and the level of penetration into the population. By the end of 2016, China had had 7,310 million internet users (CNNIC 2017), who form huge markets with great economic potential. In the early twenty-first century, the influence of internet-mediated digital communication on journalism largely referred to the rise of citizen journalism, UGC and online news providers, which however were not allowed to produce their own news, such as Tencent News (tengxun xinwens), and Top News Today (jinri toutiao). These new players broke down the monopoly of journalism on information production and dissemination and took away the advertising revenues of traditional news media.", "Over recent years, the influence of digital communication on journalism was amplified while the capitalisation of digital platforms was deepened and expanded from commerce to content. Digital economy, as represented in the commercial success of business-to-business (B2B) or consumer-to-consumer (C2C) platforms such as Alibaba.com and Tencent, started to boom in China from the beginning of the new century (Dai 2002; Tan et al. 2015). At the beginning, successful platforms were mainly those enabling buyers and sellers to exchange commodities directly. Later on, since information and messages circulating on social network sites proved able to be monetised (Keady 2014; Peitz and Valletti 2015), content-based digital platforms, especially social media platforms and applications, have been capitalised. This leads to the capitalisation of digital communication on these platforms. This tendency is exemplified in the wave of start-up businesses publishing media content (neirong chuangye). This is a combination of business start-up and “self-publishing” (zimeiti) operated by individuals or small companies, which receive funding mainly in three ways: (venture) capital investment; advertising; and “rewards or donation” (dashang), which is a crowdfunding function on social media such as WeChat, Weibo, Douban, Douyu TV and UPLive.17 This trend of starting up businesses to publish content was initiated by the central government. In 2015, the State Council of China issued its decision to prioritise and sponsor mass business start-ups.18 China since then has witnessed a new wave of business start-ups and entrepreneurism since the economic reform of the 1980s. As observed by the People’s Daily, there is a “heat of all people becoming entrepreneurs and starting business” (quanmin chuangye).19 The publishing content business start-up (neirong chuangye) is one main category of such business start-ups.", "The phenomenon of “self-publishing” has boomed in recent years with the popularity of social media applications, especially WeChat. At first, some veteran journalists or investigative journalists who were removed from jobs were supported by crowdfunding and started to “self-publish” their reports on significant social and political events. Liu Jianfeng for example observed and wrote about the Wukan protest in 2011 and relied on internet crowdfunding for a number of his journalistic projects. Journalists or former journalists were a significant group that actively operated their “public accounts” (gongzhonghao) to earn extra money or to do it for a living. In some other cases, however, public accounts or applications were launched in order to attract capitalist investment, which is a prominent part of the capitalisation of content-based digital platforms. The application Muzhi Yuedu (literally “thumb reading”) was a good example. A group of veteran investigative journalists started to launch this application from around 2012 and established it as a successful application where readers can share reading experiences with one another. In 2015, the founder Zuo Zhijian sold the platform to the Jingdong Group.20", "Over the past few years, this journalist-centred phenomenon expanded to ordinary internet users. They started their businesses by raising money from publishing content on their own “public accounts” on WeChat or other platforms. Content published is either written by the account owners or disseminated/forwarded by them on behalf of advertisers. Types of such content range from news to features to charity fundraising posts. This significantly blurs the distinction between advertising and content on platforms. Content refers not only to articles or photos but also to broadcasting content. Since being launched in 2014 or 2015, online streaming platforms such as Douyu TV, UP Live, and Panda TV that enable users to broadcast their self-made content online have become extremely popular among online users, especially young people who were born in or after the 1990s. The prevalence of mobile technologies lowers the requirements for making broadcasting content and enables them to start up their own content-based business. The number of online video users grew 8.1% from 2015 to 2016 (CNNIC 2017). Driven by capital, online streaming platforms developed rapidly in 2016 with user numbers increasing to 344 million by December 2016, which is 47.1% of the total number of internet users (CNNIC 2017). Advertising income in these platforms was considerable in 2016 (CNNIC 2017). Momo, an online streaming platform, for example, published its financial data for the fourth quarter of 2016 which shows its advertising income from its online streaming service was US$194.8 million and had become its main income.21", "How much funding an article or a video can receive from readers/audiences relies heavily on the popularity of the accounts, which are measured by Web hits, the number of followers and the frequency of the content being forwarded. With the facilitation of online paying systems through these platforms, it is common that sensational and even porn accounts have attracted a huge audience that pay to watch, which has even generated the phenomenon of so-called internet celebrities (wanghong), a distorted but profitable product of the capitalisation of online platforms in China. Influential UPLive accounts, for example, not only offer videos that are mostly about games or other entertainment content but also sell products or broadcast advertising.", "This capitalised digital communication environment has a number of negative implications for journalism. It is nurturing the formation of segmented reader markets as each and every reader can choose which content to receive. The prevalence of “public accounts” also fosters the sensational tastes of readers, who are interested in apolitical and entertainment content rather than serious reports on social and political issues. The fact that media content is sensational and amusing can be attractive to internet users and therefore increase the chances of being funded results in the prevalence of tabloidised infotainment and voyeuristic content. Such content can take away advertising revenues from traditional journalism as it is competing for the attention of readers with mainstream journalism. It will also turn readers away from quality journalism (Leibold 2011). The party-state would allow the publication of such content as long as it is politically correct and does not challenge the party line (Zhang 2011). The rise of such apolitical tastes makes pushing boundaries with the party-state less appealing, as there are no real financial rewards for critical journalism.", "In addition, the prevalence of start-up businesses self-publishing content can lure journalists away from traditional journalism, who have either started to complain about their salaries and lost hope for their career as critical journalists, or wanted to practise independent journalism. Independent journalism can be good for Chinese society. However, the financial pressures may make them opt to publish infotainment content that is easier to get funding for and which is politically safe. Any improper coverage published on the “public accounts” of journalists that lack gatekeepers and organisational guidance would eventually damage the public image of journalism as a whole. What is worse is that in this money-worshiping environment the attention of journalists has shifted from practising good journalism to making money. From 2015 to the time of writing, for example, the popular discourses among the circle of investigative journalists were no longer about who has published which influential reports, but about who has attracted funding for their “public accounts” or applications. Interviewee B even commented that almost everybody is now talking about how to make money rather than to produce good reports (December 1, 2016).", "Li and Sparks (2016) argue that commercial newspapers (especially those that once supported critical reporting and investigative journalism) are vulnerable to the application of digital technology in distributing news, as demonstrated in the case of the Beijing News. This article however argues that the capitalisation of digital platforms and communication greatly destroys the material basis for quality journalism as it has transformed the whole environment to something that is uninhabitable for critical journalism. The real threat comes from the changed environment and the institutional crisis resulting from the toxic combination of the capitalisation of digital platforms and communication as well as the unfavourable political and economic cultures.", "This unfavourable environment under the joint influence of political, commercial and technological factors has led to the taming of both critical journalism and news outlets supporting critical journalism. For example, Xi’s regime has presided over the fall of Chinese investigative journalism (Svensson 2017). Investigative journalism that was once the symbol of media freedom and journalism’s critical capacity in China has experienced tough times since 2003 and stopped producing any influential reports from around 2013 on, one year after Xi came to power. Most investigative teams in news outlets across China including those in the Huashang Daily (huashang bao), the China Youth (beijing qingnianbao) and the Jinghua Times (jinghua shibao) were closed down. In some other cases, investigative journalists were arrested because their reports were thought of as detrimental to national stability or security, as exemplified in the case of Wang Xiaolu of the Caijing magazine22 in 2014 and the case of Liu Wei in 2015 as mentioned above.", "News outlets such as the Southern Weekend, the Southern Metropolitan Daily, the Beijing News, the 21st Century Business News and the Xinkuai Daily that were famous for critical reporting and investigative journalism have either been on the receiving ends of crackdowns or been transformed by removing their editors-in-chief and by changing their culture. A common viewpoint emerging in the interviews is that the intervention of the authorities has become more severe and what can be reported on now is limited, especially reports about important social, political and economic issues and about corruption. Interviewee D of Newspaper A said: One very prominent phenomenon is that investigative reporting is dying. Less and less people devote themselves to investigative journalism and only very few news outlets such as the Caijing Magazine, the Caixin Magazine, and the Paper (pengpai) can publish investigative reports (5 May, 2015).", "One very prominent phenomenon is that investigative reporting is dying. Less and less people devote themselves to investigative journalism and only very few news outlets such as the Caijing Magazine, the Caixin Magazine, and the Paper (pengpai) can publish investigative reports (5 May, 2015).", "A “spy” assigned by the local propaganda government even spies on their reporting activities. Advertising staff sometimes inform related departments or commercial organisations about forthcoming reports or exercise pressure on editorial departments. Journalists have started to select those topics and information that are most unlikely to be spiked. This is not only for the sake of political safety but also about income. Just as Interviewee E said: “As a journalist, you should consider your income, this is the question you have to face” (May 29, 2015). According to them, in the past if their critical reports were refused for political safety reasons, they would still be paid. This policy however was no longer applicable at the time of the interviews.", "Most news outlets that once sponsored critical reporting and investigative journalism have already diminished their support. Apart from the political considerations, concerns over copyright issues and the interests of the readers also discourage news media from continuing to support the practise of critical investigative journalism. In-depth critical investigative reports cost news organisations dear both financially and politically. With little internet regulation and copyright regulation in China, however, what is frequently seen is that investigative reports produced by one news organisation are freely published by other online media for free or at very low cost. Magazines such as Kantianxia greatly reduce the costs for producing in-depth reports by merely rewriting the stories from different angles based on investigative reports investigated and published by other news outlets. Being dramatically “scrounged” for free makes producing critical and investigative reports as well as struggling with the party-state over reporting boundaries less appealing to these news organisations.", "In addition, a large number of journalists from critical news outlets left journalism (Ren 2015). Take the Southern Press Group (nanfang baoye jituan). The number of employees who left the group went from 141 in 2012, to 176 in 2013, to 202 in 2014. Most of them were journalists or editors and worked for the Southern Metropolitan Daily, which is renowned for its critical reporting.23 Those working on its investigative reporting team during the zenith of Chinese investigative journalism in the late 1990s and early twenty-first century nearly all quit journalism for business. These all point to the difficulty in persisting to practise investigative journalism and maintain a critical capacity.", "Therefore, although a few years later than their Western counterparts, Chinese investigative journalists have eventually started to lament the demise of investigative journalism, which is an important genre of critical journalism. In December 2013, the Truth (qiushi) channel at the NetEase hosted the “Ten Years of In-depth Investigative Reporting in China” forum. Influential investigative journalists from around the country and directors of investigative reporting departments at news media outlets gathered and reflected on the decade’s long development of investigative journalism, sharing their predictions for the future. Two prevailing views among them were, first, in the new century, the past 10 years from 2003 to 2013 were golden years for investigative journalism; and second, the golden years had already gone. Their concerns not only came from the serious issue of political control but also originated from the pressures on investigative journalism from new media.24", "That journalists gauge newsworthiness increasingly based on the interests of readers—mostly internet users—and newsrooms judge the success of a news report by measuring Web hits or the frequencies of being forwarded or favoured leaves critical journalism vulnerable to the capitalised media environment. A prominent theme arising across these interviews is the selection of news now is greatly influenced by their judgement of the readers’ interests, reflected on topics of reports receiving considerable Web hits and hot topics prevailing online; in other terms, they have started to run after whatever topics might attract the attention of readers even though journalists might not think of them as good news. Interviewee F who was an investigative journalist at Newspaper A quit critical and investigative reporting: I still need to write reports. So I have to run after those online trends that can attract eyeballs. If I can write and publish these kinds of reports, my reports will have higher hits and our newspaper would think I am doing my job. [ … ] Most of these topics are very everyday and trivial. You can call them news, but not good enough if compared to some serious topics that have more value from my perspective. However what can we do? All newspapers are reporting on those topics [in the interests of internet users], maybe our rival will report [if we do not report on these topics]. (5 May, 2015)", "I still need to write reports. So I have to run after those online trends that can attract eyeballs. If I can write and publish these kinds of reports, my reports will have higher hits and our newspaper would think I am doing my job. [ … ] Most of these topics are very everyday and trivial. You can call them news, but not good enough if compared to some serious topics that have more value from my perspective. However what can we do? All newspapers are reporting on those topics [in the interests of internet users], maybe our rival will report [if we do not report on these topics]. (5 May, 2015)", "Obviously, the journalists found that what the internet users liked to read were different from what they felt newsworthy, and were often about something amusing and even trivial. Interviewee G of Newspaper A who was an editor of its apps explained that several news items such as the reopening of a bookshop and of a hotel went viral for no reason. They did not expect that news like this would become popular and attract a high click rate. The newsroom and journalists who used to crave critical news that revealed the dark side of society and looked for truth suddenly found topics that go viral easily are either about trivial life or are sensational and look like fake news. Therefore they have started to promote this kind of news (25 June, 2015). As a result, interviewees agreed that there is a growing tendency towards tabloidisation in the coverage of these commercial news media that were once critical. This kind of content has even increasingly blurred the distinction between news and advertising. According to Interviewee H of Newspaper A who had been working at the newspaper for over 10 years (May 19 2015), at the time of interview, more than half of journalists in the team had been requested to write native advertising by their superiors although journalists are very reluctant to do so as this is in conflict with their journalistic ethics and personal autonomy. This however would not happen in the past, as their organisation endeavoured to separate clearly the advertising department from editorial departments and even to resist the interference of advertising in news reporting.", "On top of all these, a symbiotic relationship has come to form between local authorities and those commercial news outlets that once sponsored critical reporting and tried to remain independent as much as they could. Although not obviously receiving financial subsidies from local authorities, some commercial newspapers turn to political authorities for sponsorship or collaboration for certain programmes or projects, especially on digital platforms. The Southern Metropolitan Daily for example collaborated with the Guangdong Provincial Education Bureau (GPEB) and launched a multimedia programme called Southern Metropolitcan Education Alliance (nandu jiaoyu lianmeng) in 2017. This follows the footprints of its “mother” newspaper: the Southern Daily (nanfang ribao) that signed the Education Information Collaboration Agreement (jiaoyun xinxihua hezuo xieyi) with the GPEB early the same year.25 Journalism practised at the lower administrative levels especially requires support from local government in order to survive the severe financial winter. Take an online platform launched by Newspaper C. Interviewee C was responsible for launching and operating an online platform that aimed to provide content for local residents and was asked to make sure its ends met. The best thing they could do was to collaborate with governments for financial sponsorship, political resources and news resources/government service (5 May, 2016). This suggests the emergence of a symbiotic “friendship” between commercial news media and local governments in the digital era; and in this new relationship, it would be difficult for journalism to maintain its critical capability that is supposed to hold power to account."]}, {"title": "Conclusion", "paragraphs": ["The analysis in this article offers an example of where the market, the state and digital communication technologies have a combining effect on journalism. The case of China discussed here has demonstrated that the market and digital communication technologies have turned out to be a powerful constraining force. Alongside strong political control, commercial and technological forces have transformed the whole environment into one that is unsuitable for the development and sustainability of critical journalism. In the external environment where critical journalism is practised, when political control remains the same or even becomes worse, what greatly matters is the power of the market and digital communication technologies. During the Jiang and Hu eras, the market acted as an opposing force against media control in most cases, although it could limit media autonomy too. Likewise, at that time, digital communication technologies were enhancing the capacity of critical journalism with their decentralised technical structure. However, in the Xi era, critical journalism benefits from neither the market nor digital communication technologies. The real impacts on critical journalism come not only from the tightening political control but also from market failure and the loss of reader markets which indirectly result from the wide application of digital communication technologies in general—and in particular the capitalisation of digital communication—in Chinese society. The commercial and technological factors exacerbate the vulnerability of critical journalism in the face of media control."]}], "references": [{"title": "When Online News was New: Online Technology Use and Constitution of Structures in Journalism", "year": "2016", "journal": "Journalism Studies", "volume": "17", "authors": [{"name": "Ashuri Tamar.", "first_name": "Ashuri", "last_name": "Tamar."}]}, {"title": "The DNA of a Television News Story: Technological Influences on TV News Production", "year": "2014", "journal": "Electronic News", "volume": "8", "authors": [{"name": "Cummings Dean.", "first_name": "Cummings", "last_name": "Dean."}]}, {"title": "Towards a Digital Economy with Chinese Characteristics?", "year": "2002", "journal": "New Media Society", "volume": "4", "authors": [{"name": "Dai Xiudian.", "first_name": "Dai", "last_name": "Xiudian."}]}, {"title": "Kings Without Crowns? The Re-emergence of Investigative Journalism in China", "year": "2003", "journal": "Media, Culture \\& Society", "volume": "25", "authors": [{"name": "de Burgh Hugo.", "first_name": "de", "last_name": "Hugo."}]}, {"title": "Five Misunderstandings About Case-study Research", "year": "2006", "journal": "Qualitative Inquiry", "volume": "12", "authors": [{"name": "Flyvbjerg Bent.", "first_name": "Flyvbjerg", "last_name": "Bent."}]}, {"title": "Controlling the Chinese Media: An Uncertain Business", "year": "2008", "journal": "Asian Survey", "volume": "48", "authors": [{"name": "Hassid Jonathan.", "first_name": "Hassid", "last_name": "Jonathan."}]}, {"title": "Why Chinese Print Journalists Embrace the Internet", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Hassid Jonathan", "first_name": "Hassid", "last_name": "Jonathan"}, {"name": "Repnikova Maria", "first_name": "Repnikova", "last_name": "Maria"}]}, {"title": "An Introduction to Digital Engagement in China", "year": "2014", "journal": "Journal of Digital \\& Social Media Marketing", "volume": "1", "authors": [{"name": "Keady James.", "first_name": "Keady", "last_name": "James."}]}, {"title": "Platform Capitalism: The Intermediation and Capitalisation of Digital Economic Circulation", "year": "2016", "journal": "Finance and Society", "volume": "", "authors": [{"name": "Langley Paul", "first_name": "Langley", "last_name": "Paul"}, {"name": "Leyshon Andrew", "first_name": "Leyshon", "last_name": "Andrew"}]}, {"title": "Chinese Party Publicity Inc.: Conglomerated: the Case of the Shenzhen Press Group", "year": "2006", "journal": "Media, Culture \\& Society", "volume": "28", "authors": [{"name": "Lee Chin-Chuan", "first_name": "Lee", "last_name": "Chin-Chuan"}, {"name": "He Zhou", "first_name": "He", "last_name": "Zhou"}, {"name": "Huang Yu", "first_name": "Huang", "last_name": "Yu"}]}, {"title": "Blogging Alone: China, the Internet, and the Democratic Illusion?", "year": "2011", "journal": "The Journal of Asian Studies", "volume": "70", "authors": [{"name": "Leibold James.", "first_name": "Leibold", "last_name": "James."}]}, {"title": "Chinese Newspapers and Investigative Reporting in the New Media Age", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Li Ke", "first_name": "Li", "last_name": "Ke"}, {"name": "Sparks Colin", "first_name": "Sparks", "last_name": "Colin"}]}, {"title": "Watchdog or Demagogue? The Media in the Chinese Legal System", "year": "2005", "journal": "Columbia Law Review", "volume": "105", "authors": [{"name": "Liebman Benjamin L.", "first_name": "Liebman", "last_name": "L."}]}, {"title": "Siren Songs or Path to Salvation? Interpreting the Visions of Web Technology at a UK Regional Newspaper in Crisis, 2006–2011", "year": "2014", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "20", "authors": [{"name": "Macgregor Phil.", "first_name": "Macgregor", "last_name": "Phil."}]}, {"title": "Political Scandal at the End of Ideology? The Mediatized Politics of the Bo Xilai Case", "year": "2016", "journal": "Media, Culture \\& Society", "volume": "38", "authors": [{"name": "Meng Bingchun.", "first_name": "Meng", "last_name": "Bingchun."}]}, {"title": "Technology and Journalism-as-labour: Historical Perspectives", "year": "2010", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "11", "authors": [{"name": "Örnebring Henrik.", "first_name": "Örnebring", "last_name": "Henrik."}]}, {"title": "Spatial Configuration in Institutional Change: A Case of Chin’a Journalism Reforms", "year": "2000", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "1", "authors": [{"name": "Pan Zhongdang.", "first_name": "Pan", "last_name": "Zhongdang."}]}, {"title": "The Impact of Technology on Journalism", "year": "2000", "journal": "Jouranlism Studies", "volume": "1", "authors": [{"name": "Pavlik John.", "first_name": "Pavlik", "last_name": "John."}]}, {"title": "Reassessing Competition Concerns in Electronic Communications Markets", "year": "2015", "journal": "Telecommunications Policy", "volume": "39", "authors": [{"name": "Peitz Martin", "first_name": "Peitz", "last_name": "Martin"}, {"name": "Valletti Tommaso", "first_name": "Valletti", "last_name": "Tommaso"}]}, {"title": "The Accerelation of Quitting Journalism and Concerns about Journalistic Professionalism (meitiren jiashu lizhi yu xinwen zhuanye zhuyi yinyou)", "year": "2015", "journal": "Young Journalists (qingnian jizhe)", "volume": "4", "authors": [{"name": "Ren Mengshan.", "first_name": "Ren", "last_name": "Mengshan."}]}, {"title": "The Rise and Fall of Investigative Journalism in China: Digital Opportunities and Political Challenges", "year": "2017", "journal": "Media, Culture \\& Society", "volume": "", "authors": [{"name": "Svensson Marina.", "first_name": "Svensson", "last_name": "Marina."}]}, {"title": "The Role of IS Capabilities in the Development of Multi-Sided Platforms: The Digital Ecosystem Strategy of Alibaba.com", "year": "2015", "journal": "Journal of the Association for Informaiton Systems", "volume": "16", "authors": [{"name": "Tan Barney", "first_name": "Tan", "last_name": "Barney"}, {"name": "Pan Shan L.", "first_name": "Pan", "last_name": "L."}, {"name": "Lu Xianghua", "first_name": "Lu", "last_name": "Xianghua"}, {"name": "Huang Lihua", "first_name": "Huang", "last_name": "Lihua"}]}, {"title": "The Crisis of the Centralized Media Control Theory: How Local Power Controls Media in China", "year": "2010", "journal": "Media Culture and Society", "volume": "32", "authors": [{"name": "Tong Jingrong.", "first_name": "Tong", "last_name": "Jingrong."}]}, {"title": "The Importance of Place: An Analysis of Changes in Investigative Journalism in two Chinese Provincial Newspapers", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tong Jingrong.", "first_name": "Tong", "last_name": "Jingrong."}]}, {"title": "Investigative Journalism in China Today", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Tong Jingrong", "first_name": "Tong", "last_name": "Jingrong"}, {"name": "Sparks Colin", "first_name": "Sparks", "last_name": "Colin"}]}, {"title": "Democratic Journalism and ‘Statelessness’", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Waisbord Silvio.", "first_name": "Waisbord", "last_name": "Silvio."}]}, {"title": "Research on Chinese Investigative Journalism, 1978–2013: A Critical Review", "year": "2014", "journal": "China Review", "volume": "Fall", "authors": [{"name": "Wang Haiyan", "first_name": "Wang", "last_name": "Haiyan"}, {"name": "Lee Francis L. F.", "first_name": "Lee", "last_name": "F."}]}, {"title": "The Implications of the Changes in the Shanghai Press Group for Understanding the Transformation of Chinese media and the Media-state Relationship (cong shanghai baoye xindongxiang kan zhongguo chuanmeiye zhuanxing yu zhengmei guanxi)", "year": "2014", "journal": "International Journalism (Guoji Xinwenjie)", "volume": "2", "authors": [{"name": "Wu Xinxun", "first_name": "Wu", "last_name": "Xinxun"}, {"name": "Yu Guoming", "first_name": "Yu", "last_name": "Guoming"}, {"name": "Hu Yong", "first_name": "Hu", "last_name": "Yong"}, {"name": "Han Xiaobing", "first_name": "Han", "last_name": "Xiaobing"}]}, {"title": "The Return of Ideology and the Future of Chinese Internet Policy", "year": "2014", "journal": "Critical Studies in Media Communication", "volume": "31", "authors": [{"name": "Yang Guobin.", "first_name": "Yang", "last_name": "Guobin."}]}, {"title": "What’s Wrong with Chinese Journalists? Addressing Journalistic Ethics in China Through a Case Study of the Beijing Youth Daily", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Zhang Shixin Ivy.", "first_name": "Zhang", "last_name": "Ivy."}]}, {"title": "From Totalitarianism to Hegemony: The Reconfiguration of the Party-state and the Transformation of Chinese Communication", "year": "2011", "journal": "Journal of Contemporary China", "volume": "20", "authors": [{"name": "Zhang Xiaoling.", "first_name": "Zhang", "last_name": "Xiaoling."}]}, {"title": "Watchdogs on Party Leashes? Contexts and Implications of Investigative Journalism in Post-Deng China", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Zhao Yuezhi.", "first_name": "Zhao", "last_name": "Yuezhi."}]}, {"title": "Xi Jinping’s Maoist Revival", "year": "2016", "journal": "Journal of Democracy", "volume": "27", "authors": [{"name": "Zhao Suisheng.", "first_name": "Zhao", "last_name": "Suisheng."}]}, {"title": "Working with a Dying Ideology: Dissonance and its Reduction in Chinese Journalism", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Zhou He.", "first_name": "Zhou", "last_name": "He."}]}]}