{"doi": "10.1080/21670811.2014.973148", "url": "https://doi.org/10.1080/21670811.2014.973148", "title": "Personalised Tweeting", "volume": "3", "year": "2015", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Canter", "first_name": "Lily", "name": "Lily Canter"}], "abstract": "This study focuses on an in-depth case study of a UK regional news outlet the Bournemouth Daily Echo and the role of Twitter within its editorial team. It is based upon two comparative studies conducted in 2011 and 2013 involving interviews with reporters, photographers and senior editorial staff, a discussion of the company Twitter guidelines and a content analysis of 27 Twitter accounts. During the research timeframe, Twitter use increased dramatically amongst journalists leading to a clearer set of emerging practices. The data suggest that types of Twitter use are diverse but routine practices are forming in the areas of newsgathering and live reporting, causing a shift in traditional gatekeeping and verification conventions. The notion that journalists primarily use Twitter to drive traffic to their legacy platform is not supported but there is evidence of personal branding and journalists presenting a personalised—but not personal—account of their job via their tweets.", "body": [{"title": "Introduction", "paragraphs": ["During the past six years Twitter has secured its place in the newsroom, displacing critics’ arguments that it is a “torrent of useless information” (Arceneaux and Schmitz Weiss 2010, 1271) made up of total pointless babble (Pear Analytics 2009) with the assertion that it is a useful, if not essential, tool for journalists (Bradshaw and Rohumaa 2013; Hill and Lashmar 2014).", "The social networking website is now part of the journalist’s everyday toolkit (Oriella PR Network 2012; Hermida 2013), with 96 per cent of UK journalists using it on a daily basis (Cision 2013). Rather than a simple add-on which is nice to use when journalists have the time (Canter 2013), Twitter is now a quintessential social media tool that 42 per cent of journalists could not do their job without (Cision 2013). Despite initial reluctance to join “The Twitter Explosion” (Farhi 2009), news organisations are now embracing its wide-reaching capabilities and implementing social media polices to regulate and encourage its use amongst editorial staff (BBC 2011; Sky News 2013).", "The swift adaption of Twitter by journalists has also prompted an accelerating field of research around the social networking site with studies examining its use in crisis reporting during the 2012 UK riots (Vis 2013), 2010 Haiti earthquake (Bruno 2011), 2009 Iranian revolution and the 2008 Mumbai terror attacks (Newman 2009; Messner, Linke, and Eford 2011). Scholarly investigation has also emerged around the routine practices of journalists on Twitter when covering day-to-day stories. These have explored the role of gender in journalistic norms (Lasorsa 2012), the impact of professional variables on Twitter use (Gulyas 2013; Reed 2013) and the different ways in which reporters use Twitter as a journalistic tool (Ahmed 2010; Dickinson 2011; Holcomb, Gross, and Mitchell 2011; Artwick 2013; Noguera Vivo 2013).", "Such research has tended to focus on global news stories or the practices of journalists working for national news organisations. And despite the wealth of “Twitterature” that now exists there is limited empirical research in the field of UK local journalism (Aldridge 2007; Dickinson 2011) despite its close connection with communities and significance within the national news media framework (Culture, Media and Sport Committee 2009) together with its growing audience figures online (Newspaper Society 2014). Furthermore, recent social media data highlight the increasing reach of Twitter with regional newspapers in the UK having more than half a million followers overall on Twitter (Marsden 2014). Local journalists therefore offer a potentially “highly fruitful source of data on the media and social change” (Dickinson 2011, 2) yet they are often overlooked by scholars and commentators alike. Moreover, research to date has attempted to identify individual practices by sampling a small number of Twitter handles from different news organisations (Holcomb, Gross, and Mitchell 2011; Lasorsa 2012; Artwick 2013; Noguera Vivo 2013; Reed 2013; Vis 2013), but further inquiry is necessary to understand the holistic use of Twitter by journalists working for one news organisation and indeed the variations that exist inside the boundaries of a singular case study.", "This paper addresses this research imbalance by focusing on one local news organisation and all of its Twitter users. It seeks to build on the author’s prior research in this field (Canter 2012a, 2012b, 2013) which also sought to develop literature in the local news sphere. It is hoped that the empirical data presented in this paper will help to further academics’ understanding of how Twitter is becoming embedded in the professional practices of journalists."]}, {"title": "Emerging Practices", "paragraphs": ["As an open source website, Twitter has the ability to adapt and change in response to the community that uses it. New Application Programming Interface (API) Twitter applications are launched on an almost daily basis enabling the social media network to evolve rapidly in response to need (HootSuite, TweetDeck, TweetMeme, Storify, for example). Journalists’ uses of Twitter have evolved alongside these developments and now incorporate a range of activities whereby Twitter and its associated API tools have become a space for newsgathering, news production and news dissemination (Hermida 2013). Yet practices vary immensely amongst journalists, creating a fluid professional landscape with a spectrum of tweeting behaviour (Canter 2013).", "Studies of news organisations’ usernames overwhelming indicate that they primarily use Twitter as a dissemination platform to distribute information, thus reinforcing the traditional gatekeeping model (Broersma and Graham 2011; Dickinson 2011; Holcomb, Gross, and Mitchell 2011; Phillips 2011; Canter 2013). News organisations are far more likely to use social media networks as marketing tools to promote their legacy brand (Raimondo Anselmino and Bertone 2013) and direct people to their website via automatic RSS feeds and links (Broersma and Graham 2011; Dickinson 2011; Phillips 2011; Canter 2013) than to engage in collaboration and two-way participation. The marketing power of social media means that “even at the level of the smallest news website the impact of social media on the circulation of information is considerable” (Phillips 2011, 8).", "However, there is evidence to suggest that individual journalists are breaking from tradition and using Twitter for greater interactivity and transparency rather than simply as a promotional tool (Dickinson 2011). Canter (2013, 492) suggests that two distinct channels of communication are evolving on social media with “a traditional function for news organisations and a social function for journalists”. But the parameters of this “social function” are still evolving as studies over the past three years indicate. Like their news organisations, journalists initially used Twitter to promote their own content and to drive traffic to their company website (Dickinson 2011; Phillips 2011; Hermida 2013) rather than one of sharing external material, engaging with audiences and collaborating with the public (Holcomb, Gross, and Mitchell 2011; Hermida 2013). Despite this initial closed, traditional approach, in the interim years individual journalists have begun to use Twitter for multiple functions, testing the waters beyond promotion and marketing. What is beginning to emerge is a landscape where journalists use Twitter to test story ideas (Dickinson 2011), to follow sources for story leads (Canter 2013), to create informal, personal brands (Dickinson 2011; Canter 2013; Noguera Vivo 2013), to enable greater transparency and accountability in their work (Lasorsa, Lewis, and Holton 2012; Artwick 2013; Canter 2013; Noguera Vivo 2013) and as a research tool (Hermida 2013). These practices have seen journalists begin to cross the historic line between the professional and the personal, the objective and the subjective. In the social surroundings of Twitter, journalists are more likely to post information about their family, hobbies and leisure activities and express opinions on stories than they would ever consider doing in their legacy platforms (Lasorsa, Lewis, and Holton 2012; Canter 2013; Hermida 2013). However, there are others who make a clear distinction between their professional and personal persona, setting clear boundaries (Reed 2013; Gulyas 2013) and there are often marked differences between individual journalists (Vis 2013).", "One of the more objective shifts in Twitter use has been the move towards breaking news online and live reporting words, photographs and videos direct to a Twitter account (Blasingame 2011; Vis 2013). The necessity to hold back content for the revenue-producing legacy platform has been replaced by a competitive desire to be the first to break the news whatever the platform. Twitter has been normalised into the working practice of journalists and is an everyday tool for publishing breaking news due to its speed, reach and ease of use. The rapid uptake of Twitter for live reporting has also been a response to the competition created by the rise of online citizen journalism and user-generated content. The public often break news on Twitter before the mainstream media, with the power of citizen journalism illustrated in public tweets about the Discovery Channel gunman (Blasingame 2011), the Osama Bin Laden raid, the death of Whitney Houston and the Boston Marathon bombing (Elliott 2013). A Twitter first approach is being adopted by broadcast, print and online news organisations to replace the Web-first mentality (Blasingame 2011) which is no longer competitive enough.", "But the hunger for real-time news delivery comes with its own set of quandaries, in particular raising questions over the loss of gatekeeping and verification. Reporters and photographers are now tweeting live news direct to their own accounts and news organisation accounts without the information first flowing through the traditional set of gatekeepers including news editors, section editors, sub-editors and editors. The most powerful gatekeepers, editors and senior management, are excluded from the process in a breaking news situation and any newsroom employee can deliver the news (Blasingame 2011), acting as a singular gatekeeper. Subsequently, concerns have been raised around fact-checking, verification of information and the emphasis on speed over accuracy (Bruno 2011; Hudson 2014). Indeed, many journalists have opted for “incremental reporting” (Hermida 2013, 303), whereby small pieces of information are posted and corrected over a longer timeframe, enabling readers to piece the information—both rumour and fact—together for themselves (Thurman and Walters 2012; Hermida 2013).", "The literature suggests that Twitter has become a “complex ecosystem in which journalism takes place” (Vis 2013, 44). Within this real-time, virtual, information arena, traditionalists and deviators co-exist. Some journalists continue to normalise Twitter whereas others deviate from professional conventions, blending “fact, opinion, emotion and experience” (Hermida 2013, 298). As a constantly evolving medium, Twitter is a valuable focus for journalism research to explore increasingly fluid issues of professional ideology and emerging practices. This paper seeks to identify the new ways in which journalists are using Twitter, the routine practices that are being incorporated into newsrooms, and the boundaries between the personal and professional."]}, {"title": "Method", "paragraphs": ["The research case study was the Bournemouth Daily Echo—a newspaper and website owned by Newsquest Digital Media—one of the UK’s biggest regional news companies. The Bournemouth Daily Echo newspaper is one of its paid-for titles and its associated website grew 30 per cent in the second half of 2013 to 40,942 daily unique users (Linford 2014a). During the research period the title won Newspaper of the Year in the regional industry awards (Bournemouth Echo 2013).", "A previous study was conducted at the same case study site in January and June 2011 (Canter 2012a, 2013) within the boundaries of a larger comparative project (Canter 2012b) exploring audience participation in regional news organisations. At the time of the initial study, the title had 50 editorial staff of whom eight (16 per cent) had Twitter accounts and only two of these were regularly active. The research in this paper was conducted more than two years later, in November 2013, after considerable restructuring in the company. The editorial staff at the Bournemouth Daily Echo had been reduced to 37, of whom 73 per cent had Twitter accounts. Due to this rapid take-up of Twitter by journalists in the interim period, it was felt that further exploratory research was necessary in order to understand the emerging practices of editorial staff within an exemplar case study.", "In order to create comparative results, methods from the original study were replicated (Canter 2012a, 2013) with the content analysis repeated on a larger sample and qualitative interviews conducted to corroborate evidence.", "In order to understand how Twitter was being used as a tool by journalists, a coding framework was developed in the original 2011 study (Canter 2013). At the time, content analysis in the field was limited and focused on Twitter trends rather than the feeds of individual profiles (Cha et al. 2010; Kwak et al. 2010; Yardi and boyd 2010). A unique coding system was therefore created to explore how individual staff members within a specific organisation interacted on Twitter as part of their professional role. This coding system was revisited in the current research and used as the core structure in order to create comparative results. However, additional elements were coded in the 2013 research using the baseline 2011 framework. These were developed taking reference from new studies that had previously been absent (Lasorsa 2012; Vis 2013) together with inductive coding. For example, during the testing period it became apparent that live reporting was a significant Twitter activity that was not prevalent in the 2011 research and as such this was coded separately and a sub-category was created within the Informal category. Furthermore, a dominant theme in the journalist interviews was that Twitter was a great tool for linking to the Bournemouth Daily Echo website and interviewees perceived that this was one of their main activities. To corroborate this qualitative data, the tweets were also coded for the number of links to the website for each individual user, a factor that was not part of the previous 2011 research.", "The current research took a comprehensive sample of 27 accounts which represented all the profiles associated with the Bournemouth Daily Echo brand including the RSS feed @BmthEchoSport and the web desk @Bournemouthecho. These were selected by using the Twitter list “Echo Staff” which was updated by the Web team prior to the sample collection. The Twitter API website Snapbird (2013) was used to collect the sample due to its ability to capture tweets for individual accounts over a sustained period. A month-long sample of all 27 accounts was captured at the end of November 2013 to coincide with the interview period. The 27 accounts were made up of three news organisation accounts (general, sports and newsdesk), 11 reporters, four photographers, three sports reporters, four senior editorial staff (editor, deputy editor, Web editor, assistant editor) and two others (sub-editor, feature writer). The API website Twitonomy (2014) was used to locate the exact date that each user joined Twitter.", "The coding system featured categories which identified “a spectrum of tweeting behaviour from traditional to interactive, incorporating sharing practices and personal messages” (Canter 2013, 476). It also considered tweets to colleagues and external users.", "The categories were defined as:• TraditionalFormal headline with link to own website story.Promotional link to own website competition.• InformalLink to website story with personal message.Informal news.Comment (including comment on current affairs).Personal message to readers.NB: Live reporting tweets were also recorded as a sub-category of Informal.• PersonalNon-work-related comment (including links, pictures, etc.)Non-current affairs-related comment.Interactive/sharing with friend (no direct work relevance).• Sharing: colleaguesRetweet colleague’s content.Share colleague’s content (including lists).• Sharing: externalRetweet external user’s content.Share external user’s content (including lists).• Interactive: colleagues@colleague.Asking a question of colleague.• Interactive: external@another user (in the context of directly addressing them, not simply acknowledging them).Asking a question of readers.Asking readers to do something (including send in photos).Setting up a vote.NB: Links to the Bournemouth Daily Echo website in all of the categories were also recorded.", "Traditional", "Formal headline with link to own website story.", "Promotional link to own website competition.", "Informal", "Link to website story with personal message.", "Informal news.", "Comment (including comment on current affairs).", "Personal message to readers.", "NB: Live reporting tweets were also recorded as a sub-category of Informal.", "Personal", "Non-work-related comment (including links, pictures, etc.)", "Non-current affairs-related comment.", "Interactive/sharing with friend (no direct work relevance).", "Sharing: colleagues", "Retweet colleague’s content.", "Share colleague’s content (including lists).", "Sharing: external", "Retweet external user’s content.", "Share external user’s content (including lists).", "Interactive: colleagues", "@colleague.", "Asking a question of colleague.", "Interactive: external", "@another user (in the context of directly addressing them, not simply acknowledging them).", "Asking a question of readers.", "Asking readers to do something (including send in photos).", "Setting up a vote.", "NB: Links to the Bournemouth Daily Echo website in all of the categories were also recorded.", "The category Informal was created to reflect the variety of information that is given to readers in a non-traditional style. This is not a headline and a link but may be a greeting, comment on current affairs or a more casual presentation of a story and link to the newspaper website. These tweets give personality to the user but are still linked to their professional identity as a journalist working for a particular organisation. In contrast, the Personal category reflects tweets which are unrelated to their profession and may be directed to friends and family although readers can still view the tweets and respond to them. During coding a check was carried out on the links included in the tweets in order to determine their category and also the profile of the @username to clarify whether they were a colleague, friend or reader. If it was unclear, this information was checked with the account holder.", "Hashtags were not recorded due to their fluid, ambiguous and misleading nature as a sharing activity (#bournemouthairshow #speedway), a summary of a tweet (#facupshock), an individual statement (#HappyWonderfulWednesday) or an irreverent remark (#youneedtodobetterthanthat).", "Snowball, convenience and strategic sampling are prevalent in journalism studies research (Thurman and Lupton 2008; Birks 2010; Vujnovic et al. 2010), particularly when interviewing journalists within a news organisation. This type of purposive sampling allows units to be selected due to their theoretical significance rather than being statistically determined due to their representativeness (Brewer and Hunter 1989). In this particular study, familiarisation with the organisation and staff was already established due to prior research being conducted there. The research subjects were therefore easily identifiable as the most appropriate editorial staff to interview. Eight journalists were interviewed, including representations from news, sport, photography, Web and editorial management. The interviews were all conducted face-to-face in a private meeting room at the Bournemouth Daily Echo newspaper offices before being transcribed in full. Participants signed an ethics consent form giving permission for their name and/or job title to be published in the research."]}, {"title": "Twitter Profile", "paragraphs": ["The content analysis captured a total of 4168 tweets over the one-month sample period from 27 accounts. The quantitative data were coded into the aforementioned categories and further information was extrapolated by calculating two ratios (followers/followed and followers/tweets) and by examining the start date of each account using Twitter API Snapbird (2013). This enabled a Twitter profile of the company to be drawn up using the information sourced from interviews to provide further qualitative context.", "In total, at the time of research, the Bournemouth Daily Echo had 27 Twitter accounts, of which 26 were managed by staff members. The sports account @BmthEchoSport was an automatic RSS feed, with no human input, which generated a tweet each time the website was updated. The brand account @Bournemouthecho included a similar automatic RSS feed but also included personalised tweets by five members of the Web team and newsdesk staff who had access. The news desk account @echonewsdesk had no automatic tweets and was accessed by members of the newsdesk team only on an ad hoc basis.", "The number of Twitter accounts represented 82 per cent of full-time equivalent staff, or 73 per cent of all full- and part-time staff. The majority of staff therefore had Twitter accounts and this had increased by a dramatic 62 per cent since 2011, when just 20 per cent of staff were on Twitter. The take up of Twitter happened on an ad hoc basis since 2008 but the largest number set up accounts in 2013. The interviews indicated that this was due to a clearer push from the editor and company as a whole. A meeting was held with all editorial staff by the editor to encourage staff to join Twitter and updated company guidelines were circulated.", "It was apparent from the research that although some routine practices were still evolving in the newsroom, the use of Twitter was becoming more ingrained and as one of the Web team explained, it had become “part of our day-to-day routine” and “part of all of our jobs”.", "However, 6 staff did not tweet at all in the month sample (none were on annual leave) and 10 staff had under 100 tweets in total since joining Twitter. Therefore, more than a third of staff with Twitter profiles were relatively inactive and appeared to not use Twitter or to use it primarily as a news feed. One senior reporter said:", "I am a bit wary of busyness on Twitter without getting the results from it … I tend to use it most of all as a news feed, it has augmented looking at PA [Press Association] wire or homepages of news websites to a large degree.", "I am a bit wary of busyness on Twitter without getting the results from it … I tend to use it most of all as a news feed, it has augmented looking at PA [Press Association] wire or homepages of news websites to a large degree.", "The brand account @Bournemouthecho had the largest number of followers at 19,449 which was four times more than any other account. The Twitter followership was also greater than the print readership of 19,022 (Linford 2014b). This account had the greatest number of tweets at 62,543 which was not unexpected since it was established in October 2008, giving it five years to build a loyal following and send out a large number of automatic and manual tweets. By comparison, @BmthEchoSport, which was set up just six months later, had 2774 followers by November 2013 and 4324 tweets, making it the second most popular account but one that appealed to a much smaller number of followers. The third most popular account was sports reporter Neil Perrett @neilperrettecho with 2518 followers and 15,181 tweets. He joined Twitter in February 2011 and quickly became almost as popular as the official sports feed, an illustration of the power of personalised tweeting against automatic feeds.", "The first staff member to join Twitter @SamShepherd had the fourth most popular account with 2264 followers and 12,201 tweets, which may indicate a relationship between longevity and follower amount. It is also interesting to note that the account @echonewsdesk, which was latent for much of the year and only sporadically used, particularly for live tweeting during high-profile court cases, was the fifth most popular account with 2075 and just 3436 tweets. This would indicate that followers may automatically follow brand extensions like news and sport, although these accounts have limited human input and may have relatively low numbers of tweets, however, for individual journalists to achieve high numbers of followers they have to tweet frequently and not rely on automatic RSS feeds. This may also explain why @Bournemouthecho has four times more followers than any other account because it takes a blended approach. The account is the umbrella brand for all content, it has a frequent tweet rate, two-thirds of its tweets are traditional but it also has human input into a third of its tweets.", "The data collected did not indicate a clear correlation between number of followers and number of tweets. The data suggest that the number of followers an account has is dependent on a varying range of factors but there is no clear indication of which is the most influential. Longevity does not necessarily correlate with follower numbers, for example photographer @SallyDailyEcho had been on Twitter since May 2010 but had only 420 followers whilst Neil Perrett joined in April 2011 and had 2518 followers. And no clear correlation could be found between followers/followed. The popularity of an account appears to be dependent on a combination of brand significance, interactivity and type of tweeting activity. Some accounts attracted followers due to their personal approach whilst others were popular due to their breaking news content."]}, {"title": "Established Uses", "paragraphs": ["Data analysed from the staff interviews strongly indicated that the use of Twitter was becoming established, widespread and accepted within the newsroom and it had become an invaluable tool for newsgathering, receiving tip-offs and gaining contacts. This was also reflected in the content analysis which showed that the highest proportion of tweets were Informal (27 per cent) and Interactive External (21 per cent) as reporters sought to engage the public to source information and build networks.", "There was also far less reference to Twitter as a platform for narcissism or false rumour as the prior research in 2011 had highlighted (Canter 2012b) and a unanimous agreement that it was an invaluable tool. The deputy editor said that due to users tweeting from their own account it was rare for people to make something up or be mischievous: “It may not have turned out to be what they thought it was but it wasn’t a blatant lie to send us off on a wild goose chase to print something that is wrong.”", "Another marked changed in the journalistic use of Twitter was the emergence of live reporting as an established practice. In 2011, there was very little evidence of any live tweeting from breaking news stories and an overwhelming fear amongst staff that doing this would tip off rivals and damage newspaper sales. However, in less than two years live reporting via Twitter had become standard practice for the majority of reporters and photographers. The content analysis revealed that for those news and sports reporters who did live tweet regularly (57 per cent), this made up on average around a third of their Informal tweets. The deputy editor explained:", "We now routinely tweet from council meetings, inquests, major trials, as well as live incidents like car crashes, fires, disasters … We would normally tweet from our own account and then it would be retweeted by @Bournemouthecho.", "We now routinely tweet from council meetings, inquests, major trials, as well as live incidents like car crashes, fires, disasters … We would normally tweet from our own account and then it would be retweeted by @Bournemouthecho.", "It was also evident from the tweets that reporters who tended to tweet infrequently, along with the @newsdesk account, tended to only be active on Twitter when they were live tweeting from an event or breaking news story. This suggests that journalists are required to use their Twitter accounts to live tweet as a bare minimum, even if they are not active in any other way. The content analysis also revealed that the sports reporters did not live tweet as much as news reporters. This was due to the Bournemouth Daily Echo website hosting its own live match blog and therefore Twitter was used for match highlights rather than a rolling commentary.", "Meanwhile, all four photographers live tweeted photographs and more than 70 per cent of all of their tweets were photos from the scene of breaking news. For one photographer it was 92 per cent of their tweets. In interview, a photographer explained how they were given independence on deciding what to tweet and what to hold back for the website or newspaper:It does depend on what you are doing and you make a judgement call. Eighty per cent of day-to-day stories there is not necessarily a need to do it [tweet a photo] but in live instances always.", "It does depend on what you are doing and you make a judgement call. Eighty per cent of day-to-day stories there is not necessarily a need to do it [tweet a photo] but in live instances always.", "Conversely, all of the photographers had very low levels of interactivity as they felt they had little time to engage with followers and their priority had to be taking photographs and tweeting them first. This may also be due to the more mobile nature of photographers’ work where they spend the majority of their time on the road, driving from job to job, whereas reporters spend more time in the office working on stories and interviewing on the telephone, enabling them to have Twitter live on their static desktop giving them more opportunity to interact.", "The third main Twitter use for journalists appeared to be a more qualitative use whereby reporters used it for interaction, engagement with the community and to build a personal brand. This ultimately enabled them to strengthen their newsgathering skills by creating a loyal network of followers. The personal branding varied immensely between reporters, with some focusing on commenting on current affairs or major sports events, others using it to “banter” with readers, fans and the business community, and one individual tweeting happy messages. News reporter @CaitlinM_Echo mainly tweeted greetings and happy messages rather than news and information. She had a high level of engagement with readers via sharing external content (31 per cent of her tweets) and interacting (33 per cent of her tweets). For example:RT DalaiLama If we have a good heart and concern for others, our actions will be positive. Time unknown 1 Nov 2013 RT@shepbh6 Morning! Have an amazing #PositiveTuesday! (@CaitlinM_Echo, Twitter post, November 19, 2013, 1:35 AM, http://twitter.com/CaitlinM_Echo)Good Morning All! #HappyMonday to you all! #HaveAGreatDayInDorset. (@CaitlinM_Echo, Twitter post, November 4, 2013, 1:17 AM, http://twitter.com/CaitlinM_Echo)", "RT DalaiLama If we have a good heart and concern for others, our actions will be positive. Time unknown 1 Nov 2013 RT", "@shepbh6 Morning! Have an amazing #PositiveTuesday! (@CaitlinM_Echo, Twitter post, November 19, 2013, 1:35 AM, http://twitter.com/CaitlinM_Echo)", "Good Morning All! #HappyMonday to you all! #HaveAGreatDayInDorset. (@CaitlinM_Echo, Twitter post, November 4, 2013, 1:17 AM, http://twitter.com/CaitlinM_Echo)", "This type of tweeting had a value to the company and the public as Caitlin Marsh was recently placed in the Press Gazette’s Top 50 List of Best Reporters Working on Twitter and Social Media in UK Journalism, which was compiled by public votes and an expert panel (Press Gazette 2014). This epitomises the important role that person brand and engagement can play for journalists on Twitter, in some instances being more important than their traditional role as purveyors of news."]}, {"title": "Routine Practices", "paragraphs": ["According to the Newsquest Twitter Guidelines for Journalists (as provided in an email from Toby Granville, November 25, 2013): “Journalists using Twitter for work must clearly identify themselves by including reference to the newspaper in their username eg - @EchoPeterBarron.” The analysis of Twitter accounts at the Bournemouth Daily Echo revealed that 20 accounts made reference to “Echo” in their username in accordance with the guidelines, meaning that 29 per cent of accounts did not, including the editor @TobyGranville.", "However, the evidence showed that the majority of staff were following the company guidelines and routine practices were emerging more clearly. In 2011, the Bournemouth Daily Echo maintained a centralised approach to social media networks based around the Web team and individual journalists had no identifiable routine practices. Newsquest did introduce a Social Media Best Practice for Journalists guideline in 2011 but interviewees at the Bournemouth Daily Echo were unaware of this policy at the time of the 2011 research (Canter 2013). There was previously no culture to encourage journalists to use Twitter and only one journalist at the Bournemouth Daily Echo was identified as having a consistently active Twitter account. However, the succeeding research clearly demonstrates that by the end of 2013 there had been a fundamental shift in attitude from the new editor, Toby Granville, and updated company guidelines. By 2013, individual’s use of Twitter was being universally encouraged with the guidelines stating: “It is strongly recommended that editors and reporters have work Twitter accounts … Journalists should be proficient with Twitter. Twitter is integral to the job.”", "In the 2011 research very few journalists were aware of a social media policy but by 2013 the majority were, with 75 per cent of interviewees making reference to the Twitter guidelines. However, one reporter with an active Twitter account admitted:", "I can’t say I am aware of any official guidelines about Twitter. I know a couple of reporters were told their photos needed to be appropriate but I am not aware of anything else regarding content. It would probably be good to have a bit more.", "I can’t say I am aware of any official guidelines about Twitter. I know a couple of reporters were told their photos needed to be appropriate but I am not aware of anything else regarding content. It would probably be good to have a bit more.", "Furthermore, other interviewees admitted that the policy was “not followed by everybody”.", "The guidelines themselves had a strong focus on promoting and protecting the brand and linking back to the core website, with interactivity and engagement being a secondary focus, viewed as important for brand loyalty and extension. Guidance on verification and gaining copyright permission was only briefly covered in 1 of the 20 guidelines. It is evident from the guidelines that Newsquest released in the interim period between the initial research and the current research, that the company became acutely aware of the commercial value of Twitter, as reflected in the vocabulary of its policy which refers to “brand”, “business”, “rivals”, “competitors”, “reputation” and “peak traffic”. This reinforces the argument that social media is largely viewed by publishers as a tool for economic gain.", "The Newsquest Twitter guidance clearly outlines to staff that they should be “linking back to your site” and point 11 states:Drive people to your site by linking your content from tweets. Linking to relevant reports, pictures and further information elsewhere on the web is acceptable but never do this to the detriment of your own site.", "Drive people to your site by linking your content from tweets. Linking to relevant reports, pictures and further information elsewhere on the web is acceptable but never do this to the detriment of your own site.", "Yet the data suggest that although the guidance makes it clear that staff should be linking to their legacy website, and journalists said in interview that referring back to their own website was an important part of tweeting habits, in practice there was little evidence of this happening on a regular basis.", "The brand accounts @Bournemouthecho and @BmthEchoSport had a high percentage of links, due to the RSS feeds producing a headline and link from the website. However, journalists themselves used relatively few links in their tweets. Out of the 24 individual accounts, 11 used no links at all (46 per cent) and 5 accounts used only one or two links in the month timeframe. This meant that 67 per cent of individual accounts used no or limited links in all of their tweets and it was not a routine practice. For those that did include links, sports reporters were the best at doing so, followed by the editor. The top three linkers included links in a third to a quarter of their tweets.", "The interviews gave a clear indication that Twitter referral figures were a key universal measurement to record the impact of individual tweets. Referral figures are the number of users who arrive on the bournemouthecho.co.uk website via a link from Twitter. When asked how they measured the success or impact of Twitter, half of the interviewees immediately cited “referrals”, two interviewees were unsure how it could be measured and two respondents referred to retweets, @mentions and favourites. Noticeably it was staff in more senior positions that were aware of Twitter referrals and their significance in driving traffic. The assistant editor was keen to point out that “it is massive for us in terms of getting people to the website”. Referrals were viewed as an important way to keep track of the success of Twitter use and its impact on the website, reinstating the view that quantitative measurements with a potential economic impact were more helpful than qualitative, civic measurements of building community engagement.", "Figures obtained from the Web team revealed that Twitter referrals had grown exponentially from 2012 to 2013. In October 2012, the referral figures were 35,259 for the month, compared to 72,767 in October 2013—an increase of 106 per cent. This further reinforced the view that it was important to use Twitter to drive traffic to the brand website to increase unique user rates, thus making the website more attractive to advertisers.", "Journalists were also using strategic tactics to try to increase referrals by encouraging high-profile Twitter users to retweet their content. The assistant editor explained how a recent soft news story from the newspaper had reached a mass audience due to the power of retweeting. Comedian Jack Dee, who has almost half a million Twitter followers, tweeted a photo of a story in the Daily Echo newspaper about a tea towel fire in Poole: “It’s all gone crazy in Poole. Saw this in Bournemouth Echo” (@TheRealJackDee, Twitter post, November 21, 2013, 10:02 AM, http://twitter.com/TheRealJackDee) (Figure 1).", "FIGURE 1  Photo attached to tweet posted by @neilmeldrumecho", "FIGURE 1  Photo attached to tweet posted by @neilmeldrumecho", "This was retweeted by comedian Russell Brand, who has seven million followers, and as a result the original Jack Dee photo was retweeted more than a 1000 times. However, this tweet contained no link to bournemouthecho.co.uk and the assistant editor therefore tried (unsuccessfully) to persuade the two comedians to retweet the story with a link to the website: “Hi gents … Here’s the tea towel story for our online readers to enjoy! RT??” (@neilmeldrumecho, Twitter post, November 21, 2013, time unknown, http://twitter.com/neilmeldrumecho).", "This is further evidence that volume and quantity of traffic is more significant to the brand than a targeted audience and their reach is now global rather than simply local. The assistant editor explained:", "We were trying to get Russell Brand and Jack Dee to retweet about a tea towel fire in the paper. If they retweet it our figures go through the roof for essentially what is a most boring story. If you get a really web friendly story it is incredible to see it take off.", "We were trying to get Russell Brand and Jack Dee to retweet about a tea towel fire in the paper. If they retweet it our figures go through the roof for essentially what is a most boring story. If you get a really web friendly story it is incredible to see it take off.", "Yet despite the management emphasis on referrals, which are reliant on a link to the brand website, the content analysis clearly indicated that more than two-thirds of journalists used no or limited links in their tweets. Therefore the company imperative to use Twitter to drive traffic, which is further highlighted in the Twitter guidelines, was not being achieved and illustrates the independent nature of Twitter use by journalists and the diversity of practice.", "As the previously mentioned findings reveal, one of the main uses of Twitter was for live reporting and it had become a standardised competitive platform for breaking news first. Speed was of vital importance and a tweet first approach had been adopted by the news room. This was driven by economic motivations to beat competitors and thus create brand strength but also by professional motivation to be the first to break the news. From the interviews, it was apparent that a two-tier verification system was becoming routine practice in the newsroom. Since Twitter is an almost instantaneous publishing platform, the emerging view was that it was acceptable to tweet unverified information but content for the main legacy brands—the newspaper and website—should be verified in a traditional manner. A work-in-progress or “incremental reporting” (Hermida 2013, 303) approach was taken whereby every “spit and cough” was reported on Twitter in a rolling news process. The editor explained:", "If you are giving people information first and quickly, people realise that sometimes that information is subject to change … For breaking news you just have to go out there and get what you can and then fill in the gaps and change it and edit it as you go along … it adds to the whole spirit of drama … The bonus of the internet is you can say things like “we are hearing reports of a fire with 60-foot flames and we are going out to investigate it” and you might put that out as a tweet. And actually it is a tea towel fire and you can go back online and say “despite reports earlier of 60-foot flames it was just a small fire that was put out when we got there”.", "If you are giving people information first and quickly, people realise that sometimes that information is subject to change … For breaking news you just have to go out there and get what you can and then fill in the gaps and change it and edit it as you go along … it adds to the whole spirit of drama … The bonus of the internet is you can say things like “we are hearing reports of a fire with 60-foot flames and we are going out to investigate it” and you might put that out as a tweet. And actually it is a tea towel fire and you can go back online and say “despite reports earlier of 60-foot flames it was just a small fire that was put out when we got there”.", "However there was still a focus on verifying information for the website and newspaper via traditional sources and not relying on the public who were deemed as unreliable. As the deputy editor explained:", "The volume (of tweets) is indicative that there is something going on but it doesn’t negate the fact that you have to check every single fact, then decide to publish … It only takes two or three occasions where you get your facts completely wrong and speculate on something because there is a desire to get it out there quickly and you lose all credibility. We have to be even more careful about checking our facts.", "The volume (of tweets) is indicative that there is something going on but it doesn’t negate the fact that you have to check every single fact, then decide to publish … It only takes two or three occasions where you get your facts completely wrong and speculate on something because there is a desire to get it out there quickly and you lose all credibility. We have to be even more careful about checking our facts."]}, {"title": "Personal/Professional Boundaries", "paragraphs": ["Despite the freedom to tweet in an informal style and the company guidelines recommending that tweet tone should be “lighthearted, chatty, friendly, compelling, informative, newsy and serious … often more casual than corporate”, journalists in this research did not generally reveal personal information about themselves on Twitter. The emerging pattern was one of a personalised, rather than a personal, tone. Personality was viewed as an important marketing and branding tactic but in most cases did not equate to tweeting personal details or opinion. Furthermore, any tweets that bordered on personal, such as how a journalist was spending their leisure time, always had a local relevance.", "As with the original research (Canter 2013), there was a continued view that Twitter was a professional platform and Facebook a personal one. Very few of the journalists had a separate personal Twitter account and instead solely used Twitter for work. The editor said: “I don’t talk about my family on Twitter. I am the editor, that is my character on Twitter … I keep everything personal on Facebook.” Indeed for the editor, finding where to pitch his Twitter voice took several weeks. He was keen for the tone of his tweets to reflect “the seriousness of the role” whilst also being able to “make fun out of myself”. It was this personality and human touch that he felt was particularly important for his reporters to portray:", "It takes away the perception of us all being ogres that are trying to steal their grandmas for a story. It is superb for the reporters as a way of building up a relationship with people in the community and building up trust and information sharing.", "It takes away the perception of us all being ogres that are trying to steal their grandmas for a story. It is superb for the reporters as a way of building up a relationship with people in the community and building up trust and information sharing.", "Some of this personality was revealed via a more friendly tone and an increased amount of “banter” with the public. As the assistant editor said: “You can have banter with people and they can see a different side to you. I have made semi-friends with people on there.” This approach was also adopted by the website account @Bournemouthecho, with the Web team tweeting informal but “customer service”-type tweets. One of Web team explained:", "It is quite chatty, we try and be as friendly as we can rather than being cold. We try and have a bit of personality. We talk about the weather or TV but generally it’s not too personal. The general rule seems to be that we wouldn’t say anything on Twitter that we wouldn’t want our boss to hear.", "It is quite chatty, we try and be as friendly as we can rather than being cold. We try and have a bit of personality. We talk about the weather or TV but generally it’s not too personal. The general rule seems to be that we wouldn’t say anything on Twitter that we wouldn’t want our boss to hear.", "However, a minority of journalists did tweet information about their personal life, including the deputy editor. Via his account @andym_echo he would tweet about his grandchildren and dog, the area he lived in and going to see his football team play. He said:", "On a paper like ours, which is a community newspaper, we need to build up a picture of ourselves about what we do in our spare time … they can get a sense of who I am and I think that identity is really important … It is about me building up the personality rather than relentlessly banging out stuff about what you’re writing. I tweet what I feel comfortable tweeting. You know how far you can go without turning into something that’s embarrassing or too personal.", "On a paper like ours, which is a community newspaper, we need to build up a picture of ourselves about what we do in our spare time … they can get a sense of who I am and I think that identity is really important … It is about me building up the personality rather than relentlessly banging out stuff about what you’re writing. I tweet what I feel comfortable tweeting. You know how far you can go without turning into something that’s embarrassing or too personal."]}, {"title": "Conclusion", "paragraphs": ["Since the original research was conducted in 2011, a number of dramatic developments have occurred within the Bournemouth Daily Echo newsroom impacting upon its operations on Twitter. In a little over two years, Twitter has evolved from a centralised Web team tool to an inclusive platform which has become part of the everyday tool kit for the majority of journalists, reflecting the national trend (Oriella PR Network 2012; Cision 2013; Hermida 2013). In particular, Twitter is now an invaluable tool for newsgathering, live reporting and personal branding to a much larger extent than it had previously been. However, the uptake and active use of Twitter is still far from universal, with 40 per cent of staff having no Twitter account or a largely inactive profile, instead preferring to use it as a newsfeed. Therefore, statements about the quintessential use of Twitter must be made with caution. However, given the rapid uptake of Twitter amongst editorial staff between the two research periods, there is evidence to suggest that the “Twitter Explosion” (Farhi 2009) is taking hold in local news organisations and universal take-up and active use of the social networking site will occur in the near future. Indeed, it may become a requirement of the job as news companies’ obsession with Web analytics develops further and economic imperatives take precedent over individual choice.", "Evidence in this case study suggests that company policy on Twitter use has strengthened in recent years and there has been a cultural shift from caution to embracing social media. This has occurred on a company and individual level with journalists now viewing Twitter as an invaluable newsgathering tool for researching stories and contacts, reflecting earlier research at regional and national news organisations (Newman 2009; Ahmed 2010; Dickinson 2011; Canter 2013). However, there is less evidence of Twitter as a tool for enabling greater transparency and accountability amongst journalists as found in other studies (Lasorsa, Lewis, and Holton 2012; Artwick 2013; Canter 2013; Noguera Vivo 2013) or to test story ideas (Dickinson 2011). What does emerge clearly from the data is the competitive desire to tweet first from breaking news stories and a clear routine practice has emerged whereby words and photographs are uploaded direct to an individual’s Twitter profile before being retweeted by the brand account @Bournemouthecho. As other research suggests (Blasingame 2011; Vis 2013), Twitter has become normalised in the psyche of the majority of journalists as a mainstream publishing platform and this is reflected in the empirical data of this case study. This would indicate that local news publishers have entered the Twitter arena alongside their national and international counterparts in terms of competing on an instantaneous global platform.", "The shift towards live reporting and rolling news on Twitter is impacting upon newsroom practices as reporters and photographers act as singular gatekeepers (Blasingame 2011) who engage in “incremental reporting” (Hermida 2013, 303) whereby unverified information is posted and corrected over time whilst journalists simultaneously carry out traditional verification for their legacy platforms, thus creating a two-tier verification system. This reflects the changes in accepted practice which are occurring across the industry (Bruno 2011; Thurman and Walters 2012) as news organisations utilise Twitter as a fluid, communication field rather than a traditional, static voice of authority. Rather than incorporating Twitter into journalistic norms, journalists are partially adapting their practices to the dynamic forum of Twitter. This adaptation of practice in the local sphere also gives an indication of changing practices on a wider scale as local journalists and local journalism are the starting point in the “news pyramid” structure which feeds into the national media (Culture, Media and Sport Committee 2009, 11).", "Yet despite evidence that the role of journalist-as-gatekeeper still remains intact, the data also indicate that most journalists are aware of the need to adapt and they see their role as changing, something which most embrace. Rather than acting as gatekeepers of information who decide which news makes it to the public domain (new breakers), journalists see themselves as increasingly playing the role of authenticators of information, who provide accurate, reliable news with a broader analytical context (verifiers and analysers). These changes are perceived by journalists as strengthening their “professional” status rather than undermining it.", "Furthermore, the fervent argument that journalists use Twitter to promote their own content and drive traffic to their legacy website (Dickinson 2011; Phillips 2011; Canter 2013; Hermida 2013) is not supported in these data. This perhaps highlights the discrepancy between qualitative and quantitative analysis in this field. Policy may direct journalists to link to their legacy website and journalists may state that this is an important part of their Twitter routine but in practice the majority of their tweets contain no such links. The promotion of their brand and content occurs at a much more nuanced level by indirectly building a personal brand which is engaging for users to follow. This personal brand is based upon personalisation of tweets rather than the revelation of personal information, and professional boundaries are largely being maintained reflecting findings of other studies (Gulyas 2013; Reed 2013). Those who deviate from professional conventions are in the minority although their very existence reveals the marked differences between individual journalists previously identified by Vis (2013).", "Diversity of use remains an important factor on Twitter, enabling journalists to move away from traditional conventions of style and form to work within a more flexible set of practices. There are clearer practices emerging, in particular newsgathering, live reporting and incremental journalism, but types and styles of Twitter use remain a broad spectrum, tailored to each individual journalist rather than fitting within a set of clearly defined practices. Although microcosmic in scale, this case study is further evidence of the contradictory nature of journalism which is constantly evolving in response to its environment whilst simultaneously maintaining a framework of traditional conventions."]}], "references": [{"title": "Is Twitter a Useful Tool for Journalists?", "year": "2010", "journal": "Journal of Media Practice", "volume": "11", "authors": [{"name": "Ahmed Ali Nobil", "first_name": "Ahmed", "last_name": "Nobil"}]}, {"title": "Seems Stupid until You Try It: Press Coverage of Twitter 2006-9", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Arceneaux Noah", "first_name": "Arceneaux", "last_name": "Noah"}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}]}, {"title": "Reporters on Twitter", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Artwick Claudette", "first_name": "Artwick", "last_name": "Claudette"}]}, {"title": "The Democratic Role of Campaign Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Birks Jen", "first_name": "Birks", "last_name": "Jen"}]}, {"title": "Bournemouth Echo Named Daily Newspaper of the Year at EDF Awards", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Tweet First, Verify Later. How Real Time Information is Changing the Coverage of Worldwide Crisis Events", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "Bruno Nicola", "first_name": "Bruno", "last_name": "Nicola"}]}, {"title": "The Misconception of Online Comment Threads: Content and Control on Local Newspaper Websites", "year": "2012", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Canter Lily", "first_name": "Canter", "last_name": "Lily"}]}, {"title": "Web 2.0 and the Changing Relationship between Newspaper Journalists and Their Audiences", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Canter Lily", "first_name": "Canter", "last_name": "Lily"}]}, {"title": "The Interactive Spectrum: The Use of Social Media in UK Regional Newspapers", "year": "2013", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "19", "authors": [{"name": "Canter Lily", "first_name": "Canter", "last_name": "Lily"}]}, {"title": "Social Journalism Study", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2009", "journal": "Future for Local and Regional Media", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "9 Breaking News Tweets That Changed Twitter Forever", "year": "2013", "journal": "Mashable", "volume": "", "authors": [{"name": "Elliott Amy-Mae", "first_name": "Elliott", "last_name": "Amy-Mae"}]}, {"title": "The Twitter Explosion", "year": "2009", "journal": "American Journalism Review", "volume": "31", "authors": [{"name": "Farhi Paul", "first_name": "Farhi", "last_name": "Paul"}]}, {"title": "The Influence of Professional Variables on Journalists’ Uses and Views of Social Media", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Gulyas Agnes", "first_name": "Gulyas", "last_name": "Agnes"}]}, {"title": "\\#Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Transparency and Other Journalistic Norms on Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic"}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic"}, {"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}, {"name": "Holton Avery", "first_name": "Holton", "last_name": "Avery"}]}, {"title": "The Top 10 Regional Papers on Twitter", "year": "2014", "journal": "Hold the Front Page", "volume": "", "authors": [{"name": "Marsden John", "first_name": "Marsden", "last_name": "John"}]}, {"title": "Twitter Study, August 2009", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Speed, Quality and Sociability: The Changing Practice of Live News Reporting", "year": "2011", "journal": "", "volume": "", "authors": [{"name": "Phillips Angela", "first_name": "Phillips", "last_name": "Angela"}]}, {"title": "Peter Jukes Named Best UK Reporter on Twitter and Social Media", "year": "2014", "journal": "Press Gazette", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Press and Social Networking Services in the Internet", "year": "2013", "journal": "Brazilian Journalism Research", "volume": "9", "authors": [{"name": "Raimondo Anselmino Natalia", "first_name": "Raimondo", "last_name": "Natalia"}, {"name": "Bertone Mauro", "first_name": "Bertone", "last_name": "Mauro"}]}, {"title": "American Sports Writers’ Social Media Use and Its Influence on Professionalism", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Reed Sada", "first_name": "Reed", "last_name": "Sada"}]}, {"title": "", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Convergence Calls: Multimedia Storytelling at British News Websites", "year": "2008", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "14", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Lupton Ben", "first_name": "Lupton", "last_name": "Ben"}]}, {"title": "", "year": "2014", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Twitter as a Reporting Tool for Breaking News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida", "first_name": "Vis", "last_name": "Farida"}]}, {"title": "How Open are Journalists on Twitter? Trends towards the End-User Journalism", "year": "2013", "journal": "Communication \\& Society", "volume": "26", "authors": [{"name": "Noguera Vivo Jose Manuel", "first_name": "Noguera", "last_name": "Manuel"}]}, {"title": "Exploring the Political-Economic Factors of Participatory Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane", "first_name": "", "last_name": "Jane"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}]}