{"doi": "10.1080/21670811.2016.1196592", "url": "https://doi.org/10.1080/21670811.2016.1196592", "title": "Who is a Journalist?", "volume": "5", "year": "2017", "issue": "7", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Johnston", "first_name": "Jane", "name": "Jane Johnston"}, {"last_name": "Wallace", "first_name": "Anne", "name": "Anne Wallace"}], "abstract": "The emergence of blogging and citizen journalism has created challenges in defining the once-simple terms of “journalist” and “news media”. Internationally, courts, legislators and policy makers are developing new definitions that incorporate a broader understanding of journalism practice, as territories blur and shift across digital spaces. However, a lack of consensus has resulted in jurisdictional clashes, challenges to legislative amendments, appeals to higher courts, and confusion for regulators and practitioners alike. In Australia, recently legislated shield laws have resulted in different definitions across the country’s various jurisdictions. In the United States, court cases relating to defamation and shield laws have been successfully appealed based on differing definitions of the role of a journalist. In New Zealand, a High Court judgement overturned a lower court decision, to find that a blogger could be viewed as a journalist. At the same time, courts internationally are developing policies and guidelines relating to live text-based communication from courts, which also requires them to determine who is permitted to text, tweet or blog from within courtroom. This paper examines how these courts, legislators and policy makers are grappling with the challenges of redefining “journalist” and “news media” while ultimately focusing on the objective of ensuring a free and democratic flow of information.", "body": [{"title": "Introduction", "paragraphs": ["While journalism as an industry grapples with the demarcation lines between professional journalists, bloggers and citizen journalists, other institutions with whom they interact are also facing this issue. Amongst those outside journalism who are regularly required to deal with the changing definition of journalism and news media are the judiciary, legislators and policy makers who adjudicate media practice as it interfaces with the law. This has emerged particularly in two key contexts: the privileges afforded journalists and their sources through shield laws; and the transmission of information from courts in what has traditionally been the court reporting round. The first of these occurs when journalists are part of the process, within defamation actions, most commonly as a defendant or witness; the second occurs when journalists are observing or reporting on the process from within the courts. These two contexts are examined in turn, drawing on recent developments and key cases in New Zealand, the United States, the United Kingdom, Australia, Canada and Hong Kong.", "At the heart of the issue is the fundamental question of how to define journalism in the contemporary converged media environment. As the New Zealand Law Commission (NZLC) (2013, 53) observed in a recent report: “Before the advent of the internet there was little practical necessity to consider the question: ‘who are the news media?’” Now, this question is challenging media organisations, regulators, judges and legislators who are all required to align the realities of changed media practice and platforms with legal definitions.", "This article examines how courts, politicians and legislators are increasingly making definitional determinations about “who is a journalist” and “what is the news media” and, in so doing, redrawing the legal and political understanding of journalistic identity. It begins with an overview of the literature which pertains to the contested and transitioning territory of the journalist, blogger and citizen-journalist. It then analyses several leading court cases which illustrate the contemporaneous nature of these changes, and shed light on the judicial reasoning and legislative frameworks in which they operate. Finally, it examines the courts as an environment from which news is disseminated, and how various jurisdictions have assessed and regulated the changing practices of news communication from court. It finds that while the task of re-defining the media in terms of its relationship with the courts remains contested, far from unified and a work in progress, certain patterns that broaden definitions within new digital frameworks are nevertheless emerging."]}, {"title": "Journalism, Blogging, Citizen-journalism and Contested Territory", "paragraphs": ["The blurred and changing boundaries between journalists, bloggers and citizen journalists have received a great deal of attention during the past decade (see e.g. Alonzo 2006; Johnson and Kaye 2004; Lowrey 2006; Ugland and Henderson 2007; Singer 2007; Reese et al. 2007; Niles 2009; de Zuniga et al. 2011; Johnston and Graham 2013; Kristensen and Mortensen 2013; Franklin 2013; West 2014; Mortensen, Tara, and Weir 2016). This proliferation of literature has examined the topic from a wide range of perspectives, including differences in training and education, engagement with audiences, the co-production of content, adaptation to new technology, the role of professionalism and employment status, and issues surrounding free speech. With so many elements in the mix, it comes as no surprise that scholars are divided over just what distinguishes a journalist from a blogger or a citizen journalist and how distinctions can or should be drawn. In this paper, we examine the way courts and legislatures are applying protections and privileges to journalists and bloggers in the legal environment and how this might contribute to the ongoing and developing debate over contemporary definitions.", "In her analysis of the coverage of the Occupy movement in the United States, legal commentator Sonja West (2014, 2438) argued that journalists should be set apart from others who were “occasional public commentators”, those who might act in a “press like” way. She noted that the press possesses distinct qualities, including how it:[has] specialized knowledge about the subject matter at issue … serves a gatekeeping function by making editorial decisions regarding what is or is not newsworthy … places news stories in context locally, nationally, or over time … strives to convey important information in a timely manner … has accountability to its audience and gives attention to professional standards or ethics … devotes time and money to investigating … expends significant resources defending itself against legal attacks as well as advocating for legal changes. (West 2014, 2444)", "[has] specialized knowledge about the subject matter at issue … serves a gatekeeping function by making editorial decisions regarding what is or is not newsworthy … places news stories in context locally, nationally, or over time … strives to convey important information in a timely manner … has accountability to its audience and gives attention to professional standards or ethics … devotes time and money to investigating … expends significant resources defending itself against legal attacks as well as advocating for legal changes. (West 2014, 2444)", "West (2014) argues that the press constitutes speakers who fulfil a valuable and unique role in a democracy and it should be defined in a way so as to exclude occasional commentators (2456–2462) and embrace “press exceptionalism”; a pathway that is neither “elitist” nor “discriminatory” (2462). Yet others see the idea of “A-list” bloggers (Singer 2007, 80) as in keeping up with the professionalised role of the media, observing that for “salient topics in global affairs, the blogosphere functions as a rare combination of distributed expertise, real-time collective response to breaking news and public-opinion barometer” (Drezner and Farrell, in Singer 2007, 80). Indeed, there can be no question that some “A-list bloggers” bear all the hallmarks of the best of legacy news media, as outlined by West. As Singer rightly observes: “Ultimately, as traditional distinctions between professional and popular communicators become less clear in this open, participatory, interconnected media environment, ‘professional’ journalists will not be distinguished by the products they produce nor the processes through which they do so” (90). Others, such as Ugland and Henderson (2007), draw a clear distinction between “egalitarian” and “expert” models of journalism. The egalitarian model rests on the idea that all citizens are equally equipped and free to act as newsgatherers, while the expert model sees legacy or traditional journalists uniquely qualified to serve as agents of news procurement and dissemination through education, training and the adoption of a code of ethics.", "In a very real sense, the critical place of citizen journalism, blogging and journalism has moved through a Deleuzian process of de-territorialisation. The idea of de-territorialisation focuses on the movement or process by which something departs from a given territory—where a territory can be a system of any kind: conceptual, linguistic, cultural, social or physical (Patton 2007). By contrast, re-territorialisation refers to the ways in which de-territorialised elements recombine and enter into new relations in the constitution of a “new assemblage or the modification of the old” (Patton 2007, 4). This concept, outlined by post-structuralists Gilles Deleuze and Felix Guattari (1987), envisages the emergence of new forms of cultural, social and political life through the re-territorialisation process (Patton 2007).", "Communication scholar Ros Petelin (2005) used this transformational approach in relation to the knowledge that emerges within a growing academic discipline, such as public relations; however, it might just as easily be applied to critique the media and the supplanting of traditional journalism by blogs and other alternate spheres of knowledge. Where critical scholars (Malpas and Wake 2006, 260) note the change as emerging in “new systems”, we follow Petelin’s lead in applying de-territorialisation to industry or professional practice and, indeed, to how journalistic systems are in a state of change. An analysis using this conceptual framework thus illuminates the development of an alternative approach to the hegemonies that have previously dominated the media sphere. In such instances, the role of news production and dissemination is de-territorialised from its traditional source to be re-territorialised by blogs and the citizenry generally, effecting what Deleuze and Guattari call “becoming democratic” (Patton 2007). While this theory shares common ground with the idea of egalitarianism, questions remain unanswered as to where the line between traditional journalism and these new commentators may be drawn. Shennan (2011, 135) points out that the gradual accumulation of legal rights by journalists as well as other non-traditional media has “left unanswered the question of who can call himself or herself a journalist”. As a result, this issue has become a central focus not only for journalists and media producers, but also for judges, politicians, legislators and policy makers."]}, {"title": "Courts, the Legal Environment and Reframing “Who is a Journalist”", "paragraphs": ["Arguably, the most detailed recent investigation into the questions of “who is a journalist?” and “what is journalism?” for the purposes of the law, was undertaken by the NZLC. The Commission examined at great length, first in an issues paper (NZLC 2011) and subsequently in the extensive report The News Media Meets the “New Media” (NZLC 2013). A principal objective of the review was to identify who should be subject to the system of rights and responsibilities that have traditionally applied to legacy or traditional media, and the adequacy of that system in the current media environment (NZLC 2011, 3). The issues paper argued that, on one hand, non-traditional sources provide “the potential to strengthen democracy by increasing participation in public affairs, widening sources of information…; providing a greater diversity of opinion and strengthening the levels of scrutiny and public accountability” (NZLC 2011, 5). On the other hand, it observed that:it also creates a set of policy and legal challenges including … the lack of clarity in law as to which types of publishers should qualify for the statutory privileges and exemptions which at the moment apply to the “news media” [and] a lack of regulatory parity, both between different types of traditional media … and between traditional news media and the new digital publishers. (NZLC 2011, 5)", "it also creates a set of policy and legal challenges including … the lack of clarity in law as to which types of publishers should qualify for the statutory privileges and exemptions which at the moment apply to the “news media” [and] a lack of regulatory parity, both between different types of traditional media … and between traditional news media and the new digital publishers. (NZLC 2011, 5)", "Moreover, the Law Commission observed, while bloggers are not accountable to any regulator or complaints system, neither do they have the advantages that accrue from recognition as bona fide members of the news media (NZLC 2011, 6). Questions of bona fides and accreditation were among the issues canvassed in distinguishing who should be considered in the new definition. The issues paper expressed a preliminary conclusion that:it is in the public interest to extend the legal privileges and exemptions which currently apply to traditional news media to some new publishers … providing these privileges are matched by acceptance of the countervailing standards and accountabilities which have traditionally applied to the mainstream news media. (NZLC 2011, 7)", "it is in the public interest to extend the legal privileges and exemptions which currently apply to traditional news media to some new publishers … providing these privileges are matched by acceptance of the countervailing standards and accountabilities which have traditionally applied to the mainstream news media. (NZLC 2011, 7)", "The subsequent 2013 report tightened this finding to provide for specific accountability to a new independent standards body proposed by the NZLC, the New Media Standards Body (NZLC 2013).", "The New Zealand report is one of several recent examinations in a number of countries into the regulatory environment of contemporary media; others include the Leveson Report in the United Kingdom (Leveson 2012) and the Finkelstein Report in Australia (Finkelstein and Ricketson 2012). However, a distinguishing feature of the NZLC report was its focus on defining what constituted and defined the news media.", "Elsewhere, in the United States, the Court of Appeals for the 9th Circuit, the largest Federal Appeals Court, has recently moved to expand the definitions of the news media and journalist, observing that “With the advent of the Internet and the decline of print and broadcast media … the line between the media and others who wish to comment on political and social issues becomes far more blurred” (Obsidian Finance Group, LLC v. Cox 2014, 12).", "In Canada, Chief Justice of Canada, Beverley McLachlin, expressly recognised and endorsed the complimentary role of new media in the case of Grant v. Torstar, noting: “These new disseminators of news and information should, absent good reasons for exclusion, be subject to the same laws as established media outlets” (NZLC 2011, 7). In a subsequent extra-curial observation, Her Honour also showed her preference for extending the definition, arguing: “Anyone with a keyboard and access to a blog can now be a reporter. And who is to say they are not?” (McLachlin 2013, 33).", "However the approach taken in these decisions and the work of the Law Commission has yet to be fully reflected in the laws that govern the regulation of the media in all jurisdictions. Behind an apparent reluctance to broaden the definition of “journalist” or “news media” there often lurks a concern about the consequences; the nature of which vary, depending on the purpose for which recognition is sought and the nature of the role being performed by the media."]}, {"title": "Journalist as Participant—Shield Laws", "paragraphs": ["As noted earlier, journalists—and increasingly bloggers and citizen journalists—come into contact with the legal process in two key contexts. The first type of contact occurs when they are part of the process, most commonly as a defendant or some other actor in a legal case; the second type of contact occurs when they are observing or reporting on the process, often associated with the court-reporting role. A principal way in which the first of these contexts—journalists as part of the legal process—is played out, occurs when actors seek shield law protection for confidential sources. These laws give the courts discretion to excuse journalists from identifying a confidential source or informant, with the privilege shielding journalists from contempt sanctions and other punishments should they refuse to reveal their sources (Alonzo 2006). Central to this issue are courts’ interpretations of who is a journalist and what is a media organisation; a field of law that has become highly contested in recent years.", "In the United States, it has been said that shield laws provide “almost absolute protection” from prosecution for contempt in situations where an individual refuses to disclose their confidential sources, documents or other information that could identify those sources (Shennan 2011, 133). In fact, the degree of the protection varies; some states confer an absolute privilege, in some it is qualified and other shield laws contain exceptions that enable it to be overcome in certain circumstances (Reporters Committee for Freedom of the Press, n. d.). In September 2015, 49 US states had shield laws in place or operated under rulings that grant journalists and sources privilege in local and state (but not federal) cases (Tatum 2015). Importantly, of those states with shield laws in place, some distinguish between the type of media platform a work is published on, or whether the journalist is employed by a media organisation, while a smaller number of states do not employ such distinctions, drawing broad definitions that are neither platform nor organisationally dependent (Shennan 2011, 133).", "Though individual states have adopted shield laws, the lack of federal shield laws in the United States is widely lamented (Greene 2013). Greene (2013) argues: “There is no question that a federal shield law is needed. However, as with all shield laws, the law must define which persons can claim its protections”. It is at the definitional stage that the legislation has stalled; in seeking to address the lack of federal protection through its Free Flow of Information legislation, the legislature cannot reach agreement on who should be called a journalist (Durity 2006; Greene 2013). One observer notes that in attempting to broaden the parameters beyond the traditional media role, proposals to redefine who is a journalist will take the definition too far and ultimately, “[a] privilege held by everyone can be held by no one” (Wimmer 2014).", "The United States is not the only country where definitions, jurisdictional differences and conflicts have arisen in the context of shield laws and journalists’ protections. In a number of Australian jurisdictions, legislation was introduced in recent years to protect journalists from a requirement to disclose the identity of their sources, subject to a public interest test determined by the court (Evidence Act 1995 (Cth) s 126 K; Evidence Act 1995 (NSW) s 126 K; Evidence Act 1995 (VIC) s 126 K; Evidence Act 1906 (WA) ss 20I, 20 J; Evidence Act 2011(ACT) s 126 K). However, the definitions across this legislation are uneven. On the one hand, the Commonwealth and Australian Capital Territory (ACT) legislation, and legislation that was proposed in South Australia but not passed, have taken a broad definition of “journalist”, covering anyone who “is engaged and active in the publication of news and who may be given information by an informant in the expectation that the information may be published in a news medium” (Evidence Act 1995 (Cth s 126 J; Evidence Act 2011(ACT) s 126 J; Evidence (Protections for Journalists) Amendment Bill 2014 (SA)). In those jurisdictions, the original proposed definition of a journalist as someone “employed” in the publication of news was changed to capture those who work unpaid or at an amateur level (Bartlett and Jolson 2014). The proponents of this change argued that “the definition of journalist should be taken to include those individuals who may be blogging or otherwise disseminating information to the public without the remuneration structure associated with journalists employed by large commercial publishers or the [public broadcasters] ABC/SBS” (Tracey 2010).", "An alternate, narrower, approach has been taken in the three Australian States of New South Wales, Victoria, and Western Australia (Evidence Act 1995 (NSW) s 126 J; Evidence Act 2008 (VIC) s 126 J; Evidence Act 1906 (WA) s 20G) which define “journalist” as someone “engaged in the profession or occupation of journalism”, thus excluding amateurs, such as bloggers. The New South Wales and Western Australian jurisdictions are somewhat broadened by a “professional confidential relationship privilege” law that allows the court to make similar orders in respect of those who are not considered journalists (Evidence Act 1995 (NSW) s 126B; Evidence Act 1906 (WA) s 20C; Bartlett and Jolson 2014); a feature also found in the Tasmanian law (Evidence Act 2001 (Tas) s 126B). As Ingham (2008) observes, this privilege shifts the focus on to the confidential quality of the relationship, rather than whether the recipient was a journalist or not. In such cases, these variations only serve to confuse. Media lawyers argue that recent cases not only “highlight the need for shield laws and uniformity” but also highlight the lack of a clear rationale for the differing definitions of “journalist” (Bartlett and Jolson 2014).", "Elsewhere, however, Higher Courts have brought greater clarity to the issue. For instance, a 2014 finding of the New Zealand High Court in Slater v. Blomfield moved the issue in that country into clearer territory. The article will now outline the decision in that case, together with two leading cases from the United States, in order to identify both macro and micro legal reasoning behind the evolving definition of “journalist” and “news media”. While the cases are borne out of very different legal environments, they nevertheless assist in understanding how courts are moving towards acceptance of the broader definition of who is a journalist. These cases have been selected because they are illustrative of this trend and are not intended to be internationally representative."]}, {"title": "Key Cases", "paragraphs": ["In its decision in this case, handed down in September 2014, the New Zealand High Court found that a “blogger can be legally defined as a journalist, and likewise that a blog can be journalism, even if the work is carried out for a non-mainstream media outlet” (Johnston 2014). In his decision, Justice Raynor Asher noted that the definition did not impose quality requirements and did not require the dissemination of news to be in a particular format: “Slater’s reports contain genuine new information of interest over a wide range of topics … while criticisms can be made of Mr Slater’s style and modus operandi, [his blog] Whale Oil is not of such low quality that it is not reporting news” (Slater v Blomfield 2014, par 62).", "The case involved a claim that Slater defamed business executive Matthew Blomfield in comments posted by Slater on his Whale Oil website in 2010 and 2011 (Slater v Blomfield 2014, [10]). The High Court ruling overturned an earlier ruling by a Manukau District Court judge who found Slater was not entitled to the benefit of the privilege conferred on journalists under the New Zealand Evidence Act. The definition of “journalist” in the New Zealand Evidence Act is a broad one, cast in similar terms to the definitions in the Commonwealth and ACT shield laws in Australia, discussed previously. It notes:informant means a person who gives information to a journalist in the normal course of the journalist’s work in the expectation that the information may be published in a news medium;journalist means a person who in the normal course of that person’s work may be given information by an informant in the expectation that the information may be published in a news medium;news medium means a medium for the dissemination to the public or a section of the public of news and observations on news. (Evidence Act 2006 s 68 (N.Z.))", "informant means a person who gives information to a journalist in the normal course of the journalist’s work in the expectation that the information may be published in a news medium;", "journalist means a person who in the normal course of that person’s work may be given information by an informant in the expectation that the information may be published in a news medium;", "news medium means a medium for the dissemination to the public or a section of the public of news and observations on news. (Evidence Act 2006 s 68 (N.Z.))", "In his High Court appeal, Slater argued that he was entitled to the same protection as traditional media outlets in respect of his sources of information (Slater v Blomfield 2014, par 14; Fisher 2014b).The rules ... do not say you have to be this massive corporate. It doesn’t preclude other people setting up or running media organisations themselves. My website has broken numerous stories … I deal with informants and sources and people who want to provide confidential information on a daily basis. (cited in Fisher 2014a)", "The rules ... do not say you have to be this massive corporate. It doesn’t preclude other people setting up or running media organisations themselves. My website has broken numerous stories … I deal with informants and sources and people who want to provide confidential information on a daily basis. (cited in Fisher 2014a)", "The respondent to the appeal (the defendant in the defamation case) agreed that the definition of who was a journalist was central to the case. Their argument that other jurisdictions require the person claiming such status to be paid for their work (cited in Fisher 2014a) was rejected by Justice Asher as irrelevant to the definition in the New Zealand legislation (Slater v Blomfield 2014, pars 68–69). The respondent also argued that Slater had previously rejected “the description of ‘journalist’, preferring to be known as a ‘partisan blogger’” (Fisher 2014a), thus actively eschewing common journalistic balance. That was not a consideration that weighed with Justice Asher who found that Slater met the requirements for the definition of “journalist” in Section 68 of the New Zealand Evidence Act 2006, on the basis that he worked for Whale Oil and, in the course of that work, obtained or was given information that he disseminated to the public. As such, he was entitled to the protection for his sources conferred by that section.", "In the same year, in its judgement in Obsidian Finance Group v. Crystal Cox, the US 9th Circuit Court of Appeals overturned an earlier judgement by the Oregon District Court that had ruled against allowing journalistic privilege to a blogger in a defamation action. The case stemmed from a series of blog posts published in 2010 by self-determined investigative blogger Crystal Cox who accused Obsidian Finance Group of fraud and corruption. Obsidian sued Cox for defamation and, while the District Court found most of Cox’s blog posts were constitutionally protected, the case proceeded to trial in respect of a single post that was not so protected (Obsidian Finance Group, LLC v. Cox 2011, 4). The District Court found that defendant Cox, as a blogger, was not a person “connected with … any medium of communication to the public”, because the statute defined “medium of communication” as “any newspaper, magazine or other periodical, book, pamphlet, news service, wire service, news or feature syndicate, broadcast station or network, or cable television system” and that a blog did not fall within that definition Obsidian Finance Group, LLC v. Cox 2011, 3). Accordingly. Cox was found to have defamed Obsidian in her blog.", "On appeal, the 9th Circuit Court of Appeals in 2014 found that a blog post deserves the same treatment in a defamation case as “institutional media” (Kopan 2014). The Court of Appeals held unanimously that there was no difference between a journalist who works for a media outlet and a blogger, citing First Amendment protections (Kopan 2014). In his judgement, Justice Andrew Hurwitz opined:The protections of the First Amendment do not turn on whether the defendant was a trained journalist, formally affiliated with traditional news entities, engaged in conflict-of-interest disclosure, went beyond just assembling others’ writings, or tried to get both sides of a story. As the Supreme Court has accurately warned, a First Amendment distinction between the institutional press and other speakers is unworkable. (Obsidian Finance Group, LLC v. Cox 2014, 11–12)", "The protections of the First Amendment do not turn on whether the defendant was a trained journalist, formally affiliated with traditional news entities, engaged in conflict-of-interest disclosure, went beyond just assembling others’ writings, or tried to get both sides of a story. As the Supreme Court has accurately warned, a First Amendment distinction between the institutional press and other speakers is unworkable. (Obsidian Finance Group, LLC v. Cox 2014, 11–12)"]}, {"title": "O’Grady v. Superior Court", "paragraphs": ["Several years before either of the previous two cases, in another significant judgement, a California state appeals court examined the issue of who should be provided journalistic and news media privilege in a case involving publication of trade secrets about an unreleased Apple Technology product on a website. Apple argued that the defendants in the case (who were then the petitioners in the appeal) “were engaged not in ‘legitimate journalism or news,’ but only in ‘trade secret misappropriation’ and copyright violations’” and were, therefore, not part of the class of persons protected by the California’s shield law” (O’Grady v. Superior Court 2006, 97). The court declined to determine what were, or were not, legitimate journalistic activities, but found that the petitioner’s activities did amount to “the gathering and dissemination of news” which brought them within the protection of the shield law (O’Grady v. Superior Court 2006, 97–98). Critical to the appeals court’s decision was its view that websites open to the public could be considered “periodical publications” for the purpose of the shield’s protections (O’Grady v. Superior Court 2006, 105). On this basis, the court found that the publishers of the website were entitled to the benefit of the constitutional protections for freedom of the press recognised under Californian law (O’Grady v. Superior Court 2006, 105–106)."]}, {"title": "Recognising Journalism in Action", "paragraphs": ["Significantly, the judgements in all three of these cases focused their attention on the nature of the publication (in these cases, blogs or websites), and the activity being carried out (gathering and disseminating news or information), in determining whether shield law protection applied. The courts explicitly recognised the way that traditional media roles and functions were being re-territorialised by new media, finding that the status of the publisher or journalist received lesser attention and, where it was explicitly considered, was determined by reference to the nature of their activities and the publication. These approaches therefore align with Greene’s distinction as they apply to US states’ shield laws:Some have adopted a “functional definition,” whereby the protection is available to anyone who is functioning as a journalist—that is, someone collecting information for the purpose of distributing it to the public. Others have adopted a “status definition,” in which the person entitled to the protection is defined by his or her employment or other affiliation with a media organisation. (Greene 2013)", "Some have adopted a “functional definition,” whereby the protection is available to anyone who is functioning as a journalist—that is, someone collecting information for the purpose of distributing it to the public. Others have adopted a “status definition,” in which the person entitled to the protection is defined by his or her employment or other affiliation with a media organisation. (Greene 2013)", "As noted earlier, Ugland and Henderson (2007, 253) describe this as the difference between “egalitarian” and “expert” models. They identify what they call “threshold distinctions” in journalism, comprised of three levels of activity. At the first level are “public communicators” defined as those who disseminate newsworthy information in a sporadic and unregimented way; at the second, are those they call “second-level journalists”—those who disseminate news deliberately, purposefully and systematically but might also be associated with “tabloid” journalism. The third level is “top-level journalism”—the activity conducted by those who find affiliation with fourth estate journalism and align most closely with professional ethics.", "Despite these distinctions, Ugland and Henderson (2007, 253) note that “it is perilous to orient the debate around a simple journalist/non journalist dichotomy”. West (2014) affirms this, suggesting that the very idea of concrete definitions is too problematic to work. She argues that “‘Defining’ the press suggests that some neutral arbiter … is hard at work carving out boundaries and creating distinctions where they previously did not exist” (2443). Alternately, she suggests that “identifying” or “finding” the press should embrace practical distinctions that occur already in the real world and can change as technology changes:Thus, whereas a “definition” might draw static lines, a “search” for these special speakers would logically change as their tools and methods advance. The quest, therefore, should not be to define the press but rather to train our courts to recognise them in action. (West 2014, 2443)", "Thus, whereas a “definition” might draw static lines, a “search” for these special speakers would logically change as their tools and methods advance. The quest, therefore, should not be to define the press but rather to train our courts to recognise them in action. (West 2014, 2443)", "As the cases under review have shown, this is exactly what is happening in the courts, that is, courts have identified journalists in action, and in these cases have expanded traditional definitional boundaries. However, the idea of “training the courts”, as West (2014) suggests, may be no simple task in this evolving digital space and in the de-territorialisation process. While the judiciary and court professionals can try to keep up with changes within media platforms and practices, the reality is that they may struggle to keep up with technological change. Possible solutions lie in courts drawing on expert testimony where definitional issues are important; another solution would be to bring together interdisciplinary expert reference panels who work, proactively, in advisory capacities. Such panels or committees have been used on occasion to assist courts to determine who should, and should not, be allowed to use Live Text-Based Communications (LTBC, such as Twitter) from courtrooms, as outlined following. The article now turns to this changing interface between courts and the news media."]}, {"title": "Journalist as Observer—Court Reporting", "paragraphs": ["In light of the development of digital media, courts are giving serious attention to the day-to-day media reporting practices from inside the courtroom. Thus, the second significant context that has caused a reassessment of “who is a journalist” and “what is the news media” is in the reporting of court proceedings, a role which has historically fallen to the court reporter. As reporting practices change, the issue of who now carries out that role has moved on to the agenda for courts all over the world, but as has been identified, “the distinction between the ‘media’ and the ‘public’ is now not always an easy one to draw” (Wallace and Johnston 2015, 21).", "In an early decision about the role of the journalist in reporting courts, the Massachusetts Supreme Court, in 2010, considered the issue of who should be able to use LTBC in the courtroom (LTBCC). In examining this question, the court’s Judicial-Media Committee determined that journalists who regularly covered court proceedings should be required to register with the court’s information officers (Davidow 2010). This would allow for bona fide media, though not necessarily only traditional media, gaining accreditation. In the United States, courts have moved incrementally, but not consistently, on this issue. In 2012, Utah brought in practice guidance for accredited journalists, likewise for Washington State (Chapa 2012). However, in terms of the overall pattern nationally, the question “Can I tweet from the court?” met with the following response from the Reporters Committee for Freedom of the Press (2012): “Rules on the use of electronic media in courtrooms vary by jurisdiction … Some rules may be more intractable than others”.", "Registration has also emerged as an option for courts elsewhere, with most jurisdictions leaning towards traditional media definitions. In Australia, in the past several years, policies and guidelines governing LTBCC have been developed. For example, the Victorian County Court outlines in its media guidelines:A “journalist” is a person employed or engaged as a journalist by a media publisher, broadcaster or organisation, and/or a current member of the Media Entertainment and Arts Alliance, and/or a freelance journalist. In any case the person must be recognised by the Court as a journalist for the purposes of the Guidelines. Journalists who wish to be recognised by the Court as a journalist need to register with the Court’s Strategic Communications Manager. (County Court of Victoria 2015, 1)", "A “journalist” is a person employed or engaged as a journalist by a media publisher, broadcaster or organisation, and/or a current member of the Media Entertainment and Arts Alliance, and/or a freelance journalist. In any case the person must be recognised by the Court as a journalist for the purposes of the Guidelines. Journalists who wish to be recognised by the Court as a journalist need to register with the Court’s Strategic Communications Manager. (County Court of Victoria 2015, 1)", "Further, it defines the place of publication along the following lines:", "‘Publish’ means:(a) insert in a newspaper or other periodical publication; or(b) disseminate by broadcast, telecast or cinematograph; or(c) otherwise disseminate to the public by any means, including via social media or the internet. (County Court of Victoria 2015, 1)", "(a) insert in a newspaper or other periodical publication; or", "(b) disseminate by broadcast, telecast or cinematograph; or", "(c) otherwise disseminate to the public by any means, including via social media or the internet. (County Court of Victoria 2015, 1)", "In addition, the Guidelines make it clear that accredited journalists should wear their accreditation in court to identify themselves (County Court of Victoria 2015, 3–4, 10).", "In England and Wales, developments occurred during 2010 and 2011, first with the Consultation on the Use of Live, Text-based Forms of Communications from the Courts for the Purposes of Fair and Accurate Reporting (Judge 2010) followed by Practice Guidance: The Use of Live Text-based Forms of Communication (including Twitter) from Court for the Purposes of Fair and Accurate Reporting (Judge 2011). In opening the consultation process, the Chief Justice of England and Wales noted:Non‐accredited members of the media cannot be presumed to have the same appreciation of the legal framework surrounding court reporting, or the industry standards set out by the Press Complaints Commission, as accredited media representatives. (Judge 2010, 11)", "Non‐accredited members of the media cannot be presumed to have the same appreciation of the legal framework surrounding court reporting, or the industry standards set out by the Press Complaints Commission, as accredited media representatives. (Judge 2010, 11)", "He further suggested: “The combination of instant reporting without the self-restraint presumed to be exercised by accredited members of the media might lead to a greater likelihood of prejudicial reporting, and must be considered” (Judge 2010, 11). The consultation document posed various questions for consideration, including: Should the use of live, text-based communications from court be principally for the use of the media? How should the media be defined? Should persons other than the accredited media be permitted to engage in live, text-based communications from court?", "Among the responses was a submission by a group of legal academics who argued against any distinction being drawn by the courts between accredited media and bloggers, for the purpose of reporting on court proceedings. The submission argued that: “the State, or indeed any other body, should be kept at arms-length in regulating who counts as journalist. Restriction to accredited journalists is a prima facie violation of both, and needs very good justification” (Bromby 2012). In terms of the utility of making such a distinction, the submission further suggested: “one could argue that social media has made the distinction between ‘professional’ and ‘citizen’ journalists irrelevant and moot” (Bromby 2012). It suggested eliminating the distinction but keeping the option of introducing a court discretion to classify people as journalists for the purpose of a specific trial, as a last resort, if changes became too disruptive once implemented (Bromby 2012).", "Ultimately, the 2011 Guidance directions did appear to make such a distinction, and made no specific reference to bloggers or non-traditional journalists. Under the Guidance, only lawyers and “representatives of the media” are automatically allowed to communicate (text, blog or tweet) from courts, whereas members of the public are required to seek permission to do so and use electronic equipment in the courtroom. While it does not define “the news media” or who is “a representative of the media”, the following statement in the Guidance document appears to assume a level of knowledge of the “ground rules” of traditional court-reporting:It is presumed that a representative of the media or a legal commentator using live, text-based communications from court does not pose a danger of interference to the proper administration of justice in the individual case. This is because the most obvious purpose of permitting the use of live, text-based communications would be to enable the media to produce fair and accurate reports of the proceedings. (Judge 2011, 3)", "It is presumed that a representative of the media or a legal commentator using live, text-based communications from court does not pose a danger of interference to the proper administration of justice in the individual case. This is because the most obvious purpose of permitting the use of live, text-based communications would be to enable the media to produce fair and accurate reports of the proceedings. (Judge 2011, 3)", "This suggests that, in practice, the automatic permission to make LTBCC will be confined to representatives of the traditional media, and that bloggers and other non-traditional media practitioners will need to seek the permission of courts in England and Wales as members of the public.", "Guidance documents continue to be developed in other jurisdictions as courts find the need to clarify acceptable communication practices. Since 2011, the United Kingdom’s Supreme Court (the United Kingdom’s highest appeal court) has allowed the use of LTBCC under a policy that makes no distinction on who can, or cannot, live-text from court. Subject to certain provisions, it outlines that: “any member of a legal team or member of the public is free to use text-based communications from court, providing (i) these are silent; and (ii) there is no disruption to the proceedings in court” (The Supreme Court of the United Kingdom 2013). This more liberal approach is explained by the nature of the court’s work; as the court President has explained, by the time a case reaches the Supreme Court, questions about confidentiality and what can be shared with those outside the courtroom do not usually arise: “This means that we can offer a green light to tweeting and other forms of communication, as long as this does not disrupt the smooth running of the court” (Luft 2011).", "Since 2012, Canadian courts have also been implementing policies on LTBCC that generally permit the media, along with lawyers, to use live-text communications (Canadian Centre for Court Technology 2013). In common with the UK Supreme Court, in some courts of appeal, such as Nova Scotia and British Columbia, the policy has also been extended to the public. For example, the Nova Scotia Court of Appeal provides that “anyone can ‘tweet’ unless the presiding judge directs otherwise” (Canadian Centre for Court Technology 2013). In Nova Scotia, this approach has subsequently been extended to all court levels (The Courts of Nova Scotia 2014). However, Quebec courts have adopted a more restrictive approach; prohibiting any LTBCC, whether by journalists, lawyers or members of the public (Canadian Centre for Court Technology 2013).", "In 2013, the Judiciary of Scotland expanded a consultation document on camera access to courts to include LTBCC (Judicial Office of Scotland 2013, 3) and in January 2015 a review group recommended allowing cameras in for appeals, legal debates in civil cases, sentencing decisions and, for documentary purposes, in some civil and criminal trials (Dorrian 2015, 29–30) and letting journalists tweet from court (30–31). Under the report’s recommendations, journalists who were registered with the Scottish Court Service under a plan to give them electronic access to court documents would automatically be permitted to use LTBCC; others would need to seek permission from the presiding judge.", "In 2014, the Chief Justice of Hong Kong Geoffrey Ma issued that court’s Practice Directions on The Use of Information Technology and Text-based Communications in Courtrooms, clearly expanding the scope for all users. The Hong Kong directions begin with a very liberal statement of policy: “WiFi will be introduced into court buildings throughout Hong Kong which court users, including members of the public, will be able to join and hence send text-based communications such as text messages, e-mails and blog entries” (Ma 2014). In the same year, the (then) chief justice in Queensland, Australia, introduced a Practice Direction, specifying 10 specific media organisations accredited by the court whose journalists are permitted to “use of real-time text-based communications and social media” from court (de Jersey 2014, [8], Part A Schedule). The Practice Direction also set out a process under which other individuals could apply for accreditation ([6]–[9]) subject to being able to “identify any ethical code of conduct to which the applicant subscribes as a journalist” ([6]), a requirement which appears to be clearly intended to restrict the application of policy to traditional media.", "Implicit within the broader approval to allow anyone, and not just specified media, to use LTBCC, is an understanding that in those jurisdictions, court reporting can be undertaken by anyone who chooses to do so. Thus, in places such as Hong Kong and the UK Supreme Court, for instance, the courts have broadly allowed for LTBCC, thus eliminating the need to define “journalist” in this context. In other jurisdictions, such as Queensland and most other UK courts, clear distinctions are made about who may be classed as a journalist and are therefore entitled to use LTBCC."]}, {"title": "Conclusion", "paragraphs": ["Just “who is a journalist” and “what are the news media” remain work in progress, as courts, legislators and policy makers rethink and reframe the answers to these questions, sometimes controversially so and often incorporating fundamental differences of opinion. While the de-territorialising of the media began with the emergence of non-traditional forms of news delivery through blogging and citizen journalism models, where the re-territorialising will go, and how it will vary from place to place, remains in a constant state of readjustment. As this paper has suggested, the re-territorialising in some jurisdictions is broadening the boundaries to be more inclusive of non-traditional journalism and news media, expanding the notion of “expert” (Ugland and Henderson 2007) to incorporate, at the very least, the “A-list” bloggers (Singer 2007). As noted earlier in this article, the courts may be assisted in navigating these evolving digital territories through appointing expert working parties or committees, made up of media, legal and technology specialists, who can bring the necessary inter-disciplinary understanding and knowledge to assist in advisory capacities.", "While the two contexts discussed in this article—shield laws and practice guidance on using live text-based communication from courts—provide overlapping discussion, they each raise separate issues for how the courts define journalism and implement the definition. Shield laws rest with legislative frameworks and judicial interpretation, while practice guidance lies in policy documents drawn up by the courts. As such, policy documents can be amended as technology develops, at the discretion of individual jurisdictions. In contrast, enacting laws is a complex and lengthy process, which is complicated further in this context by the rapid pace of technological change. It thus seems inevitable that, so far as shield laws are concerned, determinations will fall increasingly to the decisions of courts in individual cases. As such, who should be defined as a journalist and what constitutes news media will be determined by judges who view the issue through relevant laws, but will also look to developments and judgements elsewhere. Justice Asher, in weighing up the Slater case, argued the policy reason behind Section 68 of the New Zealand Evidence Act: “It is to promote the free flow of information, a vital component of any democracy” (Slater v. Blomfield 2014, par 136). This highlights one of the common themes to have emerged throughout this paper—the correlation between changing definitions of journalism, the news media and democratic principles of the free flow of information. This correlation is central to the re-territorialising process, and, as contentious as expanded definitions may be, will remain at the centre of the ongoing deliberation, debate and definition. "]}], "references": [{"title": "Restoring the Ideal Marketplace: How Recognizing Bloggers as Journalists Can save the Press", "year": "2006", "journal": "NYU Journal of Legislation and Public Policy", "volume": "9", "authors": [{"name": "Alonzo Joseph", "first_name": "Alonzo", "last_name": "Joseph"}]}, {"title": "Protecting Journalist-Source Privilege in Australia", "year": "2014", "journal": "Media Law Northern Ireland", "volume": "", "authors": [{"name": "Bartlett Peter", "first_name": "Bartlett", "last_name": "Peter"}, {"name": "Jolson Amanda", "first_name": "Jolson", "last_name": "Amanda"}]}, {"title": "Response to the Consultation by the Judicial Office for England and Wales on the Use of Live, Text-Based Forms of Communications from Court for the Purposes of Fair and Accurate Reporting", "year": "2012", "journal": "European Journal for Law and Technology", "volume": "3", "authors": [{"name": "Bromby Michael", "first_name": "Bromby", "last_name": "Michael"}]}, {"title": "Massachusetts to Allow Live Twittering, Blogging in Courts", "year": "2010", "journal": "Mediashift", "volume": "", "authors": [{"name": "Davidow John", "first_name": "Davidow", "last_name": "John"}]}, {"title": "", "year": "2015", "journal": "Report of the Review of Policy on Recording and Broadcasting of Proceedings in Court, and the use of Live Text Based Communications from Court", "volume": "", "authors": [{"name": "Dorrian Lady", "first_name": "Dorrian", "last_name": "Lady"}]}, {"title": "", "year": "2014", "journal": "Evidence (Protections for Journalists) Amendment Bill", "volume": "", "authors": []}, {"title": "Definition of Journalist Key to Blog Case", "year": "2014", "journal": "New Zealand Herald", "volume": "", "authors": [{"name": "Fisher David", "first_name": "Fisher", "last_name": "David"}]}, {"title": "Blogger Argues for Media Protection", "year": "2014", "journal": "New Zealand Herald", "volume": "", "authors": [{"name": "Fisher David", "first_name": "Fisher", "last_name": "David"}]}, {"title": "Wag the Blog: How Reliance on Traditional Media and the Internet Influence Credibility Perceptions of Weblogs among Blog Users", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Kaye Barbara", "first_name": "Kaye", "last_name": "Barbara"}]}, {"title": "Are Bloggers Journalists? New Zealand High Court Says Yes", "year": "2014", "journal": "The Conversation", "volume": "", "authors": [{"name": "Johnston Jane", "first_name": "Johnston", "last_name": "Jane"}]}, {"title": "Shifting Patterns in Australian Newspaper Writing Styles: Results of a Longitudinal Study", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Johnston Jane", "first_name": "Johnston", "last_name": "Jane"}, {"name": "Graham Caroline", "first_name": "Graham", "last_name": "Caroline"}]}, {"title": "Appeal Court Rules Blogger, Press Get Same Protection", "year": "2014", "journal": "Politico", "volume": "", "authors": [{"name": "Kopan Tal", "first_name": "Kopan", "last_name": "Tal"}]}, {"title": "Amateur Sources Breaking the News, Metasources Authorizing the News of Gaddafi’s Death: New Patterns of Journalistic Information Gathering and Dissemination in the Digital Age", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Kristensen Nete Nørgaard", "first_name": "Kristensen", "last_name": "Nørgaard"}, {"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette"}]}, {"title": "Mapping the Journalism Blogging Divide", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Who We Are: A Q-Study of Types of Citizen Journalists", "year": "2016", "journal": "Digital Journalism.", "volume": "4", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara"}, {"name": "Tara Ana Keshelashvili", "first_name": "Tara", "last_name": "Keshelashvili"}, {"name": "Weir Tom", "first_name": "Weir", "last_name": "Tom"}]}, {"title": "Newspaper Columnists Ought to Be the Perfect Bloggers. So Why Aren’t More Doing It Well?", "year": "2009", "journal": "Online Journalism Review", "volume": "", "authors": [{"name": "Niles Robert", "first_name": "Niles", "last_name": "Robert"}]}, {"title": "", "year": "2011", "journal": "Obsidian Finance Group, LLC. V. Cox", "volume": "", "authors": []}, {"title": "Editing from the Edge; De-Terratorializing Public Relations", "year": "2005", "journal": "Public Relations Review", "volume": "31", "authors": [{"name": "Petelin Roslyn", "first_name": "Petelin", "last_name": "Roslyn"}]}, {"title": "Mapping the Blogosphere: Professional and Citizen-Based Media in the Global News Arena", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}, {"name": "Rutigliano Lou", "first_name": "Rutigliano", "last_name": "Lou"}, {"name": "Hyun Kideuk", "first_name": "Hyun", "last_name": "Kideuk"}, {"name": "Jeong Jaekwan", "first_name": "Jeong", "last_name": "Jaekwan"}]}, {"title": "Contested Autonomy", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "Debate Continues on the Meaning of ‘Journalist’", "year": "2010", "journal": "Lexmedia", "volume": "", "authors": [{"name": "Tracey Matthew", "first_name": "Tracey", "last_name": "Matthew"}]}, {"title": "Who is a Journalist and Why Does It Matter: Disentangling the Legal and Ethical Arguments", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Ugland Erik", "first_name": "Ugland", "last_name": "Erik"}, {"name": "Henderson Jennifer", "first_name": "Henderson", "last_name": "Jennifer"}]}, {"title": "Tweeting from Court: New Guidelines for Modern Media", "year": "2015", "journal": "Media Arts Law Review", "volume": "20", "authors": [{"name": "Wallace Anne", "first_name": "Wallace", "last_name": "Anne"}, {"name": "Johnston Jane", "first_name": "Johnston", "last_name": "Jane"}]}, {"title": "Press Exceptionalism", "year": "2014", "journal": "Harvard Law Review", "volume": "27", "authors": [{"name": "West Sonja R.", "first_name": "West", "last_name": "R."}]}, {"title": "A Poison Pill for the Federal Shield Law", "year": "2014", "journal": "Huffington Post", "volume": "", "authors": [{"name": "Wimmer Kurt", "first_name": "Wimmer", "last_name": "Kurt"}]}, {"title": "Blogging as a Journalistic Practice: A Model Linking Perception, Motivation, and Behavior", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "de Zuniga Homero", "first_name": "de", "last_name": "Homero"}, {"name": "Gil Seth C.", "first_name": "Gil", "last_name": "C."}, {"name": "Lewis Amber Willard", "first_name": "Lewis", "last_name": "Willard"}, {"name": "Valemziela Sebastian", "first_name": "Valemziela", "last_name": "Sebastian"}, {"name": "Lee Jane Kook", "first_name": "Lee", "last_name": "Kook"}, {"name": "Baresch Brian", "first_name": "Baresch", "last_name": "Brian"}]}]}