{"doi": "10.1080/1461670X.2017.1368409", "url": "https://doi.org/10.1080/1461670X.2017.1368409", "title": "More of the Same?", "volume": "20", "year": "2019", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Boehmer", "first_name": "Jan", "name": "Jan Boehmer"}, {"last_name": "Carpenter", "first_name": "Serena", "name": "Serena Carpenter"}, {"last_name": "Fico", "first_name": "Frederick", "name": "Frederick Fico"}], "abstract": "Sources are an indicator of news quality. They cue readers to the extent that journalists are invested in reporting a topic. Moreover, a diversity of sources may help readers reach more informed decisions. This study investigates the amount and diversity of sources nonprofit and for-profit news organizations use and what factors affect sourcing behaviors. Results indicate that nonprofit organizations use more, but not more diverse sources. In addition, journalists more often covering conflict and enacting roles beyond dissemination are likely to use more and more diverse sources. Increased workload, though, predicts stories with fewer and less-diverse sources.", "body": [{"title": "Introduction", "paragraphs": ["News stories help to illuminate social problems, suggest solutions, and create in their aggregate a more-or-less truthful picture of social conditions. The number and diversity of sources used in these news stories can indicate the effort news organizations have committed to their reporting and therefore suggest to the audience how important an issue might be. Moreover, when public policy is the news story’s focus, story sources communicate the extent to which various community members agree or disagree on an issue. In particular, news consumers are best served in their citizen roles by news sources from differing institutional contexts that reflect a diversity of perspectives on public policy issues allowing them to provide feedback to the political system based on a more complete understanding of the issue at hand (Milner 2002; Mutz 2006). This study, therefore, specifically focuses on news story source attributions that reflect different institutional perspectives—and therefore a diversity of voices.", "We do so, because media sociology states that news is a source-dependent process, and educational institutions train journalists to find, select, and cite appropriate and credible sources in their stories (Berkowitz 2009; Cozma, Hamilton, and Lawrence 2012). More importantly, this literature has also shown that journalists experience multiple influences affecting their ability to access and cite sources that accurately represent issues. Among these influences, the crisis within local news has broadly affected the way news organizations operate—and ultimately how much effort they are able to invest into covering certain issues. Local journalistic institutions that have traditionally served democracy might be forced to rely on convenient sources as they face a crisis from financial, technological, and behavioral changes (Knight Commission 2009), threatening their watchdog function (Waldman 2011) in society.", "Despite the importance of sources for the practice of journalism, though, variations across scholars’ conceptual and operational interpretations of source diversity have impeded the building of a cumulative body of knowledge that can be represented in a testable model. Operationally, much research has relied on a simple dichotomous approach that measures the proportion of sources, most often official and unofficial sources, cited within a news article (Bennett 1990). This approach, however, does not fully capture the variation in the actual construct of source diversity in individual stories and in the aggregate of stories on some topic or within some medium. Consequently, we advance this research by using the traditional sourcing literature to develop a theoretically driven model predicting the number and diversity of sources used within news articles. At the broadest level, we ask whether nonprofit or for-profit news organizations have observably different patterns in source attributions due to their different market orientations. Furthermore, we test what particular influences within different organizations have a greater or lesser impact on story sourcing."]}, {"title": "Theoretical Model", "paragraphs": ["To achieve this goal, we employed a hierarchical model of news coverage influences (Shoemaker and Reese 1996, 2014) that assesses the relative power of structural factors that may affect the story sources used by journalists. We assume that journalists experience multiple influences shaping their ability to access and cite sources, and that these influences are interrelated within a web of organizational and individual constraints (Shoemaker and Reese's model 1996, 2014). The identification of those particular direct and indirect influences in a model can help scholars expand and test the precision of predictions about independent variables that have the greatest influence on journalists’ story sourcing. Based on Shoemaker and Reese's model (1996, 2014), we selected the organizational-level variables of publication type (nonprofit and for-profit) as the highest-level influence on story source number and source affiliation diversity. This variable, in turn, is expected to directly influence three lower-level influences on news content—average reporter workload, reporter conflict priority, and journalists’ role enactments—that then, in their turn, affect news sourcing (see Figure 1). More of the Same?Influences on source use and source affiliation diversity in for-profit and nonprofit news organizational contentAll authorsJan Boehmer http://orcid.org/0000-0002-6452-1951, Serena Carpenter http://orcid.org/0000-0002-8814-4185 & Frederick Ficohttps://doi.org/10.1080/1461670X.2017.1368409Published online:18 September 2017FIGURE 1  Proposed model and hypothesesDisplay full sizeFIGURE 1  Proposed model and hypotheses", "FIGURE 1  Proposed model and hypotheses", "FIGURE 1  Proposed model and hypotheses", "Media messages are shaped by the sources that journalists cite. Source reliance is necessary because reporters do not often possess subject matter expertise to explain complex issues to readers (Powers and Fico 1994; Tuchman 1978). For example, official representatives of organizations provide reliable and credible information to journalists because they are often in positions of power to create change. Official sources also supply routine and predictable information that facilitates the work needs of news organizations. However, journalists may rely too much on such sources. This dependence can be problematic, because human sources often define and frame issues from their perspective, to the detriment of other perspectives. This practice may limit the discourse around important issues facing society and individuals, unintentionally directing the public’s attention away from other vital viewpoints (e.g., Berkowitz and Beach 1993; Cozma, Hamilton, and Lawrence 2012; Lasorsa and Reese 1990). Also relevant for media credibility, readers perceive stories with a greater number of sources as more credible, fair, agreeable, and interesting in comparison to single or government-only sourced stories (Cozma, Hamilton, and Lawrence 2012; Fedler and Counts 1981).", "Source affiliation diversity, the ultimate dependent variable in this study, reflects the reporter’s effort to communicate how various stakeholders view a particular issue. Brown et al. (1987, 45) describe source diversity as “a broad range of sources” within a story. Source affiliation categories that have been investigated include official; unofficial/nonofficial; foreign, US, state, congressional, and local government; lobbyist; business; law enforcement and police; judicial; military; interest groups; executives; senior management; non-senior management; experts; academic, professors, education, and school officials; media; public relations; non-government; religious; union; ordinary, average, and unaffiliated citizens and people; and other source type (e.g., Atton and Wickenden 2005; Bennett 1990; Berkowitz and Beach 1993; Hansen 1991; McShane 1995).", "Following Brown et al. (1987), we further define source affiliation diversity as the cited range of individual or organization affiliations present within a content unit. We further follow the measurement approach used by Lacy et al. (2012), who created a source diversity index that counted up to nine types of human and seven types of document sources that could be used in each news story. The human source categories included local government officials; people associated with businesses; ordinary citizens; state or federal officials; members of an interest group or independent experts and documents created by such organizations. Following Lacy et al. (2012), we concentrated our theoretical efforts on the diversity of human and organization source affiliations cited within a news story, because we assume such sources require more journalistic initiative and commitment to diverse news sourcing. In particular, our emphasis is not on the overall diversity of sources in some body of news coverage, but rather on the diversity of sources within each story making up that news coverage. To assess individual story source affiliation diversity, we categorized unique human and organization sources into categories that included: local government; state or federal government; business; public safety; interest group or association; independent expert; and unaffiliated citizen. Story source affiliation diversity, therefore, varies with how many of these different types of sources are included in each story.", "In addition to source affiliation diversity, the number of sources cited in a news story also communicates the effort and priority a news organization assigns to an issue or event (Cozma, Hamilton, and Lawrence 2012). The more effort a reporter makes to include diverse sources, the more likely it should also be that this content uses a greater number of sources. However, even if a story cites a great number of sources, these sources could all reflect the same institutional perspective. As a result, such a story would have many sources, but lack diversity. Therefore, the simple number of sources in a story is related to source affiliation diversity, but it is conceptually distinct from it.", "This study uses the Shoemaker and Reese (1996, 2014) hierarchical model to organize the exploration of influences on source affiliation diversity and to test the overall model itself for its fidelity to news work reality. The Shoemaker–Reese model specifically identifies five levels of influences on news content, with higher-level factors constraining the influence of lower-level ones. This study posits that the relative frequency and diversity of sources—the dependent variables that are the focus of this research—are shaped and constrained by four higher-level factors. Three of these factors at the individual level include the reporter’s enactment of journalistic roles, the reporter’s total story production, and the reporter’s priority for stories about conflict. The fourth factor—at the organization level—is an organization’s for-profit or nonprofit status.", "The model represented by Figure 1 specifies how organization type is expected to influence the lower-level variables, and how these variables in turn are proposed to have direct and indirect influences on source use in news stories.", "In general, the need to make a profit (or not) is expected to importantly differentiate news sites because of differing goals and possibly different priorities for journalists’ news work. As economic constraints have long affected people working within news organizations (Sigal 1973), we explore whether the distinction between for-profit and nonprofit organizations ultimately matters for sourcing behaviors, as nonprofit news organizations often have very specific goals. For example, “Seattle Crosscut” emphasizes “an informed public is essential if we are to find good solutions to the civic and political challenges of our time” and that they strive “to provide readers with the facts and analysis they need to intelligently participate in civic discourse on politics, culture, and technology” (Crosscut 2013). Similarly, the Voice of San Diego claims to produce “hard-hitting investigative reports along with civic engagement opportunities that gave San Diego residents a new platform to discuss and debate the issues that impact their life” (Voice of San Diego 2013). Given these goals, and the assumingly reduced pressure to meet market demands and deadlines, it makes logical sense that nonprofit news organizations would employ the kind of journalists motivated to put more effort into finding and interviewing sources needed for this type of reporting. In fact, research found that bloggers and citizen journalists more often rely on original, expert, and unofficial sources (Carpenter 2008; Gao, Zhang, and Sadri 2011; Watson 2012) than traditional media.", "On the other hand, most research shows that journalists at nonprofit news organizations might not be able to access the sources they want. As with all journalists, those working for nonprofit news organizations must battle for time to find and gain permission of powerful or often unwilling sources (Cameron, Sallot, and Curtin 1997)—a practice potentially more difficult when working for a not fully established or “alternative” news organization. Given that most nonprofit news organizations rely on limited organizational funding (Knight Foundation 2015), newspaper journalists may have better resources to access a greater range of sources (Brown et al. 1987; Carpenter 2007; Cozma, Hamilton, and Lawrence 2012; Lacy et al. 2012; Lasorsa and Reese 1990; Reich 2008). Journalists working for established newspapers might be able to include more sources in their stories than nonprofit publications because they have established media routines that include relationships with convenient pools of sources. These sources are especially important because reporters facing deadline pressures need knowledgeable sources that do not require extensive verification (Gans 1979; Powers and Fico 1994; Reich 2008; 2011).", "Despite these theoretical advantages, past studies of for-profit newspaper journalists indicate that they have not been able to meet scholarly expectations of news source quality. Sigal (1973) conducted one of the first investigations into source diversity, finding that government officials accounted for more than three-quarters of sources in two elite news publications during a 20-year period. Hallin, Manoff, and Weddle (1993) analyzed the source diversity practices of national security newspaper reporters, finding a similar reliance. Additionally, Brown et al. (1987) criticized newspapers’ notable reliance on predominantly government sources. Authors have argued that this lack of diversity exists because journalists seek to enforce the status quo by citing people who discourage discontent within a social system (Salomone et al. 1990; Soloski 1997). However, some research also shows that the number of sources cited within newspaper articles have almost doubled or tripled (Cozma, Hamilton, and Lawrence 2012), showing changing sourcing behaviors.", "Despite the academic interest in sourcing behaviors and the growing importance of nonprofit news sites, few studies have directly explored how nonprofit and for-profit news organizations compare in the diversity of news sourcing. Some studies, however, have investigated more specific sub-domains of source use, such as the use of women and minority sources in stories and the treatment of liberal and conservative viewpoints. Groseclose and Milyo (2005), for example, found that the nonprofit PBS NewsHour had less reliance on left-wing think tanks than did some for-profit news outlets such as the New York Times and CBS Evening News. Zeldes, Fico, and Diddi (2012) found that PBS’s coverage of the 2008 presidential election was more likely to use female and minority sources than was the coverage of the other traditional broadcast and cable networks. However, no content analysis has more broadly compared nonprofit to traditional news media in terms of their source use (Shafer 2009).", "Helping to fill this void, we observe both nonprofit and for-profit news organizations to see if they are alike or different in the number as well as the diversity of sources they use. The more particular goal of this study is to use a theoretically derived model to illuminate organization routine and individual reporter influences on source diversity and numbers in individual stories. More specifically, based on the assumptions posited by Shoemaker and Reese (1996, 2014), organization type (for-profit versus nonprofit) is expected to affect variables lower in the hierarchy, described below, that in turn explain the potential differences in sourcing behavior among news organizations.", "One of the major differences between nonprofit and for-profit news organizations is the types of stories they cover—and the possible sourcing requirements such stories place on journalists. For example, while for-profit news organizations often resort to quick and shallow reporting of local issues due to financial constraints, or remove in-depth coverage in favor of “popular” topics (Knight Commission 2009; Waldman 2011), many nonprofit news organizations started with the sole purpose of filling the gaps left by traditional news organizations (Farhi 2014).", "One key characteristic of local in-depth reporting is that it often requires reporters to go beyond the simple dissemination of information. Instead of stating facts, reporters may be required to interpret current events, investigate issues, mobilize the public, or identify problems and those responsible. In other words, although reporters may desire to take on varying roles depending on how they interpret the function of journalism in society (see Beam, Weaver, and Brownlee 2009; Zhu 1990), they might not be able to do so due to constraints within the news organization they work for. In fact, an enduring question in journalism is the extent to which role self-perceptions affect behaviors whose outcomes are observable in actual news content (Biddle and Thomas 1966). Based on the mission statements of many nonprofits as well as initial investigations (e.g., Farhi 2014), we anticipate that journalists working for nonprofit news organizations are more likely to provide, for example, interpretation. In general, we expect them to go beyond the simple dissemination of information more frequently than their colleagues working for for-profit organizations. Hence, the following hypothesis is posed: H1: Journalists working for nonprofit news organizations will be more likely than those working at for-profit news organizations to enact reporter roles that go beyond simple dissemination of information.", "H1: Journalists working for nonprofit news organizations will be more likely than those working at for-profit news organizations to enact reporter roles that go beyond simple dissemination of information.", "Closely related to the concept of journalistic roles are the topics that reporters at the different news organization types cover. While many local and community newspapers have been found to de-emphasize conflict and controversy (Vidich and Bensman 1958) as a result of their audience structure and perceived function within the communities they serve (Olien, Donohue, and Tichenor 1968), nonprofit news sites are expected to attract an audience that is specifically interested in government issues and willing to be exposed to controversial arguments. Having such a niche audience and assuming a more critical role in the community, in turn, should shape the content news organizations emphasize (Griffin, Dunwoody, and Gehrmann 1995; Oliver and Myers 1999; Taylor, Lee, and Davis 2000).", "As a result, focusing on conflict may be a mandate for reporters at nonprofit news organizations. We call this concept reporter conflict priority (Fico and Drager 2001). It describes journalists’ tendency to select topics involving conflict in much of their reporting. Journalists having this natural tendency might be drawn to work for nonprofit news organizations as they allow them to engage in such general conflict reporting more frequently. Therefore, the following hypothesis about conflict coverage is posed: H2: Journalists working for nonprofit news organizations will have a higher conflict priority than will journalists at for-profit news organizations.", "H2: Journalists working for nonprofit news organizations will have a higher conflict priority than will journalists at for-profit news organizations.", "As a logical consequence of the hierarchical effects postulated by Shoemaker and Reese (1996, 2014), it is expected that routines governing reporters’ story production will have pass-down effects on variables lower in the hierarchy. Generally, journalists’ workload has continued to increase in recent years. In addition to technological changes requiring journalists to take on additional roles (e.g., producing social media content, monitoring user comments, blogging), the decline in newsroom size in combination with the pressure to fill a growing newshole is one of the main contributors to this development (Guskin 2013; PR Newswire 2010). Although nonprofit news organizations face similar issues and often have even fewer resources than traditional for-profit new organizations (Holcomb 2013; Knight Foundation 2015), they could be reacting in two distinct ways. They could encourage/force their reporters to (1) increase their workload to compensate for the lack of workforce in an attempt to directly compete with the news volume put out by for-profit news organizations; or they could (2) abandon some of the editorial functions of mainstream media (Mitchell et al. 2013) and focus on producing fewer, but higher-quality content focusing on certain topics. Given the lack of concrete empirical evidence on the workload of journalists working for nonprofit news organizations, we ask: RQ1: How does reporter story number differ between journalists working for nonprofit news organizations and journalists working for for-profit news organizations?", "RQ1: How does reporter story number differ between journalists working for nonprofit news organizations and journalists working for for-profit news organizations?", "Following the Shoemaker and Reese (1996, 2014) model, differences in these variables should affect the ways in which individual reporters at these organizations do their work. For example, previous research has shown that having to write more articles is related to journalists’ taking on fewer in-depth projects (Fishman 1980), as well as a reliance on specific source types (Lacy and Matusik 1984).", "Therefore, it can be argued that if reporters face higher production pressures, they might be forced to limit themselves to a very basic type of reporting that mainly focuses on the dissemination of information instead of more elaborate types of reporting, such as interpreting issues or investigating wrongdoing. In fact, research has shown that while the majority of journalists envision their role to be the one of interpreter and disseminator of information, followed by mobilizing the public and acting as an adversary, there is often a gap between what journalists perceive their role to be and the type of content they actually produce (e.g., Weaver et al. 2007). Specifically focusing on journalistic role enactments, Carpenter, Boehmer, and Fico (2016) found that increased reporter workload was related to fewer stories being produced exhibiting characteristics of role enactments beyond the simple dissemination of information. Testing this relationship in the setting of the current study, we hypothesize: H3: Reporter story number will be inversely related to journalistic role enactments that go beyond simply disseminating information.Similarly, an increased workload should not only affect the ways in which journalists cover a story, but also the topic of stories they choose to cover. When faced with increased production pressure, it could be more feasible for journalists to report on stories that can be told in a “straightforward” manner. This, in turn, might lead them to avoid stories about conflict, as these stories tend to involve explaining the cause of conflict and stating the arguments of multiple involved parties. As a result, we hypothesize the following relationship between workload and conflict priority: H4: Reporter story number will be inversely related to reporter conflict priority.If the organizational characteristics discussed above indeed place constraints on journalists’ individual role enactments and choice of stories, they should also be expected to affect story source use more directly. In fact, research suggests that journalists having to produce more stories do so in a less-balanced way when sources conflict on some issue (Fico and Balog 2003; Fico, Freedman, and Durisin 2011). Story balance is closely related to the use of specific sources in a story, as finding and using multiple sources is a necessary requirement for achieving story balance. Publishing balanced stories, in turn, would almost automatically increase the number of sources cited in a story.", "H3: Reporter story number will be inversely related to journalistic role enactments that go beyond simply disseminating information.", "H4: Reporter story number will be inversely related to reporter conflict priority.", "Therefore, we hypothesize: H5: Reporter story number will be inversely related to source number.", "H5: Reporter story number will be inversely related to source number.", "Similarly, journalists more likely to engage in reporting of conflict have been shown to do so in a more balanced way (Fico and Balog 2003; Fico and Drager 2001). This, again, would be indicated by use of more—and more diverse—sources. Previous research suggested that reporters who specialized in conflict used sources to balance their coverage and thereby preempt potential changes of unfairness by sources they were likely to need in future stories. Investigating this relationship further, we hypothesize: H6: Reporter conflict priority is positively related to source number. H7: Reporter conflict priority is positively related to source affiliation diversity.A similar argument can be made about the relationship between the enactment of journalistic roles and the use of sources in reporting. One theoretical assumption about journalistic occupational roles in the present research is that they are shaped and governed in a specific context that reflects organizational goals and how organizations deploy resources to staffing (Shoemaker and Reese 1996, 2014). A further assumption in this research is that reporters may explicitly ascribe to or avoid particular roles depending on organizational context, and that the roles ascribed to further serve as guides to their newsgathering and processing decisions. In other words, although journalist roles may be shaped by the organizational context, the roles themselves become explicit, conscious self-motivators for the reporters when it comes to news story selection and sourcing.", "H6: Reporter conflict priority is positively related to source number.", "H7: Reporter conflict priority is positively related to source affiliation diversity.", "However, the assumption that the role perceptions of reporters alone predict behavior has not been well explored, and what exploration of the relationship has been done suggests a very imperfect connection between roles reporters hold up for themselves and the stories they actually do (e.g., Tandoc, Hellmueller, and Vos 2013; Weaver and Wilhoit 1991; Weaver et al. 2007).", "But one empirically supported role, the disseminator, is absolutely central to journalism conceptually and operationally because of its focus on information transmission with a minimum of interpretation and a maximum of transparency. Other roles imply or explicitly mandate more reporter involvement. Interpretative and investigative role enactments, for example, explore why and how news events have occurred, with the reporter explicitly framing the meanings transmitted to audiences by the types of sources used and how they are used to explain the why or how of a news event. The mobilizing role deals with empowering the public. The advocacy and adversary roles go even further, with the reporter as an active change agent. Overall, then, a key and simplifying distinction among roles enacted in actual news story content can be made: the disseminator role; and all other, more activist, roles that emphasize interpretation, investigation, or mobilization.", "In the context of this research, the roles journalists assume should affect the way they search for and use sources in news content (see Figure 1). Journalists who take on roles beyond the one of the disseminator are likely to do so when covering complex and controversial topics where more explanation and/or commentary by sources could benefit the audiences’ understanding of the underlying sources of conflict. H8: Journalistic role enactments beyond dissemination will be positively related to source number. H9: Journalistic role enactments beyond dissemination will be positively related to source affiliation diversity.", "H8: Journalistic role enactments beyond dissemination will be positively related to source number.", "H9: Journalistic role enactments beyond dissemination will be positively related to source affiliation diversity.", "Finally, the sheer number of sources in a particular unit of media content should correlate (but far less than perfectly) with source affiliation diversity. In other words, the more sources a news reporter cites in a story, the more likely that at least some of those sources reflect a different perspective from others already cited. Conversely, the more effort a reporter makes to include diverse sources is also more likely to produce news content that uses a greater number of sources. Therefore, we hypothesize: H10: Source number is positively related to source affiliation diversity.", "H10: Source number is positively related to source affiliation diversity."]}, {"title": "Method", "paragraphs": ["This study explores influences on sourcing through content analysis of news stories published online by five nonprofit news sites and five corresponding for-profit news sites in the same markets in May 2013. Following Carpenter, Boehmer, and Fico (2016), professional nonprofit news sites are defined as follows: websites that (1) have 501c status (tax-exemption for organizations whose activities are charitable, religious, educational, scientific, literary, testing for public safety, fostering amateur sports competition, preventing cruelty to children, or preventing cruelty to animals); (2) pay journalists a salary to cover the market; (3) have a geographic market larger than a neighborhood, including a city, metro or regional area; (4) have general news and information and are not a niche site limited to a few subjects, such as politics, sports or crime; and (5) post new information regularly. Sites matching those criteria were identified through an online directory (Columbia Journalism Review 2013) and listings on previously identified nonprofit news websites (Crosscut 2013).", "The initial sample consisted of eight nonprofit sites in eight cities that competed with online for-profit newspaper sites in the same cities. After closer inspection, however, three were eliminated due to infrequent updating or publication cessation. The remaining sample of professional nonprofit journalism sites consisted of the following five websites: Crosscut (Seattle, WA), MinnPost (Minneapolis, MN), Voice of San Diego (San Diego, CA), New Haven Independent (New Haven, CT), and Texas Tribune (Austin, TX). To allow comparison between nonprofit and for-profit news websites, the online venue published by the for-profit newspaper with the largest circulation (Alliance for Audited Media 2013) in the five respective geographic markets was chosen for comparison. The selected newspaper websites in this study were: Times (Seattle, WA), Star Tribune (Minneapolis, MN), UT San Diego (San Diego, CA), Register (New Haven, CT), and American-Statesman (Austin, TX).", "As a second step, a constructed week of May 2013 was created for all markets under investigation by randomly selecting all content published on one Monday, one Tuesday, one Wednesday, etc. (Riffe, Lacy, and Fico 2005). On those days, all content produced by the websites was collected by accessing their Rich Site Summary (RSS) feeds and automatically storing the links to all published articles in a Microsoft Excel file. Since the study deals with news stories whose focus is at the city/suburb, county and state levels, content dealing with (1) routine sports material, (2) routine weather material, (3) personal advice, or (4) international events without local impact was eliminated.", "The initial sample consisted of 2275 articles. The for-profit sites accounted for the vast majority of stories drawn, and a data management decision was made to randomly sample from this group to produce a large enough sample to accurately reflect the population of for-profit stories while also allowing for a better comparison across media types. The remaining sample consisted of 712 stories, 56 percent came from for-profit organizations. For model testing, however, this sample was further reduced to 400 news stories for which data were available for all variables, especially those involving identification of individual reporter characteristics.", "Each unique source was categorized into one of several categories: (1) local government; (2) state or federal government; (3) business; (4) public safety; (5) group or association; (6) independent expert; (7) unaffiliated citizen; and (8) other. The index did not include the other category. The detailed operational definitions for each category are described in Table 1. Coders categorized each unique human and organization source into one affiliation category. To create a measure of source affiliation diversity, an additive index was created depending on the presence or absence of each source type. Each story could receive a total score ranging from 0 to 7, with a higher number reflecting a more source affiliation diverse story. More of the Same?Influences on source use and source affiliation diversity in for-profit and nonprofit news organizational contentAll authorsJan Boehmer http://orcid.org/0000-0002-6452-1951, Serena Carpenter http://orcid.org/0000-0002-8814-4185 & Frederick Ficohttps://doi.org/10.1080/1461670X.2017.1368409Published online:18 September 2017TABLE 1 Operational definitions of source affiliation diversity variablesCSVDisplay Table", "In addition, the total number of sources was counted in each story without regard to their diversity. In other words, two city council members cited in a story would count as only one source type with diversity measure, but it would count as two sources for the total source number measure.", "News organization websites’ mission statements were examined to determine if they were nonprofit or for-profit, the organization-type distinction made in this research. As already noted, a nonprofit news site had to meet 501c status as well as conditions described above. A news site coded as for-profit would not have 501c status. The study required that nonprofit status be the only major difference between the sites, but all other site characteristics would be similar. This was a nominal-level variable: a site was coded as nonprofit or for-profit.", "Stories done by each identified reporter were added, and that score was assigned to each story that the reporter produced. It is therefore a gross measure of reporter workload. It is a ratio-level measure ranging from at least 1 to some higher figure.", "A news story was defined as being about conflict if it had at least two cited sources who were explicitly disagreeing with one another over some matter. Conflict stories done by each identified reporter were added and divided by the total story production of the reporter. The resulting proportion indicates the priority of that reporter for stories about conflict. This score was then assigned to every story produced by that reporter. It is a ratio-level measure ranging from 0 (none of the reporter’s stories involved conflict) to 100 percent (all the reporter’s stories involved conflict).", "This research follows the assumption of Carpenter, Boehmer, and Fico (2016) that journalistic roles only matter if the content those journalists produce reflects those roles. In particular, the present study adopts their method for operationalizing roles based on characteristics of the news content that are directly observable through content analysis. The specific roles reflected in stories done by identified reporters were determined according to (1) story topic, (2) story sources, (3) presence of reporter opinion, (4) reporter opinions making moral judgments, and (5) reporter opinions focusing on some target as a legal or ethical wrongdoer. As noted above, the major distinction made for this study was whether or not stories indicated the reporter was enacting only a disseminator role or also some other role in story content. Disseminator stories, indicating a reporter disseminator role, had to focus on who, what, when, and where news story elements and not on the how or why news elements. Disseminator story sources had to be fully identified, and disseminator stories did not use anonymous sources, original scientific research, or database sources. Finally, disseminator stories had no indication of reporter opinion, moral judgments, or reporter target identification. All stories could therefore be judged to be strictly disseminator or as having qualities that went beyond disseminator characteristics. Every identified reporter was given a score that indicated the proportion of stories that went beyond disseminator characteristics that the reporter produced based on that reporter’s total story production. This score was then assigned to every story produced by that reporter, and indicates the degree to which the work of that reporter reached beyond the disseminator role. This was a ratio-level measure that, hypothetically, could range from 0 percent (all the reporter’s stories reflected only the disseminator role) to 100 percent (all the reporter’s stories involved roles such as interpretative, investigative, or mobilization role enactments).", "One doctoral student and one faculty member coded 12 percent of the sampled news units. Riffe, Lacy, and Fico (2005) recommend running multiple statistical procedures to test reliability. Krippendorf’s alpha, Cohen’s kappa and Scott’s pi were used for the reliability analyses for the nominal-level variables making up the source affiliation diversity index. Reliability for the variables ranged from 0.78 to 1.0.1 In addition, Pearson’s product-moment correlation coefficient was used to determine ratio-level intercoder reliability for the source number variable, which yielded a coefficient of 0.95—indicating good reliability. Independent variables requiring a coder reliability assessment included story role enactment (producing a 0.90 coefficient, 95 percent agreement) and story conflict (producing a 0.82 coefficient, 95 percent agreement).", "The source affiliation diversity and number measures used in this study are also widely used in other research on journalistic news work, and therefore possess concurrent validity. Independent variable measures for nonprofit status, reporter workload, reporter conflict priority, and news organization staff size are constructed from other direct observables in the news content and are not problematic for validity. The reporter role enactment construct used in this study is based on both survey and content analysis work that have identified disseminator and other roles, thereby establishing concurrent validity.", "A model incorporating the research question and hypotheses was tested using structural equation modeling (SEM) with AMOS 24.0 software. SEM was used to allow simultaneous testing of the antecedents and effects of the theoretically derived variables in the model, as well as the estimation of individual parameters. Organization type was treated as an exogenous variable; all remaining variables were treated as endogenous.", "Prior to the path analyses, correlations for all variables estimating the model were computed. The correlation matrix is shown in Table 2. The highest correlation coefficient among the variables of this study was 0.56 (the association between source total and source affiliation diversity), which is well below the recommended maximum threshold of 0.70 (Tabachnick and Fidell 2001), indicating no significant multicollinearity problems. More of the Same?Influences on source use and source affiliation diversity in for-profit and nonprofit news organizational contentAll authorsJan Boehmer http://orcid.org/0000-0002-6452-1951, Serena Carpenter http://orcid.org/0000-0002-8814-4185 & Frederick Ficohttps://doi.org/10.1080/1461670X.2017.1368409Published online:18 September 2017TABLE 2 Correlation matrix between key variablesCSVDisplay Table", "The proposed model indicated a good fit based on multiple goodness-of-fit indices: χ2(4) = 6.721, p = 0.151, RMSEA (Root Mean Square Error of Approximation) = 0.04, GFI (Goodness of Fit Index) = 0.99, CFI (Comparative Fit Index) = 0.99, and SRMR (Standardized Root Mean Square Residual) = 0.023 (Anderson and Gerbing 1988). Overall, the included variables explained 35 percent of source affiliation diversity within the stories included in the analysis. Figure 2 presents the final model with standardized coefficients. More of the Same?Influences on source use and source affiliation diversity in for-profit and nonprofit news organizational contentAll authorsJan Boehmer http://orcid.org/0000-0002-6452-1951, Serena Carpenter http://orcid.org/0000-0002-8814-4185 & Frederick Ficohttps://doi.org/10.1080/1461670X.2017.1368409Published online:18 September 2017FIGURE 2  Results of structural equation modeling. All estimates are standardized (N = 400)Display full sizeFIGURE 2  Results of structural equation modeling. All estimates are standardized (N = 400)", "FIGURE 2  Results of structural equation modeling. All estimates are standardized (N = 400)", "FIGURE 2  Results of structural equation modeling. All estimates are standardized (N = 400)"]}, {"title": "Results", "paragraphs": ["Some 52 percent of the 400 analyzed stories were produced by nonprofit news organizations. Individual reporters on average produced about two stories each (SD = 2.2), with reporters’ priority for stories on conflict ranging from 0 to 100 percent. Stories about conflict made up about 26 percent of an average reporter’s story production. Role enactment beyond dissemination ranged between 0 and 100 percent, with about 42 percent of an average reporter’s stories going beyond dissemination. The mean number of sources used in stories was nearly 3.4 (SD = 2.9), more than twice the diversity score mean of 1.4 (SD = 1.1) on the 0–7 scale used.", "Data indicate significant differences between for-profit and nonprofit news organizations in the number but not the diversity of sources cited in stories. Nonprofit news sites averaged more sources per story (mean = 3.70, SD = 0.23), than for-profit news organizations (mean = 3.04, SD = 0.17). This difference, −0.669 (bias-corrected and accelerated [BCa] 95 percent CI = −1.242, −0.096), was statistically significant, t(398) = −2.30, p = 0.022; r = 0.12. Nonprofit news sites also on average used a slightly more diverse set of sources per story (mean = 1.46, SD = 1.03) than for-profit news organizations (mean = 1.36, SD = 1.09). However, this difference, −0.097 (BCa 95 percent CI = −0.307, 0.113), was not statistically significant, t(398) = −0.097, p = 0.365.", "Investigating the relationship between organization type and the number of stories an individual journalist had to contribute (RQ1), a statistically significant relationship was found (β = 0.37, p < 0.001). Journalists working for nonprofit sites contributed about four more articles than journalists working for for-profit news organizations.", "H1 predicted that articles published by nonprofit news sites would be more likely to exhibit enactments of journalistic roles going beyond the one of the disseminator than articles published by for-profit news organizations, but SEM analysis found no statistically significant relationship (β = 0.09, p = 0.075). On average, 43 percent of an individual journalist’s articles published by nonprofit organizations exhibited characteristics beyond the disseminator role (compared to 40 percent for-profit organizations).", "H2 predicted a positive relationship between working for a nonprofit news organization and a reporter’s priority for stories that cover some form of conflict. A statistically significant relationship was found (β = 0.20, p < 0.001), showing that journalists working for nonprofit news organizations had a greater likelihood of covering conflict. On average, about 31 percent of an individual journalist’s articles published by a nonprofit news organization dealt with some form of conflict—compared to about 19 percent of stories for journalists working for traditional newspapers.", "H3 proposed a negative relationship between the number of stories a journalist had to contribute and the likelihood of his or her stories enacting journalistic roles beyond simple dissemination. A statistically significant relationship was found (β = −0.17, p = 0.001), indicating that journalists who contributed more stories were less likely to enact roles beyond disseminator, supporting H3.", "Looking at the relationship between the number of stories a reporter had to write and that reporter’s priority for covering stories involving some form of conflict (H4), no statistically significant relationship was found (β = −0.05, p = 0.309). In other words, journalists covered conflict independently of any influence from their workload.", "Investigating the relationship between reporter workload and the number of sources used (H5), a statistically significant negative relationship was found (β = −0.10, p = 0.038). Journalists who produced more articles used fewer sources in their stories than did journalists having a lesser workload. In other words, reporters’ workload affected the number of sources used in published stories within this sample.", "Assessing the relationship between a reporter’s priority for covering conflict and the number of sources used, a statistically significant relationship was found (β = 0.29, p < 0.001), supporting H6. The more reporters focused on conflict, the more sources they used in their articles. Overall, stories covering conflict featured more sources (mean = 5.16, SD = 0.28) than stories not covering conflict (mean = 2.67, SD = 0.15).", "H7 predicted a positive relationship between a reporter’s priority for covering conflict and the diversity within the sources used in articles. A statistically significant relationship was found (β = 0.19, p < 0.001), showing that reporters who covered conflict more frequently also used a more diverse variety of sources. Overall, articles covering conflict had a higher source diversity score (mean = 2.04, SD = 0.10) than did stories not covering conflict (mean = 1.16, SD = 0.05). This lends support for H7.", "H8 predicted that reporters who are more likely to enact journalistic roles beyond the role of the disseminator would also be more likely to include a greater number of sources in their articles. A statistically significant relationship was found (β = 0.21, p < 0.001), with journalists going beyond the disseminator role using more sources.", "Similarly, investigating the relationship between journalistic role enactments and the diversity of sources used, a statistically significant relationship was found (β = 0.10, p = 0.026), thereby supporting H9. Overall, then, journalists enacting roles beyond the one of disseminator used sources differently than journalists publishing more articles that exhibited characteristics conforming with the disseminator role.", "Finally, H10 predicted that stories containing more sources would also include a more diverse set of sources. A statistically significant positive relationship was found (β = 0.48, p < 0.001), supporting H10. The more sources that were cited in a given article, the more likely they were to come from different categories."]}, {"title": "Discussion and Implications", "paragraphs": ["There has been increased interest in the role of nonprofit news outlets in the changing media landscape and whether they can fill the void left by struggling mainstream for-profit organizations in some markets. We focused our investigation on story sourcing as a measure of news quality—and to a certain degree nonprofit news organizations were doing a better job than their for-profit counterparts. However, while they used significantly more sources than did for-profit sites, these sources were likely to come from a homogeneous institutional affiliation for both types of sites.", "This finding can potentially be explained by the audience characteristics of both organization types. For-profit news organizations, relying on a large and broad audience for advertising support, may have to tailor content in a way that has the greatest appeal with the least chance of risking the loss of audience members. On the other hand, nonprofit outlets may be more inclined to cover conflicts from different angles, fulfilling their potential role as an alternative news source and aligning with their niche audiences, which are believed to be more interested in societal conflict and more accepting of sources that challenge accepted points of view. This greater conflict coverage may have resulted in an overall greater number of sources used in their stories, but—surprisingly—these sources came from the same affiliation categories (i.e., asking multiple government officials, but not outside experts or ordinary citizens).", "SEM analysis further indicates that this organization-level factor had its influence on story source use primarily through intermediate variables in the model. The most important direct predictors of source number and diversity are attributable to individual reporter characteristics: specifically, their role enactments and their focus on stories that included conflict. The nonprofit news outlets included in this study were more likely to have reporters whose stories more frequently covered conflict, thereby increasing story source numbers and affiliation diversity beyond the levels in stories by their for-profit counterparts. But nonprofits also had reporters who were tasked to produce more stories, resulting in stories with fewer sources. It is unclear how superiors and reporters at these nonprofit news organizations resolve these contradictions in the opposing influences on source use in stories. But for both types of news organizations, reporters with the ability, freedom or mandate to enact roles beyond mere dissemination included a greater number and more diverse pool of sources in their stories.", "If the goals of journalism are to provide a more truthful and complete picture of society, then the breadth and depth of the sources used in stories are crucial to that goal. But the factors that can most directly affect source use require the commitment of organizational resources and support, and in particular, the workloads reporters carry. Data from this study show that a greater workload depressed the ability of reporters to enact roles that result in richer story sourcing. So both for-profit and nonprofit news organizations face a dilemma. Reporters could do fewer stories so the ones they do are better sourced, but that would reduce the overall story output and could result in a potential loss of audience. Organizations could also encourage reporters to enact roles that go beyond the dissemination of information, but again this would likely mean that these reports would not be able to produce as many stories. Finally, organizations could emphasize the coverage of conflicts. But that emphasis requires both organizational support by superiors, and courage and care by reporters to produce conflict stories that are fair and balanced and that keep the future cooperation of sources.", "Although this research has found important relationships in the sample used here, a much broader sample of nonprofit news organizations must be explored to determine if findings can be generalized more broadly. Moreover, such a broader sample of nonprofits should be compared to relatively similar for-profit news organizations in the same communities to isolate the degree to which market orientation makes a stable difference to news coverage. It is also likely that the causal variables explored in this research have effects on other story content of theoretical and normative value. For example, the race, gender and other characteristics of news sources, as well as the treatment of sources with different political orientations in social and political conflict, should be investigated.", "Moreover, as with all models, the range of variables included is likely to be incomplete. For example, past research suggests that reporter race, gender or experience influence source use in news stories. At a higher level in this model, the competitive environment of media outlets and the demographic characteristics of their audiences may exert influences that have “pass through” effects on content characteristics. Moreover, such models may be conditional, with news story source affected by the kinds of news events covered. Also an entirely different constellation of influences may govern non-news content such as opinion pieces or editorials.", "Certainly, the media environment during the last years has been undergoing rapid change in marketing and technology. But this study also indicates that human factors as well as market-driven ones can still affect the quality of news coverage provided to audiences. This comes, as always, from the professional commitment of journalists and their organizational superiors to provide that quality coverage."]}], "references": [{"title": "Structural Equation Modeling in Practice: A Review and Recommended two-Step Approach", "year": "1988", "journal": "Psychological Bulletin", "volume": "103", "authors": [{"name": "Anderson James C.", "first_name": "Anderson", "last_name": "C."}, {"name": "Gerbing David W.", "first_name": "Gerbing", "last_name": "W."}]}, {"title": "Sourcing Routines and Representation in Alternative Journalism: A Case Study Approach", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Atton Chris", "first_name": "Atton", "last_name": "Chris"}, {"name": "Wickenden Emma", "first_name": "Wickenden", "last_name": "Emma"}]}, {"title": "Changes in Professionalism of U.S. Journalists in the Turbulent Twenty-First Century", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Brownlee Bonnie J.", "first_name": "Brownlee", "last_name": "J."}]}, {"title": "Toward a Theory of Press-State Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett W. Lance.", "first_name": "Bennett", "last_name": "Lance."}]}, {"title": "News Sources and News Context: The Effect of Routine News, Conflict, and Proximity", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "Beach Douglas W.", "first_name": "Beach", "last_name": "W."}]}, {"title": "Invisible Power: Newspaper News Sources and the Limits of Diversity", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Brown Jane D.", "first_name": "Brown", "last_name": "D."}, {"name": "Bybee Carl R.", "first_name": "Bybee", "last_name": "R."}, {"name": "Weardon Stanley T.", "first_name": "Weardon", "last_name": "T."}, {"name": "Straughn Dulcie M.", "first_name": "Straughn", "last_name": "M."}]}, {"title": "Public Relations and the Production of News: A Critical Review and a Theoretical Framework", "year": "1997", "journal": "Communication Yearbook", "volume": "20", "authors": [{"name": "Cameron Glen T.", "first_name": "Cameron", "last_name": "T."}, {"name": "Sallot Lynne M.", "first_name": "Sallot", "last_name": "M."}, {"name": "Curtin Patricia A.", "first_name": "Curtin", "last_name": "A."}]}, {"title": "U.S. Elite and non-Elite Newspapers’ Portrayal of the Iraq war: A Comparison of Frames and Source use", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Carpenter Serena.", "first_name": "Carpenter", "last_name": "Serena."}]}, {"title": "Online Citizen Journalism Publications and Online Newspapers Utilize the Objectivity Standard and Rely on External Sources", "year": "2008", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "85", "authors": [{"name": "Carpenter Serena.", "first_name": "Carpenter", "last_name": "Serena."}]}, {"title": "The Measurement of Journalistic Role Enactments: A Study of Organizational Constraints and Support in for-Profit and Nonprofit Journalism", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "93", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}, {"name": "Boehmer Jan", "first_name": "Boehmer", "last_name": "Jan"}, {"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}]}, {"title": "NYT Pulitzer Stories Show More Independence in Foreign Sourcing", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca"}, {"name": "Hamilton John M.", "first_name": "Hamilton", "last_name": "M."}, {"name": "Lawrence Regina", "first_name": "Lawrence", "last_name": "Regina"}]}, {"title": "Variations in Attribution Affect Readers’ Evaluations of Stories", "year": "1981", "journal": "Newspaper Research Journal", "volume": "2", "authors": [{"name": "Fedler Fred", "first_name": "Fedler", "last_name": "Fred"}, {"name": "Counts Tim", "first_name": "Counts", "last_name": "Tim"}]}, {"title": "Partisan Sources Receive More Space in Conflict Issues", "year": "2003", "journal": "Newspaper Research Journal", "volume": "24", "authors": [{"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}, {"name": "Balog Olivia", "first_name": "Balog", "last_name": "Olivia"}]}, {"title": "News Stories About Conflict Generally Balanced", "year": "2001", "journal": "Newspaper Research Journal", "volume": "22", "authors": [{"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}, {"name": "Drager Michael", "first_name": "Drager", "last_name": "Michael"}]}, {"title": "Coverage of Governor Races Balanced While Senate Races Reflect Some Bias", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}, {"name": "Freedman Eric", "first_name": "Freedman", "last_name": "Eric"}, {"name": "Durisin Megan", "first_name": "Durisin", "last_name": "Megan"}]}, {"title": "Newspapers use More Sources Compared to Health Blogs in H1N1/Swine flu Coverage", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Gao Fangfang", "first_name": "Gao", "last_name": "Fangfang"}, {"name": "Zhang Meng", "first_name": "Zhang", "last_name": "Meng"}, {"name": "Sadri Sean", "first_name": "Sadri", "last_name": "Sean"}]}, {"title": "The Effects of Community Pluralism on Press Coverage of Health Risks From Local Environmental Contamination", "year": "1995", "journal": "Risk Analysis", "volume": "15", "authors": [{"name": "Griffin Robert J.", "first_name": "Griffin", "last_name": "J."}, {"name": "Dunwoody Sharon", "first_name": "Dunwoody", "last_name": "Sharon"}, {"name": "Gehrmann Christine", "first_name": "Gehrmann", "last_name": "Christine"}]}, {"title": "A Measure of media Bias", "year": "2005", "journal": "The Quarterly Journal of Economics", "volume": "120", "authors": [{"name": "Groseclose Tim", "first_name": "Groseclose", "last_name": "Tim"}, {"name": "Milyo Jeff", "first_name": "Milyo", "last_name": "Jeff"}]}, {"title": "Sourcing Patterns of National Security Reporters", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Hallin Daniel C", "first_name": "Hallin", "last_name": "C"}, {"name": "Manoff Robert K.", "first_name": "Manoff", "last_name": "K."}, {"name": "Weddle Judy K.", "first_name": "Weddle", "last_name": "K."}]}, {"title": "Source Diversity and Newspaper Enterprise Journalism", "year": "1991", "journal": "Quarterly", "volume": "68", "authors": [{"name": "Hansen Kathleen A.", "first_name": "Hansen", "last_name": "A."}]}, {"title": "Dailies Still do ‘Heavy Lifting’ in Government News, Despite Cuts", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}, {"name": "Baldwin Thomas", "first_name": "Baldwin", "last_name": "Thomas"}, {"name": "Bergan Daniel", "first_name": "Bergan", "last_name": "Daniel"}, {"name": "Wildman Steven", "first_name": "Wildman", "last_name": "Steven"}, {"name": "Zube Paul", "first_name": "Zube", "last_name": "Paul"}]}, {"title": "Dependence on Organization and Beat Sources for Story Ideas: A Case Study of Four Newspapers", "year": "1984", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Matusik David", "first_name": "Matusik", "last_name": "David"}]}, {"title": "News Source use in the Crash of 1987: Four National media", "year": "1990", "journal": "Journalism Quarterly", "volume": "67", "authors": [{"name": "Lasorsa Dominic L", "first_name": "Lasorsa", "last_name": "L"}, {"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Occupational, Gender, and Geographic Representation of Information Sources in U.S. and Canadian Business Magazines", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "McShane Stephen L.", "first_name": "McShane", "last_name": "L."}]}, {"title": "The Community Editor’s Power and the Reporting of Conflict", "year": "1968", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "45", "authors": [{"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N."}, {"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A."}, {"name": "Tichenor Phillip J.", "first_name": "Tichenor", "last_name": "J."}]}, {"title": "How Events Enter the Public Sphere: Conflict, Location and Sponsorship in Local Newspaper Coverage of Public Events", "year": "1999", "journal": "American Journal of Sociology", "volume": "105", "authors": [{"name": "Oliver Pamela E.", "first_name": "Oliver", "last_name": "E."}, {"name": "Myers Daniel J.", "first_name": "Myers", "last_name": "J."}]}, {"title": "Influence on use of Sources at Large U.S. Newspapers", "year": "1994", "journal": "Newspaper Research Journal", "volume": "15", "authors": [{"name": "Powers Angela", "first_name": "Powers", "last_name": "Angela"}, {"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}]}, {"title": "How Citizens Create News Stories: The ‘News Access’ Problem Reversed", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Reich Zvi.", "first_name": "Reich", "last_name": "Zvi."}]}, {"title": "Source Credibility and Journalism: Between Visceral and Discretional Judgment", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Reich Zvi.", "first_name": "Reich", "last_name": "Zvi."}]}, {"title": "A Question of Quality: How Journalists and News Sources Evaluate Coverage of Environmental Risks", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Salomone Kandice L.", "first_name": "Salomone", "last_name": "L."}, {"name": "Greenburg Michael R.", "first_name": "Greenburg", "last_name": "R."}, {"name": "Sandman Peter M.", "first_name": "Sandman", "last_name": "M."}, {"name": "Sachsman David B.", "first_name": "Sachsman", "last_name": "B."}]}, {"title": "Mind the gap. Between Journalistic Role Conception and Role Enactment", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Hellmueller Lea C.", "first_name": "Hellmueller", "last_name": "C."}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Local Press Coverage of Environmental Conflict", "year": "2000", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "77", "authors": [{"name": "Taylor Claire E.", "first_name": "Taylor", "last_name": "E."}, {"name": "Lee Jung-Sook", "first_name": "Lee", "last_name": "Jung-Sook"}, {"name": "Davis William R.", "first_name": "Davis", "last_name": "R."}]}, {"title": "Bloggers Rely on Sources Outside of Traditional media", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Watson Brandon R.", "first_name": "Watson", "last_name": "R."}]}, {"title": "Differences in the way Broadcast, Cable and Public TV Reporters Used Women and non-White Sources to Cover the 2008 Presidential Race", "year": "2012", "journal": "Mass Communication and Society", "volume": "15", "authors": [{"name": "Zeldes Geri A.", "first_name": "Zeldes", "last_name": "A."}, {"name": "Fico Fred", "first_name": "Fico", "last_name": "Fred"}, {"name": "Diddi Arvind", "first_name": "Diddi", "last_name": "Arvind"}]}, {"title": "Recent Trends in Adversarial Attitudes among American Newspaper Journalists: A Cohort Analysis", "year": "1990", "journal": "Journalism Quarterly", "volume": "67", "authors": [{"name": "Zhu Jian-Hua.", "first_name": "Zhu", "last_name": "Jian-Hua."}]}]}