{"doi": "10.1080/21670811.2016.1250607", "url": "https://doi.org/10.1080/21670811.2016.1250607", "title": "Surveillance Normalization and Critique", "volume": "5", "year": "2017", "issue": "3", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Wahl-Jorgensen", "first_name": "Karin", "name": "Karin Wahl-Jorgensen"}, {"last_name": "Bennett", "first_name": "Lucy", "name": "Lucy K. Bennett"}, {"last_name": "Cable", "first_name": "Jonathan", "name": "Jonathan Cable"}], "abstract": "In the aftermath of Edward Snowden’s leaks about “bulk data collection” by the National Security Agency and Government Communications Headquarters, questions about mass surveillance have come to the forefront of public debate. This paper, based on (1) a comprehensive content analysis of newspaper coverage, and (2) interviews with journalists covering stories related to surveillance in the United Kingdom, outlines a key tension between journalists’ self-understandings and practices which has profound consequences. On the one hand, we suggest, media coverage contributes to normalizing surveillance by emphasizing concerns about national security and stressing the surveillance of elites, to the detriment of an interest in the gathering of “bulk data” on populations. On the other hand, journalists, though acknowledging national security concerns, are frequently critical of and resistant to the extent, nature and necessity of mass surveillance. Our paper suggests that despite journalists’ desire to communicate the complexities of mass surveillance, the structural constraints of their professional practice—in particular their reliance on official sources—make it difficult for reporting to move beyond the legitimating discourses provided by these official sources.", "body": [{"title": "Introduction", "paragraphs": ["Starting in June 2013, the former National Security Agency (NSA) contractor Edward Snowden began leaking tranches of information about the surveillance activities of the US and UK intelligence agencies. Snowden’s leaked files contained information about previously unknown surveillance programmes by the intelligence agencies, the NSA and Government Communications Headquarters (GCHQ). These included the widespread gathering of “bulk data” from mobile phone and internet companies, encompassing both the content of communications as well as metadata (e.g. Greenwald 2014; Lyon 2014). Snowden also revealed that the intelligence agencies had spied on the activities of embassies and world leaders, including the monitoring of German Chancellor Angela Merkel’s phone calls. The leaks, first published in The Guardian in the United Kingdom, The Washington Post in the United States and Der Spiegel in Germany, have occasioned extensive discussion about surveillance and raised a set of broader questions around the shifting relations between government, media organizations and citizens, as well as changing conceptions of the fundamental rights of citizens in the digital era.", "Against this backdrop, the current article looks more closely at debates over the Snowden revelations in the British media. It focuses on (1) how mainstream media reported the revelations and their aftermath, and (2) how journalists reflected on (a) their own coverage, and (b) practices of mass surveillance and their consequences. This was done through a content analysis of media coverage and interviews with journalists covering surveillance. The paper outlines a key tension: on the one hand, we suggest, media coverage contributes to normalizing surveillance by emphasizing concerns about national security, and minimizing concerns over the importance of mass surveillance; on the other hand, our interviews show that journalists, though acknowledging national security concerns, are frequently critical regarding the extent, nature and necessity of mass surveillance. They suggest that surveillance has had a detrimental “chilling effect” on journalism, with many having had personal experience of surveillance. At the same time, they are divided in their opinion of the quality of media coverage of the Snowden revelations, and take a dim view of public knowledge of surveillance.", "We argue that the tension between the ideological implications of coverage and journalists’ own views occurs because of structural factors shaping news coverage: politicians are by far the frequently used sources in coverage, and are able to establish the framework through which events are explained and interpreted. Further, the details of practices of surveillance are highly complex and, in the eyes of journalists, difficult to communicate to the public. Overall, our paper suggests that despite journalists’ desire to cover surveillance in a way that provides digital citizens with the information they need (Ruppert and Isin 2015), the structural constraints of their professional practice make it difficult for reporting to move beyond the normalizing discourses provided by official sources."]}, {"title": "Theorizing the Normalization of Surveillance", "paragraphs": ["In taking an interest in normalizing discourse, we mean to investigate the ways in which media coverage contributes to the discursive establishment and enforcement of norms of conduct (e.g. Foucault 1977). Varied forms of surveillance have become part and parcel of everyday life in contemporary society (Ganesh 2016, 167). Today, surveillance is no longer merely the work of shadowy intelligence agencies spying on individuals suspected of wrong-doing. Instead, we are all under constant surveillance—often for commercial purposes—through data-gathering facilitated by technologies that surround us in everyday life and are essential to our activities. Surveillance increasingly takes place through smartphones which record details of our activities, including “self-surveillance” through fitness and productivity technologies (e.g. Yau and Schneider 2009), and networked social surveillance through social media such as Facebook (Trottier and Lyon 2012). The rise of what Andrejevic and Gates (2014, 185) refer to as the “collect everything-approach to monitoring and intelligence” has taken place not merely through the invention of new platforms, but also through the emergence of Big Data, which enables the datafication of everyday life and the emergence of the “quantified self” (van Dijck 2014; Swan 2013).", "Along those lines, the normalization of surveillance has taken root in the context of a “control society” where, according to some observers, users “remain relatively unconcerned with surveillance, accepting the trade-off of greater usability for decreased control” (Best 2010, 5). These processes have only accelerated over the past decade or so, and were already well-established before the Snowden revelations. Murakami Wood and Webster (2009, 259) identified the growing normalization of surveillance as the result of a series of interrelated developments, including “the globalisation of surveillance, the domestication of security, the desire of the European Union (EU) to create a distinct leading role in security, and the influence of the ‘bad example’ of the United Kingdom”.", "As comparative research has demonstrated, mediated debates over surveillance after the Snowden revelations have been profoundly shaped by social, historical and political contexts (Di Salvo and Negro 2016; Kunelius et al. 2015). The United Kingdom has been described as “an area where the normalisation of surveillance has gone further than in most other countries” Murakami Wood and Webster 2009, 260). Here, practices of surveillance are particularly entrenched because of a long history of the central role of the intelligence services, as well as the ubiquity of various forms of surveillance, including close-circuit television monitoring (CCTV) (e.g. Webster 2004). This has been coupled with a growing emphasis on national security, particularly since the 7/7 London attacks in 2005. Arguments that justify the restriction of civil liberties have increased in both prevalence and significance since the attacks (MacDonald, Hunter, and O’Regan 2013).", "However, these developments also reflect the globalized phenomenon of the rise of the “surveillance society” (e.g. Lyon 2001, 2007), driven in part by concerns about security (Birchall 2016). Around the world, governmental strategies and public debate are increasingly underpinned by processes of “securitization” (Coaffee, Murakami Wood, and Rogers 2009), through which actions are justified on the basis of security threats. As Picard (2015, 37) suggested, there is a long-standing consensus in political theory that when the existence of the state is threatened, “ordinary morality” no longer applies. Similarly, Giorgio Agamben (2005, 2) has described how “states of exception” from the normal rule of law are justified by political emergencies. Over time they become the dominant paradigm of government, having been rendered “unremarkable, mundane, [and] normal” (Murakami Wood and Webster 2009, 262–263). Perceived security threats constitute the grounds for such “states of exception” and are used widely as justifications for intrusion into the privacy of individuals through practices of surveillance (Solove 2011).", "Here, we focus on debates over surveillance in British newspaper coverage. The British media system has been described as belonging to a “liberal” or “Anglo-American” model (e.g. Hallin and Mancini 2004), characterized by (1) independence from political powers, (2) a control or watchdog function over political powers, (3) objectivity, (4) professional standards that reinforce the independence of journalism from other societal powers and professions, and (5) reporting functions that are distinct from those of comment and interpretation (Mancini 2005). On the face of it, this suggests a media system that stands outside ideological allegiances. However, the British newspaper landscape remains distinctive in its “external pluralism”, characterized by competing newspapers with distinctive ideological positions (Esser and Umbricht 2013, 991). It encompasses both popular and quality newspapers representing the breadth of the political spectrum. The political fault lines of the media landscape informed journalists’ readings of and arguments around the Snowden revelations, especially around the central role of The Guardian newspaper in publishing the revelations (Chadwick and Collister 2014; Petley 2014).", "Nonetheless, media coverage of surveillance is first and foremost shaped by established professional routines. On the basis of the continued importance of the “strategic ritual of objectivity” (Tuchman 1972), which requires journalists to refrain from expressing their own opinions and instead rely on balanced sources to put across the “facts”, journalistic accounts are heavily structured by the opinions of sources. Here, the dominance of elite sources (Gans 1979)—particularly politicians and their spokespersons—is of vital significance. These sources have a disproportionate influence on the media agenda (Reese 1990), acting as the “primary definers” who set the framework of interpretation against which all subsequent voices are forced to insert themselves (Hall et al. 2013). Journalists “index” their coverage by “opening or closing the news gates to citizen-activists (and more generally, a broader range of views) according to levels of conflict among public officials and established interests involved in making decisions about an issue” (Bennett 2005, 4). If there is political consensus around a particular course of action—in this case, practices of mass surveillance—these are, for structural reasons, less likely to be contested in media coverage. This means that journalism reproduces the power structure of society (e.g. Berkowitz 2009, 109)."]}, {"title": "Methods", "paragraphs": ["Given our interest in understanding how the Snowden revelations informed debates over surveillance, we traced mediated discussions of key events relating to the revelations. We used content analysis, which is widely deployed as a method for generating quantitative data describing larger samples (e.g. Riff, Lacy, and Fico 2014, 1). To aid us in constructing the sample, we produced a newspaper timeline, using the Nexis UK newspaper database. The key terms we searched for included “Edward Snowden”, as well as the names of the two main intelligence agencies implicated in the Snowden revelations, the “NSA” and “GCHQ”. In addition, the names of the surveillance programmes publicized by Snowden were searched for and charted across time. The results of this charting exercise were then compared against the major events from the Snowden revelations. These events were based upon timelines and resources created by the major news organizations and outlets which covered the Snowden revelations in the first instance, namely The Washington Post, The Guardian and Der Spiegel. We narrowed down our sample by focusing on key events representing peaks in coverage:(1) The initial revelations of mass surveillance, and Edward Snowden’s unveiling as the source of the leaks (10–14 June 2013).(2) The detention of journalist Glen Greenwald’s partner David Miranda at Heathrow Airport under anti-terror legislation (19 August to 15 September 2013).(3) The interception of communications in foreign embassies and European Union offices (30 June to 14 July 2013), and spying on world leaders’ phone communications, in particular German Chancellor Angela Merkel (22 October to 4 November 2013).(4) The publication of the British parliamentary report into the death of Fusilier Lee Rigby, which raised debates about Facebook and social media companies’ role in tackling terrorism (17 November to 14 December 2014).(5) The Charlie Hebdo terror attacks in Paris which prompted debates about digital encryption, freedom of speech, and the resurrection of the so-called “Snoopers” Charter’ (9 January to 5 February 2015).", "The initial revelations of mass surveillance, and Edward Snowden’s unveiling as the source of the leaks (10–14 June 2013).", "The detention of journalist Glen Greenwald’s partner David Miranda at Heathrow Airport under anti-terror legislation (19 August to 15 September 2013).", "The interception of communications in foreign embassies and European Union offices (30 June to 14 July 2013), and spying on world leaders’ phone communications, in particular German Chancellor Angela Merkel (22 October to 4 November 2013).", "The publication of the British parliamentary report into the death of Fusilier Lee Rigby, which raised debates about Facebook and social media companies’ role in tackling terrorism (17 November to 14 December 2014).", "The Charlie Hebdo terror attacks in Paris which prompted debates about digital encryption, freedom of speech, and the resurrection of the so-called “Snoopers” Charter’ (9 January to 5 February 2015).", "These events are not treated in substantive detail here, but rather understood as key moments which reflect shifting understandings of surveillance in the aftermath of the Snowden revelations. A more detailed discussion of our content analysis findings can be found in Wahl-Jorgensen, Bennett, and Taylor (forthcoming).", "We began sampling for each of our key events the day the first relevant story was published, and then coded all relevant stories until the end of a four-week period in UK national newspapers. We did this for all key events except for (1) the composite event of snooping on embassies and world leaders, where we selected a two-week sample for each case, and (2) the naming of Edward Snowden as the source of the leaks, where a smaller timeframe of just four days was used keep the sample manageable.", "The selection of these particular events, and the samples for each, had both advantages and disadvantages. We took this approach to focus on how broader public debates relevant to surveillance were refracted through the lens of the Snowden revelations. This strategy may have overemphasized particular elements of debates over surveillance (such as, for example, the responsibilities of social companies, which was a key theme in the stories on the publication of the Lee Rigby Report). Across all cases, we coded 538 newspaper stories, including both straight news and opinion/commentary pieces. We investigated coverage across the range of national UK tabloid and quality/broadsheet publications, encompassing different political perspectives and readerships. We coded for a range of variables relevant to surveillance debates in the aftermath of Snowden. Among other things, our content analysis examined opinions and news angles on surveillance,1 terms used to describe surveillance, sources used in new stories and the targets of surveillance.2", "To gain insight into journalistic discourses on surveillance, we interviewed a range of UK journalists directly involved in covering surveillance and the Snowden revelations. The journalists represented both print and broadcast media organizations, and different specialties such as defence, crime and technology. For the newspaper journalists that constituted the majority of our interviewees, we included individuals working at both quality and popular newspapers, as well as publications representing the breadth of the political spectrum. First, print journalists who wrote two or more articles included in our content analysis sample were contacted. Other interviewees were approached following Web searches around the five case studies. This presented the opportunity to contact and interview investigative and broadcast journalists who had covered these cases. The sample consisted of 11 journalists. Interviews were carried out in person (1) or via Skype (10) between October and December 2015, lasting on average 40 minutes. Our interview schedule involved a series of open-ended questions focused on themes including (1) the journalists’ experience working on stories about surveillance; (2) their reflections on the Snowden revelations, their media coverage and implications for press freedom; and (3) the impact of surveillance on their work. This allowed us to explore professional reflections on the patterns in coverage revealed in the content analysis. These were elite interviews (Morris 2009), premised on accessing individuals who had direct experience of the studied context, and were placed in a position to articulate their own interpretation of that context (Kezar 2003, 397). The interviewees are listed in Table 1. Interviews were analysed to reveal key themes in journalistic discourses around surveillance."]}, {"title": "Newspaper Coverage: Normalizing Surveillance", "paragraphs": ["Our research demonstrates an interesting pattern. On the one hand, newspaper coverage contributes to the normalization of surveillance by suggesting that it is necessary in the interest of national security, and by most frequently identifying political elites as the targets of surveillance. On the other hand, journalists are personally highly critical of practices of mass surveillance, and dubious about public knowledge of the extent of mass surveillance identified by Snowden. We begin by discussing the newspaper coverage of the revelations, followed by evidence from interviews with journalists.", "As Figure 1 demonstrates, our sampling strategy resulted in a spread of stories across the five case studies, with a somewhat larger proportion of stories about the first three, which included the initial revelations, the surveillance of world leaders and embassies, and the detention of David Miranda. This coverage, however, was not evenly distributed across newspapers. The Guardian—itself implicated in the coverage through its central role in the initial publication of the revelations, as well as in the story surrounding the detention of David Miranda—published more stories about all of the cases than any other newspaper. The paper published more than twice as many stories (153; 28.4 per cent of total sample) as the second-most prolific of newspapers, the Daily Telegraph (with 69 stories; 12.8 per cent of the total sample).", "Figure 1  Distribution of articles across case studies", "Figure 1  Distribution of articles across case studies", "Although the case studies dealt with very different aspects of surveillance, they encapsulated key debates on the topic as they evolved over time. In our coding, we examined the most frequently expressed opinions around surveillance expressed by sources in the stories, as shown in Table 2.", "The most frequently expressed opinion was that surveillance should be increased or is acceptable/necessary (9 per cent of opinions). Sources expressing this view suggested that surveillance is crucial to national security, and particularly important to strengthen in the light of terrorist threat. For example, Colonel Tim Collins, a former SAS officer, wrote an opinion piece in The Sunday Telegraph on January 11, 2015. In this piece, he stated:The reality is that Islamic fundamentalists have seized the modern tools of communication to facilitate their murderous campaigns. Governments—whose first responsibility is to defend their citizens and subjects—must fight to identify and prevent these campaigns using every method available.", "The reality is that Islamic fundamentalists have seized the modern tools of communication to facilitate their murderous campaigns. Governments—whose first responsibility is to defend their citizens and subjects—must fight to identify and prevent these campaigns using every method available.", "The prominence of opinions that justified surveillance in the name of national security in mainstream media is not accidental. Rather, as suggested above, there is evidence for a longer-standing legitimation of state interventions through reference to security concerns. A similar position was encapsulated in the view of the leaks as compromising the work of the intelligence services, which appeared as the third most frequently expressed opinion (6.1 per cent of opinions). These views highlighted the key ways in which arguments over national security were used to justify and normalize mass surveillance. Such positions were, to some extent, countered by views critical of surveillance (7.1 per cent of opinions) and calling for the intelligence services to be more accountable and transparent (6.1 per cent of opinions), even if these were less frequent than those supportive of surveillance. Boris Johnson, then Mayor of London, was quoted in a Guardian article as follows:“I think the public deserves to know,” said Johnson. “The world is better for government being kept under the beady-eyed scrutiny of the media and for salient and interesting facts about public espionage being brought into the public domain.” (The Guardian, October 31, 2013)", "“I think the public deserves to know,” said Johnson. “The world is better for government being kept under the beady-eyed scrutiny of the media and for salient and interesting facts about public espionage being brought into the public domain.” (The Guardian, October 31, 2013)", "Such views could be seen as part of a broader trend of a “growing demand for openness, transparency and accountability” (Murakami Wood and Wright 2015). The emphasis on transparency should also be understood against the backdrop of longer-standing public debates on the secrecy—and resulting power abuses—of the United Kingdom’s intelligence services (e.g. Gill 2012).", "The overarching balance of views taken by sources was one which underwrites the normalization of surveillance in the interest of national security. This was further articulated by the identification of the targets of surveillance. The identification of the targets of surveillance shapes debates over, and public understanding of, what constitutes surveillance and who is surveilled. While over half of references to the targets of surveillance in the first case study, covering the initial Snowden revelations of mass surveillance (56.7 per cent), related to members of the public, this changed over time. Across all five case studies, the most frequently mentioned targets of surveillance were foreign politicians and world leaders, in almost a quarter of cases (24.7 per cent), followed by terrorists (23.5 per cent) and members of the public (22.5 per cent). For instance, the Independent reported on the (apparently widely shared) view of Jan Albrecht, Member of the European Parliament, who characterized the spying on surveillance of embassies as profoundly damaging to international relations, suggesting that: “It is in clear breach of the principle of co-operation which governs dealings between EU member states. It is not right for European countries to spy on each other” (The Independent, November 5, 2013).", "Coverage thus emphasized the surveillance of political elites and the implications of this surveillance for international relations, as well as the targeted surveillance of suspected terrorists. By contrast, the far more widespread and institutionalized practices of mass surveillance that Snowden was concerned about were less salient. Surveillance was constructed as an issue that is largely relevant to (1) the elite sphere of international politics, and (2) concerns over terrorism and national security. Implications for ordinary people, including distinctions between mass surveillance versus targeted surveillance, were, by contrast, less visible.", "The tendency to report disproportionally on events and actions associated with elites is a long-standing practice in news production, underpinned by news values (Galtung and Ruge 1965; O’Neill and Harcup 2009) and one which clearly informs the universe of available information regarding surveillance. Indeed, as demonstrated in Figure 2, our sample reflects a predominance of political sources—with politicians and their spokespersons appearing the most frequently, at 40.8 per cent of all sources across stories.", "Figure 2  Frequency of source types", "Figure 2  Frequency of source types", "The second-most frequent source type was journalists, accounting for 10.7 per cent of source appearances, while citizens were used as sources in just 5.9 per cent of cases. The opinions of political sources reflect the preoccupations of governments and intelligence agencies, and focus on the implications of the leaks for the sphere of political life. As the primary definers of the story of the Snowden revelations, these perspectives de-emphasize the importance of the revelations for the lives of ordinary citizens.", "Overall, then, our content analysis demonstrates that newspapers—in large part due to the dominance of political sources—contribute to the normalization of surveillance by (1) the more frequent representation of opinion supportive of surveillance in the interest of national security, and viewing the Snowden leaks as damaging to the work of the intelligence services; and (2) identifying political leaders, rather than citizens, as the targets of surveillance."]}, {"title": "Negotiating the Reporting of Surveillance: Journalists’ Discourses", "paragraphs": ["Despite evidence of media coverage contributing to the justification of surveillance, the journalists we interviewed were broadly critical of these practices. They (1) acknowledged the increasing normalization of surveillance, (2) raised concerns about limited public knowledge of surveillance, (3) critiqued media’s contribution to providing justifications for surveillance, and (4) discussed their own experience of surveillance and its potential chilling effects on journalism. Journalists’ views could be viewed as reflective of what Dencik and Cable (forthcoming) have described as “surveillance realism”: the idea that “the active normalization and justification of mass surveillance in both political and media debate becomes internalized in such a way that it limits the possibilities of imagining a different way of organizing society”. That is to say, just like other citizens, journalists are resigned to, and have internalized, the constant surveillance they experience in everyday life:Well, I’m a resident of the UK and everywhere I go, I’m conscious of being observed by CCTV cameras, for example. So it’s a daily part of one’s existence if you live in the UK. (John Naughton, Columnist, Observer)", "Well, I’m a resident of the UK and everywhere I go, I’m conscious of being observed by CCTV cameras, for example. So it’s a daily part of one’s existence if you live in the UK. (John Naughton, Columnist, Observer)", "To several of the journalists, the revelations of the Snowden leaks represented a logical culmination of a slow build-up of surveillance, undermining long-standing divisions between the private and the public (Vincent 2016). These forms of surveillance range from the ubiquitous CCTV cameras to phone bills, and also encompass the phone-hacking scandal which implicated the journalistic profession. At the same time, journalists also stressed the impact of technological change enabling new and more intrusive forms of surveillance:So when the Government talks about we’ve always had access to this data, they are complete ingrates. The data only exists as a result … of major changes in technology. They try, as Thatcher did with her handbag idea of the economy, to present endearing analogies saying this changes nothing and fail to grasp … that this is a massive change in the balance of rights and duties between state and citizen. (Duncan Campbell, Investigative journalist)", "So when the Government talks about we’ve always had access to this data, they are complete ingrates. The data only exists as a result … of major changes in technology. They try, as Thatcher did with her handbag idea of the economy, to present endearing analogies saying this changes nothing and fail to grasp … that this is a massive change in the balance of rights and duties between state and citizen. (Duncan Campbell, Investigative journalist)", "On the basis of their generally critical views of practices of surveillance, and the apparent political consensus surrounding it, some journalists were disparaging of arguments supporting surveillance which were dominant in media coverage. They viewed these as spurious and ideologically driven, in line with the scholarly arguments around “states of exception” (Agamben 2005) and “securitization” (Coaffee, Murakami Wood, and Rogers 2009), and expressed concern about the potential for abuse.Everywhere, those atrocities are being used as rationalization for even more intensive surveillance. (John Naughton, Columnist, Observer)I haven’t got a personal problem with it if it’s in the interests of genuine national security and if someone’s a genuine threat, then fine—you utilize all tools of surveillance. But … I know from personal experience and colleagues have had personal experience where counterterrorism legislation … is abused. (Specialist Reporter, major tabloid newspaper)", "Everywhere, those atrocities are being used as rationalization for even more intensive surveillance. (John Naughton, Columnist, Observer)", "I haven’t got a personal problem with it if it’s in the interests of genuine national security and if someone’s a genuine threat, then fine—you utilize all tools of surveillance. But … I know from personal experience and colleagues have had personal experience where counterterrorism legislation … is abused. (Specialist Reporter, major tabloid newspaper)", "For some of our interviewees, journalism was seen as contributing to the normalization of surveillance in its failure to communicate the complexities of Snowden’s revelations and their implications to the public. Interviewees working for quality newspapers were often quick to defend their own coverage while expressing less favourable views of other news organizations’ approaches:It’s very important to cover all sides of this argument and while the Snowden revelations in themselves may have implanted a kind of seed of mistrust in a huge part of the general public, it’s also quite important to see it from the other point of view—why the intelligence agencies feel they needed to carry out surveillance on a large scale. So I’d like to think that we have done that quite well and so have lots of other organizations, and it’s about striking a balance between reporting on all sides of this. (News Editor, major quality newspaper)", "It’s very important to cover all sides of this argument and while the Snowden revelations in themselves may have implanted a kind of seed of mistrust in a huge part of the general public, it’s also quite important to see it from the other point of view—why the intelligence agencies feel they needed to carry out surveillance on a large scale. So I’d like to think that we have done that quite well and so have lots of other organizations, and it’s about striking a balance between reporting on all sides of this. (News Editor, major quality newspaper)", "Several journalists suggested that given the complexity of Snowden’s revelations, it was such a difficult story to communicate that public understanding of mass surveillance was very low. John Naughton, the Observer columnist, likened new practices of mass surveillance to the activities of East Germany’s Stasi, suggesting that they were “a kind of analogue version of what we’ve got. It was, in some ways, more intrusive and more upsetting but, more importantly, was easy to understand.” A specialist reporter for a major tabloid newspaper thought most of his readers understand “nothing about the implications of the gathering of metadata, arguing that “if people had an idea on what would be known about them, I think most people would be really quite concerned”.", "The position that members of the public know and understand little about mass surveillance was shared by all of our interviewees, and some placed it in the context of the normalization of mass surveillance and the emergence of “surveillance realism” discussed above, insofar as it is difficult for individuals to function in digital society without subjecting themselves to surveillance:Has it made people aware? Yes, I think generally speaking it has done, it’s made people aware [but] even though I’m aware of how movements can be tracked or whatever by Big Brother, there still comes a point whether it’s through ease, practicality, people do use phones, people do use technology because it’s what you almost have to do, isn’t it. (Specialist Reporter, major tabloid newspaper)There are two aspects—one of them is that I think by now, the average citizen knows and has a kind of passive acceptance of the fact that everything they do on the net is somehow surveyed. But it seems that there’s a kind of resigned acceptance of that inevitable fact or there is active approval of it. The opinion polling in Britain shows, for example, that people in this country are extraordinarily relaxed about this stuff. (John Naughton, Columnist, Observer)", "Has it made people aware? Yes, I think generally speaking it has done, it’s made people aware [but] even though I’m aware of how movements can be tracked or whatever by Big Brother, there still comes a point whether it’s through ease, practicality, people do use phones, people do use technology because it’s what you almost have to do, isn’t it. (Specialist Reporter, major tabloid newspaper)", "There are two aspects—one of them is that I think by now, the average citizen knows and has a kind of passive acceptance of the fact that everything they do on the net is somehow surveyed. But it seems that there’s a kind of resigned acceptance of that inevitable fact or there is active approval of it. The opinion polling in Britain shows, for example, that people in this country are extraordinarily relaxed about this stuff. (John Naughton, Columnist, Observer)", "Some interviewees went beyond this emphasis on the broader social context of normalization of surveillance. They suggested that media coverage contributed to the justification of surveillance by uncritically reproducing the views of security services and official spokespersons. This position recognizes the patterns of reliance on official sources, reflected in our content analysis:It has been covered poorly and patchily and for the most part … journalists in Britain at any rate have essentially bought the rationalizations and justifications of the authorities for their policies and their activities. So, for example, if you take probably the most fatuous argument ever advanced in this area which is that if you’ve nothing to hide then you’ve nothing to fear, then a significant proportion of our mass media seem to share that view, even though it’s a preposterous and idiotic proposition. There’s also a very uncritical acceptance of unsourced claims by official spokespersons which are never subjected to any kind of [scrutiny]. (John Naughton, Columnist, Observer)But it [coverage] was very much on the side of the security services and I think, as a result, if you compare it to Germany or the US, the public debate around it hasn’t really happened here at all. We’re nurtured on James Bond and that’s how we like to think … that’s our sort of idea about what the intelligence agencies do and the idea is they keep us safe from terrorism, especially in the current climate. (Tom Cheshire, Technology Correspondent, Sky News)", "It has been covered poorly and patchily and for the most part … journalists in Britain at any rate have essentially bought the rationalizations and justifications of the authorities for their policies and their activities. So, for example, if you take probably the most fatuous argument ever advanced in this area which is that if you’ve nothing to hide then you’ve nothing to fear, then a significant proportion of our mass media seem to share that view, even though it’s a preposterous and idiotic proposition. There’s also a very uncritical acceptance of unsourced claims by official spokespersons which are never subjected to any kind of [scrutiny]. (John Naughton, Columnist, Observer)", "But it [coverage] was very much on the side of the security services and I think, as a result, if you compare it to Germany or the US, the public debate around it hasn’t really happened here at all. We’re nurtured on James Bond and that’s how we like to think … that’s our sort of idea about what the intelligence agencies do and the idea is they keep us safe from terrorism, especially in the current climate. (Tom Cheshire, Technology Correspondent, Sky News)", "For the majority of our interviewees, the Snowden case had sharpened their critical views on surveillance. A specialist reporter on a major tabloid newspaper who had covered a range of stories included in our case studies defined surveillance as “Big Brother” “exploiting their authority and abusing it on many occasions”.", "These critical views around surveillance should be understood in the context of journalists’ personal experiences of surveillance. The vast majority of the journalists we interviewed discussed such experiences. Some even likened their own journalistic work to forms of surveillance:Well, I’ve done a certain amount of it in a sort of amateur way that reporters do, sitting outside people’s houses on a very basic level, doorstepping them and on occasion following them if we’re doing an investigation on something—all within the law. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "Well, I’ve done a certain amount of it in a sort of amateur way that reporters do, sitting outside people’s houses on a very basic level, doorstepping them and on occasion following them if we’re doing an investigation on something—all within the law. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "For most of the journalists, the everyday surveillance constituted by the presence of CCTV and the “new visibility” associated by the ubiquity of smartphones and other camera-equipped devices (e.g. Yesil 2011) was supplemented by experiences of being subjected to targeted surveillance activities. Several interviewees thought their phones had been tapped. Recalling “a period of time when my phone did not behave properly in terms of clicks and things like that”, the Whitehall Editor for the Sunday Express discussed his suspicions of having his phone tapped:But it’s also occurred to me that for journalists working in this field, and I mean the field of cyber security and to a certain extent, crime and national security, all of us have to really operate on the basis that we are already under quite significant surveillance. It would come as no surprise to me to know that GCHQ actively monitor my communications, which initially was emotionally not a very welcome thought. (Marco Giannangeli, Whitehall Editor, Sunday Express)", "But it’s also occurred to me that for journalists working in this field, and I mean the field of cyber security and to a certain extent, crime and national security, all of us have to really operate on the basis that we are already under quite significant surveillance. It would come as no surprise to me to know that GCHQ actively monitor my communications, which initially was emotionally not a very welcome thought. (Marco Giannangeli, Whitehall Editor, Sunday Express)", "These feelings reflect a broader consensus in the journalistic field around the intrusive nature of surveillance. For example, the writers’ interest group PEN has suggested that omnipresent surveillance may cause journalists to self-censor their work and avoid controversial topics (PEN 2013). This, in turn, means that critical and investigative reporting is perceived to be under threat (Rusbridger 2013). Several of our interviewees cited a “chilling effect” on journalism:What worries me … is police forces … increasingly getting hold of communications data of journalists. That is going to have a chilling effect on press freedom because at the point where one of my sources sees that I have to hand over my phone and my laptop to the police, that person probably stops contacting me, understandably. (Geoff White, Technology Journalist, Channel 4 News)The investigations into journalists … have put a lot of newspaper journalists I know on the back foot. You might feel far less confident about pursuing a story now than you did … All sorts of things will crop up in your mind that will make you far less likely to ruthlessly pursue a story … I know that the British newspaper industry is far less confident in investigating certain things. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "What worries me … is police forces … increasingly getting hold of communications data of journalists. That is going to have a chilling effect on press freedom because at the point where one of my sources sees that I have to hand over my phone and my laptop to the police, that person probably stops contacting me, understandably. (Geoff White, Technology Journalist, Channel 4 News)", "The investigations into journalists … have put a lot of newspaper journalists I know on the back foot. You might feel far less confident about pursuing a story now than you did … All sorts of things will crop up in your mind that will make you far less likely to ruthlessly pursue a story … I know that the British newspaper industry is far less confident in investigating certain things. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "These views place concerns about mass surveillance in the context of journalists’ longer-standing experience of targeting by authorities. Similarly, some journalists suggested that the increased surveillance of journalists might have sharpened the conventional adversarialism of news media, which facilitates the “fourth estate” and watchdog role of journalism (e.g. McNair 2000), but is also premised on a carefully balanced relationship that enables journalists to carry out their work:The mainstream media, including quite a lot of website media, has got … much more skeptical. Skepticism is the proper attitude of journalism but I think it’s probably deepened [and] going towards hostile … I think the sense that politicians are liars and not to be trusted, that officials obfuscate and cover up, that any authority has to be proven innocent as much as proven guilty, I think has increased in journalism. So I think it has had an effect on journalism. (John Lloyd, Contributing Editor, Financial Times)", "The mainstream media, including quite a lot of website media, has got … much more skeptical. Skepticism is the proper attitude of journalism but I think it’s probably deepened [and] going towards hostile … I think the sense that politicians are liars and not to be trusted, that officials obfuscate and cover up, that any authority has to be proven innocent as much as proven guilty, I think has increased in journalism. So I think it has had an effect on journalism. (John Lloyd, Contributing Editor, Financial Times)", "To interviewees critical of surveillance, Snowden’s revelations raised worrying questions about the privacy rights of citizens and the ways in which these are apparently being systematically and deliberately undermined by ever-more sophisticated systems of surveillance underwritten by ideological support. This is reflective of a broader set of debates arising after the Snowden revelations which suggest that governments are running roughshod over privacy rights, on the basis of arguments around national security (e.g. Mols and Janssen 2016; Solove 2011). Yet such threats also arise from the growth of social media:It changed quite radically with the internet and mobile phone communications because, first of all, suddenly digital metadata was available, as it were, as a routine part of one’s daily activities. Secondly, because it became increasingly revealing about one’s activities, sometimes one’s views, one’s friends, one’s networks—all that kind of stuff. (John Naughton, Columnist, Observer)", "It changed quite radically with the internet and mobile phone communications because, first of all, suddenly digital metadata was available, as it were, as a routine part of one’s daily activities. Secondly, because it became increasingly revealing about one’s activities, sometimes one’s views, one’s friends, one’s networks—all that kind of stuff. (John Naughton, Columnist, Observer)", "This suggests an awareness of the unequal power relations between citizens, who are increasingly losing control of their data, and the governmental and private organizations who are increasingly using these data (e.g. Fuchs 2012). Naughton’s statement highlights distinctions between targeted surveillance and mass surveillance, as well as those between metadata and content. Such distinctions were, indeed, highly salient ones to many of our interviewees. Also these distinctions were, to their minds, often glossed over in public debate and in media coverage. At the same time, they also saw emerging forms of surveillance as unfolding within a particular historical context:Most reasonable people would accept you have to have some sort of surveillance, whether that’s police sitting outside someone’s house or bugging a house, and we’ve always been comfortable with those traditional forms [provided] it’s proportionate and it’s necessary. Where it’s changed is the idea of mass surveillance or bulk interception … where I think those arguments about whether it is necessary and proportionate and whether it has the right safeguards aren’t as well established, just because it’s a new thing. I think that happens with all sorts of new technologies, it takes us a while to figure out the norms. (Tom Cheshire, Technology Correspondent, Sky News)There’s been a … deliberate effort by politicians to use the phrase “just metadata” or “only metadata”. Now that preys on the fact that, firstly, most people have no idea what metadata is and that they’ve never been face to face with it. They don’t realize what it could tell people about their personality and their behaviour and their habits. But secondly it allows a sort of dividing of the discussion where you say we’re going to have these rules in place for the really important stuff, the content and hey, these are all metadata which is just metadata or only metadata. I think that’s a complete false flag operation because [it] is every bit as important as content and for me should have the same levels of protection. (Geoff White, Technology Journalist, Channel 4 News)", "Most reasonable people would accept you have to have some sort of surveillance, whether that’s police sitting outside someone’s house or bugging a house, and we’ve always been comfortable with those traditional forms [provided] it’s proportionate and it’s necessary. Where it’s changed is the idea of mass surveillance or bulk interception … where I think those arguments about whether it is necessary and proportionate and whether it has the right safeguards aren’t as well established, just because it’s a new thing. I think that happens with all sorts of new technologies, it takes us a while to figure out the norms. (Tom Cheshire, Technology Correspondent, Sky News)", "There’s been a … deliberate effort by politicians to use the phrase “just metadata” or “only metadata”. Now that preys on the fact that, firstly, most people have no idea what metadata is and that they’ve never been face to face with it. They don’t realize what it could tell people about their personality and their behaviour and their habits. But secondly it allows a sort of dividing of the discussion where you say we’re going to have these rules in place for the really important stuff, the content and hey, these are all metadata which is just metadata or only metadata. I think that’s a complete false flag operation because [it] is every bit as important as content and for me should have the same levels of protection. (Geoff White, Technology Journalist, Channel 4 News)", "The fact that the forms of mass surveillance based on metadata uncovered by the Snowden revelations are untargeted, rather than aimed at specific suspects, was important to many of our interviewees. Along those lines, several reporters discussed mass surveillance as “fishing expeditions” (e.g. Marco Giannangeli, Whitehall Editor, Sunday Express), and cited the “untargeted” nature of bulk data gathering as “a serious threat to privacy and, as a result, a serious threat to civil society (Tom Cheshire, Technology Correspondent, Sky News).", "For some of the journalists, the undesirability of practices of mass surveillance was contrasted with the surveillance of world leaders—including political allies and enemies of the United Kingdom—which was considered acceptable:I’m actually fine with that. I think that’s always happened. I think everyone should probably accept it … I’m less happy with the mass surveillance of people who are very, very unlikely to be of any use to anyone. (Tom Cheshire, Technology Correspondent, Sky News)", "I’m actually fine with that. I think that’s always happened. I think everyone should probably accept it … I’m less happy with the mass surveillance of people who are very, very unlikely to be of any use to anyone. (Tom Cheshire, Technology Correspondent, Sky News)", "This line of reasoning uses pragmatic grounds to challenge the arguments about spying on world leaders as damaging to international relations which were so prominent in news coverage. At the same time, journalists were acutely aware of the ways in which national security arguments were used as an argument for targeted surveillance. For some, this was justifiable despite the infringement of privacy:Where national security comes into it, I think that if somebody’s actions or their conversations or their behaviour leads a security agency like MI5 or MI6 or the Counterterror Command at Scotland Yard to believe that they’re about to do something wrong, then I think in this day and age, we have to accept that most of that privacy will go out of the window and that, rightly, they should be followed and their actions recorded. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "Where national security comes into it, I think that if somebody’s actions or their conversations or their behaviour leads a security agency like MI5 or MI6 or the Counterterror Command at Scotland Yard to believe that they’re about to do something wrong, then I think in this day and age, we have to accept that most of that privacy will go out of the window and that, rightly, they should be followed and their actions recorded. (Chris Hughes, Defence and Security Editor, Daily Mirror)", "Some interviewees similarly saw mass surveillance as justified through the adoption of stringent measures of oversight and accountability, along the lines stressed in the media coverage as discussed above:As long as there is oversight … then bulk collection, close surveillance of people considered dangerous I think is perfectly acceptable, indeed necessary. (John Lloyd, Contributing Editor, Financial Times)", "As long as there is oversight … then bulk collection, close surveillance of people considered dangerous I think is perfectly acceptable, indeed necessary. (John Lloyd, Contributing Editor, Financial Times)", "Our interviews, then, revealed tensions between media coverage, which tends to normalize surveillance, and the views of the journalists reporting on the Snowden revelations and their aftermath, which suggests nuanced and critical views. Despite journalists’ critical views and their concerns about mass surveillance, they were divided on whether the Snowden revelations had been sufficiently comprehensively reported in the media, and shared the conviction that public knowledge of mass surveillance is poor. Many of our interviewees cited personal experience of surveillance, and believe that the targeted surveillance of journalists has had a chilling effect on reporting practices."]}, {"title": "Conclusion", "paragraphs": ["This suggests that journalists, even if they may be highly aware of the problems of surveillance, are structurally inhibited from articulating their critiques. As our content analysis has shown, reporting of the Snowden revelations and their aftermath contributed to the normalization of surveillance through an emphasis on national security arguments and the targeted snooping on political elites.", "The structural inhibitions of reporting generate a paradoxical tension between, on the one hand, critical views of surveillance amongst journalists and, on the other hand, their contribution to the normalization of surveillance through their reporting. In particular, we have suggested that journalists’ reliance on elite political sources means that these sources are allowed to frame debates over surveillance.", "Journalism scholars have long grappled with the workings of the “strategic ritual of objectivity” (Tuchman 1972). The institutional requirement that journalists refrain from stating their own opinions and judgements in their reporting is, on the one hand, central to the authority of journalism as an independent actor in the public sphere. On the other hand, it generates structural limitations to its ability to act as a watchdog on concentrations of power. This is particularly true given the routine reliance on official sources and the “indexing” of reporting to conflict between elites (Bennett 2005). As Ettema and Glasser (1998, 199) observed, “journalism cannot be more morally engaged than its narrative and rhetorical strategies equip it to be”. What our paper has demonstrated is that it renders journalists incapable of critiquing and calling attention to key social issues of vital importance to the public. Instead, journalists become—however resistantly and unwillingly—complicit in the ideological projects of the very institutions they are supposed to hold accountable."]}, {"title": "Disclosure statement", "paragraphs": ["No potential conflict of interest was reported by the authors."]}, {"title": "Funding", "paragraphs": ["This paper is based on research carried out as part of the “Digital Citizenship and Surveillance Society” project, funded by the United Kingdom’s Economic and Social Research Council (ESRC)."]}], "references": [{"title": "Editorial. Big Data Surveillance: Introduction", "year": "2014", "journal": "Surveillance \\& Society", "volume": "12", "authors": [{"name": "Andrejevic Mark", "first_name": "Andrejevic", "last_name": "Mark"}, {"name": "Gates Kelly", "first_name": "Gates", "last_name": "Kelly"}]}, {"title": "Living in the Control Society: Surveillance, Users and Digital Screen Technologies", "year": "2010", "journal": "International Journal of Cultural Studies", "volume": "13", "authors": [{"name": "Best Kirsty", "first_name": "Best", "last_name": "Kirsty"}]}, {"title": "Digital Age: Managing Secrecy", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Birchall Clare", "first_name": "Birchall", "last_name": "Clare"}]}, {"title": "Boundary-Drawing Power and the Renewal of Professional News Organizations: The Case of The Guardian and the Edward Snowden NSA Leak", "year": "2014", "journal": "International Journal of Communication", "volume": "8", "authors": [{"name": "Chadwick Andrew", "first_name": "Chadwick", "last_name": "Andrew"}, {"name": "Collister Steven", "first_name": "Collister", "last_name": "Steven"}]}, {"title": "The Advent of Surveillance Realism: Public Opinion and Activist Responses to the Snowden Leaks", "year": "", "journal": "International Journal of Communication", "volume": "", "authors": [{"name": "Dencik Lina", "first_name": "Dencik", "last_name": "Lina"}, {"name": "Cable Jonathan", "first_name": "Cable", "last_name": "Jonathan"}]}, {"title": "Framing Edward Snowden: A Comparative Analysis of Four Newspapers in China, United Kingdom and United States", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Di Salvo Philip", "first_name": "Di", "last_name": "Philip"}, {"name": "Negro Gianluigi", "first_name": "Negro", "last_name": "Gianluigi"}]}, {"title": "Datafication, Dataism and Dataveillance: Big Data Between Scientific Paradigm and Ideology", "year": "2014", "journal": "Surveillance \\& Society", "volume": "12", "authors": [{"name": "van Dijck José", "first_name": "van", "last_name": "José"}]}, {"title": "Competing Models of Journalism? Political Affairs Coverage in US, British, German, Swiss, French and Italian Newspapers", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "Umbricht Andrea", "first_name": "Umbricht", "last_name": "Andrea"}]}, {"title": "The Political Economy of Privacy on Facebook", "year": "2012", "journal": "Television and New Media", "volume": "13", "authors": [{"name": "Fuchs Christian", "first_name": "Fuchs", "last_name": "Christian"}]}, {"title": "The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian newspapers", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johann", "first_name": "Galtung", "last_name": "Johann"}, {"name": "Ruge Mari H.", "first_name": "Ruge", "last_name": "H."}]}, {"title": "Managing Surveillance: Surveillant Individualism in an Era of Relentless Visibility", "year": "2016", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Ganesh Shiv", "first_name": "Ganesh", "last_name": "Shiv"}]}, {"title": "Transformational Elite Interviews: Principles and Problems", "year": "2003", "journal": "Qualitative Inquiry", "volume": "9", "authors": [{"name": "Kezar Adrianna", "first_name": "Kezar", "last_name": "Adrianna"}]}, {"title": "Surveillance, Snowden, and Big Data: Capacities, Consequences, Critique", "year": "2014", "journal": "Big Data and Society", "volume": "1", "authors": [{"name": "Lyon David", "first_name": "Lyon", "last_name": "David"}]}, {"title": "Citizenship, Community, and Counter-Terrorism: UK Security Discourse, 2001–2011", "year": "2013", "journal": "Journal of Language and Politics", "volume": "12", "authors": [{"name": "MacDonald Malcolm N.", "first_name": "MacDonald", "last_name": "N."}, {"name": "Hunter Duncan", "first_name": "Hunter", "last_name": "Duncan"}, {"name": "O’Regan John", "first_name": "O’Regan", "last_name": "John"}]}, {"title": "Not Interesting Enough to be Followed by the National Security Agency (NSA): An analysis of Dutch Privacy Attitudes", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Mols Anouk", "first_name": "Mols", "last_name": "Anouk"}, {"name": "Susanne Janssen", "first_name": "Susanne", "last_name": "Janssen"}]}, {"title": "The Truth about Interviewing Elites", "year": "2009", "journal": "Politics", "volume": "29", "authors": [{"name": "Morris Zoe S.", "first_name": "Morris", "last_name": "S."}]}, {"title": "The State Journalism is in: Edward Snowden and the British Press", "year": "2014", "journal": "Ethical Space", "volume": "11", "authors": [{"name": "Petley Julian", "first_name": "Petley", "last_name": "Julian"}]}, {"title": "The Humanization of Media? Social Media and the Reformation of Communication", "year": "2015", "journal": "Communication Research and Practice", "volume": "1", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "The News Paradigm and the Ideology of Objectivity: A Socialist at the Wall Street Journal", "year": "1990", "journal": "Critical Studies in Media Communication", "volume": "7", "authors": [{"name": "Reese Steven D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "The Quantified Self: Fundamental Disruption in Big Data Science and Biological Discovery", "year": "2013", "journal": "Big Data", "volume": "1", "authors": [{"name": "Swan Melanie", "first_name": "Swan", "last_name": "Melanie"}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "The Normalisation of Surveillance: The Invisibility of Citizens and their Rights in Media Coverage of the Snowden Revelations", "year": "", "journal": "International Journal of Communication", "volume": "", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}, {"name": "Bennett Lucy", "first_name": "Bennett", "last_name": "Lucy"}, {"name": "Taylor Gregory", "first_name": "Taylor", "last_name": "Gregory"}]}, {"title": "The Diffusion, Regulation and Governance of Closed-Circuit Television in the UK", "year": "2004", "journal": "Surveillance \\& Society", "volume": "2", "authors": [{"name": "Webster C.", "first_name": "Webster", "last_name": "C."}]}, {"title": "Before and After Snowden", "year": "2015", "journal": "Surveillance and Society", "volume": "13", "authors": [{"name": "Murakami Wood David", "first_name": "Murakami", "last_name": "David"}, {"name": "Wright Steve", "first_name": "Wright", "last_name": "Steve"}]}, {"title": "Living in Surveillance Societies: The Normalisation of Surveillance in Europe and the Threat of Britain’s Bad Example", "year": "2009", "journal": "Journal of Contemporary European Research", "volume": "5", "authors": [{"name": "Murakami Wood David", "first_name": "Murakami", "last_name": "David"}, {"name": "Webster C. William R.", "first_name": "Webster", "last_name": "R."}]}, {"title": "Self-Surveillance", "year": "2009", "journal": "Bulletin of the American Society for Information Science and Technology", "volume": "35", "authors": [{"name": "Yau Nathan", "first_name": "Yau", "last_name": "Nathan"}, {"name": "Schneider Jody", "first_name": "Schneider", "last_name": "Jody"}]}]}