{"doi": "10.1080/1461670X.2011.646402", "url": "https://doi.org/10.1080/1461670X.2011.646402", "title": "SETTING THE AGENDA ON ENVIRONMENTAL NEWS IN NORWAY", "volume": "13", "year": "2012", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Krøvel", "first_name": "Roy", "name": "Roy Krøvel"}], "abstract": " This paper contributes to the understanding of the developing relationships between non-governmental organisations (NGOs), journalists and environmental issues in general, and climate change in particular. It follows 17 Norwegian NGOs over a period of 10 years, evaluating their ability to set the agenda for public debate on environmental issues in Norway, about the types of organisations that have succeeded in setting the agenda in Norwegian print media over the last 10 years. What role does the emergence of climate change as a dominating global environmental issue play in the agenda-setting capacity of Norwegian NGOs? The results do not support earlier findings that highlight an increasing media focus on sensation and identification and a lack of depth and quality. By contrast, the “winners” found in this investigation are generally those organisations that focus on producing knowledge, and not those that focus on supposedly media-friendly activism. The results also stand in contrast to existing literature on the “success” of Greenpeace. Greenpeace and similar organisations found it hard to compete for media attention as the media interest turned from pollution, roads, dams and local issues to the very complex matter of global climate change. These findings are, finally, used to reflect on how journalists employ journalistic norms. ", "body": [{"title": "Introduction", "paragraphs": ["According to Ytterstad and Eide, Norwegian non-governmental organisations (NGOs) wield a significant influence over the Norwegian media in respect of environmental issues, through the process of agenda setting, the framing of news and the selection of sources (Eide and Ytterstad, 2009). The NGOs employ numerous information managers and are becoming increasingly adept at using the media to promote themselves or the issues for which they struggle. It is therefore important to investigate the relationships between the media and NGOs. Changes, over time, in these relationships may help us to understand how journalists work on environmental issues.", "This paper contributes to the understanding of the developing interaction between NGOs and journalists around environmental issues in general and climate change in particular. Choosing a global challenge such as climate change encourages reflection on some of the ways in which global issues confront established journalistic practices.", "The investigation starts in the late 1990s. At that time, only a handful of studies on journalism, the media and the environment in Norway had been published (Ihlen, 1999, 2001a, 2001b). According to Johnsen in an early contribution (Johnsen, 2006), the general development towards increasing speed in news journalism can have a negative influence on the ability of the audience to understand the implications of complex issues. Johnsen also disapproves of the general style of news presentation, which he sees as a hindrance to more in-depth journalism on the long-term effects of environmental degradation (Johnsen, 1994). Nonetheless, Johnsen observes an increasing interest in environmental questions in Norwegian newsrooms.", "Mørck suggests that media reporting of the environment can be divided into three groups: small news items for those with a special interest in the environment; dramatic news on single issues; and poorly camouflaged PR for business or industry (Mørck, 1996).", "Investigating the agenda-setting capacity of NGOs requires an analysis of at least three different players and processes. First, because diverse organisations employ different media strategies, variances over time in their visibility in the media might be due to differences—or changes—in these media strategies. Second, different media and different newspapers employ diverse sets of criteria to evaluate the newsworthiness of the information provided by players such as NGOs. Variances, over time, in their visibility in the media could therefore be due to developing criteria or changes in the use of the criteria. Third, the Norwegian media landscape has changed significantly over the last 10 years. Norwegians in general now have access to many more television channels than previously, and depend more on the Internet for information. This has also affected the role newspapers play in setting the agenda for public debate.", "This article deals with only a part of this complex whole. The intention is to open up this field for future research by testing some existing hypothesises on NGOs and the media. The investigation follows 17 Norwegian NGOs over a period of 10 years. The article discusses possible explanations for this outcome based on existing literature about Norwegian NGOs and Norwegian media. Finally, it reflects on possible explanations for the findings in the quantitative part, using qualitative methods. Combining agenda setting with qualitative research can often help to avoid some of the criticisms levelled at traditional agenda-setting methodology (Kwansah-Aidoo, 2001).", "The research questions for the article are: first, what types of organisations have succeeded in setting the agenda in Norwegian print media over the last 10 years? Second, what role does the emergence of climate change as a dominating global environmental issue play in the agenda-setting capacity of Norwegian NGOs?"]}, {"title": "Existing Literature on the Media, Environmental NGOs and Climate Change", "paragraphs": ["Over the last 10 years, a large number of NGOs have been competing to set the agenda on the environment in Norway. Distributing information is a core activity for non-governmental organisations, according to Weyker and Willets (Weyker, 2002; Willets, 1982), and NGO activists themselves stress the importance of using the media to inform and influence the public. Information is “the business” of many NGOs (Brown and May, 1991). But according to Weyker and Willets not all information is effective. First, to be effective the information must be perceived as trustworthy or “objective”; if it is not, it will run the risk of being ignored. Second, the information must be produced and distributed fast enough to stimulate a response and affect the issue at stake.", "According to de Jong, “radical political activist movements” are becoming increasingly prolific through the use of new communications technology (de Jong et al., 2005). Activist politics have thus significantly influenced mainstream politics over issues such as the environment (de Jong et al., 2005).", "The first Norwegian environmental NGOs were, in the main, “traditional” organisations largely financed by their members, who also elected the leaders. Since the late 1980s, though, a different type of organisation has emerged. Organisations such as Bellona and Norges Miljøvernforbund were (and still are) dominated by strong leaders, and focus on activism to attract media attention. Their funding comes principally from sponsors which are often businesses wanting to portray themselves as environmentally responsible (Arntsen, 2004; Eidsmo, 2003; Hansen, 2007; Johnsen, 1996a, 2006; Jørgensen, 2000; Lange et al., 2002; Løken, 1999; Løne, 2001; Nilsen, 1997; Notøy, 2002; Østrem, 1988; Roness, 1996; Rødland and Oddekalv, 2006; Røkeberg, 1996; Sæten, 1991; Selle, 1991; Søgård, 1995; Statle, 1993; Strømsnes, 2001, 2003; Wiker, 1990).", "On the international stage, Greenpeace, for example, became very successful in attracting media attention and establishing itself as a transnational environmental organisation (Brown and May, 1989; Lucas and Dorrian, 2006; Nordskag, 1999). Greenpeace was also successful in adapting to new media and new marketing possibilities (Hart et al., 2005) and it has received acclaim for the daily updates on its website (de Jong et al., 2005, p. 115). Greenpeace and other transnational NGOs have historically worked closely with journalists (Weyler, 2004) and there are many examples of their growing influence and power in the 1970s, 1980s and 1990s (Gidley and Shears, 1986; Morgan and Whitaker, 1986).", "Sampei and Aoyagi-Usui (2009) have found a correlation between increased newspaper coverage and public concern for global warming. Growing concern, however, does not necessarily lead to action. According to Hulme, sensationalist and frightening newspaper headlines can be counter-productive (Hulme, 2007), and he rebukes the British media for exaggerating the risks in their reporting on climate change. Such reporting is seen to contribute to “a climate of fear about our future climate” (Hulme, 2008) and could possibly lead to denial or apathy, according to Dilling (Dilling and Moser, 2007). According to Boykoff (2008), “contextualisation within climate-science stories helps to ward off misdirected controversy and to sort marginalised views from counter-claims worthy of consideration”.", "In the literature on media and climate change, however, the employment of norms of objectivity and balanced reporting have received much criticism. According to Boykoff and Boykoff, in the United States the norm of “balanced reporting” has had a rather detrimental effect on the media coverage of climate science and other scientific topics (Boykoff and Boykoff, 2004), in part because balance is often a substitute for validity checks. According to Dunwoody and Peters, the typical journalist has “neither the time nor the expertise to check the validity of claims” (1992, p. 210). Balance without validity checks can lead to unbalanced reporting, according to Mooney (2004), giving undue attention to marginal views held by very few of the experts. Balance thus sometimes comes in conflict with the ethics of journalism such as, for instance, the responsibility for giving the public the information necessary for their protection against dangers. Boykoff claims that the way journalists employ norms related to personalisation, dramatisation, and novelty, “significantly influence” the employment of other types of norms—for instance, the norm of “balanced reporting” (Boykoff and Boykoff, 2007). On the other hand, different studies have indicated that media elsewhere do not necessarily employ journalistic norms in the same way as do the US media (Boykoff and Rajan, 2007)."]}, {"title": "Methodology", "paragraphs": ["The study takes an empirically driven and exploratory approach where quantitative findings are employed as a basis for reflection on possible causes. The first part of this study is a quantitative investigation based on retriever.no, a searchable database containing the leading Norwegian newspapers. The database makes it possible to search for keywords in articles, thus tracking developments over time. The first part of the study follows 17 Norwegian NGOs from January 1999 to January 2009, and compares how often they were quoted in the media.1 A period of 10 years makes it possible to run regressions in order to compare trends in visibility over time. The number of articles quoting or mentioning the organisation is counted, but further division and categorisation does not take place at this stage.", "A broad range of organisations has been selected for the study sample. In order to test the results for other explanations, care has been taken to also include organisations or institutions not strictly, or not exclusively, within the field of environmental organisations. The selection includes relatively “old” and newer NGOs. Some of the NGOs focus exclusively on the environment, but most are also engaged in development assistance in the South. Some are mainly engaged in research, while others are more geared towards public relations and activism. The Center for International Climate and Environmental Research—Oslo (CICERO) is also included, although CICERO is not an NGO. It was established by the Norwegian government and is now an independent research centre associated with the University of Oslo. Nonetheless, including a research-based institution like CICERO gives depth to the investigation and facilitates analysis of the significance of science and scientists in the media. This will help in the analysis of possible causal explanations for the results found for the NGOs. Organisations such as Save the Children have also been included to test for causal mechanisms related to trends in media coverage of development assistance in general.", "The selected organisations are: Utviklingsfondet (The Development Fund), Kirkens Nødhjelp (Norwegian Church Aid), Redd Barna (Save the Children), Norsk Folkehjelp (Norwegian People's Aid), Framtiden i våre hender (The Future in Our Hands), Regnskogfondet (Rainforest Foundation Norway), CICERO, Zero, Greenpeace, Norges Røde Kors (Norwegian Red Cross), Operasjon Dagsverk (Operation Dayswork), Norges Naturvernsforbund (Friends of the Earth Norway), Norges Miljøvernforbund (Green Warriors of Norway), Bellona, Changemaker, World Wide Fund for Nature (WWF) and Natur og Ungdom (Nature and Youth).", "A few words of caution are necessary regarding the reliability of this part of the investigation. First, the number of newspapers in the database has increased significantly over the 10 years and, in addition, some newspapers have reduced the number of pages in print editions or changed from broadsheet to tabloid format, which significantly affects the total number of articles and the total number of words in each edition. Meanwhile, most newspapers have significantly expanded online editions over the 10 years. It is therefore reasonable to expect variances, over time, in the number of times a name or a theme is mentioned in the newspapers.", "To estimate the effects of these and other factors, a test has been made. The occurrences of common Norwegian words such as “er” (“is” or “are”) and “år” (“year”) has been counted and the use of these common words was found to have increased by between 100 and 150 per cent between 1999 and 2009. Testing for typical words in the vocabulary of the selected organisations—for example “climate”, “climate change”, “development assistance” and “poverty”—we find the use of these words increasing two to three times faster than the common words (“er”, “år”), indicating a generally increasing interest in the environment, in climate and in development assistance. Development assistance has been included for two reasons: first, because many of the NGOs studied here also are engaged in development assistance or poverty reduction in the South (these two themes are also often connected in the discourses the NGOs employ) and, second, these two words are often also connected in the general, public discourses on the environment and climate change in Norway. The tests show that it is reasonable to expect a significant growth in the number of times an organisation is mentioned in the newspapers, most likely somewhere between 200 and 300 per cent. These introductory tests also indicate that the investigation contains a relatively large margin of error. The results should therefore be used only to describe some very general trends.", "More investigation is needed before an analogy from these results may be made to the media in Norway. The results from the quantitative part are systematised using Qualitative Comparative Analyses (QCA)—for more on that see below—to sort out the combination of variables that can be said to have determined success or failure in setting the agenda on climate change in Norway.", "Two more tasks have been developed using qualitative methodology in order to contextualise the findings of the quantitative analysis. In the first place, all newspaper articles concerning the climate change conference in Poznan in December 2008 are investigated. The articles are categorised according to several criteria: the type of article, the name of the journalist, and the type and names of the sources. A closer qualitative reading is made in order to understand the argument expressed, explicitly or implicitly, in the articles; the purpose is to provide new knowledge about trends in the coverage of climate change issues in the Norwegian media. The development of the second task is aimed at a better understanding of the media strategy of one of the organisations that seems to be successful in setting the agenda. The Development Fund is investigated, employing interviews with key informants in the organisation. This period includes activities at Poznan and the launch of a major report."]}, {"title": "Quantitative Investigation", "paragraphs": ["The first overview of the results shows substantial variation between the different NGOs. Some have, apparently, been much more successful in increasing their visibility in the media than others. Some organisations have seen a significant increase in the number of articles where the organisation is mentioned, sometimes by as much as 1000 per cent over the period. Others, by contrast, have seen the number of such mentions stagnating.", "The organisations are divided into three categories for analysis: “losers”, “winners” and “average performers”, based on the results presented in Table 1. The “losers” show little or no increase over the 10 years (increases of less than 100 per cent are defined as a relatively poor result). The “winners”, by contrast, show growths of between 200 and 1000 per cent.", "Five organisations have been categorised as losers, among them some major Norwegian NGOs with large membership bases and long traditions—for example, the Norwegian Red Cross and Norwegian People's Aid. The Norwegian Red Cross is mentioned approximately the same number of times in 2008 as it was 10 years earlier, and what this means in reality is that the Norwegian Red Cross is significantly less visible today than it was 10 years ago. It is engaged in voluntary work in Norway and in development assistance, but especially in emergency assistance, while Norwegian People's Aid is probably best known for development assistance and solidarity with the South, including sustainable development and activities to protect the environment. Norwegian People's Aid shows some increase in press citations, but much less than most of the other organisations. Save the Children performs slightly better than these first two, but still does relatively poorly compared with other organisations (Save the Children is mainly engaged in development assistance in the South). These three organisations are all large, well funded and well known.", "The last two losers are relative newcomers and, in many ways, very different from the first three. Green Warriors of Norway is the most activism-driven organisation in the selection; it is relatively young, has few members and has one dominating leader. Although the Green Warriors of Norway is responsible for some of the most visible environmental activism in Norway over the last 10 years, this does not seem to have helped them to maintain a sustained media interest. It is a small organisation and it is only to be expected that attention from the media fluctuates. The long-term trend, though, is of only a very small increase, approximately 25 per cent, much less than might be expected. Greenpeace is the last of the losers. In the light of the existing literature presented above, it is surprising to find Greenpeace in this category. A closer look at the results for Greenpeace shows that it performed particularly poorly after 2001, falling more than 20 per cent over the last seven years of the study. Greenpeace is a relatively young NGO in Norway, established in 1988, and currently employs five in the Norwegian office. Despite its focus on non-violent activism and the dissemination of information (Greenpeace, 2009), Greenpeace seems to have become less and less relevant for Norwegian newspapers.", "These results become even more intriguing when contrasted with the group of “winners”. Among the winners we find eight very different organisations. Six can be defined as membership-driven, while two are mainly dedicated to research and the dissemination of information. The first six winners are The Development Fund, Changemaker, WWF, The Future in Our Hands, Rainforest Foundation Norway, and Nature and Youth—all, paradoxically, membership-run organisations that have struggled to attract new members in the same period—as have most Norwegian organisations, with falling membership numbers over the last 10–15 years. This does not, however, signify that these organisations are becoming less relevant as sources for journalists. The majority of the NGOs combine an interest in environmental issues with an interest in fighting poverty in the South. According to existing literature, all these organisations pay substantial attention to internal procedures and democratic participation. Some, Nature and Youth, and Changemaker in particular, combine internal education, democratic participation and activism.", "The last two winners, CICERO and Zero, are, again, very different from the other organisations in that they focus almost exclusively on research and on disseminating information. While they do not engage in activism as such, they nonetheless participate actively in the public debate, and their researchers regularly call for action to protect the environment. They have been included to test media interest more broadly, for researchers whose agenda is the environment in general and climate change in particular. The results show that such sources are quoted more and more frequently in Norwegian newspapers as the media have increasingly paid more attention to climate change issues.", "More investigation is needed into each of these organisations and their media strategies in order to draw definitive conclusions about the reasons for success and failure in attracting media attention, but it is nonetheless possible to construct some hypotheses based on the patterns found in this material.", "In the first place, a large organisation staffed with people competent in information management and public relations is not necessarily successful in attracting media interest. This could possibly be due to the increasing attention media organisations and journalists pay to the role and problems connected with information management and public relations which they see from the perspective of journalistic norms on independence.", "Secondly, those organisations that pay the most attention to activism and media friendliness, Greenpeace and Green Warriors of Norway, may have made themselves less attractive as sources for the media over the 10 years of the study, and this is not what might be expected from the literature presented earlier. According to the literature on Norwegian media and the environment, in-depth journalism on the long-term effects of environmental issues was generally becoming less likely because the media ignore environmental issues or focus only on spectacular news (Johnsen, 1996b; Mørck, 1996). The material presented here does not refute such an argument, but it does indicate that other, and possibly more complex, processes are in play.", "Thirdly, membership-run youth organisations such as Changemaker, and Nature and Youth show consistent growth over the 10 years. More study is required before a conclusion is made about the causes, but one hypothesis for future investigation is related to the recruitment of journalists. Anecdotal evidence indicates that many journalists and editors are former members of these youth organisations, so it is possible that they are more likely to use members of the same organisations as sources when they are covering environmental issues.", "A fourth hypothesis is that six of the winners have relatively small staffs, and have thus chosen to focus on a limited number of issues, seeking niches where they have become particularly useful as sources for journalists. At the same time, these sources provide the journalists with clear-cut standpoints, often in contrast to those of researchers, and in opposition to those of politicians.", "Yet another possible reason for the failure to attract media attention is that climate change has emerged as a dominant environmental issue. In contrast to pollution or other local concerns, climate change is primarily a global issue that is not easily captured using the activist media strategies employed by some of the organisations in the 1980s and 1990s. This notion will be investigated further below.", "Finally, with increasing attention being paid to climate change issues, the debate on the environment has become more complex, involving many factors, many specialised disciplines and knowledge—and very few people have sufficient knowledge of the topic to make sense of the new information on climate change."]}, {"title": "Qualitative Comparative Analysis to Systematise the Results", "paragraphs": ["From the above, it is apparent that at least four different variables must be considered in the analysis of possible causal mechanisms explaining success or failure in setting the agenda in the Norwegian media. The first is that the type of activities the NGO undertakes seems to have an effect, and among the NGOs are some that specialise in the spectacular to attract media attention, and some that do not. The second is that there are a number of traditional organisations with strong internal institutions and procedures for democratic participation, and some that belong to a different category. Third, it seems to be important whether the NGO focuses exclusively on climate change; for some NGOs, climate change is only one of many concerns. And finally, whether or not the NGO is also engaged in development assistance to the South also seems significant.", "Qualitative Comparative Analysis (QCA) is a comparative tool that employs Boolean algebra “for a systematic analysis of similarities and differences across cases” (Rantala and Hellström, 2001, p. 87). Employing Boolean algebra to comparative studies has become a much used methodology in social sciences over the last few years (Byrne and Ragin, 2009; Ragin, 1987, 2000, 2008; Ragin and Amoroso, 2011; Rihoux and Ragin, 2009).2 Comparison is a potentially useful tool in the investigation of causal mechanisms for journalism studies also. But according to Ragin (1987) it is almost impossible to compare more than between four and eight different cases, when each case consists of four or five variables, using traditional qualitative methodologies, because the number of possible combinations of variables becomes too big. Therefore, following Ragin (1987), a holistic Boolean approach will be taken. Since this a relatively new methodology in journalism studies, a brief account of the procedure will be given in the following section, including the variables that were applied and how they were operationalised.", "Based on the statistical analysis, four possible causes for explaining increasing or stagnating visibility in the newspapers have been formulated:1. A possible cause might be related to the media strategy of the various organisations. Some have employed a strategy focusing on media-friendly spectacles, while others have been more geared towards other types of activities.2. Another possible cause might be found in the type of organisation. There are at least two types of organisations in the selection of organisations.3. There also seems to be good reason to hypothesise a causal relationship between focusing on global climate change and increased visibility in the newspapers.4. The quantitative analysis also seems to indicate a possible causal relationship between engagement in development assistance and increased visibility. ", "A possible cause might be related to the media strategy of the various organisations. Some have employed a strategy focusing on media-friendly spectacles, while others have been more geared towards other types of activities.", "Another possible cause might be found in the type of organisation. There are at least two types of organisations in the selection of organisations.", "There also seems to be good reason to hypothesise a causal relationship between focusing on global climate change and increased visibility in the newspapers.", "The quantitative analysis also seems to indicate a possible causal relationship between engagement in development assistance and increased visibility.", "The advantage of QCA employing Boolean algebra is (among other things) that it does not see these possible causal explanations as mutually excluding. Instead, it facilitates a holistic analysis that opens up for the possibility that more than one cause must be accounted for in order to explain a specific outcome for one or several organisations.", "The first step of Boolean algebra is to simplify. Each NGO will be seen as a case. Each case will be ascribed a value for each of the chosen variables. The value here can only be 0 (not present) or 1 (present). An NGO making use of spectacle to attract media attention will be ascribed the value 1 to the variable “spectacular”. This is of course a very raw simplification. In reality, most NGOs would be somewhere between 0 and 1 on a sliding scale. But going through the process of simplification nonetheless has some important benefits because it helps the researcher to focus systematically on the differences between the cases, highlighting possible explanations for the findings. Once completed, the results can be further analysed using Boolean algebra, reaching the most accurate and simplest valid statement of causal relationships between variables based on the empirical evidence and the simplifications. Finally, the process makes the reasoning transparent. It becomes possible for others to test the findings. To make the coding of this study more transparent, I include a short description of how the different NGOs have been coded in relation to the chosen variables.", "Five organisations have been categorised as using spectacle to attract media attention, and are thus given the value 1 for the variable “spectacular”: Green Warriors of Norway, Greenpeace, Bellona, Nature and Youth, and Changemaker. The rest are given the value 0 for this variable.", "Five organisations have been categorised as new, and less focused on traditional organisational values as regards democratic participation. They are given the value 0 for the variable “organisation”: CICERO, Zero, Green Warriors of Norway, Greenpeace and Bellona. They stand in contrast to the rest that are deemed to be more attentive to procedures and institutions for democratic participation (thus given the value 1).", "The majority of the organisations can be said to be increasingly concerned with global climate change, and are thus given the value 1 for the variable “climate change”. Seven of the organisations are less noticeable in the climate change debate and have been given the value 0 for this variable: Norwegian Church Aid, Save the Children, Norwegian People's Aid, The Future in Our Hands, Green Warriors of Norway, Norwegian Red Cross, and Operation Dayswork. The rest are given the value 1 for this variable.", "Eight of NGOs are deemed to be considerably more engaged in development assistance to the South than the other nine and they are given the value 1 for the variable “development assistance”: The Development Fund, Norwegian Church Aid, Save the Children, Norwegian People's Aid, Rainforest Foundation Norway, Norwegian Red Cross, Operation Dayswork, and Changemaker. The others are deemed to be most visibly engaged in activities in Norway and are thus given the value 0.", "The next step is to plot these cases, the NGOs, with their respective combinations of factors, in a so-called “truth table”. This has been achieved using the Karnaugh Minimiser, first for the NGOs deemed to have been successful in setting the agenda, and thereafter for those which have struggled, resulting in two sets of Boolean expressions. The first is a typology of the successful NGOs while the other is a typology of the struggling NGOs.", "In this material are three types of NGOs that have been evaluated as successful in setting the agenda on the environment in Norway.", "The first type is defined by the following combination of variables: they do not employ spectacle to attract media attention. They focus on climate change but not on development assistance. For this type, dedication to procedures and institutions for democratic participation does not seem to matter; their success is independent of this particular variable.", "The second type is different. It is defined by its dedication to procedures and institutions for democratic participation, which can be said to be important for success in setting the agenda. But this type is not particularly engaged in climate change. And in contrast to the former type, it is engaged in development assistance.", "The third type is again defined by its dedication to procedures and institutions for democratic participation. This type does not employ spectacular activities to attract media attention, and is not engaged in development assistance. Its success can be said to be independent of any engagement in climate change issues.", "The results from the Boolean analysis of the NGOs struggling to get media attention also define three types of organisations based on the combinations of variables.", "The first type of NGO struggling for media attention is defined by the following combination: it employs spectacle to attract media attention and it focuses on climate change issues, but not on development assistance. The next type of struggling NGO is defined by three variables. It also employs spectacle to attract media attention. It is not particularly dedicated to procedures and institutions for democratic participation within the organisation, and is not engaged in development assistance. It struggles to attract media attention whether or not it focuses on climate change. The third type of struggling NGO does not employ spectacle to attract media attention, is dedicated to internal democratic participation and focuses on development assistance, but not on climate change.", "With the use of Boolean algebra, 17 different cases have been logically reduced to six generic types, each defined by a specific combination of variables seen as causing success—or failing to prompt success—in setting the agenda in Norwegian media, leading to the conclusion that some variables seem to have been especially influential in deciding the outcomes. Spectacle to attract media attention appears in many unsuccessful types of NGOs whereas a strong dedication to internal democratic participation is found in many successful types. A focus on climate change seems to make a positive impact on media attention. A focus on development assistance also seems to make an impact, but only when combined with other, more influential, variables. The Boolean algebra thus verifies, to some extent, the hypothesis presented in the previous section. But it also highlights the importance of taking the contexts into account.", "While the investigation has thus far yielded interesting results about the Norwegian NGOs and their relationship to the media, there remain many unanswered questions. The quantitative studies and simplification of Boolean algebra can only indicate general tendencies, and to learn more about why different NGOs are successful or not successful it is necessary to conduct qualitative studies of individual relationships with the media. More research on the individual NGOs will produce more knowledge on, for instance, why dedication to procedures and institutions for democratic participation within the organisation seems to be so important. The following is meant as a small beginning of such an endeavour in that they focus on some of the more intriguing questions raised by this investigation so far: Why do procedures and institutions for democratic participation within the organisation seem to matter? What role does climate change play? I try to sketch a possible answer to these questions by looking into one NGO that stands out as successful."]}, {"title": "The Newspaper Coverage of Poznan", "paragraphs": ["Some possible explanations for the findings have been discussed above. The emergence of climate change as a dominant issue in the media coverage of the environment was presented as one of the hypotheses. The use of the term “global warming” (“global oppvarming”) increased by approximately 700 per cent between 2000 and 2007, before falling slightly after the global conference on climate change in Bali. The terms “greenhouse effect” and “climate change” show a similar development. These results clearly show an increasing interest in and coverage of climate change issues in general.", "The 14th Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) and the 4th Session of the Meeting of the Parties to the Kyoto Protocol took place in Poznan in December 2008. To investigate some relevant trends in Norwegian media coverage of climate change, all articles on the conference in Poznan registered on retriever.no were studied and categorised according to type of article, main sources, arguments on climate change issues and type of meta-narrative (if any) in the article. The research shows significant differences between the newspapers and the analysis therefore needs to start with a short description of the Norwegian newspapers covering the Poznan conference.", "The conference at Poznan was less dramatic than its predecessor at Bali in 2007, which led to much less media coverage of it, especially in the large national newspapers. Most articles appeared in small national papers or larger regional newspapers, Adresseavisen being the newspaper publishing most articles, followed by Klassekampen, Nationen and Vårt Land.", "Being a regional newspaper, Adresseavisen uses its identity as a member of the local community (“trønder”) as a news criterion, and published 25 per cent of the articles on the conference in Poznan principally to tell the community of “trøndere” about other “trøndere” participating in the conference. Nonetheless, 75 per cent of the articles are grounded in an argument of “importance”—the newspaper is telling its readers to read this because it is important for them. Importance is combined with a meta-narrative well known from other studies of Norwegian journalism on international issues: the story of Norway's altruistic struggle for the good of all (Eide and Simonsen, 2008; Krøvel, 2011; Tvedt, 1998, 2002, 2003). Klassekampen, meanwhile, covered the conference differently. Here we find no patriotism, but much criticism of Norway and the role it played. All the articles are submerged in the same meta-narrative: climate change is real, caused by human activity, and is a matter of survival for all humankind. Again, “importance” is the dominating news criterion of journalists and editors. The principal sources are academics and other experts on climate change, or else activists particularly known for their knowledge of the subject. Other newspapers, like Stavanger Aftenblad, Dagbladet and Ny Tid, focus mainly on producing commentaries from their home ground, often inviting scientists or activists to publish in-depth observations. Again, two types of sources dominate: experts and “activist-experts”.", "The investigation of the Norwegian media coverage of the conference in Poznan shows a pattern: the articles provide evidence of knowledge of climate change issues, indicating that journalists have had enough time to investigate and evaluate sources and contrasting claims before producing articles. According to Dunwoody and Peters (1992), journalists normally have neither the time nor the expertise to uphold the ideal of assessing the validity of claims or arguments, but journalists covering Poznan must have spent a lot of time investigating before reporting. Then, many of the expert sources were sought out long before the conference, and many journalists did not even participate (being at the conference was not a necessary condition for being quoted in articles on the conference). A third point is that most of the journalists took a stand before covering the conference, seeking, in the words of Goldman (1999), to uphold a “veritistic” ideal, trying to evaluate conflicting claims and avoiding using the norm of balance as a substitute for validity checks, as has been found elsewhere (Boykoff, 2007; Boykoff and Boykoff, 2004). This means that only a limited number of sources are found in the media coverage. The majority of sources are quoted because of their expertise, and the NGOs mentioned or quoted are, in general, only those which are particularly knowledgeable on climate change. Hardly any sources are quoted because of activism, demonstrations, protests or other activities to attract media attention.", "However, this does not mean that “identification” has disappeared as a news criterion. The regional newspapers, in particular, employ “identification” to frame the information when selecting sources and explaining the issue to the readers. But compared with the results of other studies, first-order journalistic norms, for instance “identification” and “dramatisation”, play a relatively small role in comparison with second-order norms such as checking whether the story holds (Boykoff and Boykoff, 2007)."]}, {"title": "Results Pertaining to The Development Fund", "paragraphs": ["The analysis above might explain the success found for some of the NGOs, for instance Zero, CICERO and—to a lesser extent—Friends of the Earth Norway and Bellona. For several years, these organisations have specialised in climate change-related topics. Others in the group of “winners”, though, are harder to explain from a climate change perspective. The Development Fund, for instance, combines concern for the environment with solidarity-based development assistance, but is not particularly known for its expertise on climate change. A study of the media strategy of The Development Fund is therefore useful for providing better understanding of the relationship between the media and environmental NGOs.", "The Development Fund dedicated substantial resources to the Poznan conference, sending two experienced members of staff and producing numerous newsletters and reports from the conference on relevant topics (Sigurd Jorde, interview, 10 October 2008; Aksel Nærstad, interview, 5 January 2009). But The Development Fund did relatively poorly in setting the agenda in the Norwegian media as regards the Poznan conference. In the articles about the conference in Poznan it was only quoted once—and this strengthens the hypothesis that the journalists covering climate change tend to seek out those sources deemed particularly knowledgeable on the issue. The Development Fund found it very difficult to move from being perceived a valuable source on many other environmental issues to being accepted as a useful source on climate change in particular. The position as “activist expert” was monopolised by a handful of NGO representatives who had already established relationships with journalists on this particular issue.", "The next point is that the long-term results on The Development Fund and the media coverage over the 10 years studied here show that two or three Development Fund representatives dominate, and are the sources of the vast majority of the articles in which The Development Fund is mentioned or quoted. A closer analysis reveals that these representatives each have one or two areas of expertise and in most of the articles they provide the journalists with alternative perspectives to those given by Norwegian officials. Unlike most scientists, they formulate clear policy positions and propose actions to resolve or reduce a problem.", "The third point is that The Development Fund launched a number of other activities that can help to explain the long-term success in setting the agenda. The youth organisation Spire was engaged in internal educational activities, attracting many new members and constantly increasing their level of knowledge on environmental issues. Spire put together workshops on writing articles and other topics relevant for the media strategy. At the same time, The Development Fund had in place an advanced system for media surveillance and routines for analysing the results. The organisation paid a great deal of attention to learning and improving from experience.", "Additionally, considerable effort was made to produce reports on issues particularly important for the organisation. In March 2009, The Development Fund launched the report En verden uten sult (A World Without Hunger) on the environment, development assistance and global politics. The organisation used the report on several levels: to educate the members themselves; to attract new members (more than 200 people showed up at a seminar when the report was launched); and to attract media attention (although it resulted in only a limited number of news articles).", "The effect of the above was not immediate media coverage of demonstrations, activism or protests. But the long-term effect was that The Development Fund succeeded in identifying some members as knowledgeable and useful sources for the media. Another long-term effect was a constant flux of members and former members educated in the handling of media and in environmental issues. Some members subsequently became journalists themselves, covering and commenting on environmental issues. More investigation is needed to shed light on the long-term effect of this process."]}, {"title": "Conclusion", "paragraphs": ["The results presented in this article are enlightening when seen in relation to earlier studies on the media and environmental issues. These results do not support earlier findings that highlight increasing media focus on sensation and identification, and criticise the coverage for lack of depth and quality (Johnsen, 1994, 1996b; Mørck, 1996). By contrast, the “winners” found in this exploration are in general those organisations focusing on producing knowledge, and not those focusing on supposedly media-friendly activism.", "These results also stand in contrast to existing literature on the success of Greenpeace (Brown and May, 1989; Gidley and Shears, 1986; Weyler, 2004). Greenpeace and similar organisations found it hard to compete for media attention as the media interest turned from pollution, roads, dams and local matters to the very complex question of global climate change.", "The results also seem to contrast with earlier findings on balance as a substitute for validity checks. The newspapers covering Poznan dedicated a few selected journalists to research climate change in more detail, conforming with Goldman's (1999) “veritistic ideal”.", "According to Harcup (2009), objectivity (checking whether a story holds) can be seen as a ritual in journalism. The results of this investigation indicate a normative shift—away from merely presenting conflicting claims to attempting to evaluate conflicting claims, as also indicated in other recent studies of Norwegian journalism on climate change (Ytterstad, 2008). Conflict, identification and dramatisation seem to play a less important role in Norwegian newspaper journalism about climate change than might be expected as a result of previous studies."]}], "references": [{"title": "Flogging a Dead Norm? Media Coverage of Anthropogenic Climate Change in United States and United Kingdom, 2003–2006", "year": "2007", "journal": "Area", "volume": "4", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T."}]}, {"title": "The Real Swindle", "year": "2008", "journal": "Nature Reports Climate Change", "volume": "", "authors": [{"name": "Boykoff Maxwell T", "first_name": "Boykoff", "last_name": "T"}]}, {"title": "Balance as Bias: global warming and the US prestige press", "year": "2004", "journal": "Global Environmental Change", "volume": "15", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T."}, {"name": "Boykoff Jules M.", "first_name": "Boykoff", "last_name": "M."}]}, {"title": "Climate Change and Journalistic Norms: a case-study of US mass-media coverage", "year": "2007", "journal": "Geoforum", "volume": "38", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T."}, {"name": "Boykoff Jules M.", "first_name": "Boykoff", "last_name": "M."}]}, {"title": "Signals and Noise: mass media coverage of climate change in the USA and the UK", "year": "2007", "journal": "EMBO Reports", "volume": "8", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T."}, {"name": "Rajan S. Ravi", "first_name": "Rajan", "last_name": "Ravi"}]}, {"title": "Mass Media Coverage of Technological and Environmental Risks: a survey of research in the United States and Germany", "year": "1992", "journal": "Public Understandings of Science", "volume": "1", "authors": [{"name": "Dunwoody Sharon", "first_name": "Dunwoody", "last_name": "Sharon"}, {"name": "Peters Hans Peter", "first_name": "Peters", "last_name": "Peter"}]}, {"title": "Qualitative Comparative Analysis and Analytical Induction", "year": "1994", "journal": "Sociological Methods \\& Research", "volume": "23", "authors": [{"name": "Hicks Alexander", "first_name": "Hicks", "last_name": "Alexander"}]}, {"title": "Newspaper Scare Headlines Can Be Counter-productive", "year": "2007", "journal": "Nature", "volume": "445", "authors": [{"name": "Hulme Mike", "first_name": "Hulme", "last_name": "Mike"}]}, {"title": "The Conquering of Climate: discourses of fear and their dissolution", "year": "2008", "journal": "Geographical Journal", "volume": "174", "authors": [{"name": "Hulme Mike", "first_name": "Hulme", "last_name": "Mike"}]}, {"title": "Medier, miljø og påvirkning” [“Media, Environmental Issues, and Effects”]", "year": "2001", "journal": "Tidsskrift for samfunnsforskning", "volume": "42", "authors": [{"name": "Ihlen Øyvind", "first_name": "Ihlen", "last_name": "Øyvind"}]}, {"title": "Journalistic Narratives of Success and Failure at the Bali Climate Change Conference in 2007", "year": "2011", "journal": "Intercultural Communication Studies", "volume": "20", "authors": [{"name": "Krøvel Roy", "first_name": "Krøvel", "last_name": "Roy"}]}, {"title": "The Appeal of Qualitative Methods to Traditional Agenda-setting Research: an example from West Africa", "year": "2001", "journal": "International Communication Gazette", "volume": "63", "authors": [{"name": "Kwansah-Aidoo Kwamena", "first_name": "Kwansah-Aidoo", "last_name": "Kwamena"}]}, {"title": "Blinded by Science: how ‘balanced’ coverage lets the scientific fringe hijack reality", "year": "2004", "journal": "Columbia Journalism Review", "volume": "43", "authors": [{"name": "Mooney Chris", "first_name": "Mooney", "last_name": "Chris"}]}, {"title": "Qualitative comparative analysis and a hermeneutic approach to interview data", "year": "2001", "journal": "International Journal of Social Research Methodology: Theory \\& Practice", "volume": "4", "authors": [{"name": "Rantala Kati", "first_name": "Rantala", "last_name": "Kati"}, {"name": "Hellström Eeva", "first_name": "Hellström", "last_name": "Eeva"}]}, {"title": "Mass-media Coverage, Its Influence on Public Awareness of Climate-change Issues, and Implications for Japan&#039;s National Campaign to Reduce Greenhouse Gas Emissions", "year": "2009", "journal": "Global Environmental Change", "volume": "19", "authors": [{"name": "Sampei Yuki", "first_name": "Sampei", "last_name": "Yuki"}, {"name": "Aoyagi-Usui Midori", "first_name": "Aoyagi-Usui", "last_name": "Midori"}]}]}