{"doi": "10.1080/21670811.2012.744555", "url": "https://doi.org/10.1080/21670811.2012.744555", "title": "REPORTERS ON TWITTER", "volume": "1", "year": "2013", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Artwick", "first_name": "Claudette", "name": "Claudette G. Artwick"}], "abstract": " This study examines newspaper reporters’ Twitter use within Kovach and Rosenstiel’s “next journalism” framework, which calls for a shift away from journalism as product toward more of a service for citizens. Drawing from their “essential dimensions” for journalism, it analyzes more than 2700 tweets from reporters at 51 US newspapers. Findings show the reporters engaging in a journalism of service, while also adhering to conventions of product and “lecture by professional authorities.” Evidence for service includes live tweeting news events and retweeting citizen voices. Journalism as product is supported by a significant number of reporters’ links to their own newsroom content, and by their heavy reliance on official sources, despite the networked audience afforded by Twitter. ", "body": [{"title": "Introduction", "paragraphs": ["Contemporary characterizations of journalism as real-time, ambient, and blur, (Hernandez 2010; Hermida 2010; Kovach and Rosenstiel 2010) conjure images of an endlessly whirling, always-on, news sphere. In this era of all-digital media, where Negroponte’s “bits commingle effortlessly” (1995, 18), interactivity and the confluence of online news and social media give rise to both challenge and opportunity (Braun and Gillespie 2011).", "From multimedia to social media, the preponderance of digital technology in today’s news work has the potential both to shift and reinforce journalists’ traditional norms and practices (Lasorsa, Lewis, and Holton 2012; Deuze and Marjoribanks 2009). Of growing interest is the role of the information network Twitter in news reporting. Having garnered attention for its significance during natural disasters, political uprisings, and other breaking news (Hermida, Lewis, and Zamith 2012; Murthy 2011; Project for Excellence in Journalism 2011), Twitter has been heralded as a “game changer” for newsrooms, with “the power to connect reporters and sources, as well as readers, like never before” (Hacker and Seshagiri 2011). Active participation by journalists and citizens in the digital universe may be facilitating a shift in conventions and cultures (An et al. 2011), moving away from the tradition of journalism as “lecture by professional authorities,” toward public dialogue, or “a new way of knowing” (Kovach and Rosenstiel 2010, 7). This “next journalism,” argue Kovach and Rosenstiel (2010, 175), must shift away from journalism as product, toward more of a service—which can answer citizens’ questions, and provide them with tools and resources.", "This study examines US newspaper reporters’ use of Twitter within Kovach and Rosenstiel’s “next journalism” framework, drawing from their “essential dimensions” that define journalism as service or dialogue (2010, 175). The functions explored include the reporter as: “smart aggregator” (179), “witness bearer” (177), “empowerer” (178) and “forum organizer” (180), as measures of service and public dialogue. The research question asks: Are reporters on Twitter adhering to the conventions of journalism as lecture and product, or are they engaging in journalism as service and public dialogue?"]}, {"title": "Twitter and Journalism", "paragraphs": ["From the first public tweet dispatched in March 2006, “just setting up my twttr” (Wauters 2012), Twitter has grown from a side project (Williams 2009) to an information network that is “affecting the way news is gathered, disseminated, and consumed” (Hermida 2012, 2). Pew Research Center’s Project for Excellence in Journalism tracks Twitter news content in its New Media Index (Journalism.org 2012). Surveys show the majority of journalists use Twitter in their work (Oriella 2011; Cision 2010). And mainstream news media are attracting large numbers of followers on Twitter; some exceeding their circulation numbers. The New York Times print edition, for example, has a daily circulation of about 780,000 (Lulofs 2012) and more than six million Twitter followers. 1  ", "The 2011 launch of Twitter for Newsrooms  2  attracted attention in the digital media community, which noted its significance for journalism, “the fact that Twitter has launched an official guide for journalists is indicative of the impact of social media on the news” (Ehrlich 2011). And within a week of that launch, the first presidential town hall on Twitter engaged journalists who were seasoned Twitter users to help flag questions from their communities (Klapper 2011). A subsequent best practices guide highlights Twitter’s own research, suggesting journalists use @mentions and share what they are reading to increase followers and engagement (Luckie 2012).", "Other developments signal an integration of Twitter into newswork. For example, the Boston Globe displays newsroom staff tweets on a Twitter board—a large monitor in a high-traffic area of its city room—and plans to add more throughout the Globe’s newsrooms (Marstall 2011). It is seen as an “updated take on newsroom screens and data feeds from another era—TVs, police scanners, centrally-located teletypes, etc.” The New York Times offers an online directory of its reporters who use Twitter and showcases featured accounts at the top of the page (nytimes 2012). And newspapers are reaching out to readers for feedback on social media as part of the Associated Press Managing Editors Social Media Credibility Project (Lail 2011).", "As the news industry integrates social media into its daily operations, a body of scholarly research on Twitter and news work is emerging. An analysis of 500 journalists found their Twitter use to “vary widely,” yet identified emergent patterns and trends (Lasorsa, Lewis, and Holton 2012, 30). Journalists “normalize” Twitter to fit existing professional norms and practices (Lasorsa, Lewis, and Holton 2012), which is similar to Singer’s (2005) findings on journalist bloggers. Yet, in some instances, journalists on Twitter deviate from professional conventions, more freely expressing opinions, and retweeting and linking to “open the gates to non-professional participants in the news production process” (Lasorsa, Lewis, and Holton 2012, 31). This resonates with the idea that the “pecking order of traditional gatekeeping is irrelevant to a Twitter audience” (Blasingame 2011, 17). Other changes in journalistic conventions and cultures include active participation on Twitter (An et al. 2011; Sheffer and Schultz 2010).", "While technology can provide an infrastructure to enable information flow, capture, and meaning-making (Boczkowski 2009), it can also serve as a distribution platform. Thirteen major news organizations used Twitter primarily to disseminate their own material (Holcomb, Gross, and Mitchell 2011). Of the more than 3600 tweets examined, 93 percent linked to the organizations’ own content. Another study of nearly 500 local US television stations found little facilitation of interactivity between the stations and their Twitter followers (Greer and Ferguson 2011).", "So, while we see evidence of the mainstream news industry adopting Twitter, the scholarly literature shows its use and integration into news work as mixed. Within Kovach and Rosenstiel’s (2010) “next journalism” framework, news media that link predominantly to their own content appear to be adhering to the tradition of journalism as product and lecture, while others, who engage in active participation with citizens, might be viewed as moving toward public dialogue and service."]}, {"title": "Journalism and the Public Dialogue", "paragraphs": ["Anderson, Dardenne, and Killenberg (1996, 161) warn that “journalism cannot afford to operate as a mere transmission apparatus for traditional news.” They argue for the conversational commons, where news is not commodity, but is instead, “a co-creation of journalists and the people of the community” (165). The news industry is recognizing Twitter as a platform for such interaction. The Knight Digital Media Center views Twitter as, “a way to keep a pulse on and engage with communities, locate sources, and to report on the world [sic] new and unique ways” (Hacker and Seshagiri 2011). Hermida (2010) describes Twitter as an awareness system, not only for breaking news, but which can alert journalists to trends or issues. He defines Twitter’s linked content as a means for creating a shared conversation. And TV stations are embracing social media, having conversations with the audience (Papper 2011). But the degree of interaction varies widely among individual journalists and their organizations. Among 80 media sources on Twitter, journalists were five times more likely than media organizations to respond to mentions posted by the audience (An et al. 2011).", "In contemporary online media, journalists commonly perceive the medium allowing a closer relationship with the audience—a compressed social distance (Schmitz Weiss and de Macedo Higgins Joyce 2009).", "Marwick and boyd (2010, 16) describe Twitter as “an example of a technology with a ‘networked audience.’” While the faceless, mass, broadcast audience has limited opportunity for feedback, the networked audience can communicate in a “‘many to many’ model” (Marwick and boyd 2010, 16). Huberman, Romero, and Wu (2009) differentiate between what they call friends on Twitter—those who communicate using direct messages to individuals—and communicating via tweets to an entire network of followers."]}, {"title": "Exploring Journalism as Service and Public Dialogue on Twitter", "paragraphs": ["Kovach and Rosenstiel’s call for journalism of service and public dialogue guides this study’s analysis of reporter tweets. It draws from four of their eight “essential dimensions” that define “journalism as service or dialogue” (2010, 175). They include the “smart aggregator” (179), “witness bearer” (177), “empowerer” (178), and “forum organizer” (180). The additional four dimensions—“authenticator” (175), “sense maker” (176), “investigator” (177), and “role model” (181)—are highly relevant, but measuring them would involve a different methodology and goes beyond the scope of this study.", "While the field of journalism includes a wide range of jobs and specializations with varying work practices, this study focuses exclusively on the Twitter streams of reporters. By making this distinction, it narrows the examination to those involved in the newsgathering process, which includes contact with sources and the potential for communicating with the public.", "From a reporter’s own story to a humorous YouTube video, linked content transcends the 140-character limit in the Twitter feed through a click of the mouse or a tap of the finger. In the context of the public dialogue, links on Twitter can be viewed as a “form of data sharing and as a system for creating a shared conversation” (Hermida 2010, 303). Within the context of the Kovach and Rosenstiel model (2010, 180), linking could be used to measure the smart aggregator function: “Smart aggregators should share sources they rely on, the stories they find illuminating, the information that informed them.”", "What links do reporters include in their tweets? Are they primarily URLs that link to their own stories and newsroom content? This practice, which may be required by news operations, would illustrate adherence to the traditional lecture model described by Kovach and Rosenstiel, with journalists essentially “telling the public what it should know” through their own product (2010, 175). However, linking to other news outlets’ coverage, government websites, documents, and other content could be viewed as more of a smart aggregator approach. Twitter’s best practices encourage reporters to share what they are reading to increase engagement, “mix it up a bit: when individuals share URLs to non-company sources, they experience a bump in follows” (Luckie 2012).", "To explore the smart aggregator function among journalists on Twitter, this study examines the linked content in reporters’ tweets. Linking to material generated outside their own news organizations would offer evidence for the smart aggregator function.", "The smart aggregator can also be measured through retweets. Retweeting allows users to resend another’s message to their own network of followers. The percentage of retweets documented in several studies have ranged in average from 3 percent (Zhang, Fuehres, and Gloor 2009; boyd, Golder, and Lotan 2010) to 19 percent (Tumasjan et al. 2010). More than half of American Twitter users retweet material posted by others (Smith and Rainie 2010). Lasorsa, Lewis, and Holton (2012) found journalists retweeting 15 percent of messages studied, suggesting a sharing of the traditional media gatekeeping role. In addition, the retweeted message has great power to reach large audiences, as shown in an examination of 106 million tweets, which found that retweets reached an average of 1000 users, regardless of the number of followers of the original tweet (Kwak et al. 2010).", "Leavitt et al. (2009, 7) argue that retweets occur “because a user is influenced to reproduce the content.” It follows that if reporters largely retweet messages from their own newsrooms, they would be highlighting their product, while retweeting outside content would indicate a shift toward the smart aggregator. As with links, reporters’ retweets will be examined to determine what they are retweeting.", "By simply showing up to bear witness to events, journalists serve the public through their monitoring function (Kovach and Rosenstiel 2010). In the context of Twitter, reporters can serve this role through live coverage of meetings, events, and breaking news. While real-time reporting is not new, live tweeting involves a networked audience, which has not been the case for live broadcast radio and television news reporting. To what extent are reporters live tweeting news, what are they covering, and how are they doing so? The study addresses the question through the frequency of live tweeting and a qualitative analysis of the live tweets.", "What role do reporters’ sources play in journalism as service and the public dialogue on Twitter? Whose statements or opinions are they quoting and retweeting? According to Schudson (1989), official sources dominate the news. At the national, state, and local level, Schudson writes, “the story of journalism, on a day-to-day basis, is the story of the interaction of reporters and officials” (14). And journalists regularly quote and adopt the language of politicians and officials (Lewis and Reese 2009). Is this the case on Twitter? Considering the interactivity of this medium, are reporters holding to the traditional official sourcing conventions, or are they expanding to include more citizen sources? A case study of NPR journalist Andy Carvin’s tweets during the Tunisian and Egyptian revolutions found substantial numbers of tweets from non-elite sources during key periods of the uprisings, even though mainstream media and other elite sources made up three-fourths of his sources (Hermida, Lewis, and Zamith 2012).", "The present study explores sourcing and pursues further questions regarding reporter as empowerer. With whom are reporters communicating on Twitter? What percentage of tweets are @mentions (quasi-private) and to whom are reporters directing these tweets? And, because Twitter is a social network, are the messages sent in the context of news work, or a more general framework?", "While the print media helped create this model through letters to the editor and op-eds (Kovach and Rosenstiel 2010), can it be extended through Twitter? Are reporters reaching out to the public, inviting discourse on Twitter? If so, which beats are more likely to reach out to the public, asking for information, reaction, or comments? Or, are reporters simply trolling for sources? Quantitative and qualitative analyses address these questions."]}, {"title": "Method", "paragraphs": ["This study used constructed-week sampling to identify and collect reporter Twitter content. The researcher drew a sample of 2733 tweets from metro reporters listed on the website MuckRack. 3  MuckRack’s compilation of journalists on Twitter has served as a research source for sampling journalists who use the social network (Lasorsa 2012; Lasorsa, Lewis, and Holton 2012).", "Reporters were drawn from the 51 US metro daily newspapers in the “source” listing on MuckRack (subsequently listed as publication). The news reporter with the highest number of Twitter followers for each paper was selected for the study. This was done to help ensure the sample would yield sufficient tweets for analysis. While a higher number of followers does not guarantee level of tweeting, it does indicate the likelihood of tweeting. Reporters with fewer followers may tweet less frequently or their use may vary. Higher numbers of followers also illustrate public interest in the reporters, and the potential to reach the greatest number of people in their tweets. As the site includes many types of journalists, those eligible for inclusion had to be identified as a reporter. Columnists, editors, critics, etc., were not included, as their work practices and use of Twitter may be distinct from that of reporters. For similar reasons, the sample also excluded sports and entertainment journalists.", "The study targeted the second quarter of 2011—April 1 through June 30—as the period of analysis. The sample week was constructed by randomly selecting one Sunday from all available Sundays in that period, one Monday, and so on. Constructed-week sampling has been tested and used as a reliable method for sampling media content (Riffe, Aust, and Lacy 1993). All tweets from each reporter’s Twitter account were collected for the following dates in 2011: June 25, June 15, June 5, May 26, May 6, April 25, and April 5.", "To collect the tweets, the researchers linked to the selected reporters’ Twitter accounts through MuckRack, copied all tweets from the sampled dates, and pasted them into a Word document for numbering and coding.", " Smart aggregator. The reporter links to and retweets content originating outside his/her own newsroom. This is measured by the following variables:• Link: The variable measures the links in tweets. Categories include: none, reporter’s own story/content, story/content by other staff in the reporter’s news organization, other news organization content, official content (politician, public employee, business, academic/scientist, lobby/interest group, attorney), citizen, journalism industry, entertainment, other, can’t tell (broken link), and multiple links.• Retweet: The categories for retweets are the same as listed above for links. ", " Link: The variable measures the links in tweets. Categories include: none, reporter’s own story/content, story/content by other staff in the reporter’s news organization, other news organization content, official content (politician, public employee, business, academic/scientist, lobby/interest group, attorney), citizen, journalism industry, entertainment, other, can’t tell (broken link), and multiple links.", " Retweet: The categories for retweets are the same as listed above for links.", " Witness bearer. The reporter live tweets breaking news and events. This is measured by the following variable:• Live: The reporter is tweeting an event as it happens, which can be a planned event, such as a news conference or trial, or a breaking event, such as a fire or natural disaster. ", " Live: The reporter is tweeting an event as it happens, which can be a planned event, such as a news conference or trial, or a breaking event, such as a fire or natural disaster.", " Empowerer. The reporter includes citizen voices and alternative sources in tweets. This is measured by the following variables:• @mention: Reporters can communicate with Twitter account holders semi-privately by beginning the message with the @ symbol and the account name. The @mention indicates a conversation is taking place between the reporter and the person to whom the message has been sent. Including text before the @ or adding a hashtag (#) in the message would make it public, allowing the reporter to address a specific follower publicly. This variable measures to whom reporters are sending these messages. It categorizes recipients of the @mention as listed above for link. Simple mentions are excluded—for example, a tweet such as: “On Air Force One with @barackobama.”• Quote: The variable measures who is quoted or paraphrased in the tweets. Its categories are the same as those listed in the link variable above. ", " @mention: Reporters can communicate with Twitter account holders semi-privately by beginning the message with the @ symbol and the account name. The @mention indicates a conversation is taking place between the reporter and the person to whom the message has been sent. Including text before the @ or adding a hashtag (#) in the message would make it public, allowing the reporter to address a specific follower publicly. This variable measures to whom reporters are sending these messages. It categorizes recipients of the @mention as listed above for link. Simple mentions are excluded—for example, a tweet such as: “On Air Force One with @barackobama.”", " Quote: The variable measures who is quoted or paraphrased in the tweets. Its categories are the same as those listed in the link variable above.", " Forum organizer. The reporter invites discourse through tweets. This is measured by the following variable:• Ask: Reporters sometimes tweet a public call for information from their followers. The variable codes whether reporters ask all followers: to contact them with information, for a reaction to or feedback on something, to confirm or verify information, or to answer a general question. ", " Ask: Reporters sometimes tweet a public call for information from their followers. The variable codes whether reporters ask all followers: to contact them with information, for a reaction to or feedback on something, to confirm or verify information, or to answer a general question.", "In addition to the four dimensions, reporter beats were also measured.• Beat: Ten beats are included in this variable, based on the reporters’ Twitter profile and byline. They include: government/politics, education, business, technology, crime, health/medicine/science, courts, environment, investigative, and general. ", " Beat: Ten beats are included in this variable, based on the reporters’ Twitter profile and byline. They include: government/politics, education, business, technology, crime, health/medicine/science, courts, environment, investigative, and general.", "The principal investigator and one research assistant coded the tweets after pretesting the coding categories on a separate collection of tweets. An intercoder reliability test on a subset of the full sample of tweets yielded the following Cohen’s Kappa values: Link = 0.90, Retweet = 0.84, Quote = 0.74, @mention = 0.91, Live = 0.93, Ask = 0.83 (N = 268). During the quantitative coding, the principal investigator also assessed tweets qualitatively, documenting reporters’ or their news organizations’ unusual or outstanding practices."]}, {"title": "Results", "paragraphs": ["Reporters were most active on Twitter during the Monday to Friday work week, with only 4 percent of their tweets posted on Saturday, and 4 percent on Sunday. They tweeted most frequently (21 percent) on Friday, May 6, which was during the week Osama bin Laden had been killed. Male and female reporters were almost equally represented, with 51 percent men and 49 percent women. As Table 1 illustrates, the government/politics beat had the highest percent of reporters (30 percent), while the courts and investigative beats had the lowest, with 2 percent each.", "Of the 2731 tweets examined, 40 percent contained links—which is remarkably similar to the 42 percent found by Lasorsa, Lewis, and Holton (2012). The present study used links to measure Kovach and Rosenstiel’s reporter as smart aggregator function, indicating “sources they rely on, the stories they find illuminating, the information that informed them” (2010, 180).", "Eight out of ten 10 URLs linked to news content, with 58 percent from the reporters’ own news organizations. About 10 percent of links were official content, which included government websites, scientific articles, business reports, and other information sources. A paired-samples t-test showed numbers of links to reporters’ own newsroom content were significantly greater (mean = 0.5751, SD = 0.49) than to other content (mean = 0.4249, SD = 0.49); t = 5.003, df = 1084, p < 0.001.", "The finding suggests adherence to the traditional lecture model or journalism as product, tweeting links to disseminate the newpapers’ own content. In some cases, this may be guided by organizational practices. For example, one reporter warned followers when she was turning on her newspaper’s Twitter feed, apologizing in advance (https://twitter.com/RachelSB):REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay TableAmong all the beats, only environmental reporters linked more to other content than to their own website content (81 percent other, 19 percent own). They drew primarily from outside news organizations (53 percent), and 28 percent from all other sources. The environmental reporters tweeted the third greatest number of links (119 links), following government/politics reporters (403 links), and general assignment reporters (177 links).", "Table", "A paired samples t-test found reporters’ retweets to other content were significantly greater (mean = 0.7985, SD = 0.40) than to their own newsroom content (mean = 0.2015, SD = 0.40); t = −19.102, df = 659, p < 0.001). Their retweets to other news content were also significantly greater (mean = 0.3970, SD = 0.49) than to their own newsroom content (mean = 0.2015, SD = 0.40); t = −6.703, df = 659, p < 0.001. Unlike the finding for links, these results indicate a shift away from journalism as product, toward the service-oriented smart aggregator.", "A cross-tabulation showed 40 percent of retweets were other news content, followed by 20 percent reporters’ own newsroom content, and 14 percent citizen content. The greatest percentage of citizen retweets came from crime reporters (43 percent of their retweets), followed by business reporters (24 percent). Other news was retweeted most by government/politics reporters (53 percent of their retweets), followed by environment reporters (49 percent), and health/medical/science reporters (43 percent).", "Of all the messages reporters retweeted, official sources accounted for 18 percent, while citizens closely followed with 14 percent of retweets.", "Asking for citizen comment and then retweeting the replies facilitated a networked conversation among reporter, citizens, and government, as these tweets illustrate (https://twitter.com/justin_fenton):REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table ", "Table", "Table", "Table", "Table", "Table", "Reporters posted nearly one-third of their tweets during live coverage (30 percent of all tweets). Of those live tweets, 83 percent were during planned events (i.e., meetings, speeches, and court proceedings), and 17 percent were breaking news. The courts beat did the most live tweeting (92 percent of its tweets), followed by government/politics reporters (47 percent), education reporters (42 percent), and the crime beat (36 percent).", " Chicago Sun-Times Federal Courts Reporter Natasha Korecki posted 101 tweets during the sampled dates, covering the Rod Blagojevich trial. Many quote or paraphrase testimony and link to further detail on the live blog. But she also provides perspective and color in her tweets (https://twitter.com/natashakorecki).REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay Table REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay TableThe government/politics reporters posted 576 live-event tweets, including coverage ranging from their state representatives in session to President Obama’s visits to their cities. The bulk of their reporting was straightforward or play-by-play. But they also provided context by linking to multimedia elements, such as audio and photos (https://twitter.com/RachelSB).REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay TableAnd, on occasion, the journalists injected their personalities and sense of humor into the coverage (https://twitter.com/RachelSB).REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay TableCrime reporters live tweeted breaking news on their beats by interacting with police, firefighters, citizens, and media colleagues. Information posted by others was often questioned and verified on the tweet stream, in a cooperative quest for the truth. They modified offensive language and corrected misleading information—not a “mob” nor a “riot”—during the fast-paced real-time reporting (https://twitter.com/justin_fenton).REPORTERS ON TWITTERProduct or service?All authorsClaudette G. Artwickhttps://doi.org/10.1080/21670811.2012.744555Published online:09 May 2013TableDisplay TableMore than half of @mentions sent during live reporting went to citizens, and reporters often retweeted @mentions from their followers, opening up the conversation to everyone on Twitter.", "Table", "Table", "Table", "Table", "Table", "Table", "Reporters quoted or paraphrased sources in 507 of 2731 tweets (19 percent). Politicians appeared in quotes 12 times more often than citizens (57 versus 18 percent, respectively). And, a full three-quarters of the quotes featured politicians or public employees.", "To explore whether the politics beat may have overly represented the number of official sources in the quotes, the researcher ran a follow-up frequency test excluding tweets from politics reporters. It also found substantial quoting of politicians and government employees (66 percent). So, even without the tweets sent by politics reporters, the findings showed two-thirds of quotes came from official government sources.", "Returning to the data as a whole—while citizens were quoted relatively infrequently, they did account for the greatest percentage of @mentions (38 percent), followed by journalists (24 percent). It is important to note that twice as many @mentions were unrelated to reporting (67 percent) than were related to reporting (33 percent), suggesting that reporters may have been messaging friends and acquaintances as well as citizen followers.", "Reporters publicly asked questions of their followers in only 1.6 percent of their tweets. Nine out of ten questions were either general, or asked for feedback or verification. The other 10 percent invited followers to contact the reporter as a story source. Some asked sources to contact them directly, while others made the conversation public by retweeting followers’ @mentions for all to see. Elected officials also contributed to the conversations sparked by the reporters."]}, {"title": "Discussion", "paragraphs": ["In today’s digital news and social media environment, US newspaper reporters on Twitter show evidence of engaging in Kovach and Rosenstiel’s (2010) “new way of knowing,” through journalism as service and public dialogue. However, at the same time, conventions of the analog media persist in the digital realm, leaning toward what Lasorsa, Lewis, and Holton (2012) have labeled as “normalizing Twitter.” What we see, then, melds a conversational commons (Anderson, Dardenne, and Killenberg 1996), with journalism as “lecture by professional authorities” (Kovach and Rosenstiel 2010). The reporters studied convey news to consumers as the product of individual news organizations, while also serving citizens by tweeting their beats and sharing information originating outside their own newsrooms. They face the challenge of negotiating the networked environment amidst long-standing institutional models. But, even though news organizations may resist journalism-as-service, its practice on Twitter may enhance the value of their offerings. As Twitter’s own research illustrates, journalists increase engagement and followers by using @mentions to cite sources, by live tweeting, and sharing links to others’ content (Luckie 2012).", "Through live tweeting, reporters bear witness by monitoring government and institutions, and covering breaking news as it unfolds. Nearly one-third of the tweets studied were from live news coverage, including trials, government proceedings, school board meetings, crime, and other breaking news. Simply showing up “provides democracy with a life-ensuring sunshine by its very presence” (Kovach and Rosenstiel 2010, 178). In addition, the reporters questioned and clarified potential misinformation, and provided context by linking to photos and other multimedia elements. While journalist-as-witness-bearer is not new, reporting live in a networked environment is still evolving. As this study showed, reporters facilitated discourse and empowered the public to be part of the news process during this live coverage. The bulk of @mentions reporters sent while live tweeting went to citizens, suggesting that the journalists were both responding to followers who had information to share and to those who asked questions about the breaking events. In some cases, reporters opened up the conversation by retweeting @mentions from their followers, sharing them with everyone on Twitter.", "Reporters who retweeted messages and links originating outside their own papers emulated the smart aggregator function called for by Kovach and Rosenstiel, in which journalists patrol the Web and share helpful information: “The idea of the ‘walled garden,’ in which a news organization offers only its own reporting, is over. For a news organization to be really helpful, … it must also point its audience to other Web sources that it considers valuable” (2010, 179). The present study supported this concept, finding reporters’ retweets to other content significantly greater than to their own newsroom content. While it may appear counterintuitive to share others’ content, this approach has the potential to enhance value and build followers, as suggested by Twitter’s research (Luckie 2012), making service good for business.", "But the findings also revealed adherence to the conventions of news as product and the dominance of official sources in reporting. Reporters essentially promote their own stories and their newspapers’ website content through links on Twitter. And while that content can be part of smart aggregators’ Twitter streams, the challenge lies in striking a balance between links to their own pieces and other useful information. In some cases, that may mean complying with organizational practices outside reporters’ control. While this study found the majority of links to reporters’ own newsroom content, the figure is substantially lower than the 93 percent found in research on major news organization’s Twitter feeds (Holcomb, Gross, and Mitchell 2011). The official organizations’ feeds may serve primarily as a dissemination platform while the individual reporters’ Twitter accounts, as examined in the present study, provide alternative content as well.", "Another journalistic convention this study identified on Twitter is the reliance on official sources. While Hermida, Lewis, and Zamith (2012) found alternative sources influencing the content of Andy Carvin’s Twitter account, this study found sourcing patterns that primarily reflect interactions among reporters and officials (Schudson 1989; Lewis and Reese 2009). Politicians were quoted in tweets 12 times more often than citizens, and along with government employees, accounted for 75 percent of quotes. Even after excluding the politics beat from the analysis, these official sources appeared in two-thirds of quotes, indicating that the storytelling structure built on official sources and quotes appears to prevail within the confines of the 140-character tweet. But this does not mean reporters are ignoring citizen voices on Twitter. When we take into account retweets, a slightly different picture emerges. Reporters retweeted @mentions from citizens nearly as often as from official sources and facilitated networked conversations by making those conversations public. And, with each retweet having the potential to reach 1000 people (Kwak et al. 2010), even modest numbers of citizen voices may be making meaningful contributions to the public dialogue, helped along by the reporters who are distributing those tweets.", "This study’s focus on the most-followed metro newspaper reporters on Twitter is distinct from others that have included news organizations and various types of journalists in their analyses. This strength may also be seen as a limitation, as its findings might not be generalizable to all journalists on Twitter. News operations, reporters with fewer followers, and journalists from broadcast, magazine, Web-only, or other organizations may use the network differently. Specific country or regional differences may also be notable, as well as individual or organizational characteristics.", "While this content analysis and others provide evidence for patterns and practices among reporters on Twitter, perceptions, process, and context await exploration. Future studies might employ survey research to investigate what enables or impedes the move toward public dialogue and service among reporters on Twitter. In addition to the four functions used in this study, future research might also draw from Kovach and Rosenstiel’s (2010) authenticator, sense maker, investigator, and role model dimensions. And further content analyses might focus on specific beats on Twitter across media."]}, {"title": "Conclusion", "paragraphs": ["Evidence of a shift toward service and public dialogue can be seen in the reporters’ Twitter feeds examined in this research. Smart aggregators are sharing links to content originating outside their own newsrooms in addition to their own, providing extra value to their followers. By live tweeting, reporters are bearing witness to events, serving the public as monitor and even watchdog. And while live reporting has been an essential journalistic function for decades, never before have reporters done so within a network where citizens, officials, and journalists together can contribute to the pursuit of truth. By using @mentions, reporters communicate with citizens, and show evidence of an empowering function by retweeting those messages. And their calls for participation go beyond simply trolling for sources.", "While the data offer evidence for a “new way of knowing” (Kovach and Rosenstiel 2010), they also exhibit adherence to conventions of journalism as lecture and product, and “normalizing Twitter” (Lasorsa, Lewis, and Holton 2012). The role of Twitter as another dissemination platform for legacy media is evidenced by the majority of URLs that link to reporters’ stories and their own newsroom content. And the long-standing dominance of official sources can be seen in tweets that heavily quote politicians and public employees.", "Judging from the tweet streams studied, reporters on Twitter are providing a service to citizens. But the service also blends elements of product, as these journalists continue to navigate traditions and industry conventions in a real-time networked environment."]}], "references": [{"title": "The American Newspaper as the Public Conversational Commons", "year": "1996", "journal": "Journal of Mass Media Ethics", "volume": "11", "authors": [{"name": "Anderson Rob", "first_name": "Anderson", "last_name": "Rob"}, {"name": "Dardenne Robert", "first_name": "Dardenne", "last_name": "Robert"}, {"name": "Killenberg George M.", "first_name": "Killenberg", "last_name": "M."}]}, {"title": "Technology, Monitoring, and Imitation in Contemporary News Work", "year": "2009", "journal": "Communication, Culture \\& Critique", "volume": "2", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "Hosting the Public Discourse, Hosting the Public", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Braun Joshua", "first_name": "Braun", "last_name": "Joshua"}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Newswork", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Marjoribanks Timothy", "first_name": "Marjoribanks", "last_name": "Timothy"}]}, {"title": "Using Twitter for Promotion and Branding: A Content Analysis of Local Television Twitter Sites", "year": "2011", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "55", "authors": [{"name": "Greer Clark F.", "first_name": "Greer", "last_name": "F."}, {"name": "Ferguson Douglas A.", "first_name": "Ferguson", "last_name": "A."}]}, {"title": "Twittering the News: The Emergence of Ambient Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Transparency and Other Journalistic Norms on Twitter", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Twitter: Microphone for the Masses?", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Murthy Dhiraj", "first_name": "Murthy", "last_name": "Dhiraj"}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Sampling in Newspaper Content Analysis", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F."}, {"name": "Lacy Stephen R.", "first_name": "Lacy", "last_name": "R."}]}, {"title": "Compressed Dimensions in Digital Media Occupations: Journalists in Transformation", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Weiss Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}, {"name": "Amy", "first_name": "Amy", "last_name": ""}, {"name": "Higgins Joyce Vanessa de Macedo", "first_name": "Higgins", "last_name": "de Macedo"}]}, {"title": "Paradigm Shift or Passing Fad? Twitter and Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Sheffer Mary Lou", "first_name": "Sheffer", "last_name": "Lou"}, {"name": "Schultz Brad", "first_name": "Schultz", "last_name": "Brad"}]}, {"title": "The Political J-blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}]}