{"doi": "10.1080/1461670X.2018.1494513", "url": "https://doi.org/10.1080/1461670X.2018.1494513", "title": "The Information Politics of Journalism in a Post-Truth Age", "volume": "19", "year": "2018", "issue": "13", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Carlson", "first_name": "Matt", "name": "Matt Carlson", "affiliation": "", "orcid": "", "role": ""}], "abstract": "In the so-called post-truth age, criticism challenging the representational accuracy and political orientation of journalists has become an indelible part of the realm of political contestation. Although “post-truth” is riddled with conceptual shortcomings, its usage to describe the contemporary epistemic moment directs attention to the underlying issues it encompasses. This is particularly the case for journalism in the United States where antagonism toward journalists has already been a regular feature of political discourse, and has been magnified through the rhetoric of Donald Trump. Journalists face increasing challenges in their attempt to occupy the symbolic communicative center of democratic society while remaining outside of governing power. Contemporary information politics are marked by a power struggle among competing groups to not merely contest claims within journalistic content but to contest the journalists making the claims. Given this context, this article argues that the epistemic context of contemporary journalism demands that journalists do more to develop arguments legitimating their claims to render valid judgments. This metacommunication includes a more vigorous and public articulation of the social value journalists offer, a self-critical stance through which they can address their weaknesses and limitations, and a defense against self-interested criticism directed at them by political actors.", "body": [{"sec_title": "Introduction", "sec_content": ["Shortly after the tumult of the 2016 US presidential election, Oxford Dictionaries bestowed its word-of-the-year award on “post-truth,” a term defined as “relating to or denoting circumstances in which objective facts are less influential in shaping public opinion than appeals to emotion and personal belief.” This definition implies a dire warning about the quality of informational discourse, a seemingly well-deserved concern considering recent events. The popularity of the term spiked in the United Kingdom with the pro-Brexit campaign and in the United States with Donald Trump’s presidential candidacy. Both campaigns became associated with the routine abandonment of facticity, the repetition of unfounded assertions, and attacks on the news media (Jackson, Thorsen, and Wring 2016; Lilleker et al. 2016). These events were front-and-center in Oxford Dictionaries’ announcement of its selection of post-truth with its “impact on the national and international consciousness” as it shifted “from being a peripheral term to being a mainstay in political commentary” deployed without further explanation (https://en.oxforddictionaries.com/word-of-the-year/word-of-the-year-2016). Post-truth is presented as reality, albeit a critical condensing of a host of concerns over the state of contemporary political discourse and the viability of journalism as a producer of shared communal knowledge.", "This essay responds to this context with an apparent contradiction. It acknowledges the conceptual shortcomings of “post-truth” as popularly invoked while simultaneously advocating that journalists actively develop an information politics suitable to the post-truth age. The central argument is that the epistemic context of contemporary journalism demands a more vigorous and public articulation of what journalism offers coupled with a self-critical stance to address shortcomings. Information politics here refer not to formalized structures of governing, but the power struggle among competing groups seeking to define the appropriate provision and consumption of information and their relations with one another. This competitive vision is at odds with how journalists normatively position themselves as separate and outside of political power structures. Claims of neutrality, balance, and distance ideally legitimate news accounts as untainted by powerful, self-interested groups. The resulting set of relations supports claims to journalistic authority (Carlson 2017a). Claims of a post-truth age, and the evidence held up to support such claims, spur a reconsideration of how journalists can and should defend their authoritative status. This essay argues that journalists ought to develop an extrinsic sense of what their participation in the politics of the information environment should look like. This argument is not meant to somehow place journalism outside of criticism or stymie efforts at self-reflexivity. Rather, it is a call for an intervention appropriate for the concatenation of developments bound up in the post-truth context.", "After examining the “post-truth” appellation, this paper explores the information politics of journalism first by examining how journalists’ professional self-positioning affects their range of available responses. Drawing mainly from examples from the United States, it tracks how antagonistic reactions to journalists complicate claims to journalistic authority. The final section articulates an information politics of journalism, or at least its opening steps, as a way for journalists to navigate the current political atmosphere in order to bolster their authority to make informational claims about the world."]}, {"sec_title": "Post-Truth and Journalism", "sec_content": ["The term “post-truth” and its attendant definition quoted above suggest a shift in which facticity and rigor lose their epistemic bearing. Its usage applies to different knowledge areas, including scientific research (e.g. climate change debates) and medicine (e.g. anti-vaccination advocates). How speakers use the “post-truth” term popularly helps clarify perceived threats to journalism.", "In a Wired article headlined, “Journalism Fights for Survival in the Post-Truth Era” (February 14, 2017), Jason Tanz sums up the problem: “In a post-fact era of fake news and filter bubbles, in which audiences cherry-pick the information and sources that match their own biases and dismiss the rest, the news media seems to have lost its power to shape public opinion.” In the United Kingdom, former Sunday Times editor Harold Evans remarked about the post-truth era, “We have those people who don’t have the brains to distinguish facts [from fiction]. Then we have the bad performers in the press, particularly numerous in the UK … Then you have got the assault [on the media]” (Guardian, February 27, 2017). These quotes indicate three elements that define the post-truth era for journalism: a public prone to partisan selective exposure, an emergent media sector willing to deliver partisan content, and a traditional media sector anxious over its—often criticized—ability to deliver news. As a result, journalistic representations seeking to discursively convey happenings in the world face contestation on a fundamental level as inaccurate, biased, or deceptively incomplete. These developments are not new, of course, but the emphasis on post-truth calls into question the objective news paradigm (Schudson 2001).", "The popularity of post-truth as a descriptive term invites instant scrutiny. Post-truth is not a proper analytical term with a developed history and an accepted set of theses, but a popular term invoked as a sense-making lens for a series of troublesome developments. Its shortcomings are clear. The temporality suggested by the “post” prefix lacks a defined threshold demarcating the movement from one era to another. More foundationally, caution is needed to avoid asserting an unfounded stark rift between the present and a nonexistent golden era of facticity. A post-truth era conjures a preceding but undefined era of truth that may be imagined as anything from the mass communication era to the Enlightenment. The danger lies in employing an artificial point of comparison. Temporal inexactitude aside, the dynamics embedded in the post-truth term are not novel. Political campaigns, advertisers, and public relation practitioners have always sought to shape the informational environment in advantageous ways (Greenberg 2016). Much of the founding critical literature on journalism stems from an ideological critique of news as a force for hegemonic control (Gitlin 1980). Less ideologically, emotions are an ever-present part of political and journalistic discourse despite being ignored in rationalist readings of news content (Wahl-Jorgensen 2016). Finally, given the negative connotations embedded within post-truth, it is not a self-description but a term of derision directed at others. The scope of responses or speakers that may be considered post-truth is unclear.", "While these conceptual issues deflate the value of “post-truth,” the aim in this essay is not to respond to these criticisms or propose a more robust definition of post-truth to be tested and refined, but to question why the term is being employed. What sort of explanatory power for an emerging political situation does it carry? The post-truth age specified in the title is not meant as a tangible descriptor of a delimited social phenomenon or a signal of decline from a golden era of news. It is an ambiguous indicator of a shifting information context invoked by critics interpreting the ills of the contemporary information environment, within which journalism occupies an important role. Its use presupposes an ongoing politics of information. One way forward is to emphasize the grounded discourse through which core epistemic experiences of contemporary culture are being understood. From this perspective, the questions to be asked of the post-truth concept are: Why it has gained currency? What kind of epistemic shift for political and journalistic discourse does it imply? And, what are its ramifications for public understandings of journalism?"]}, {"sec_title": "Journalism as Central and External", "sec_content": ["Analyzing the crisscrossing forces caught up in post-truth terminology begins with explicating the existing information politics of journalism. Those who lament post-truth developments do so from a belief that journalism is an important form of shared knowledge being threatened by a shifting cultural context. This points to a conception of authority as arising not from isolated news texts, but the surrounding relationships that necessarily mark the text as intelligible and legitimate (Carlson 2017a). The contours of these authority relationships vary from place to place and across time, and these differences indicate the contingency of journalism as a form of knowledge production. From this sketch, journalistic authority grants journalists a degree of power to shape shared discourses about the world through widely circulated texts. But lamentations associated with a post-truth era point to a conflict in the authoritative apparatus of conventional journalism.", "As a social practice, at least in the liberal Western world and especially the United States, journalism seeks out a contradictory position of being both central and external. Journalists come to occupy the symbolic communicative center of democracies through normative goals of information production and dissemination that functions at great scale, but without political self-interest. Maintaining this centrality requires journalists to simultaneously adopt a normative position of externality in the political processes they cover. Journalists present their role as detached observers. Even the active work of investigative journalism is legitimated by a generalized notion of the “public interest” rather than a political one. For journalism in democracies, the price of social centrality is the absence of ruling power.", "The contradiction between being central and external to political power is managed through two sets of appeals that legitimate journalistic work. The first is an appeal to professionalization (Waisbord 2013) to produce workers that share common normative understandings (Schudson and Anderson 2009) and the skills to produce quality news texts. Professionalism elevates social groups while functioning as a form of boundary work to divide professionals from nonprofessionals (Carlson and Lewis 2015). Professionalism allows journalists to lay claim to centrality while proper training inculcates a shared commitment to remaining external. The second, related, appeal is to objectivity as the means of laying claims to an external position. Objectivity is, at its core, a negative concept for journalism; it suggests the absence of overt bias through the privileging of external facts assembled by professional journalists. Journalism may be shot through with judgment, but this judgment is subjugated to the exigencies of events (Carlson 2018). Objectivity is a strategic ritual, as Tuchman asserts (1972), which normatively removes journalism from partisanship.", "Professionalization and objectivity have long been criticized as constraining and even damaging. Professional identity emphasizes interchangeability that serves management more than citizens (Soloski 1989), and professionalism cuts off journalists from interests of a broad, nonprofessional public (Carey 1978). Objectivity has drawn far more critique such that these arguments have become well familiar (Maras 2013). While meant to keep journalists out of politics, objectivity makes them susceptible to manipulation through a privileging of elite sources (Gitlin 1980). Norms aside, journalists are never removed from the operation of social power.", "When the balance between journalism as central and external falls apart, journalism is pulled into politics in ways that it cannot protect against (Schudson 2001, 165). Journalists have long been targeted for claims to their centrality on charges they fail to live up to the enormity of this position and for their claims of externality because of their relationship to power. But the post-truth designation indicates a deepening trend toward journalists being an object of discourse and not just the producers of it. Making sense of this claim begins with explicating what metajournalistic discourse does for news."]}, {"sec_title": "Discourses of Antagonism Toward the Press", "sec_content": ["The central claim of the theory of metajournalistic discourse is that news texts are not isolatable, but embedded within a larger discursive framework that makes news comprehensible. Through public discourse, speakers compete to define journalism and set the boundaries of legitimate news and news producers (Carlson 2016). This discourse includes normative ideas about what the role of journalism is and who should make it. Metajournalistic discourse is also produced by a variety of speakers inside and outside of journalism, and occurs in a variety of channels.", "One prevalent form of metajournalistic discourse is media criticism in its popular, nonacademic sense (Carlson 2015). This is not a dismissal of academic press criticism but instead a refocusing on the many other quarters from which such criticism arises. Of course, criticism of the press is an important act within democratic societies, especially given journalists’ efforts to place themselves at the center of society discussed above. But media criticism can also take a more combative tone. The severity of public critique against journalists gives rise to what we might call “discourses of antagonism” toward the press, or the persistent challenging of journalists’ ability to accurately represent the social space. “Antagonism” has its roots in the Greek term for a rival, which fits its usage in the present context. In many parts of the world, journalists are subject to political violence and censorship, but in the United States antagonism has manifested itself, for the most part, through discursive critiques targeting the legitimacy of news reporting and those who report it. These discourses indicate a hardening of critical positions, particularly in allegations that mainstream journalists possess a liberal, elitist bias that warps their coverage in favor of liberal issues and politicians and against conservative issues and politicians. While such criticism is not new (Hemmer 2016), its prevalence is important for understanding the post-truth age as one in which distrust in news media threatens to render journalistic claims of facticity suspect for a larger section of the population. This is a position cultivated to alter news coverage either by affecting the tone of coverage, prompting greater coverage of a story, or trying to quash coverage. Another purpose is to drive support for conservative media (Jamieson and Cappella 2008). This antagonistic targeting of journalists becomes part of the context in which news stories are consumed.", "Perhaps the most prevalent examples of antagonism toward the press in the United States have been the critiques uttered by President Donald Trump. Condemning new coverage was a mainstay of Trump’s campaign rhetoric. For example, in a Twitter message sent on August 6, 2016, Trump collapsed the press with his opponent: “I am not just running against Crooked Hillary Clinton, I am running against the very dishonest and totally biased media – but I will win!” Following his election and inauguration, Trump continued his attacks on the press. After CNN took the steps of issuing a retraction and firing three employees over a news story tying a Trump associate with the Russian government, Trump responded on Twitter: “Fake News CNN is looking at big management changes now that they got caught falsely pushing their phony Russian stories. Ratings way down!” (Tillett 2017). In another tweet, Trump called the network the #FraudNewsNetwork and included a video of Trump attacking a person with the CNN logo placed on his head (the original issue came from a professional wrestling match that Trump had participated in). The violence of the image was widely decried as advocating violence against the press. Even its most tame interpretation illustrates the severity of the discourses of antagonism aimed at journalists.", "Claims of the emergence of a post-truth era—at least those pertaining to news—are largely a way of describing the agglomeration of critical discourse about the press. Public opinion surveys demonstrate a persistent lack of trust. A survey released in the midst of Trump’s feud with CNN revealed the degree of this divide: asked “Whom do you trust more?”, 50% of adults said CNN while 43% said Trump (Allen 2017). Among Republicans, the divide was 89% for Trump and only 9% for CNN. Meanwhile, the Reuters Institute Digital News Report (2017, 20) shows that the overall trust in journalists has declined to under 50% in nearly every nation surveyed.", "Ultimately, the case for taking seriously the post-truth label returns to the question of how it relates to journalistic authority. If journalistic authority is, at its heart, the right to be listened to (Carlson 2017a), then the post-truth era strikes at news accounts as relinquishing this right on the grounds that journalists are either deceptive or prone to inaccuracy. Politically motivated discourses of antagonism toward the press, along with declining trust as measured in surveys, indicates the degree to which the rejection of journalistic truth is not so much an ontological question about textual representation but a psychological one rooted in a reactive inclination to see things as one would want to see them (Hastorf and Cantril 1954). As the media environment presents more partisan choices, news audiences are able to develop habits of news selection that reinforce their predispositions (Stroud 2008). The issue becomes one of multiple mediated versions of reality that openly conflict with and combat other versions (Levendusky 2013). In this environment, journalists’ efforts to establish their authority as both central and external run up against claims that they are active political participants. This leads to a rethinking of how journalists argue for their authority."]}, {"sec_title": "An Information Politics of Journalism", "sec_content": ["How are journalists to confront the agglomeration of criticism, mistrust, and dismissal indicated by the post-truth age? One answer is through news work. When Washington Post editor Martin Barron received the Hitchens Prize in November 2016 for his leadership at the newspaper, his speech directly confronted the severity of attacks experienced by journalists from Trump and his campaign, noting, “Animosity toward the media was a centerpiece of his campaign”— animosity that persisted after the election (Vanity Fair, November 30, 2016). Barron contended that journalists should respond to sustained vitriol through aggressive and accurate reporting: “The answer [to attacks from Trump], I believe, is pretty simple. Just do our job. Do it as it’s supposed to be done.” Barron added, “The ultimate defense of press freedom lies in our daily work.” Indeed, the Post backed this statement by adding more than 60 newsroom employees at the end of 2016 (Politico, December 27, 2017). This approach nobly reiterates the value of news work at a pivotal political moment. Sustained news coverage accentuates the social importance of journalistic labor by reiterating a vision of journalistic legitimacy rooted in the value of fact-based reporting. But this needs to be recognized as only one response to criticism—with weaknesses for the present moment.", "The argument that quality news reporting will prevail is labeled here as an intrinsic argument, in that it suggests that journalistic authority emanates from within news work. However, the assumption that sustained quality work can contend against discourses of antagonism leveled at the press misunderstands the vitriol aimed at journalists and the depths of mistrust in some quarters. Psychological barriers associated with confirmation bias and cognitive dissonance and available partisan channels for selective exposure coupled with consistent criticism of the press hinder the ability of news coverage to validate journalistic authority by itself. The intrinsic value of news reporting has to be accompanied by a set of extrinsic arguments supporting news in an active and sustained way. Although this should be an organic response rather than an imposed one, a number of suggestions can guide a new information politics of journalism.", "First, journalists need to recognize and acknowledge that the adversarial context they operate in has resulted from the sustained partisan attack. This discourse has its fullest expression in Trump’s statement in January 2017 that the news media are an “opposition party.” This may be extreme rhetoric, but it taps into a sentiment that should not be ignored. This view has persisted among conservative media (Hemmer 2016), remains prevalent on cable and talk radio (Jamieson and Cappella 2008), and spreads through social media (Carlson 2015). Because this deep-seated argument cannot be easily untangled, journalists should recognize that it will, to some degree, endure. But it also demands a response.", "Second, journalists need to build public arguments touting their contributions to public discourse. This involves recognizing how norms of objectivity expressed as detachment from subjective judgment leave journalists open to criticism (Carlson 2017b). Doing so seems to go against epistemic norms of professional journalism. However, instead of offloading judgment to their sources, journalists should emphasize the qualities of their subjective judgment in complex matters (Carlson 2018). This does not equate to partisan polemics—grounded analysis does not require a desired political outcome. But analysis is also not placeless. News work too often assumes what Rosen (2010) calls “the view from nowhere”—the attempt by journalists to remove themselves from their reporting. This vantage point aims to fulfill objectivity claims but does so at the expense of undermining journalistic authority.", "Accepting judgment as a journalistic strength must be coupled with a repositioning of journalists as part of their own audience and not a professionally isolated group. Information politics affect all, and journalists need not divorce themselves from their position as citizens. This entails, in part, finding ways to listen to their audiences (Ananny 2017) and revisiting the sources of public discontent with news, such as those that surfaced with the public journalism movement (see Haas 2007). In sum, journalists advocating for their judgment must also engage in the self-reflexive assessment that acknowledges the need for continual improvement.", "Third, journalists need to augment reporting with a critical response to post-truth attacks. This entails recognizing the journalistic production of metajournalistic discourse as not unusual but ongoing and publicly aimed (Berkowitz 2000; Carlson 2016; Zelizer 1992). Even the brief examples above indicate how journalists already do this. Crafting a more active defense of news work involves calling out self-serving critiques and exposing hypocrisies. Again, this is not purely a defensive position; journalists ought to acknowledge mistakes and shortcomings when they occur and openly question how to improve news work.", "These suggested steps remain fairly abstract for several reasons. First, how they are realized needs to emerge from within the journalistic community rather than from the outside. The formulation of an information politics of journalism can be encouraged, but it cannot be imposed. Second, such a politics is highly reactive to a shifting context, even if addressing deep-seated sentiments. This specificity cannot be anticipated ahead of time. Third, overspecification risks imposing a monolithic view of the press. The variety of practices and persons that reside under the umbrella of “journalism” deserves recognition. Speaking of a single information politics of journalism risks undue homogenization or the placing of certain entities (e.g. The New York Times) as standing in for the whole. This risks a top-down, elite-driven approach rather than an organic one forged across the news landscape. There is a similar risk of only indicating established news organizations instead of recognizing the innovation taking place at digital news startups (Carlson and Usher 2016). Finally, care must be taken not to impose a US-centric view of journalism on the rest of the world. The examples in this essay have mostly been from the US context, and undoubtedly the information politics of journalism are grounded in particular national contexts."]}, {"sec_title": "Conclusion", "sec_content": ["The idea of a post-truth age overstates its case. Facts have not been wholly abandoned from contemporary society. Everyone has not become a strong relativist. Epistemology has not ceased to matter. It is important to ask whether this is all hysteria, an allegation with no real descriptive validity. I argue that the salience of the post-truth framework indicates both a shift in media structures and strongly felt concern about this shift. It is not a sudden rift, but the result of long-running cultural, political, economic, and technological trends that have shaped the contemporary media environment into what it is. This longer perspective helps scholars to develop a measured and pragmatic approach to issues surrounding the post-truth designation.", "Journalism has been and remains an object of struggle. Journalists’ power to create a shared symbolic world invites scrutiny, some of which is meant to rectify journalism’s shortcomings and some of which is meant to exploit journalism’s weaknesses for political advantage. Drawing a fine line between these two types of critical discourses is difficult and subjective. How journalism participates in this struggle is a matter of how it articulates its own extrinsic information politics rather than relying on the intrinsic arguments bound up in news reporting. Many in journalism are likely to express discomfort with the interventionist approach advocated here. Journalists’ talk about themselves is often dismissed as self-indulgent. Journalists, at least in the United States, prefer the position of being simultaneously central and external. However, the retreat to an intrinsic argument that stresses quality work alone to shore up the legitimation of news fails to account for the deep rifts that surround journalism as an institutionalized practice creating allegedly truthful representations of events in the world. If journalism would not speak for itself, others will continue to do so."]}, {"sec_title": "DISCLOSURE STATEMENT", "sec_content": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Doing Double Duty: Paradigm Repair and the Princess Diana What-a-Story", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Berkowitz Dan.", "first_name": "Berkowitz", "last_name": "Dan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Plea for the University Tradition", "year": "1978", "journal": "Journalism Quarterly", "volume": "55", "authors": [{"name": "Carey James W.", "first_name": "Carey", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Metajournalistic Discourse and the Meanings of Journalism: Definitional Control, Boundary Work, and Legitimation", "year": "2016", "journal": "Communication Theory", "volume": "26", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Automating Judgment? Algorithmic Judgment, News Knowledge, and Journalistic Professionalism", "year": "2018", "journal": "New Media \\& Society", "volume": "20", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Startups as Agents of Innovation: For-Profit Digital News Startup Manifestos as Metajournalistic Discourse", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "They Saw a Game; A Case Study", "year": "1954", "journal": "The Journal of Abnormal and Social Psychology", "volume": "49", "authors": [{"name": "Hastorf Albert H.", "first_name": "Hastorf", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cantril Hadley", "first_name": "Cantril", "last_name": "Hadley", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2013", "journal": "Objectivity in Journalism", "volume": "", "authors": [{"name": "Maras Steven.", "first_name": "Maras", "last_name": "Steven.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The objectivity norm in American journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Reporting and Professionalism: Some Constraints on the Reporting of the News", "year": "1989", "journal": "Media, Culture \\& Society", "volume": "11", "authors": [{"name": "Soloski John.", "first_name": "Soloski", "last_name": "John.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Use and Political Predispositions: Revisiting the Concept of Selective Exposure", "year": "2008", "journal": "Political Behavior", "volume": "30", "authors": [{"name": "Stroud Natalie Jomini.", "first_name": "Stroud", "last_name": "Jomini.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as a Strategic Ritual: An Examination of Newsmen’s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye.", "affiliation": "", "orcid": "", "role": ""}]}]}