{"doi": "10.1080/1461670X.2010.511947", "url": "https://doi.org/10.1080/1461670X.2010.511947", "title": "INSTITUTIONAL EFFECTS ON THE INFORMATION QUALITY OF CAMPAIGN NEWS", "volume": "12", "year": "2011", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Dunaway", "first_name": "Johanna", "name": "Johanna Dunaway"}], "abstract": " Recent work highlights the fact that there are clear differences in the quality of the news product offered by different news outlets. What is not clear is why some news outlets consistently produce a more informative and less superficial news product while others do not. Media scholars suggesting an institutional view of the news media have acknowledged the idea that institutions can be multi-layered, and point to the need to understand specific institutional aspects of the media at all levels. Building from the idea that we can benefit from understanding the institutional similarities and differences between local media outlets, this article examines the quality or issue substance in campaign news coverage as a function of the institutional arrangements within media outlets and their economic and political contexts. ", "body": [{"title": "Introduction", "paragraphs": ["For decades scholars have claimed the media as a Fourth Estate (i.e. the fourth branch of government) and debated the idea that the news media serve as a powerful political institution in our society (e.g. Cater, 1959).1 Much of the most cited work in this area (Cook, 1998; Sparrow, 1999) argues that the commonalities between media outlets’ structures, practices, and content allow us to think about the media as a single institution. In fact, the news media can be studied using a variety of institutional approaches and levels of analysis (Cook, 2006; Schudson, 2002; Sparrow, 2006). Media scholars suggesting an institutional view of the news media have acknowledged the idea that institutions can be multi-layered, and point to the need to understand specific institutional aspects of the media at all levels. Sparrow argues, “explanations of media behavior need to be grounded in theories of and based on evidence from organizational and individual actions” (2006, p. 152). Similarly, Cook (2006) and Sparrow (2006) acknowledge the variation between media outlets and highlight the need to better understand the similarities and differences between individual media outlets in order to understand the media's overall institutional quality.", "Furthermore, recent work highlights the fact that there are clear differences in the quality of the news product offered by different news outlets (Arnold, 2004; Dunaway, 2008; Hamilton, 2004; Kaplan et al., 2005). What is not clear is why some news outlets consistently produce a more informative, less superficial and less negative news product while others do not. Considered together, these arguments suggest two things: (1) a view of the news media as a multi-layered, nested institution whereby the media as a single, separate institution can be seen as comprised of many lower-level institutions, or viewed as a media system; and (2) the usefulness of studies that focus on the institutional features of these lower-level media outlets (i.e. local news outlets), and the effects of such features on news content.", "Rather than suggesting the news media serve as an all powerful governing institution (though they might exert such influence as a whole, e.g., Schiffer, 2008), this paper conceives of the media as institutional—in the sense that each individual media company has its own internal institutional arrangements and external contexts that shape its behavior, decision-making, and (ultimately) its content. Building from this conception of the news media as institutional, this article describes some of the similarities and differences that explain variation in campaign coverage across news outlets.", "Specifically, the empirical focus is on internal institutional arrangements of individual news outlets such as the size of the political reporting staff, political specialization of the reporting staff, and separation between ownership and control. Following the recent empirical work linking news coverage to media market contexts (Arnold, 2004; Dunaway, 2008; Hamilton, 2004; McManus, 1994; Zaller, 1999), the economic market conditions in which news outlets operate when providing campaign news coverage are also taken into account. The characteristics of the particular electoral contests which news outlets cover are also incorporated into the analysis. The results make clear that the institutional features of news outlets have implications for the focus and issue content in campaign news stories."]}, {"title": "Theory and Hypotheses", "paragraphs": ["Though many have labeled the media as a political institution (Cater, 1959; Cook, 1998; Schudson, 1995), we lack any systematic empirical test of how particular institutional factors surrounding the media might influence news coverage (Page, 1996). Building on Cook (1998), who first applied these neo-institutional insights to the media, this article proposes and seeks to test the assertion that differences in the political substance in reporting by news outlets occur because of variations in their institutional designs and features. Regardless of whether the media is in fact a “political” institution in our system, the basis of this research is that it should be studied in institutional and comparative terms.", "To illustrate, it is useful to take a page from the literature on the US Congress. For a long time, studies of Congress were only somewhat helpful in generating good rigorous theory because the theories were derived from a single case study, the Congress itself. Such studies were problematic both for learning about the effects of legislative institutions in general and importantly, how the different arrangements affect public policy. Eventually, comparative work on sub-national and cross-national legislatures corrected some of these problems by considering two key factors that studies of Congress failed to address: (1) how differences in electoral institutions can significantly alter the constraints under which politicians operate (Jones et al., 2002), and (2) the impact of institutions on public policy outcomes (Huber and Shipan, 2002). These works contributed to the understanding of Congress and legislatures overall by addressing the lack of institutional variation for studying how the presence of certain institutional arrangements affects behavior and choice (Gamm and Huber, 2002).", "Applying this logic to the study of the news media, it is obvious that comparative studies of local news outlets can similarly improve our understanding of the media as a whole. Such studies can address important questions yet unanswered by studies of only the major broadcast companies and cable news networks. With only a handful of national media outlets to study, we cannot well understand the systematic influences on news content. As Arnold notes: 23,000 local media outlets blanket the country in a hodgepodge of local territories. No one knows anything about the similarity of coverage patterns across these thousands of these outlets, so one cannot discover much about the universe of outlets by studying only a handful. (2004, p. 3)  ", "23,000 local media outlets blanket the country in a hodgepodge of local territories. No one knows anything about the similarity of coverage patterns across these thousands of these outlets, so one cannot discover much about the universe of outlets by studying only a handful. (2004, p. 3)", "Thus, the broader goal of the paper is to illustrate at least one way in which institutional examinations of news outlets can help us to understand the various influences on political news content. The narrower empirical focus is on a particular type of political news coverage—local newspaper coverage of statewide political contests (i.e. senatorial and gubernatorial races). The present analysis examines issue content in local political news coverage as a function of the institutional arrangements of news outlets, the characteristics of the markets they serve, and the electoral context in which the coverage is taking place.", "Many observers make claims about the behavior of the news media. Often these claims are based on assumptions about the ideological predispositions of reporters (liberal) or owners (conservative) of media companies. Undoubtedly, what the personnel in and owners of media companies want influences their decision-making, but, as Miller argues (1992, p. 24), “what people are able to accomplish depends on having the authority and resources with which to act.” As in other hierarchical firms, specific characteristics internal to media outlets and companies operate to constrain the authority and resources available to the personnel within them. Ethnographic studies of newsrooms amply demonstrate the presence of such constraints (e.g., Epstein, 1973; Kaniss, 1991; Tuchman, 1978). These studies reveal, for example, how the makeup and characteristics of the reporting staff have consequences for news content, and they show that other internal arrangements, like editorial hierarchy and reporting assignment structures, also shape what and how the news is covered. The existence of these institutional characteristics and their effects on content highlight the need to examine local media outlets in a comparative way, so that we can better understand the media's overall institutional character.", "The literature on the economics of organizations provides guidance as to the specific internal institutional arrangements that might have an influence on news coverage. In particular, this literature suggests that we look at three institutional characteristics of news outlets: the division of labor, specialization, and ownership structure (Dunaway, 2008; Napoli, 1997). As such, these are some of the concepts measured in this study as independent variables of interest.", "The division of labor is an oft-cited motive for the development of organizations (Gulick and Urwick, 1937). When tasks are divided in such a way as to promote efficiency among workers, this improves productivity (Gailbraith, 1967). For example, when news outlets are able to divide the “political news” workload among a larger, specialized political reporting staff, more political news can be covered in a given day.", "The size of the reporting staff could be the result of several things. One likely determinant is the perception of managers about their geographic audience's preference for political news. For example, the size of the political reporting staff may increase when managers believe a target audience has a bigger appetite for political news (Hamilton, 2004). Alternatively, the size of the reporting staff could be determined by the amount of resources available within the news outlet's budget. Like in other types of firms, resource allocations toward one specific purpose are determined in consideration with the needs of the rest. Thus, reporting staff size will vary across news outlets, as each must weigh their resource allocations in light of the specific circumstance of the individual outlet.", "According to extant research, the portion of the budget allotted to political newsgathering should have a significant influence on coverage. The news budget influences how many resources can be deployed in the execution of a story, how much time can be devoted to researching the story, and the number of news personnel on staff (Epstein, 1973; Kaniss, 1991; Tuchman, 1978). It is known that the makeup and characteristics of the reporting staff will have consequences for coverage (Cooper and Johnson, 2005, 2006, 2007; Dunaway, 2008; Johnson, 2010; Kaniss, 1991). Along with simply not having enough staff to divide the labor effectively, a smaller reporter pool can influence the reliance on official sources such as the Associated Press and other wire services, and reduce the amount of original reporting done by a local news outlet (Epstein, 1973; Kaniss, 1991; Tuchman, 1978). As a result, it is expected that a larger political reporting staff (or a higher proportion of reporters specializing in politics relative to the total number of reporters) should be positively related to a higher occurrence of issue political coverage in news stories.", "Another institutional arrangement that might have an influence on news coverage is the degree of separation between ownership and control. Corporations owned by multiple and diverse shareholders often suffer from issues of separation between ownership and control (Miller, 1992). Because profit-seeking firms own most media outlets, we can apply the same logic to news outlets and assume that news outlets owned by public shareholders suffer from the same issues.", "As Hamilton (2004) argues and Dunaway (2008) demonstrates, public shareholder-owned news outlets have different motivations and engage in different behavior than their privately owned and controlled counterparts. Under publicly traded corporate ownership, instead of trying to interfere on behalf of other goals (such as ideological or journalistic goals), shareholder-owners merely hand down a simple profit-making objective to managers (Miller, 1992). In news outlets, this single mandate results in a pure profit-making objective negatively associated with issue substance in news coverage (Arnold, 2004; Dunaway, 2008; Hamilton, 2004; McManus, 1994; Zaller, 1999). Therefore, in line with previous findings, it is expected that news outlets owned by publicly traded corporations will offer less issue coverage than their privately owned counterparts.", "However, research on firms generally, and media companies specifically, suggests the need for further differentiation between ownership types. For example, there is much variation among privately owned media companies in terms of size and centralization or dispersion. Generally, in terms of size, the organizational literature suggests that large firm size increases complexity, which creates more need for coordination and administration (Blau, 1973; Blau and Schoenherr, 1971; Pugh et al., 1969). Recall that from an economic firm perspective, this may be seen as a negative, because it would incur further costs. However, while the increased heterogeneity of activities within the firm increases the need for administration, the growth of subunits within the firm usually means increased duplication of similar activities, which reduces the amount of management needed. Hence, depending on the type of media company, increased size could result in either the need for more costly management or the need for less (Blau, 1970). But, the main point to take away here is that the strategy within a for-profit firm would always be toward the less costly end. Thus, as media companies grow and differentiate, they may feel pressure to reduce heterogeneity of activity within the company and to streamline operations.", "Applying this logic to news, we would expect that as media owners expand their holdings, they may feel pressure to centralize or “routinize” operations in order to increase efficiency and cut costs. This would include the institution of a centralized, i.e., non-local, newsgathering operation. In fact, there is empirical evidence for this trend. Hamilton (2004) finds that television stations owned by group owners carry fewer hard news stories about a state's senators. Other research reveals that a news outlet's actual presence in the community increases the quality of local news coverage it provides (Hood, 2007; Shapiro and Williams, 1984). Indeed, critics of broadcast media deregulation have complained of the adverse effects of media consolidation and group ownership on local markets. Such critics argue that “outsourced news” robs local communities of news provision from journalists familiar with the local context, and that it results in fewer community-level stories altogether (Hood, 2007). As large corporations come to own more newspapers, these concerns become more pressing for print media as well.", "Generally, the evidence regarding the effects of group ownership of news outlets is mixed. Napoli (2002) finds that “local owners” as opposed to “out of market” owners do a better job of providing public affairs programming. Other studies have also suggested that local media owners may be more inclined to feel invested in the surrounding community (Napoli and Yan, 2007; Yan and Napoli, 2006). On the other hand, Hamilton (2004) has argued that group station owners may be in a better economic position to provide more public affairs ownership to the individual communities they serve due to the ability to exploit potential economies of scale. Still others have tested the relationship between group ownership and local public affairs programming and have found no relationship (Hood, 2007; Wirth and Wollert, 1979). Not only is the evidence mixed, but the literature also fails to answer the question of whether the effects of group ownership vary according to size and/or geography. Since many of the arguments regarding the effects of group ownership involve economies of scale or the “non-local” nature of group owners, it seems this is a question worth answering. If nothing else, extant research makes clear the need for further studies that examine the individual institutional characteristics of local news outlets such as size and geographic centralization or dispersion of their (or their parent company's) ownership.", "Several broad expectations can be derived from this discussion. First, it seems logical to expect that group owners in general will behave differently than owners with a single media holding (i.e. owning only one newspaper as opposed to several). Second, we should expect that smaller group owners (i.e. those with only a few media holdings) operating within a small geographic area will behave differently to large, geographically diffuse, owners (i.e. chain owners with multiple newspapers spread across the United States), especially when it comes to the production of local political news content. This logic gives us the following hypotheses: (1) generally speaking, papers owned by private local independent owners will offer more substantive issue coverage than both types of private group owners; (2) small local private group owners will offer more substantive issue coverage than large geographically diffuse private group owners; and (3) all privately owned papers will provide more substantive issue coverage than papers owned by public shareholders. Finally, (4) due to the differential nature of the amount of resources possessed by large and small newspapers, it is expected that the effect of newspapers’ ownership structure on issue content will be conditioned by the circulation size of the newspaper."]}, {"title": "Data and Method", "paragraphs": ["Testing the expectations presented here requires a certain type of sample from which to draw both the content data and media outlet data. Since the arguments assert that both the institutional arrangements within news outlets and the market and electoral contexts in which they are embedded influence coverage, the research design must allow for variation across these characteristics. Usefully, the choice of statewide races allows for variation in news content across media outlets and markets. In addition, to ensure that the results are not specific to any one particular type of electoral contest, election cycle, state, or region, there must also be variation across these characteristics. To that end, the analysis incorporates election coverage of competitive and non-competitive statewide races, federal and state elections, elections for legislative and executive offices, all from regions across the country. Such a sample ensures variation across states, elections, market settings, and news outlets. Table 1 provides a breakdown of these characteristics in the sample. ", "The institutional analysis described herein requires information on the content of political news coverage, and on the attributes of individual news outlets. In terms of analyzing the news content, this is achieved by examining election news coverage of three gubernatorial and four senate races that occurred during the 2004, 2006, and 2008 election cycles. The data on the institutional attributes of the news outlets are collected by interviewing personnel in each of the news outlets in the sample. Ownership data are collected using the 2004, 2006, and 2007 Editor & Publisher International Yearbooks, Internet searches, and follow up e-mails and phone calls. Electoral data are compiled using news websites and standard archival sources such as the Almanac of American Politics. Data on the external market characteristics of the news outlets were taken from the 2004, 2006, and 2007 Editor & Publisher International Yearbooks, and the US Census.", "Newspaper coverage of the races is content analyzed for substance (e.g. whether the primary focus of the story is on issues, candidate traits, political advertising, or the horse race) in news coverage. For each news outlet in the sample, the coverage analyzed spans the two months prior to the election.2 ", "Following the examples set by previous studies of campaign coverage (e.g. Kahn and Kenney, 1999, 2002; Kaplan et al., 2005) the dependent variable used here is based on a categorical breakdown of five common patterns of election news coverage: (1) issue or policy position coverage; (2) horse race coverage; (3) coverage of candidate traits; (4) reporting of candidate strategies and activities; and (5) adwatch coverage. 3 Here, issue coverage is isolated as the primary category of interest, and the categorical variable is dichotomized into issue versus non-issue coverage. Issue focus in news stories is modeled as a function of the internal features of the news outlets and the characteristics of their market settings.", "Previous studies of media coverage have suggested that influence on news content can come from both the internal institutional arrangements inside media outlets, and from characteristics about the market context in which they exist. The primary independent variables of interest posited to have an influence on content include: reporting resource and personnel constraints, specialization, and ownership structure (Epstein, 1973; Kaniss, 1991; Tuchman, 1978).", "As noted, structured interviews with news personnel in each of the outlets in the sample were used to collect data on the internal institutional arrangements in each news outlet. All respondents held positions where they were familiar with newsroom personnel and practices. Generally, respondents were the following: news director, managing editor, editor, or reporter.", "The theory offered suggests that internal factors within news outlets should influence the degree to which we find substance in political news coverage. Institutional factors within the newsroom such as division of labor and specialization are operationalized as “the proportion of the reporting staff dedicated to covering politics.”", "The ownership structure variable was constructed using data from Editor & Publisher, Internet searches and follow-up phone calls and e-mails. The indicator for ownership type is a four-category variable where: the first category represents newspapers owned by a private company with only one media holding; the second category represents newspapers owned by a private group with only a few local media holdings; the third category represents newspapers owned by large private group chains with many geographically dispersed media holdings; and the fourth category represents newspapers owned by a publicly traded corporation in which no one owner or family holds controlling stock interest.", "We also include newspaper circulation size as an important independent variable of interest as an indicator of the size of the newspaper outlet and its available resources. Circulation data were taken from the Editor & Publisher International Yearbook. Table 2 outlines the operational definitions of the institutional variables of interest. ", "As mentioned, previous explanations of media coverage have suggested that market competition and audience characteristics are the primary environmental influences on news content.4 Market audience characteristics such as social and economic demographics may create perceptions of audience preferences for news. As perceptions of audiences’ preferences for news change, news content varies (Hamilton, 2004). Specifically, female and younger audiences prefer soft news programming to hard news, and as a result, markets with larger percentages of these demographic groups are more likely to be saturated with soft news content. Extant research has also suggested a relationship between the level of affluence in a market and the news content offered (Hamilton, 2004). Thus, the models include market-level indicators of age and affluence.5 Operational definitions and sources for the market variables are offered in Table 2.", "As noted, the sample was also chosen to ensure variation in the electoral contexts surrounding news outlets. The use of several statewide races allows for variation across seven different electoral contests. In addition, several types of race are included, such as federal, state, executive, and legislative. The model presented includes an indicator of whether a contest was a gubernatorial or senate election. The sample of races examined also includes three election cycles (2004, 2006, and 2008) to account for larger political trends and presidential years. The model contains dichotomous indicators for the 2004 and 2006 election cycles, with 2008 serving as the excluded category. The sample was also chosen with a deliberate mix of electoral competitiveness. Thus, one variant of the model (not presented) also incorporates an indicator for the level of electoral competition.6 ", "The research design employed here allows investigation of influences on the newsgathering process. The design was intended to permit the analysis of internal factors within news outlets including reporting staff size and expertise, resource constraints, and ownership structure, which shape the behavior of individuals in the outlet and the news. The analysis also explores how external factors such as market audience characteristics and the electoral environment shape political news content."]}, {"title": "Findings", "paragraphs": ["As noted, the dependent variable is a dichotomous variable indicating issue coverage in news stories. As such, logistic regression is used for the analysis. The significant coefficients presented in Table 3 reveal that several of the independent variables of interest are significantly related to the presence of issue coverage. The percent of political reporters is positively and significantly related to the presence of issue coverage, which indicates that the more political reporters a newspaper has on staff, the more issue coverage offered by that newspaper. This meets the first expectation listed above. ", "Turning to the ownership variables, Table 3 reveals a complex relationship between ownership structure and newspaper circulation size. While both of the main effect variables for ownership structure and circulation are positively and significantly related to issue coverage, the interaction term is negatively and significantly related to issue coverage. The impact of the ownership structure is conditioned on the size of the newspaper.", "In order to demonstrate more easily the effects of the main independent variables of interest, predicted probabilities are generated and presented for news outlets under different ownership structures and with varying levels of political reporting staff size. Since another variable of particular interest is the overall size of the newspaper, predicted probabilities are also presented for newspapers of various sizes, operating under different ownership structures. Tables 4 and 5 provide the point estimates and they are graphically illustrated in Figures 1 and 2. ", " FIGURE 1  Probability of issue coverage by percent political reporters and ownership type", " FIGURE 1  Probability of issue coverage by percent political reporters and ownership type", " FIGURE 2  Probability of issue coverage by newspaper size and ownership type", " FIGURE 2  Probability of issue coverage by newspaper size and ownership type", " Figure 1 demonstrates the point estimates for newspaper ownership and size of political reporting staff. As the figure reveals, reporting staff size has a consistent positive impact on issue coverage, in line with previous research (e.g. Dunaway, 2008; Kaniss, 1991) and as expected. For newspapers under each type of ownership, increasing the size of the reporting staff increases the probability of issue coverage in news stories. More specifically, in privately owned newspapers, regardless of size or group ownership, increasing the size of the reporting staff from small to large results in a 10 percent increase in the probability of issue coverage. In newspapers owned by public shareholders, increasing the size of the reporting staff from small to large results in a 9 percent increase in the probability of issue coverage. Clearly, when newspapers have a larger proportion of their reporting staff specializing in politics, they offer more substantive issue coverage, regardless of ownership type.", " Table 5 provides the point estimates for newspaper size and ownership type; Figure 2 illustrates the relationships graphically. Here, there is a more complex relationship. As expected, newspaper circulation size does condition the effect of ownership type. Ownership has a stronger influence on small and large newspapers, while mid-sized papers are least affected by ownership type. Moreover, the effects of ownership on small papers are opposite to that of large and mid-sized papers.", "For small papers with fewer resources, issue coverage becomes more likely when the ownership is less local and more diffuse. Small papers owned by private companies with only one media holding have only a 0.08 probability of issue coverage and small group-owned papers have a 0.17 probability, while small papers owned by large and diffuse private groups and public corporations have a 0.32 and 0.53 probability of offering issue coverage, respectively.", "Alternatively, in both mid-sized and large newspapers, issue coverage becomes less likely as ownership becomes larger and more diffuse. Here, publicly traded ownership results in less issue coverage than private ownership, and larger private “non-local” ownership results in less issue coverage than small local private group ownership. Private owners with only one media holding are those most likely to offer issue coverage, among mid-sized (0.46) and large newspapers (0.68), and corporate public shareholder owners are least likely to offer issue coverage among mid-size (0.34) and large (0.28) newspapers.", "What is most interesting about this conditional relationship is that it does not fit perfectly with the conventional wisdom, but it provides some explanation for the mixed findings regarding media ownership. As noted earlier, many media critics and scholars have lamented the centralization (and assumed homogenization) that occurs under group/chain media ownership, and the claim has been that it would reduce both the quality and quantity of local coverage. Others have claimed that there is no relationship or a positive relationship between group/chain ownership and quality local news coverage, and this has been attributed to the fact that chain ownership leads to more resources and the ability to assume fixed costs and manipulate economies of scale. Here, we see that both are true. Sometimes corporate and group ownership helps issue coverage and sometimes it hurts issue coverage.", "As the tables and graphs reveal, for small newspapers with few resources, the impact of large chain ownership and public corporate ownership actually improves the ability to offer substantive issue coverage. This is probably because the availability of more resources and centralized news processes can actually help a small paper provide more local political news coverage. On the other hand, for mid-size and large newspapers, the effect of large chain ownership and public shareholder ownership is negative in the sense that it reduces the probability of offering issue coverage. This too, is probably due to what has been alleged in the literature, chain and corporate ownership may represent increased efforts at centralization and efficiency, and more internal pressure to maximize profits at the expense of a quality local news product. Once newspapers achieve a size where the resources allow a certain level of comprehensive news coverage, big diffuse ownership hinders further investments in newsgathering. Alternatively, some papers are small enough that their resources will not permit much local coverage at all without a larger, more centralized newsgathering operation.", "Next, the discussion will focus on the influence of market and electoral variables. In line with previous studies, indicators of age and affluence are included in the analysis. The indicator for affluence has no significant relationship with issue coverage, but the indicator for percent of audiences 55 or older is positively associated with issue coverage. This conforms to findings in previous work (e.g. Hamilton, 2004) and the expectations stated here.", "In terms of electoral variables, there are two findings worth noting. First, the indicator for gubernatorial race has no significant relationship with issue coverage. While there were no particular expectations for this variable, we should not necessarily expect the independent variables to operate similarly in state (gubernatorial) and federal (Senate) elections. While this election sample is rather small in that there are only three gubernatorial races and four senate races, this is preliminary evidence to suggest there may be no systematic differences in the focus of coverage on gubernatorial and senate contests.", "Second, both of the year variables are significantly related to issue coverage, and in an opposite manner. The indicator for 2004 is negatively and significantly related to issue coverage, and the indicator for 2006 is positively and significantly related to issue coverage.7 7 This is particularly interesting, given that one could speculate there would be less issue coverage for off-year elections where we know there is less interest and far less turnout. The most plausible explanation is the fact that as local media outlets have begun to tackle more national news, statewide elections’ issue coverage might be crowded out of the “news hole” in presidential election years."]}, {"title": "Conclusions", "paragraphs": ["This article began by arguing that there are important differences in news content offered by individual local news outlets. Recent work clearly and unequivocally supports and demonstrates this, but less work aims at exploring the causes of this identified heterogeneity in quality, information, bias, and volume found in local political news coverage. The present study is an early effort to answer some of these questions by focusing on the information quality of a particular type of political news content, campaign news coverage. The argument here is that an appropriate and important way to study influences on news content is to study news outlets comparatively, and through an institutional lens. Thus, another aim of this research is to demonstrate the usefulness of studies that focus on the institutional features of local media outlets, and the effects of such features on news content.", "Altogether, the analysis leaves us with several important findings in this regard. First and most broadly, the findings illustrate that variations in the internal institutional arrangements and external contexts (i.e. market and electoral) of local news outlets do influence the provision of issue-related campaign news. We now know that institutional variables such as the size and specialization of the reporting staff, the ownership structure, and the size of the news outlet clearly have an impact on the issue substance provided in local political news coverage. Furthermore, the media market demographic contexts continue to have independent effects on news content. This is also one of the first studies revealing that even when taking into account both internal institutional arrangements and media market demographics, certain electoral variables also have an independent influence on the provision of issue coverage. Such findings improve our understanding of influences on political news content.", "In addition, these analyses provide a new contribution to the literature on media ownership by further differentiating between media ownership structures to provide a tentative answer as to the yet unresolved question about the effects of group or chain media ownership on local news content. As noted earlier, many media critics charge that centralization and news homogenization brought about by group/chain media ownership will reduce both the quality and quantity of local coverage. Others have claimed that either a positive relationship or no relationship exists between chain ownership and quality local political news content. The present research may reveal an explanation for the contradictory evidence—both arguments seem to be true, and in this particular case, it depends on the size of the newspaper. For very small papers, corporate and group ownership facilitates issue-focused election coverage. In larger papers, corporate and large group ownership hinders the production of issue-related campaign coverage. This revealed conditional relationships between the four types of ownership structure and newspaper size not only account for some of the previous mixed findings, they suggest a new typology that can and should be tested further in future studies.", "This article aims to serve as a beginning step in a growing body of comparative work on local news outlets that will improve our understanding of the news media by considering several important factors that previous studies have not fully addressed: (1) how institutional differences within news outlets and their parent companies can significantly alter the constraints under which journalists operate; and (2) the impact of institutional structures and market contexts on political news content. Such studies can contribute to the understanding of the media overall by addressing the current lack of institutional variation in most studies of news content. Such institutional variation among news outlets and contexts is methodologically and theoretically necessary for studying how the presence of certain institutional arrangements and contextual characteristics affect journalists’ behavior, decision-making, and the news content they produce."]}], "references": [{"title": "“A Formal Theory of Differentiation in Organizations”", "year": "1970", "journal": "American Sociological Review", "volume": "35", "authors": [{"name": "Blau Peter M.", "first_name": "Blau", "last_name": "M."}]}, {"title": "“The News Media as a Political Institution: looking backward and looking forward”", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Cook Timothy E.", "first_name": "Cook", "last_name": "E."}]}, {"title": "Markets, Ownership, and the Quality of Campaign News Coverage”", "year": "2008", "journal": "Journal of Politics", "volume": "70", "authors": [{"name": "Dunaway Johanna", "first_name": "Dunaway", "last_name": "Johanna"}]}, {"title": "“Drawing on Education: using student drawings to promote middle school improvement”", "year": "1988", "journal": "Schools in the Middle", "volume": "7", "authors": [{"name": "Haney Walter", "first_name": "Haney", "last_name": "Walter"}, {"name": "Russell Michael", "first_name": "Russell", "last_name": "Michael"}, {"name": "Gulek Cengiz", "first_name": "Gulek", "last_name": "Cengiz"}, {"name": "Fierros Ed", "first_name": "Fierros", "last_name": "Ed"}]}, {"title": "“Radio Reverb: the impact of ‘local’ news reimported to its own community”", "year": "2007", "journal": "Journal of Broadcasting and Electronic Media", "volume": "51", "authors": [{"name": "Hood Lee", "first_name": "Hood", "last_name": "Lee"}]}, {"title": "“Amateur Legislators—Professional Politicians: the consequences of party-centered electoral rules in a federal system”", "year": "2002", "journal": "American Journal of Political Science", "volume": "46", "authors": [{"name": "Jones Mark P.", "first_name": "Jones", "last_name": "P."}, {"name": "Saiegh Sebastian", "first_name": "Saiegh", "last_name": "Sebastian"}, {"name": "Spiller Pablo T.", "first_name": "Spiller", "last_name": "T."}, {"name": "Tommasi Mariano", "first_name": "Tommasi", "last_name": "Mariano"}]}, {"title": "“The Slant of the News: how editorial endorsements influence campaign coverage and citizens’ views of candidates”", "year": "2002", "journal": "American Political Science Review", "volume": "96", "authors": [{"name": "Kahn Kim F.", "first_name": "Kahn", "last_name": "F."}, {"name": "Kenney Patrick J.", "first_name": "Kenney", "last_name": "J."}]}, {"title": "“A Principal-agent Approach to the Study of Media Organizations: toward a theory of the media firm”", "year": "1997", "journal": "Political Communication", "volume": "14", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "“Media Ownership Regulations and Local News Programming on Broadcast Television: An Empirical Analysis”", "year": "2007", "journal": "Journal of Broadcasting and Electronic Media", "volume": "51", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}, {"name": "Zhaoxu Yan Micheal", "first_name": "Zhaoxu", "last_name": "Micheal"}]}, {"title": "“An Empirical Taxonomy of Structures of Work Organizations”", "year": "1969", "journal": "Administrative Science Quarterly", "volume": "14", "authors": [{"name": "Pugh Derek S.", "first_name": "Pugh", "last_name": "S."}, {"name": "Hickson David J.", "first_name": "Hickson", "last_name": "J."}, {"name": "Hinings C. Robert", "first_name": "Hinings", "last_name": "Robert"}]}, {"title": "“The News Media as Political Institutions”", "year": "2002", "journal": "Annual Review of Political Science", "volume": "5", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "“Political Preferences for the Pork Barrel: a generalization”", "year": "1981", "journal": "American Journal of Political Science", "volume": "25", "authors": [{"name": "Shepsle Kenneth A.", "first_name": "Shepsle", "last_name": "A."}, {"name": "Weingast Barry R.", "first_name": "Weingast", "last_name": "R."}]}, {"title": "“A Research Agenda for an Institutional Media”", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Sparrow Bartholomew H.", "first_name": "Sparrow", "last_name": "H."}]}, {"title": "“An Overview of Content Analysis”", "year": "2001", "journal": "Practical Assessment, Research, \\& Evaluation", "volume": "7", "authors": [{"name": "Stenler Steve", "first_name": "Stenler", "last_name": "Steve"}]}, {"title": "“Public Interest Programming: taxation by regulation”", "year": "1979", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "23", "authors": [{"name": "Wirth Michael O.", "first_name": "Wirth", "last_name": "O."}, {"name": "Wollert James A.", "first_name": "Wollert", "last_name": "A."}]}, {"title": "“Market Competition, Station Ownership, and Local Public Affairs Programming on Broadcast Television”", "year": "2006", "journal": "Journal of Communication", "volume": "56", "authors": [{"name": "Yan Michael Zhaoxu", "first_name": "Yan", "last_name": "Zhaoxu"}, {"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}]}