{"doi": "10.1080/21670811.2017.1338526", "url": "https://doi.org/10.1080/21670811.2017.1338526", "title": "Engineering Technologies for Journalism In the Digital Age", "volume": "5", "year": "2017", "issue": "8", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Slaček Brlek", "first_name": "Sašo", "name": "Sašo Slaček Brlek"}, {"last_name": "Smrke", "first_name": "Jurij", "name": "Jurij Smrke"}, {"last_name": "Vobič", "first_name": "Igor", "name": "Igor Vobič"}], "abstract": "Although technological innovations in journalism have recently received growing scholarly attention, studies have hardly questioned or explored the naturalised dominance of technology over newswork. By drawing on critical scholarship, the study aims to explore how articulations between technology and journalism are negotiated by actors engineering technological innovations for and implementing them as part of newswork. Adopting the qualitative methods of interviews and document analysis, the study explores the XLike project (Seventh Framework Programme) co-ordinated by the Jožef Stefan Institute, a Slovenian public research institution for natural sciences and, among others, partnered with the New York Times, Bloomberg Media and the Slovenian Press Agency. One of its main results is a technology that is able to extract formal knowledge from texts in different languages scattered online in a structured way. While the study indicates journalists and editors are seen as conservative and hesitant to adopt what is understood as progressive technology, the project chiefly focuses on journalism as a business by pursuing a better understanding of audience behaviour, tracking online traffic and customised advertising. Additionally, newsrooms played at best a marginal role in defining the project’s goals and implementing the technology, and that these were driven foremost by business concerns.", "body": [{"title": "Introduction", "paragraphs": ["What sort of worker do you think is the best from a practical point of view?", "Perhaps the one who is most honest and hardworking.", "No; the one that is the cheapest. The one whose requirements are the smallest. Young Rossum invented a worker with the minimum amount of requirements. He had to simplify him. He rejected everything that did not contribute directly to the progress of work!—everything that makes man more expensive. In fact, he rejected man and made the Robot. My dear Miss Glory, the Robots are not people. Mechanically they are more perfect than we are, they have an enormously developed intelligence, but they have no soul.", "In the first act of Karel Čapek’s dystopian play R.U.R. from 1920,1 the general manager of a factory which manufactures “artificial people”, known as robots, explains to a member of the Humanity League fighting for the rights of robots what sort of worker is “the best”. His explanation quite resembles the grim visions of technological experts contained in a recent Pew Research Center study. They proclaim that robots and digi- tal agents will displace numbers of both blue- and white-collar workers in the near future (Smith and Anderson 2014). While about half of those surveyed have “faith that human ingenuity will create new jobs, industries, and ways to make a living” in the robotic future, the other half believe these changes will lead to “vast increases in income inequality, masses of people who are effectively unemployable, and breakdowns in the social order” (5). The recent revival of discussions on robotics, artificial intelligence and its social consequences (cf. McChesney and Nichols 2016, 13–114) is grounded on the probable prospect of automation becoming extensively implemented that affects not only “progressive” but also “stagnant” industries as we (used to) know them, including journalism (cf. Splichal and Dahlgren 2016, 7–10).", "As contemporary newsworkers are facing the normalisation of various kinds of freelance, informal, temporary and otherwise contingent work arrangements (cf. Deuze and Fortunati 2011; Deuze and Marjoribanks 2009; Paulussen 2012), this prospect of automation is fuelling fears that journalists’ autonomy and their capacity to perform their normative social roles will be further eroded. In a bleak scenario, automation may increase already-existing pressures on productivity at the expense of journalistic quality as journalists are being reduced “to passive processors of whatever material comes their way” (Davies 2008, 53) since journalism is tending to become “churnalism” along with its worrying consequences (Van Hout and Van Leuven 2017, 118–119). Previous scholarship (cf. Carlson 2017, 232) has only rarely investigated automation from a broader sociological perspective that focuses on issues of management control, worker autonomy and deskilling of labour, suggesting that issues of “how automated journalism adheres to the profit imperatives of the owners of news organizations” and “how this affects labor” need to be elaborated. The rare scholarly exceptions that discuss the degradation of newswork (Cohen 2015) and de-professionalisation of journalism (Splichal and Dahlgren 2016) in this context indicate a blind spot in journalism research as scholars have hardly questioned the material aspects of journalism in capitalism and the “naturalized dominance of technology over journalism” (Örnebring 2010, 69).", "Critical journalism studies, however, indicate that technological innovations from the introduction of the telegraph onwards have been defined by the prevailing efforts to “rationalise” newswork through the differentiation of labour, limiting newsworkers in their creative, intellectual and transformative capacities, and at the same time subordinating the public character of journalism to the interests of the holders of power and wealth (cf. Hardt 1998, 173–190; Örnebring 2010, 60–69; Vobič 2015, 31–33). What is under-explored in existing critical elaborations on journalism, technology and labour is a profound analysis of the very process of designing, developing and implementing technological innovation and elaboration of the rationale behind it.", "Thus, our study aims to explore the material as well as discursive aspects of engineering technologies for the news industry for three reasons. The first is to explore the process of developing technological innovations and thus goes beyond the dominant focus of scholarship to focus almost exclusively on the consequences of implementing new technology. The second is to broaden the focus of research beyond the newsroom and to address the discursive and material complexities of innovations in the news industry that are manifested both in the newsroom and outside its blurred boundaries. Finally, to move beyond the narrow focus of much scholarship on technological innovation in journalism, which tends “to consider the problems of journalism scholarship from the point of view of the journalism profession” (Anderson 2012, 1007). For this purpose, we introduce a broader sociological perspective on the role and impact of technology in order to contribute to larger debates about power, control and exploitation in the processes of producing and legitimising knowledge, representing and comprehending social realities, and defining participation in public life.", "To achieve this goal, the study proceeds in three parts. First, we critically discuss the historical articulations between technological innovations and labour in capitalism with respect to recent changes in the context of larger crises of the journalism industry. Second, we investigate the material and discursive aspects behind technological innovations in the case of the Jožef Stefan Institute, a Slovenian public research institution for natural sciences, and its research and development of technologies for tracking and abstracting meaning from texts available on the Web through co-operation with news institutions such as the New York Times, Bloomberg Media and the Slovenian Press Agency (STA). Third, we critically elaborate the design, development and integration of technological innovations for news institutions with respect to validating journalism as the production of knowledge and the implications of the aim to construct “the best” newsworker, as the general manager of the robot-producing factory from Čapek’s play would say, for journalism and the nature of its linkage with public life."]}, {"title": "Journalism and Continuous Technological Innovations Reconsidered", "paragraphs": ["Continuous alterations of technology are essential for the very logic of capitalist production in which “the technical basis” is “revolutionary”, while modes of production remain “essentially conservative” (Marx 1887, 318). For Marx, the introduction of machinery in the labour process, especially the automatic system of machinery as its “most complete, most adequate form” (Marx [1939–41] 1973), fundamentally altered the relationship between living labour and dead labour. With automation intellectual capacities become separated from manual labour and are embodied in machinery as “the science, the gigantic physical forces, and the mass of labour” (Marx 1887, 286). The process of automation implies the loss of the labourer’s autonomy, as well as the loss of skill since improvements in the methods of production are now manifested in the introduction of new machinery and no longer appropriated by the labourer in the form of mastering new skills:Where once the machinists controlled the actions of the machines to meet their purposes, now the machinery contained the purpose, as determined by engineers and fixed by toolmakers and set-up men, and was used to control the actions of the operators. (Noble 2011, 81)", "Where once the machinists controlled the actions of the machines to meet their purposes, now the machinery contained the purpose, as determined by engineers and fixed by toolmakers and set-up men, and was used to control the actions of the operators. (Noble 2011, 81)", "In this sense, we do not view technology as an autonomous force with its own laws of motion as, for example, Veblen ([1921] 2001) and Ellul ([1954] 1964) do, but as embedded within (capitalist) society and generally subordinated to its laws of motion, while enjoying a relative degree of autonomy. The development of technology is in this regard inescapably bound to relations of power as capital has throughout history introduced technological innovations “whose dominant aim has been to enhance capital’s control over labour”—with respect to efficiency and productivity of the labour process as well as in terms of the self-discipline of labourers, cultural habits, and mentalities of consent (Harvey 2014, 102–103).", "The increasing economic significance of technological innovation signals the rising social status and influence of the technicians, people and organisations developing technology for implementation in the production process, connected to broader social shifts in the organisational structures of corporations, patent law, as well as the teaching and research activity of universities (cf. Noble 1977). Yet, while the implementation of technology has received significant attention from a labour process perspective (e.g. Beirne and Ramsay 1992; Debresson, Benston, and Vorst 1987; Francis 1986; Knights and Wilmott 1988), when dealing with issues like the impact of new technology on workplace democracy, worker control and skill levels, as well as the broader social implications of new technology, far less attention has been paid to the technicians themselves and the process of developing new technology. That is to say, in the labour process tradition technology has largely been treated as an exogenous factor with the potential to impact the labour process when introduced.", "The question of to what degree and in which specific ways the potential impact of technology is inscribed already in its design has received far less attention. Dallas Smythe ([1973] 1994, 233) drew attention to this aspect by arguing that technology is not a neutral tool that can be freely shaped by its application but that “the innovations which take place in capitalism do embody in different ways … the ideology of capitalism”. Gorz (1978, 162) similarly claimed that scientific and technical workers under capitalism “are also performing the function of reproducing the conditions and the forms of the domination of labour by capital”.", "Research into the impact of digital technology on newsrooms exhibits a similar focus in that new technologies have often been researched as an exogenous factor holding the potential to impact the labour process in newsrooms, labour-management relations, or the interactions of journalists with audiences, but only rarely approached as socially constructed and institutionally managed mechanisms for, as argues Tarleton Gillespie (2014, 192) with respect to algorithms, “assuring public acumen: a new knowledge logic”. In this context, scholars have recently examined the use of audience metrics in newsrooms (Anderson 2011; Lee, Lewis, and Powers 2014; Tandoc 2016), epistemological questions of quantified journalistic accounts (Coddington 2015; Splendore 2016), ethical challenges of recent technological innovations (Diakopoulos 2015; Dörr and Hollbuchner 2016; Flew et al. 2012), changes in the processes of news making (Karlsen and Stavelin 2014; Young and Hermida 2015), perceptions of automation and other innovations among users (Clerwall 2014) and journalists (van Dalen 2012), and market dynamics of automation service providers (Dörr 2015).", "Another blind spot in the literature on new technology and journalism is that it is predominantly focused on technologies for journalistic production, concentrating, for example, on “computational journalism” as “forms of algorithmic, social scientific and mathematical processes and systems for the production of news” (Young and Hermida 2015, 381). With a few notable exceptions (e.g. Bucher 2017; Dörr 2016; Gynnild 2014; Linden 2017), groups other than journalists and activities other than content production have not been in the centre of research. However, there are many other “relevant and powerful social groups with legitimate interests in automated news”, such as “internally publishers, news managers, developers, business people in media companies, and externally advertisers, the general audience or specific groups within it, producers of data as well as middlemen between data producers and users” (Linden 2017, 126). Similarly, while algorithms are being implemented in the process of content creation, another important area of application is analysing, predicting and manipulating demand from audiences: “In this big-data era, media organizations have an everexpanding supply of data on audiences’ media consumption patterns and preferences to draw upon, and algorithms play a central role in extracting actionable insights and producing decision outcomes from these data stores” (Napoli 2014, 34).", "An exclusive focus on the technologies used in news production and on the use of new technologies by journalists can obscure the indirect effects of new technologies on newsrooms. Pressures for increased productivity, deskilling of newsworkers and their loss of autonomy are not primarily the result of technological innovations to the labour process in newsrooms. As Linden (2017, 127) claims: “Where journalism jobs have been disappearing, the reasons are to be found in changing consumer behaviour and media business models, not in automation”.", "Journalism is specific with regard to the possibilities of (automation) technology replacing human labour. As part of the stagnant sector of the economy, the labour of newsworkers long remained “the main production factor in journalism” and there was quite a “low degree of substitution” between technology and labour (Splichal and Dahlgren 2016, 9).Like other parts of the stagnant sector, historical periods of journalism do not differ significantly in terms of the intensity of labour and productivity, but they do differ considerably in terms of the (increasing) degree of division of labour and organisational complexity (which do contribute to productivity but do not reduce the intensity of labour) and its (increasing) subordination to the capitalist mode of production. (Splichal and Dahlgren 2016, 9)Competitive pressures to increase the productivity of journalism have therefore not manifested themselves chiefly as investments in labour-saving technology, but through much more direct pressures to cut labour costs in the form of decreasing wages, mass layoffs and increased workloads, leading to the “pauperisation and deprofessionalisation” (Splichal and Dahlgren 2016, 10) of journalism.", "Like other parts of the stagnant sector, historical periods of journalism do not differ significantly in terms of the intensity of labour and productivity, but they do differ considerably in terms of the (increasing) degree of division of labour and organisational complexity (which do contribute to productivity but do not reduce the intensity of labour) and its (increasing) subordination to the capitalist mode of production. (Splichal and Dahlgren 2016, 9)", "These pressures have been intensified by technological changes in the sphere of circulation, for example shifting audience habits on digital platforms as well as intensified competitive pressures. It is therefore imperative to broaden our research beyond the newsroom to include the sphere of circulation and monetisation of content and audiences in order to comprehensively gauge the impact of technological changes on journalism. With the increased fragmentation of media channels and spaces, corresponding segmentation of audiences, and greater complexity of where, when, how and why people engage with media and journalism, the relationship between news media and advertisers is changing (cf. Napoli 2011). Digitalisation has also brought commercial news media into competition with new classes of organisations, primarily Google and Facebook, which are able to effectively leverage the massive amounts of data about their users to attract advertisers. In this way, digitalisation has intensified competitive pressures on the news industry while also increasing the importance of gathering and analysing data on audiences, spurning a frantic search for technological and business solutions for viable business models in the digital environment, for example through the technologically enabled commodification of almost all aspects of everyday life (cf. Amon Prodnik 2014) and more intensive exploitation of the audience commodity (cf. Fuchs 2012).", "These larger shifts in social communication are simultaneously articulated through changes in how work is done in the news industry which is struggling with a double crisis—one of civic adequacy and the other of economic viability (cf. Blumler 2012). In this context, Örnebring (2009, 12) argues that “restructuring of work also leads to new skill demands” in the news industry, resulting not only in the reskilling of journalists, but also the introduction of new staffers such as statisticians and programmers or multi-skilled hybrids of them. This leads Örnebring to suggest the emergence of “partial de-skilling” linked to a more developed division of labour in the journalism industry, “incidentally mirroring the late 19th-century transformations of journalism as an occupation” (12). In this context, it can be argued that the digitalisation of journalism has been articulated in the increased productivity of newsworkers, but at the price of degrading journalism to information work, shrinking its political relevance in social communication, and the precarity of the journalist occupation (cf. Deuze and Fortunati 2011; Örnebring 2010; Splichal and Dahlgren 2016).", "However, the emerging effect of the larger process of impoverishment is not the “wholesale proletarianization of journalism” (Örnebring 2010, 68), but the reterritorialisation of the field with a “shrinking core of empowered, secured journalists” and an “expanding periphery of those doing low-paid, insecure work” (Cohen 2015, 116). Although some journalists see in “robot journalism” an opportunity to make journalism “more human” as the automation of certain routines gives them more time to verify, analyse and explain information (van Dalen 2012, 648), we acknowledge that technological innovations in journalism can serve to enhance labour control in the newsroom through “new forms of expropriation and reification of living labour” (Wolff 2016, 130) with implications for collective and subjective articulations of newswork. Namely in “technology-oriented journalism” (Lewis and Westlund 2016, 347), technological actants are being programmed with more power and affordances for managing processes of news production, where humans and machines engage somewhere between “a sort of symbiotic relationship” and “displacement of human labour”.", "Therefore, it is relevant to explore the realities and visions of “the best” newsworker “in the practical sense”, who does “not take holidays, miss deadlines, or join unions” (Cohen 2015, 111), for understanding both the material and discursive aspects of technological innovations that are central for legitimating journalism as a valid form of knowledge production, source of construction of social realities, and social institution that (re)forms the boundaries of individual and collective action. In this context, this study aims to explore not only the discursive environment introducing automation to journalism where definitions are established, boundaries set and judgements rendered about the legitimacy of journalism and technology (cf. Carlson 2015), but also the material in technological innovations defining journalism as labour (cf. Örnebring 2010).", "The main research question the study pursues is as follows: RQ1: How are articulations between technology and journalism as labour and as a discursive environment negotiated by actors engineering technological innovations for and implementing them within newswork?In this respect, our study aims to contribute to the existing body of literature by focusing on the process of engineering technology and the actors involved in this process, an aspect that has been neglected in both the labour process theory literature and the literature on interaction between journalism and technology. While most scholars consider the consequences of implementing new technology, we focus our attention on the process of designing and developing technological innovations and the ways the potential impact of technology is being shaped in this phase.", "RQ1: How are articulations between technology and journalism as labour and as a discursive environment negotiated by actors engineering technological innovations for and implementing them within newswork?"]}, {"title": "Research Design, Research Methods", "paragraphs": ["To elaborate on the connections between the material aspects of technological innovations in journalism as labour and a discursive environment where technological novelties are justified and legitimated, we opted for a “heuristic case study” that “delves more deeply into a particular problem to better grasp its complexity and suggest possible new theoretical tasks and generalizable principles” (Stoecker 1991, 99). By grounding our view of technology in broader social theory, we concentrated on the way power relations and dominant business concerns manifest in the process of designing, developing and implementing new technology for journalism. To pursue RQ1, we frame our information- and interpretation-gathering efforts around the Jožef Stefan Institute (JSI), a Slovenian public research institution for natural sciences, more particularly the JSI’s Artificial Intelligence Laboratory and its XLike project (2012–2014) funded by the Seventh Framework Programme.", "According to the project’s website, the goal of XLike was “to develop technology to monitor and aggregate knowledge that is currently spread across mainstream and social media, and to enable cross-lingual services for publishers, media monitoring and business intelligence” (cf. Xlike.org). Legacy news institutions, i.e. Bloomberg Media and the STA, as well as the New York Times as an associate, were included among the JSI’s project partners. While Bloomberg Media and the New York Times have paid little to no attention to the project in their outlets, STA (2012) labelled it a development leading toward “technological solutions for the media needs”. The main result of the XLike project is a technology that is able to extract formal knowledge from texts in multiple languages in a structured way. This enables multiple applications, one of which is an open-access platform EventRegistry that monitors world events in real time by crawling news websites and enables users to find information about an event, entity or topic across languages, to explore news bias, trending topics and news item diffusion on the internet, and to “see the future” by analysing extracted core information about announced events around the globe (cf. Eventregistry.org). In response, EventRegistry’s team manager Marko Grobelnik was labelled the “Slovenian who will predict events using computers” among Slovenian news media (Suhadolnik 2016), and the online platform as gaining relevance in the academic milieus of Stanford and Harvard as well as within news institutions, such as Reuters and Spiegel (STA 2016).", "While the JSI, particularly XLike and its derivative EventRegistry, appears to be a fruitful source of idiosyncrasies regarding the material and discursive aspects of recent technological innovations in the news industry, we aim to thoroughly explain the dynamics of this particular social unit not only synchronically, but also diachronically (Stoecker 1991, 97–98). In order to investigate the circumstances leading to the conception and execution of the XLike project and the main factors shaping it, as well as to explore the dynamics of the justification and legitimation of concrete technological innovations for journalism among the people involved in the project and its derivatives, we adopted two qualitative research methods—qualitative interviews and document analysis.", "By taking the “general interview guide approach” (Patton [1980] 1990, 283–284), we conducted an open-ended conversation with the JSI researchers involved in XLike and representatives of the partner news institutions aiming to find out “how different issues hold different significance for different people” (Stoecker 1991, 95).", "We used an interview guide to explore, probe and ask questions with the goal of elucidating and illuminating the central research problem of the study (cf. Patton [1980] 1990, 283). In order to discuss material and discursive aspects of designing, developing and implementing new technologies for journalism, the interview guide allowed us to steer the conversations across four issues: (1) circumstances leading to XLike and other similar projects; (2) co-operation between science and the news industry with respect to technological innovation engineering; (3) connections between journalism logics and technological innovations; and (4) relations between journalism as labour and as a technology. By delimiting the issues in advance, the guide permitted us to be more systematic and comprehensive when interviewing different actors, but at the same time the conversations remained open enough to explore individual perspectives and experiences that emerged (283). During these semi-structured conversations we employed different types of questions (cf. Kvale 1996, 133–135), from introducing questions used to open the conversation around a certain issue, follow-up, probing and specifying questions to pursue more thorough responses, and interpreting questions aimed at narrowing down the possibility of misinterpretation.", "Five interviews were conducted in September and October 2016. One of the planned interviewees from the New York Times did not respond to several of our requests to conduct an interview via Skype (Table 1). Conversations were voice recorded, transcribed in full, and analysed through the “meaning condensation” four-step approach (Kvale 1996, 192–194). First, the whole interview was read through to obtain a sense of its depth and comprehensiveness. Second, we determined the meaning units as expressed by the interviewees. We then thematised the statements concerning specific issues from the interviewees and their respective viewpoints. Finally, while we interrogated the meaning units within and across the interviews in terms of the study’s specific purpose, we employed theoretical reconsiderations from the first part of the study so as to construct knowledge about material and discursive aspects of (recent) technological innovations in journalism.", "In addition, we adopted the qualitative method of document analysis in order to combine it with interviews as a means of triangulation and thus “corroborate findings across data sets” (Bowen 2009, 28). Like every publicly funded research project, XLike produced a heap of accompanying project documentation that we analysed by: (1) skimming through and examining it superficially; (2) reviewing the documents thoroughly; and (3) interpreting the document data (32) in order to assemble a more complete pattern of the views, motivations and aspirations of the research team. At the very least, we assumed the texts would provide us with modest access to the views of other collaborators, namely those we did not interview, and a glimpse into what the researchers were thinking at various stages of the project. From the beginning till the end of the project, the XLike research team reported back to the European Commission, which published 47 documents on a dedicated webpage (European Commission 2016). The specific aims and content of the documents vary, from descriptions focused on “best results in computer and time performance”, through communication strategies, test reports, prototype presentations, to evaluations of progress and envisioned cases of use. To pursue RQ1, we arranged pertinent portions of the documents so that they corresponded with the findings arrived at via the interview analysis—about the relationship between journalistic and technological logics, perceptions and struggles of implementing new technology in the newsrooms, and the impact of new technology on newswork. We then compared the data so as to detect any similarities or differences."]}, {"title": "Results", "paragraphs": ["Given that the researchers at the JSI have had no first-hand journalistic experience, we were interested in ascertaining which sources they drew on when trying to imagine the journalistic applications of the technologies they were developing. The researchers claim to have had relatively little prior contact with journalists and editors, and even during the course of the project they reported having very little contact with them. One researcher mentioned having conducted interviews with journalists about their experiences with technology, but the people from the news institutions who most closely collaborated on the projects came from technological or research departments.", "The JSI and both the New York Times and Bloomberg Media had already previously collaborated together, although they mostly focused on gathering and processing information about audiences with the primary aim of monetising content:Collaboration with the New York Times continued when they introduced a paywall. They were afraid that people would leave … They needed a much more detailed analysis to understand their customers and we provided that … for every person we knew everything: when they come, from what device, how they come to the website, do they come to the homepage or do they … what are their reading patterns, when they read and when they leave. (Grobelnik, JSI)", "Collaboration with the New York Times continued when they introduced a paywall. They were afraid that people would leave … They needed a much more detailed analysis to understand their customers and we provided that … for every person we knew everything: when they come, from what device, how they come to the website, do they come to the homepage or do they … what are their reading patterns, when they read and when they leave. (Grobelnik, JSI)", "These concerns also played an important part in the XLike project, as the interview and document analyses show. Namely the project was chiefly aimed at strengthening online traffic dynamics and improving the user experience rather than news production via the partial automation of certain editorial functions. When trying to detect possible journalistic applications of the technologies in development, the analysis of the project documentation indicates the research team either drew on the needs of their partners—“the prototype focused on the insights discovered by the Bloomberg customer analytics group, that the users prefer to read financial news in their local language” (XLike—Annual Public Report 2013)—or on perceived socio-technical trends, such as globalisation (XLike—Cross-lingual Document Linking Prototype 2012–2014), the complexification of the world of information (XLike—Cross-lingual Document Linking Prototype 2012–2014), the importance of news bias (XLike—News Reporting Bias Detection Prototype 2012–2014) or the development of people’s news consumption habits (XLike—Early Event Extraction Prototype 2012–2014); (XLike—Cross-lingual Document Linking Prototype 2012–2014).", "Accordingly, there is a contrast to be found in the documents. In some writings, we find a more zealous world-changing ambition to provide the public with tools to better grasp the world around them. Below is an example describing how news consumption can empower users and, at the same time, implying how current ways of news production and engagement have shortcomings.The way people today consume news and learn about world events leaves much to be desired … Firstly, despite being interested in events, the actual “unit” of content that we consume is an article. If we wish to have broader, more complete and objective knowledge of the event we need to manually check multiple news sources and find different articles about the event. Secondly, although most articles about events answer the main questions about who, where, when and what, this information remains hidden in the text and requires the reader to manually extract it by reading the article. The lack of explicit knowledge does not only mean inefficient consumption of news for the reader, but also prevents us from having any kind of search engine for finding events based on these criteria. Lastly, our options for exploring related or similar events are very limited. News sources do sometimes provide links to related articles but they are typically bound to the same news source and contain just a few articles that were manually selected by the editors. (XLike—Early Event Extraction Prototype 2012–2014, 9)", "The way people today consume news and learn about world events leaves much to be desired … Firstly, despite being interested in events, the actual “unit” of content that we consume is an article. If we wish to have broader, more complete and objective knowledge of the event we need to manually check multiple news sources and find different articles about the event. Secondly, although most articles about events answer the main questions about who, where, when and what, this information remains hidden in the text and requires the reader to manually extract it by reading the article. The lack of explicit knowledge does not only mean inefficient consumption of news for the reader, but also prevents us from having any kind of search engine for finding events based on these criteria. Lastly, our options for exploring related or similar events are very limited. News sources do sometimes provide links to related articles but they are typically bound to the same news source and contain just a few articles that were manually selected by the editors. (XLike—Early Event Extraction Prototype 2012–2014, 9)", "On the other hand, there are the more bleak, mundane use cases the researchers worked on together with their news partners—mainly aimed at “business as usual”, such as understanding their market/audiences (XLike—Cross-lingual Document Linking Prototype 2012–2014, 9), tracking copyright breaches (XLike—Final Toolkit Architecture Specification 2012–2014, 17) and strengthening consumer choice in relation to editorial choice. Here is an example of how STA might use the outcomes of XLike:Article tracking is meaningful for STA because of two business cases. First, the main income of agency is licensing its content, and publishing unlicensed material requires their attention. Second, knowing which articles are republished by their subscribers helps the agency at better understanding their market, and to provide better coverage for the events relevant for them. (XLike—Cross-lingual Document Linking Prototype 2012–2014, 9)In addition, according to Aljoša Rehar, STA was primarily interested in two features: article tracking, enabling it to follow the use of its articles, and entity tracking, enabling it to follow foreign reporting on Slovenia. The point of article tracking was, stated Rehar (STA), in part to detect the unlicensed use of the agency’s materials, but it was mainly perceived as a tool for editors to be able to follow how their materials were being used.", "Article tracking is meaningful for STA because of two business cases. First, the main income of agency is licensing its content, and publishing unlicensed material requires their attention. Second, knowing which articles are republished by their subscribers helps the agency at better understanding their market, and to provide better coverage for the events relevant for them. (XLike—Cross-lingual Document Linking Prototype 2012–2014, 9)", "As for Bloomberg Media, their data scientist Pat Moore said that, to begin with, they did not consider the collaboration on the XLike project as particularly important, but this later changed with the development of EventRegistry and its application to advertising. What Bloomberg initially hoped to gain from the project, according to Moore, was a technology that would enable them to customise its European site by integrating links to similar content in national languages.So we ended up having a project that would find stories from German language websites and publish them on Bloomberg.com in German for our German-speaking visitors. We did it for French, Spanish as well. So in Spain we would find stories in Spanish publications and we’d link them and we would have the link in Spanish. (Moore, Bloomberg Media)In this sense, the interview data suggest that the XLike project was not primarily aimed at providing technological solutions to be used in news production and that it was instead geared more towards use cases focused on online traffic and user experience, enabling news institutions to, for example, track news items, better profile and target relevant audiences, to model audience behaviour or to partially automate some editorial decision-making. According to Moore (Bloomberg Media), monetising content entailed “the thrust of the work”. Similarly, it seems that newsrooms did not play an important role in formulating the project’s goals and the further development of its technological solutions (like EventRegistry). The researchers formed their view about the problems that needed to be addressed more on the basis of “technology or marketing, user experience, not so much providing support to newsrooms” (Blaž Fortuna, JSI).", "So we ended up having a project that would find stories from German language websites and publish them on Bloomberg.com in German for our German-speaking visitors. We did it for French, Spanish as well. So in Spain we would find stories in Spanish publications and we’d link them and we would have the link in Spanish. (Moore, Bloomberg Media)", "The fact the researchers had little direct input from newsrooms did not mean they did not make implicit and explicit assumptions about the work of journalists and the role of technology. The researchers tended to perceive journalists and especially editors as quite conservative and sometimes even out of touch with reality. This view was expressed most strongly by Grobelnik, for example:So there is some editor there and some journalists and they write what they feel like writing and get very little feedback about what people are interested in, what people actually read. We did an analysis for [the Slovenian daily newspaper] Delo two years ago. What we saw that people are reading did not match with what the editors, who are like gods there, who seem to decide what is the truth and what is not … nothing was read. Some people are very well paid and important there at Delo, but in truth they are … what emerged was that the picture is quite different. (Grobelnik, JSI)He also interpreted this conservative nature of editors to be the source of their resistance to adopting technological novelties. While Grobelnik believed this resistance is partly connected to social status, since editors at the New York Times believe they are “high priests who decide what is going on the first page and so on”, his colleague Gregor Leban (JSI) implies, however, that the conservative nature of news institutions stems from the conservative nature of human beings in general: “people by nature do not like change, we like well-established ways of working, a well-established way of thinking and changes represent a sort of risk, a sort of effort”. Moore (Bloomberg Media) similarly claimed that journalists and editors are too hesitant to adapt to new technologies and criticised their supposed belief that “their investigations and their expertise override any data”, further clarifying that he meant data about the “consumption of news”. Fortuna (JSI) imagined a more well-intentioned but still irrational fear: he believed that journalists and editors at the New York Times are reserved in adopting new tools because they mistakenly believe this will weaken the barrier between marketing and newsrooms.", "So there is some editor there and some journalists and they write what they feel like writing and get very little feedback about what people are interested in, what people actually read. We did an analysis for [the Slovenian daily newspaper] Delo two years ago. What we saw that people are reading did not match with what the editors, who are like gods there, who seem to decide what is the truth and what is not … nothing was read. Some people are very well paid and important there at Delo, but in truth they are … what emerged was that the picture is quite different. (Grobelnik, JSI)", "While Grobelnik (JSI) did imagine issues of power and newsroom hierarchy to be important, he could imagine only illegitimate sources of opposition to technological innovations, namely the desire of editors to maintain their priest-like status and retain the hierarchy that enables them to occupy this role. However, he believed that technological innovation would disrupt hierarchies in newsrooms in favour of the younger, more tech-savvy generation. In this sense, technological innovation does not seem to be a choice but an inevitability and the fact that newsrooms are hesitant means “there is a 10-year gap between what could be done and what is actually being done” (Grobelnik, JSI). Yet the project documents are silent on the topic of possible hierarchy disruption or any social contingencies in newsrooms, as they refrain from discussing any negative effects that the technologies under development might have on newswork and journalism.", "In contrast, Rehar (STA), who was the only interviewee with experience working as a journalist, stressed the labour process in newsrooms as the key factor hindering technological innovation: “Newsrooms have their hands full so to say with their usual work: reporting and the work that a newsroom performs. You have to introduce anything like that in a way that you do not put a burden on them”. From his perspective, technologies need to be adapted and integrated with other tools in use in the newsroom. In a sense, he echoes the criticisms of researchers from the JSI when claiming: “We are used to having tools adapt to our every whim and need and this is carrying over to work environments as well”. Accordingly, the adoption of technological novelties means that resources have to be devoted to it—for example, he claims that if STA wanted to make use of EventRegistry, they would have to devote “some hardware and maintenance” to it. In this regard, he views technological innovation as a strategic decision by the organisation that involves tough choices because resources have to be redistributed from traditional journalistic activities to support the implementation of novel technological features:I have decided to develop in a certain direction and that means I need a certain amount of money. Where will I get it? If I can earn it, that is great. If I can’t, then I will have to make some cuts. I will say “so many journalists have to go” and I will employ so many programmers. The big ones know how to do this. They are willing to do this. But here there is no such thing. If you look at it from the perspective of a journalist or an editor, it makes sense that you will not accept such a mindset. But if you look at it from the perspective of the company or its leadership, who might be calculating that the company might be doing better this way and that in five years the newsroom can be strengthened again on this account … but with the Slovenian media you don’t have this. (Rehar, STA)", "I have decided to develop in a certain direction and that means I need a certain amount of money. Where will I get it? If I can earn it, that is great. If I can’t, then I will have to make some cuts. I will say “so many journalists have to go” and I will employ so many programmers. The big ones know how to do this. They are willing to do this. But here there is no such thing. If you look at it from the perspective of a journalist or an editor, it makes sense that you will not accept such a mindset. But if you look at it from the perspective of the company or its leadership, who might be calculating that the company might be doing better this way and that in five years the newsroom can be strengthened again on this account … but with the Slovenian media you don’t have this. (Rehar, STA)", "Corresponding to these different views on barriers to technological innovation are similarly different views on the impact of technologies, specifically those derived from the XLike project. The researchers predicted an impact on a much grander scale. These technologies are supposed to enable journalists to understand complex events and processes much quicker and more comprehensively, to such a degree that by using EventRegistry a layperson “can understand a topic better in five minutes than somebody who has been doing this for 50 years” (Grobelnik, JSI). The researchers saw the impact of these technologies in very positive terms in that they would enable journalists to “do a significantly better job in a significantly shorter time” (Leban, JSI). Technology was also generally viewed by them as thoroughly neutral.Is there a need for in-depth journalism? Absolutely. But how it is technologically supported ... technology is only a lever. Like the glasses you are wearing. This is just like wearing glasses. The truth is happening independently from us, it just enables us to see it better. That is all we have done. (Grobelnik, JSI)In addition, the analysed documentation reconsiders the concepts of bias and objectivity also by grounding its arguments on academic literature on journalism from the social sciences. News bias is recognised as a “highly evident problem” (XLike—News Reporting Bias Detection Prototype 2012–2014, 10) and the issue is summarised as follows:There are many examples of poor journalistic practice that can be seen every day: a journalist stating his personal opinion in a news report, asserting incorrect facts and figures, applying unequal space to different sides of a controversial issue, citing people of a certain class or gender. News are often written and used to manipulate, to advertise, to create fear among the populations or to follow a certain media agenda or an ideology. News presents already a relatively shaped worldview, where beliefs and values cannot be avoided. (XLike—News Reporting Bias Detection Prototype 2012–2014, 10)The researchers see journalists as having an obligation to provide people “with impartial, objective, unbiased and reliable information” (XLike—News Reporting Bias Detection Prototype 2012–2014, 11). In contrast to existing analyses of news bias based on discourse and content analysis that rely on manually coding the material, computational approaches can “concentrate on methods for pattern analysis and annotate large amount of text data in order to detect patterns or biases, without the limitations of time, size of the corpus, analytical framework and hypothesis” (10). A significant ambition of the project is thus “to try and ease the workflow of many researchers in social science and to automate the analysis of large amounts of data” (10).", "Is there a need for in-depth journalism? Absolutely. But how it is technologically supported ... technology is only a lever. Like the glasses you are wearing. This is just like wearing glasses. The truth is happening independently from us, it just enables us to see it better. That is all we have done. (Grobelnik, JSI)", "There are many examples of poor journalistic practice that can be seen every day: a journalist stating his personal opinion in a news report, asserting incorrect facts and figures, applying unequal space to different sides of a controversial issue, citing people of a certain class or gender. News are often written and used to manipulate, to advertise, to create fear among the populations or to follow a certain media agenda or an ideology. News presents already a relatively shaped worldview, where beliefs and values cannot be avoided. (XLike—News Reporting Bias Detection Prototype 2012–2014, 10)", "The documents also suggest the ways in which cross-lingual entity tracking can improve editorial work: “[T]racking relevant news is an important part of editors’ daily routine … technologies developed within XLike project can improve this process by providing tools for detecting relevant articles across languages and media (mainstream, social media)” (XLike—Early Text Annotation Prototype 2012–2014, 8). The documents also stress that the editors are expected to become better at what they do: [XLike] will provide the editors with an overview of mainstream and social media by summarizing and visualizing, across news sources, languages and time: current topics, entities, and events; information spreading across global media; identified significant trends. [XLike] will provide the editors with better understanding of recent developments in the news topics they cover and will indicate demand on the publishing market—what the publisher should write about because it is relevant to their audience and not yet or poorly covered. (XLike—Requirements for Early Prototype 2012–2014, 9)According to the reports, this is mostly possible because of the potential of information visualization, “a technique which helps people to quickly understand the data, [which] can save the time on collecting information from large amount of data” (XLike—Final Information Visualisation 2012–2014, 8).", "[XLike] will provide the editors with an overview of mainstream and social media by summarizing and visualizing, across news sources, languages and time: current topics, entities, and events; information spreading across global media; identified significant trends. [XLike] will provide the editors with better understanding of recent developments in the news topics they cover and will indicate demand on the publishing market—what the publisher should write about because it is relevant to their audience and not yet or poorly covered. (XLike—Requirements for Early Prototype 2012–2014, 9)", "In this sense, the data gathered and analysed did not suggest that journalists are being displaced by more technologically oriented workers like data analysts but that journalists will have to acquire additional skills in data science to remain competitive. Rehar (STA), however, was much more cautious in his predictions. His initial response was that technologies based on EventRegistry would be used at STA to automate suggestions of related articles on the website and to automate to a certain degree keywords and other metadata. In relation to this, he viewed the applicability of this technology mainly in doing away with certain routine tasks—not so much in the sphere of information gathering as the JSI researchers had imagined, but in news distribution. He did mention improved information gathering as well, yet he did not put nearly as much stress on that aspect as the JSI researchers had. He also expressed the view that, at least to some degree, investment in technology would crowd out spending on journalists because news institutions will prefer to invest in providing new products, for instance drone footage."]}, {"title": "Discussion and Conclusion", "paragraphs": ["The study indicates that the technological innovations arising from the publicly funded XLike project and their subsequent iterations emerged with little input from newsrooms and with little knowledge of the labour process and problems journalists face on the side of the researchers. The concerns of the participating news institutions were primarily focused on questions of monetising content, for example through targeted advertising or new products based on metadata. While the JSI researchers stressed that the project derivatives offer possibilities for more comprehensive and in-depth journalism and while the project documentation reconsiders the concepts of bias and objectivity in journalism through the implied promises of objective technology, it remained unclear how exactly this functionality would be implemented in newsrooms. In fact, our interviewees often mentioned journalists and especially editors as representing an obstacle to realising the technology’s potential, which is seen as inherently progressive, especially in terms of democratising the production of and access to information. The vision that these technologies will result in more meaningful journalism becomes more questionable when taking the STA representative’s prediction that technological innovations in the newsroom implies diverting resources away from journalists into account. This might in fact produce quite the opposite result with a smaller number of newsworkers being forced to produce an expanded range of journalistic products and therefore having even less opportunity to engage in the comprehensive and in-depth investigation of public matters.", "The fact that new technologies have the abstract potential to democratise communication and provide a meaningful linkage with public life is confronted with the concrete reality that the implementation of technological novelties is overseen by management which pursues goals that might be quite contrary—for example, to cut labour costs, increase control over newsworkers, and accommodate advertisers by blurring the journalism–business divide (cf. Cohen 2015; Örnebring 2009; Splichal and Dahlgren 2016; Vobič 2015). This is evident in our case as well because the broad range of the technology’s potential applications was imagined by the researchers and in the project documentation, yet concrete implementations were mostly geared to ways of commodifying journalism. Uses of technology to better enable journalists and editors as well as the public to understand and engage in the complexity of the world remain on a relatively abstract level, while business-oriented goals like better understanding of audience behaviour, tracking online traffic and customised advertising have been developed much further through the use cases. These findings seem to confirm what Smythe ([1973] 1994) and Gorz (1978) have been claiming about technological development, namely that it is constrained and subordinated by the dominant mode of production and its dictate of surplus value extraction.", "The study further indicates that a comprehensive understanding of the articulation of technological innovations through the labour process in newsrooms demands further scholarly attention that does not limit itself to the implementation of a new technology, but also examines its development. One reason is that the impact of technology on journalists can be indirect, as when technological innovations in the sphere of news circulation and monetisation of audiences can have a fundamental impact on the labour process in newsrooms and change the relationship of the newsroom with other parts of the news institution, such as the marketing and research departments.", "The second is that technological innovations at the point of production are not neutral, but have been already shaped to favour certain outcomes before others. The case study indicates the researchers’ views about the needs of news institutions and the challenges that technology needed to address were formulated without much input from newsrooms and the public. Technology does not enter the labour process as an exogenous factor, but is likely shaped by at least some of the forces and hierarchies of power that govern the labour process itself (cf. Gillespie 2014). The goal of cutting labour costs by automating certain functions previously performed by workers did not seem to be the most important motive, corresponding to the fact that journalism as part of the progressive sector is at least to some degree resistant to this sort of technological innovation (cf. Splichal and Dahlgren 2016, 9). One of the interviewees (Rehar, STA) even stated that the introduction of new tools into the newsroom is more likely to lower the productivity of journalists rather than increase it. Where the substitution of certain editorial functions was envisioned, it was presented as a more effective way in the sense that a data-driven approach supposedly better gauges the interests of the audience than the professional judgement of editors, not as a way to increase productivity or cut costs. In this regard, the goal of increasing revenue in various ways seemed to be the dominant concern as the more abstract technological possibilities were being brought closer to applicability: either in the sense of tracking the unauthorised use of articles (STA) or providing a more effective way to deliver advertising (Bloomberg).", "There is substantial evidence that changes brought by technological innovations, particularly through algorithms and automation, enable news institutions to produce “faster than is humanly possible” (cf. Cohen 2015, 110–111) and to perform different forms of churnalism more efficiently (cf. Van Hout and Van Leuven 2017, 117–119). However, as the study implies, journalists cannot be simply “rejected” as newsworkers in favour of new technologies with an “enormously developed intelligence”, but without a “soul”, as is the case of the human workers in the robot factory described in Čapek’s play. New technologies, namely, do not bring about higher productivity and correlative wage increases (as in the progressive sector) and they do not generate new jobs in journalism (as in the stagnant sector), unless the character of journalism is undermined (cf. Splichal and Dahlgren 2016, 9). Yet, as this study also indicates, the “degradation” of journalism (Cohen 2015, 99) is at work as the rationalisation of newswork separates authors from their work results and undermines the reason behind people’s engagement with public life through journalism. Concerning this, the very “soul” of journalism is being interrogated through technological innovations in an attempt to make journalists and editors “more perfect” to counter the contemporary political and economic difficulties of the news industry. The aim to construct “the best” newsworker therefore lies not only in the mere design and development, but in the conception and engineering of new technologies, particularly in the sense of how innovation processes are embedded the perpetual conflict of journalism—between its public character, on one hand, and the private interests of news media owners, on the other."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "A Seeping Commodification", "year": "2014", "journal": "TripleC", "volume": "12", "authors": [{"name": "Amon Prodnik Jernej", "first_name": "Amon", "last_name": "Jernej"}]}, {"title": "Between Creative and Quantified Audiences", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Towards a Sociology of Computational and Algorithmic Journalism", "year": "2012", "journal": "New Media and Society", "volume": "15", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Document Analysis as a Qualitative Research Method", "year": "2009", "journal": "Qualitative Research Journal", "volume": "9", "authors": [{"name": "Bowen Glenn", "first_name": "Bowen", "last_name": "Glenn"}]}, {"title": "Foreword: The Two-Legged Crisis of Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Blumler Jay", "first_name": "Blumler", "last_name": "Jay"}]}, {"title": "‘Machines don’t have Instincts’", "year": "2017", "journal": "New Media and Society", "volume": "", "authors": [{"name": "Bucher Tina", "first_name": "Bucher", "last_name": "Tina"}]}, {"title": "The Robotic Reporter", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Enter the Robot Journalist", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}]}, {"title": "Clarifying Journalism’s Quantitative Turn", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "From Pink Slips to Pink Slime", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Cohen Nicole", "first_name": "Cohen", "last_name": "Nicole"}]}, {"title": "The Algorithms behind the Headlines", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "van Dalen Arjen", "first_name": "van", "last_name": "Arjen"}]}, {"title": "Newswork", "year": "2009", "journal": "Journalism", "volume": "12", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Marjoribanks Timothy", "first_name": "Marjoribanks", "last_name": "Timothy"}]}, {"title": "Algorithmic Accountability", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Diakopoulos Nicholas", "first_name": "Diakopoulos", "last_name": "Nicholas"}]}, {"title": "Mapping the Field of Algorithmic Journalism", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Dörr Konstantin Nicholas", "first_name": "Dörr", "last_name": "Nicholas"}]}, {"title": "Ethical Challenges of Algorithmic Journalism", "year": "2016", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Dörr Konstantin Nicholas", "first_name": "Dörr", "last_name": "Nicholas"}, {"name": "Hollbuchner Katharina", "first_name": "Hollbuchner", "last_name": "Katharina"}]}, {"title": "The Promise of Computational Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Flew Terry", "first_name": "Flew", "last_name": "Terry"}, {"name": "Spurgeon Christina", "first_name": "Spurgeon", "last_name": "Christina"}, {"name": "Daniel Anna", "first_name": "Daniel", "last_name": "Anna"}, {"name": "Swift Adam", "first_name": "Swift", "last_name": "Adam"}]}, {"title": "Dallas Smythe Today", "year": "2012", "journal": "TripleC", "volume": "10", "authors": [{"name": "Fuchs Christian", "first_name": "Fuchs", "last_name": "Christian"}]}, {"title": "Journalism Innovation leads to Innovation Journalism", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "Computational Journalism in Norwegian Newsrooms", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Karlsen Joakin", "first_name": "Karlsen", "last_name": "Joakin"}, {"name": "Stavelin Eirik", "first_name": "Stavelin", "last_name": "Eirik"}]}, {"title": "Audience Clicks and News Placement", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Decades of Automation in the Newsroom", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Linden Carl-Gustav", "first_name": "Linden", "last_name": "Carl-Gustav"}]}, {"title": "On Automation in Media Industries", "year": "2014", "journal": "Media Industries Journal", "volume": "1", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "Technology and Journalism-as-Labour", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "Quantitatively Oriented Forms of Journalism and Their Epistemology", "year": "2016", "journal": "Sociology Compass", "volume": "10", "authors": [{"name": "Splendore Sergio", "first_name": "Splendore", "last_name": "Sergio"}]}, {"title": "Journalism between De-professionalisation and Democratisation", "year": "2016", "journal": "European Journal of Communication", "volume": "31", "authors": [{"name": "Splichal Slavko", "first_name": "Splichal", "last_name": "Slavko"}, {"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}, {"title": "Evaluating and Rethinking the Case Study", "year": "1991", "journal": "The Sociological Review", "volume": "39", "authors": [{"name": "Stoecker Randy", "first_name": "Stoecker", "last_name": "Randy"}]}, {"title": "Analysing Analytics", "year": "2016", "journal": "Journal of Applied Journalism \\& Media Studies", "volume": "5", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Osiromašenje novinarstva", "year": "2015", "journal": "Javnost–The Public", "volume": "22", "authors": [{"name": "Vobič Igor", "first_name": "Vobič", "last_name": "Igor"}]}, {"title": "From Mr. and Mrs. Outliner to Central Tendencies", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}]}