{"doi": "10.1080/21670811.2015.1093269", "url": "https://doi.org/10.1080/21670811.2015.1093269", "title": "What is the meaning of a news link?", "volume": "4", "year": "2016", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Ryfe", "first_name": "David", "name": "David Ryfe"}, {"last_name": "Mensing", "first_name": "Donica", "name": "Donica Mensing"}, {"last_name": "Kelley", "first_name": "Richard", "name": "Richard Kelley"}], "abstract": "This paper investigates the meaning of news links in the context of a qualitative description of links on the home pages of six online news sites. Links are analyzed according to the following taxonomy: who is saying what, where, when, and to what purpose. This 5-Ws method for analyzing links yields four meanings: navigation, commercial, social, and citation. It is argued that the meaning of news links, while theoretically infinite, actually lies within the boundaries of these four meanings. Opportunities to use computational tools to analyze large datasets of news links are discussed in the context of a journalism tool (Jot), the author and colleagues are developing. Issues raised by this taxonomy of news links are several, but two in particular are highlighted for discussion: (1) the role of navigation links in determining the form of news; and (2) the fact that opportunities to share content via social links invariably are outsourced to social media companies such as Facebook and Twitter.", "body": [{"title": "Introduction", "paragraphs": ["Researchers have been studying news links almost since the emergence of online journalism (e.g., Karlsson, Clerwall, and Örnebring 2015; Peng, Irene, and Xiaoming 1999; Riley et al. 1998). Typically, the method used involves some combination of content and network analysis. Researchers crawl news websites collecting links, and then track how many links go to which destinations. This method raises an important conceptual and methodological challenge, namely that the mere counting of links in this way lends little insight into the meaning of the links themselves. For instance, is the meaning of a link made by a reporter in the text of a news story the same as an automated link to a topics page in the same story? Is the meaning of a link to a government database the same as the meaning of a link to a blog post? Do sidebar links mean the same thing as textual links? Sheer counts of links do not address such questions. Researchers have begun to recognize this problem (e.g., Coddington 2012; de Maeyer 2012). However, no one has yet taken the question head-on: what is the meaning of a news link?", "To address this question, we begin with a comment made by Halavais (2008, 54): “In understanding what a hyperlink means,” he writes, “we need to look at what a hyperlink does.” To us, this seems exactly right. A hyperlink is a manifestation of intention. By linking one page to another, one piece of text to another, people intend to do particular things. To be successful—in other words, to get people to use links—these intentions must be recognizable to others: “Oh, the site (or the author) wants us to click here to do X.” The meaning of links lies in the range of recognizable actions that can be accomplished through the practice.", "To keep as close to these actions as possible, we conduct a descriptive, qualitative analysis of online news pages culled from a larger project we are conducting on local online news ecosystems (e.g., Ryfe et al. 2012). For the present paper, we have closely analyzed the homepage and next linked-to page on three sites, mercurynews.com, sfgate.com, and laurendo.wordpress.com. We have also examined their Twitter feeds and Facebook pages. For comparison’s sake, we have checked results against a set of popular national news sites, including nytimes.com, andrewsullivan.com, and wonkblog.com.", "To ascertain the meaning of links, we have used what we call a “5-Ws” method. A play on the 5-Ws theory of media effects, this method involves asking who is linking to what, where, when, and to what purpose. For present purposes, we applied the method manually to every link. However, as we will discuss, it is possible to write computer scripts to automate the process. Below, we describe a preliminary approach to doing so. At the end of this analysis, we learn that the meaning of links lies in a relatively small set of purposes. These purposes fall into four general categories, what we call navigation, commercial, social, and citation. Navigation helps users find content. Commercial involves linking practices for earning money from others. Social includes sharing content via social media feeds and/or offering users opportunities to share content. Citation directs users to information in an effort to establish the credibility of news reports. We have observed no linking practice that does not fall into one of these four basic categories. Herein, we believe, lies the meaning of news links.", "The method we present is necessarily exploratory, as its worth will have to be demonstrated across a range of projects. Moreover, we are still in the early stages of developing an automated way to analyze large datasets using the method. We offer the taxonomy here as a way of helping scholars build knowledge across research projects, and also as a way of identifying important questions for future research. Two subjects seem especially worthy of greater reflection. The first has to do with navigation links. They are the most common kind of news link, yet to our knowledge they have received little to no scholarly attention. The second involves social links. Specifically, what should we make of the fact that news sites largely have outsourced the development of tools that generate social/share links? We end the essay with a consideration of these issues.", "We begin, however, with a brief review of the extant literature, followed by a description of a link taxonomy."]}, {"title": "A 5-Ws Taxonomy of News Links", "paragraphs": ["Hyperlinking is the practice of linking an online document, or part of a document, to another document, or part of a document, through a small bit of HTML code, <a>href=“[document to be linked to]”</a>. The idea of linking texts in this manner has a long lineage, stretching through ancient Talmudic commentary, Vannevar Bush’s famous 1945 Atlantic article, “As We May Think” essay, Ted Nelson’s Xanadu Project during the 1960s, and on to the creation of the HTML language (e.g., Halavais 2008). Today, it is basic to the architecture of any website—including news sites. Journalism studies researchers recognize as much, which is why they have studied linking practices almost from the emergence of online news. Over the last decade, the field of news link analysis has grown, but its continued success is threatened by the lack of a standard methodology for conducting analyses of links (e.g., Anderson 2010). Simply put, different kinds of links may mean different things, and the same link may mean something different in different contexts. Numerical counts of links fail to capture such subtleties.", "We encountered these problems in a study of the regional online news systems that we conducted with several colleagues. We wanted to know how many news sites existed in the region around San Francisco, and whether and how they link to one another (and other sites). This led us to crawl 117 news sites in the region, a process that generated millions of links. Upon examining the resulting database, we realized that we had no good way of placing links into different categories. We knew how often site A linked to site B linked to site C, but without a way of making distinctions between links, we did not know what any of this meant.", "Other researchers have come to the same realization (e.g., Anderson 2010). It has led de Maeyer (2012) to interview journalists in an effort to find out what they mean to do when they link; and it has led Coddington (2012) to closely examine a small number of links in the context of the content in which they are embedded. Neither strategy, however, provides what the field needs, which is a taxonomy useful for coding links across many different news sites.", "Ideally, this taxonomy will do three things: it will account for the vast majority of links that appear on a news Web page; it will organize and categorize links according to their meaning; and finally, so as to allow large-N data analysis, it will be amenable to computational methods.", "One immediate problem that must be overcome is to establish what we mean by the word “meaning.” It is, as one might imagine, a fighting word among philosophers, and whole branches of the discipline focus on just this question. We have no interest in jumping off the deep end of this philosophical pool. Instead, we take the following tack. In the sense that we use the word, meaning refers to the purpose, motive, or intention of a link. Simply put, what does a link intend for a user to do? The answer to this question is, ipso facto, a link’s meaning.", "As to method, our strategy for discerning categories of meaning with respect to links was straightforward. First, we systematically inspected and clicked through every link provided on the home page, and the next-linked to page, on three news sites, mercurynews.com, sfgate.com, and laurendowordpress.com. We chose these sites because they are broadly representative of the 100+ others included in our database of Bay Area news sites. We then applied a “5-Ws” method to each link. The 5-Ws emerged organically out of the realization that the same kind of link can mean different things—that is, the user may be invited to do different things—in different contexts. For instance, consider a link to a news story. That link can mean something different if an algorithm generates and places it in an aggregation tool, than if it is generated manually in the context of a story written by a reporter. In the first instance, the meaning of the link is likely navigational, in that it is provided to the user to get from point A to point B. However, in the second the reporter likely includes the link because it is citational, that is, it is provided to a user as background information to support the story at hand. In this instance, meaning varies according to who generates the link, and where they place it on a Web page. This thought eventually led us to consider the range of variation across all links. It seemed to us that understanding the purpose of links required knowing something about who was linking to what, where on the page, and for how long (when). Different combinations of these criteria (who, what, when, where) led to different purposes. Out of this line of thinking emerged our 5-Ws. After much trial and error, we learned that what a link intends for a user to do—its meaning—varies according to who links to what, where, when (with to what end constituting the purpose of a link).", "As a demonstration of how we operationalized these concepts, consider a hypothetical home page for a newspaper website. If this homepage is typical, it will have a navigation strip at the topic with words like “News,” “Business,” “Arts,” and “Opinion.” It will contain a photo or graphic associated with a story the editors wish to profile. It will contain a list of links to other stories. Suppose this home page includes 15 total opportunities for a user to click on a link. Given these circumstances, our method is straightforward. We click on each link and ask who is linking to what, where, and when. For instance, for the navigation strip, we may say that the designers of the site (whos) have placed these links in the page template (where), meaning that these links appear continuously (when) every time the page is loaded. Finally, each link takes a user to different sections of the news site, where specific kinds of content appear (what). Using our concepts, the following statement seems to hold: Web designers (whos) placed links to particular kinds of content (what) at the top of the home page (where), and embedded these links in the page template so that the links appear in perpetuity (when). This combination of attributes—designers embedding permanent links to content on a page template—imply an intended purpose, namely to help users navigate to particular content. Such links are, for this reason, navigational. Other combinations of these criteria intend other purposes. For example, suppose that a user is allowed to scroll over a link at the bottom of a photo, which transforms the link into various icons for email, Twitter, Facebook, and other social media sites. In this case, we may say that administrators of the site (whos) have dropped permanent (when) icons for social media sites (what) at the bottom of a photo (where). When administrators permanently fix social media icons next to content, we may conclude that they wish to provide users with an opportunity to share or comment on that content. The meaning of the link, in other words, is social. When thought of in this way, links weave together content via various intentions, and so lend order to the vast amount of information that may appear on a Web page.", "In fact, we found that Web pages on news sites are highly ordered. Table 1 presents the range of answers we discovered as we set out applying our 5-Ws to each link. At the end of this exercise, we discovered that only four “whos” generate links on any news site we visited: algorithms, staff other than reporters (e.g., editors, Web producers), reporters, and users. What they link to includes a news section, news story, data, video, photo, government document, academic study, think-tank report, blog post, tweet, and user comment. A link may be embedded in a number of places on a Web page (where), including on a template page, a Web page (not in the page template) in a story or blog post, and in a social media or aggregation tool. Also a link may be visible on the site (when) permanently, weekly, daily, or less than daily.", "Let us pause here for a moment. It is important to recognize that this list is not necessarily exhaustive of the universe of possible links under each category. When we say that only four “whos” create links, for instance, it is possible that someone or something other than an algorithm, non-reporter staff member, staff member, or user might provide such links. We list these types as examples of the general category, and because in our limited dataset they were in fact the only “whos” represented. However, one of the advantages of the taxonomy is that it is flexible. Whatever else a linking practice does, it involves a “who” linking to a “what” some “where” on a Web page. Moreover, the meaning of the link arises from the relation between the whos, whats, and wheres of the practice. The 5-Ws method naturally accommodates additional types of linking practices as they arise, and additional meanings that journalists may assign links.", "That said, once we sorted links according to the first four Ws, we noticed that links tend to vary consistently with one another. For example, algorithms generate most links on template pages, and most links in aggregation tools (editors generating the rest). Because algorithms pull information from underlying databases, they also make most permanent links, and they create a great number of links that appear and disappear on a site frequently (e.g., links that appear in scrolling social media feeds). Another pattern: reporters link to many kinds of content, but do so mostly in the context of their stories, which are usually visible on a daily basis. The connection between reporters, stories, and dailiness is especially strong. Even on their Facebook and Twitter feeds, reporters mostly link to stories that are published on a daily basis. Each new day brings new stories to write, and new links about those stories. A last pattern is that users are provided the fewest opportunities to link. Apparently, a division of labor has developed that assigns reporters the capacity to link and users the ability to click on those links. Finally, even when users are offered an opportunity to link, those opportunities are mostly provided by non-news organizations, that is, by social media tools created by companies like Facebook and Twitter.", "As the categories of links developed, we realized that the variety of meanings on actually existing news sites was not infinite. For instance, most links generated by algorithms on template pages have the same purpose, namely they help users find content (navigational). The same can be said of links embedded in aggregation tools: algorithms generate most of them, and typically they are designed to help users find content (navigation). In the same way, links to advertisements are intended to generate revenue for the organization (commercial), and most links manually embedded by reporters in their stories are intended to enhance the credibility of the story (citation). A structure, this is to say, began to emerge.", "As we began to sort the possible combinations, we determined that the meaning of links inheres in four basic purposes: they help users find content (navigation); they generate revenue for the organization (commercial); they allow users to share content (social); and they enhance the credibility of news reports (citation). Web pages of news sites are so uniform that coders rarely disagreed. In fact, we did not conduct a formal intercoder reliability test because it did not seem necessary. Two of the authors sat together and coded a small number of pages using the 5-Ws as criteria. They came to the same judgment in every case. A gray area did arise, but not in the context of manually coding links. Instead, it arose when we began the process of building a tool to automate the process.", "For the purpose of building our taxonomy, we applied our method manually. Admittedly, it was arduous and time consuming, and so could not possibly be done with a large dataset. However, because we believed the method is applicable to “big data” as well, we began to explore the possibility of porting links into a database and building a tool that will automatically classify each one. Because the issue of how to analyze large-N datasets is so central to the future study of news links, it is worth taking a moment to describe in more detail how we are approaching this problem. Doing so will also allow us to briefly discuss the one gray area of coding we have come across.", "We have begun to build a tool capable of analyzing large datasets of news links using the 5-Ws method. We call the tool the “journalism toolkit,” or Jot (https://github.com/RichardKelley/jot). At present, Jot is primarily an exploratory tool. It provides an initial classification for each link, which a human can then refine and extend. The basic unit of analysis for the tool is the uniform resource locator or URL of a link. URLs are highly structured objects. Each part of the structure of a URL contains clues that inform a reader (either human or machine) about the nature and purpose of the URL.", "The (almost completely) general form of a link is: scheme://domain/path?query#frag. Each of the listed parts (scheme, domain, path, query, and fragment) contains information that can be used to classify the link. On a technical level, the scheme describes the protocol used by the link. There are dozens of scheme names that might appear in a URL, but the two most common (and the only ones we have observed in news sites) are http and mailto. The former is used for Web pages, and by itself contains little information to classify the link. But the latter, mailto, is used to provide contact information, and thus functions primarily as a kind of navigation.", "The domain of a link describes the server that contains the page that is being linked to. This is most useful for determining if the link points to onsite or offsite content. However, it is worth noting that even this distinction may be hard to classify, even for a human. We discuss some details, and a specific example, below. The path in a link describes much of the hierarchical structure that can be found in a website. By examining the path of a URL, it is possible to determine much of the function of the link. For instance, on sfgate.com all national political news stories have URLs that begin with http://www.sfgate.com/news/politics/article/ and end with a story name. An example of such a name is Obamacare-dispute-sends-gov-t-to-brink-of-shutdown-4855268.php. In this case, the path component of the URL is /news/politics/article/Obamacare-dispute-sends-gov-t-to-brink-of-shutdown-4855268.php so that the path consists of both hierarchical information (an article about politics in the news sections) and article information (an article about the government shutdown). By examining each of these parts of the path, Jot can often identify both the purpose of a link and, through a process we describe more fully below, how long it is likely to be available for viewing.", "The last two parts of a link, the query and fragment portions are optional and usually serve a specific purpose. The job of a query string is to pass information from the user’s browser back to the Web server. A typical example is an onsite search engine. The query typed by the user is passed back to the website in the form of a query string (hence the name). On www.sfgate.com, an example would be: http://www.sfgate.com/?controllerName=search&action=search&channel=news%2Fpolitics&search=1&inlineLink=1&query=%22USDA%22", "In this case, there is no path component, but there is a query that consists of a number of “key-value pairs.” So, for instance, we know that the “controllerName” key corresponds to the value “search,” and that the “query” key corresponds to the value “%22USDA%22.” The reason for the somewhat odd value is that URLs have special rules governing characters outside the digits 0–9 and the 26 letters of the US English alphabet. In this case, %22 is the symbol for a double quotation mark. The fragment portion is used entirely for navigation within a single page.", "In addition to the structure and content of a link, we can also consider information in the body of the linked document, or information completely unrelated to the sites being analyzed. We have found two sources of information that are particularly relevant to our link analysis: historical information to determine the longevity of a link and crowdsourced information to identify advertising content.", "To determine the lifetime of a link, we have little choice but to check the link repeatedly and see if it continues to exist. This allows us to determine if a link exists for minutes, hours, or days. To determine what links are permanent, we have settled on using snapshots of the Internet Archive, which allows users to see what a page looked like going back (in some cases) to the mid-1990s. Admittedly, like any archive, the Internet Archive is not complete. However, it provides a more or less accurate way of allowing us to determine which links on a page are likely to be permanent. Incidentally, we have found that navigational links tend to be permanent (or at least to be valid for several months).", "After breaking apart a URL in this fashion, we may use machine-learning principles to “teach” a computer to accurately filter large numbers of links according to our 5-W categories. This process involves providing a computer with examples of types of links, and then, on the basis of these examples, allowing it to estimate the likelihood that a new link falls into one of those types. In preliminary run-throughs with news pages on sfgate.com, we attained an accuracy rate of roughly 50–55 percent. We forecast that over time we should be able to get that rate above 85 percent.", "To be sure, the end result will never be perfect. In particular, we discovered one area where the machine had consistent difficulty. It concerns commercial links. When newsroom staff (e.g., Web editors) link to a story onsite, the link is most likely navigational. The same link to a story offsite may also be navigational, but it may be commercial as well. News organizations increasingly share content with one another as part of an underlying agreement. Moreover, they also contract with organizations to link to “native advertising,” or content that looks and feels like a news story but is actually an advertisement for a product or organization. No matter how “teachable,” our computer could not reveal such subtleties. It is likely, therefore, as argued, that some manual content analysis, and perhaps even additional methods will be required to firm up the data (e.g., Lewis, Zamith, and Hermida 2013). Still, we believe our overall approach to automating link analysis is sound. Jot shows that the 5-Ws method is amenable to use with large datasets, and in combination with other methods, may serve as a powerful tool for analyzing big data.", "Overall, the value of the 5-Ws method lies in its flexibility. New uses of links are being invented all the time, which means that any proposed method for categorizing links risks quick obsolescence. The 5-Ws method avoids this fate by organizing links according to least common denominators. Whatever else they may do, links are embedded by someone (who), to something (what), in some place on a site (where). For this reason, our taxonomy should account for new linking practices quite easily. For example, at the time of this writing, the New York Times is in the midst of experimenting with a redesign of its website (see http://www.nytimes.com/marketing/prototype/). As described, the goal is to make content easier for users to find, and to make it easier for users to participate in conversations with one another about New York Times content. In practice, this means that the news site makes certain kinds of links more visible, and easier to use. It makes comments more visible by placing them in a sidebar next to stories, and it makes lists of “most popular” and “most commented” stories easier to see, and click on, by placing them in prominent positions on the page. Put another way, it rearranges the “whos,” “whats,” and “wheres” of linking—without changing these basic categories. Examples like this give us confidence that the 5-Ws method will accommodate future innovations in news links. New practices in linking may be created, but they will naturally fall within the basic units of our taxonomy."]}, {"title": "The Purposes of News Links", "paragraphs": ["When viewed most broadly, it is clear that navigation comprises the most common sort of link on news sites. By navigation, we mean any link that is purely designed to help users find content (whether that content is onsite or offsite). Among other things, these links include those to sections of the site (e.g., sports, entertainment, politics), links to stories (which often appear as lists), tag links (common on blogs), links that take a user to information about the day’s weather, and links to the latest stock market numbers. Navigation links are so common because they are embedded in page templates. They are also common because there are so many kinds of them. As you scroll down the front page of most news sites, you will see a great variety of ways to navigate to content. Links are grouped together in boxes, and lists. They are organized according to user preferences (e.g., “most viewed” and “most comments” boxes). They appear in section links at the top of a page, and again in topics boxes down below, and yet again in section lists still further down. In fact, judged simply on the basis of variety, it appears that news organizations are devoting the most energy to innovating new ways for users to navigate to content. Another way to put this is to say that the primary intellectual problem news organizations have set themselves seems to be archival—how to make content findable by users. This in itself is revelatory. In their study of news links, scholars have mostly focused on the way, and the extent to which, journalists use links for citational and social reasons. In so doing, they have, in some sense, missed the forest for the trees, as these types of links are least common, and apparently of least interest to news organizations. Scholars may be interested in citation, but news organizations are much more concerned about navigation, or the simple problem of how to ensure that audiences can find their content.", "In terms of basic purposes, we might stop here, because in some sense, all links are navigational: they direct users from one point on a site to another. However, as the use of links has increased, so have the purposes to which they have been put. For example, commercial links are navigational, but they also are clearly intended to generate revenue for a news organization. The most obvious type of commercial link is one to a display advertisement, but links to classified sections are also common. Interestingly, the number and kind of commercial links can vary by location of the user’s ISP address. When we visited sfgate.com from Reno, NV, for example, very few display advertisements appeared on the home page. But when we visited from other locations, more advertisements appeared, and different combinations of advertisements appeared in different locations. Obviously, the news site drives advertising on the basis of user location. Increasingly, links to advertising are also driven by user tracking. As these practices become more common, and websites are, at least to some extent, personalized to the user, it will be incumbent on researchers to take account of this fact. Along the way, it will be important to think about the roles location and user information play in a purportedly “spaceless” medium like the Web (e.g., Rogers 2010).", "Providing users with an opportunity to share content is a third purpose of a link. For brevity’s sake, we call this purpose “social.” Such links connect users to content via social media feeds, or provide users with opportunities to share content through social media tools. By far the most common sharing opportunities come from the social media toolbar that appears on many news sites. This toolbar can take many forms. Figure 1 displays the toolbar of sfgate.com. It appears to the right of every news story posted by Chronicle reporters. On some sites, toolbars can be quite complex, providing as many as 20 different ways for users to share information. Others provide just a few. Whatever form it takes, it is quite ubiquitous, as it often appears on every page of a site.", "Figure 1  The sfgate.com social media toolbar", "Figure 1  The sfgate.com social media toolbar", "Links may also provide users with opportunities to express themselves. This is typically done in the form of “comment” boxes (as in Figure 1). These boxes sometimes appear as just that—a box in which users type their comments. In this guise, comments may not be counted in a Web crawl. But often they also appear as a link to a separate “comments” page.", "When this happens, comments are subject to being counted like any other link. It is also the case, of course, that users may be granted the freedom to embed links in their comments. Certainly, they have this opportunity on Facebook pages and Twitter feeds, and many blogs offer this function to users as well. We do not know how common the practice is on news sites, but it is one that we have witnessed, and so include it under the category of “social.”", "Citation represents a final purpose of links. We include under citation such practices as providing links to sources of information, establishing the authority of claims, and showing one’s work. Consider, for example, the following excerpt from a blog post, “Paul Ryan Wants to Cut Income Taxes. Bobby Jindal Wants to Kill Them,” posted by Dylan Matthews at wonkblog.com on March 20, 2013 (links are italicized).Most conservative policymakers at the federal level just want to sharply reduce the income tax, not eliminate it entirely. But more and more Republican-controlled states are deciding to go big or go home. So far, Govs. Bobby Jindal (R-La) … have announced plans to end their states’ income taxes … Seven states … lack any individual income tax … The Institute for Taxation and Economic Policy, a left-leaning think tank, estimated in its “Who Pays?” report.", "Most conservative policymakers at the federal level just want to sharply reduce the income tax, not eliminate it entirely. But more and more Republican-controlled states are deciding to go big or go home. So far, Govs. Bobby Jindal (R-La) … have announced plans to end their states’ income taxes … Seven states … lack any individual income tax … The Institute for Taxation and Economic Policy, a left-leaning think tank, estimated in its “Who Pays?” report.", "In its entirety, the post contains 17 links to 13 sources of information, so many that it represents the very definition of “maximizing the value of the link” proposed by Jason Fry (2010). As the reader can see, Matthews uses these links primarily for citational purposes. In other words, he includes them to show his work. Other research shows that reporters do less of this in their news stories (e.g., Karlsson, Clerwall, and Örnebring 2015; Ryfe et al. 2012; Tsui 2008). Moreover, when they provide links in their stories, they mostly do so to pages internal to their own site. For example, a short sfgate.com article, “Long Sentences for SF Property Fraud,” published by Vivian Ho on March 20, 2013 included just one link, which took users to a list of sfgate.com stories. Still, citational uses of links do appear in both news stories and blog posts. They are employed mostly be reporters, and typically for the purpose of showing their work.", "Overall, these four purposes—navigation, commercial, social, and citation—account for all of the linking practices we encountered on the six sites under review. We suspect that the categories capture most, if not all, of the linking practices on news sites generally. We offer the taxonomy as a way for future researchers of news link analysis to gain methodological consistency.", "While this paper focuses on a method of link analysis, it would not do to ignore completely the theoretical issues it raises. It is to these issues that we now turn."]}, {"title": "Issues", "paragraphs": ["As the practice of linking has proliferated on news sites, journalism scholars have focused attention on a relatively small set of questions. How do links contribute to the form of news reports? (e.g., Barnhurst 2010). How do linking practices differ between mainstream newspaper websites and blogging sites? (e.g., Herring et al. 2005; Leccese 2009; Tsui 2008). How do newspapers differ in their coverage of particular events or topics? (e.g., Dmitrova et al. 2003; Tremayne 2005). How are news stories disseminated through online news networks? (e.g., Chang et al. 2012; Himelboim 2010; Reese et al. 2007). How do links illuminate news frames? (e.g., Coddington 2012). How do links organize online news systems? (Ryfe et al. 2012).", "The literature on these questions has made important insights. It has shown, for instance, that mainstream media still account for the vast majority of original reporting done in the news system. It has also determined that, while news sites generally link more than they did in the past, most links point internally to their own sites. Still, it is in some ways odd that the literature has invested so much attention to one of the least common kinds of news link, namely the link manually embedded by a reporter in a story, while more common kinds of links have escaped scrutiny.", "In particular, we think the navigation link deserves greater attention. Despite the fact that they are the most numerous kind of link on any news site (by far), we have found no specific studies of these links. The first thing to say about them is that they quite literally organize the form of news on a Web page, and as Barnhurst and Nerone (2001) have demonstrated, the form of news illuminates deep assumptions about news, journalism, and public life. The second thing to say about them is that they largely generate the form of news through algorithms. This is to say, algorithms generate the great bulk of navigation links. A body of work is growing on the role algorithms play in digital society (e.g., Beer 2009; Galloway 2004; Gillespie 2014). This literature tackles questions like how algorithms constitute personal identity, and how they redistribute power in organizations and society. The conversations in this literature have only just begun to spill over into journalism studies (e.g., Anderson 2011; Annany 2013; Annany and Crawford 2014; Thurman and Schifferes 2012).", "We suspect that part of the reason for this inattention is that few journalism scholars are technologically proficient. Yet, as Gillespie (2014) argues, many of the interesting questions raised by algorithms are social and political, not technological. For instance, who decides what goes into the set of instructions that make up an algorithm? How do these conversations take place? Who has a seat at the table? What issues are raised, and which are hidden? How do organizational and economic pressures shape the decisions that go into algorithms? Once in place, how do algorithms imagine, and reimagine, the journalist? The audience? Such questions require less technological proficiency than close scrutiny of the context in which algorithms are created and deployed.", "Social links also deserve greater scrutiny. A striking fact about these links is that most news organizations have outsourced their production and management to third-party businesses, most obviously, to Facebook and Twitter, but also to a host of other companies that specialize in social media tools. For example, at the time of writing, the “Social Media Wire” that appears on mercurynews.com’s website aggregates Twitter, RSS, and local media feeds from across the Bay Area. A company called “Crowdynews” created, and, we assume, manages the widget. Imagine for a moment a newspaper in the 1980s giving over prominent space on its front page to another information company. It is nearly inconceivable. Yet that is precisely what news companies of all kinds have done online. This fact raises a host of questions: Why have they done this? Who controls the information that is subsequently produced? Where is it archived (if at all)? Who is responsible for that information? What sorts of agreements, if any, have been hashed out between news companies and these third-party companies? If revenue is generated in this transaction, how so, and how is it shared? Does anyone in the news company monitor or in any way regulate the flow of links in these tools? If so, is this person a journalist, a technologist, or does she or he play some other role? Finally, what does it mean that news organizations—including blogs—have mostly given up being in the business of social media?", "These issues related to navigation and social links are only the two most obvious we ran across as we developed this taxonomy. There are many others. Some of them involve the practice of reporting, but many do not. Scholars would do well to consider the full panoply of links on a news Web page. As they do, it is helpful to have a common methodological toolkit—including a taxonomy of links—with which to build knowledge across research projects. We hope that the taxonomy presented in this article goes some way toward filling that need."]}], "references": [{"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism’s Vision of Its Public in an Age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson Chris W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Press-Public Collaboration as Infrastructure: Tracing News Organizations and Programming Publics in Application Programming Interfaces", "year": "2013", "journal": "American Behavioral Scientist", "volume": "57", "authors": [{"name": "Annany Mike", "first_name": "Annany", "last_name": "Mike"}]}, {"title": "A Liminal Press: Situating News Apps Within a Field of Networked News Production", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Annany Mike", "first_name": "Annany", "last_name": "Mike"}, {"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate"}]}, {"title": "The Form of Reports on US Newspaper Internet Sites, an Update", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "Power through the Algorithm? Participatory Web Cultures and the Technological Unconscious", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Beer David", "first_name": "Beer", "last_name": "David"}]}, {"title": "Jurisdictional Protectionism in Online News: American Journalists and Their Perceptions of Hyperlinks", "year": "2012", "journal": "New Media Society", "volume": "14", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}, {"name": "Lee Southwell Brian", "first_name": "Lee", "last_name": "Brian"}, {"name": "Lee Hyung-Min", "first_name": "Lee", "last_name": "Hyung-Min"}, {"name": "Hong Yejin", "first_name": "Hong", "last_name": "Yejin"}]}, {"title": "Building Frames Link by Link: The Linking Practices of Blogs and News Sites", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "The Journalistic Hyperlink", "year": "2012", "journal": "Journalism Studies", "volume": "27", "authors": [{"name": "De Maeyer Juliette", "first_name": "De", "last_name": "Juliette"}]}, {"title": "Hyperlinking as Gatekeeping: Online Newspaper Coverage of the Execution of an American Terrorist", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Dmitrova Daniela", "first_name": "Dmitrova", "last_name": "Daniela"}, {"name": "Colleen Connolly-Ahern", "first_name": "Colleen", "last_name": "Connolly-Ahern"}, {"name": "Paul Williams Andrew", "first_name": "Paul", "last_name": "Andrew"}, {"name": "Lee Kaid Linda", "first_name": "Lee", "last_name": "Linda"}, {"name": "Reid Amanda", "first_name": "Reid", "last_name": "Amanda"}]}, {"title": "Weblogs as a Bridging Genre", "year": "2005", "journal": "Information Technology and People", "volume": "18", "authors": [{"name": "Herring Susan", "first_name": "Herring", "last_name": "Susan"}, {"name": "Lois Scheidt", "first_name": "Lois", "last_name": "Scheidt"}, {"name": "Elijah Wright", "first_name": "Elijah", "last_name": "Wright"}, {"name": "Bonus Sabrina", "first_name": "Bonus", "last_name": "Sabrina"}]}, {"title": "The International Network Structure of News Media: An Analysis of Hyperlinks Usage on News Web Sites", "year": "2010", "journal": "Journal of Broadcasting and Electronic Media", "volume": "54", "authors": [{"name": "Himelboim Itai", "first_name": "Himelboim", "last_name": "Itai"}]}, {"title": "Hyperlinking Practices in Swedish Online News 2007–2013: The Rise, Fall, and Stagnation of Hyperlinking as a Journalistic Tool", "year": "2015", "journal": "Information, Communication and Society", "volume": "18", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}, {"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "Online Information Sources of Political Blogs", "year": "2009", "journal": "Journalism and Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Leccese Mark", "first_name": "Leccese", "last_name": "Mark"}]}, {"title": "Content Analysis in an Era of Big Data: A Hybrid Approach to Computational and Manual Methods", "year": "2013", "journal": "Journal of Broadcasting and Electronic Technology", "volume": "57", "authors": [{"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Trends in Online Newspapers: A Look at the US Web", "year": "1999", "journal": "Newspaper Research Journal", "volume": "20", "authors": [{"name": "Peng Foo-Yeuh", "first_name": "Peng", "last_name": "Foo-Yeuh"}, {"name": "Irene Tham Naphtali", "first_name": "Irene", "last_name": "Naphtali"}, {"name": "Xiaoming Hao", "first_name": "Xiaoming", "last_name": "Hao"}]}, {"title": "Mapping the Blogosphere: Professional and Citizen-Based Media in the Global News Arena", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Reese Steve", "first_name": "Reese", "last_name": "Steve"}, {"name": "Rutigliano Lou", "first_name": "Rutigliano", "last_name": "Lou"}, {"name": "Kideuk Hyun", "first_name": "Kideuk", "last_name": "Hyun"}, {"name": "Jeong Jaekwan", "first_name": "Jeong", "last_name": "Jaekwan"}]}, {"title": "Community or Colony: The Case of Online Newspapers and the Web", "year": "1998", "journal": "Journal of Computer-Mediated Communication", "volume": "4", "authors": [{"name": "Riley Patricia", "first_name": "Riley", "last_name": "Patricia"}, {"name": "Colleen Keough", "first_name": "Colleen", "last_name": "Keough"}, {"name": "Thora Christiansen", "first_name": "Thora", "last_name": "Christiansen"}, {"name": "Ofer Meilich", "first_name": "Ofer", "last_name": "Meilich"}, {"name": "Piersen Jillian", "first_name": "Piersen", "last_name": "Jillian"}]}, {"title": "Internet Research: The Question of Method—A Keynote Address from the YouTube and the 2008 Election Cycle in the United States Conference", "year": "2010", "journal": "Journal of Information Technology \\& Politics", "volume": "7", "authors": [{"name": "Rogers Richard", "first_name": "Rogers", "last_name": "Richard"}]}, {"title": "Popularity is Not the Same Thing as Influence: A Study of the Bay Area News System", "year": "2012", "journal": "International Symposium on Online Journalism", "volume": "2", "authors": [{"name": "Ryfe David", "first_name": "Ryfe", "last_name": "David"}, {"name": "Mensing Donica", "first_name": "Mensing", "last_name": "Donica"}, {"name": "Ceker Hayreddin", "first_name": "Ceker", "last_name": "Hayreddin"}, {"name": "Gunes Mehmet", "first_name": "Gunes", "last_name": "Mehmet"}]}, {"title": "The Future of Personalization at News Websites", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}]}, {"title": "News Websites as Gated Cybercommunities", "year": "2005", "journal": "Convergence", "volume": "11", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}]}]}