{"doi": "10.1080/1461670X.2011.614810", "url": "https://doi.org/10.1080/1461670X.2011.614810", "title": "ETHICAL FLOURISHING AS AIM OF GLOBAL MEDIA ETHICS", "volume": "12", "year": "2011", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Ward", "first_name": "Stephen", "name": "Stephen J. A. Ward"}], "abstract": " This paper proposes a new and comprehensive goal for global media ethics—the promotion of ethical flourishing across borders. The ideal of ethical flourishing underwrites more specific global principles and provides a target at which responsible global journalism can aim. A major task of global media ethics is to re-conceive journalism ethics around the idea of ethical flourishing. Promoting ethical flourishing is defined as the development of four levels of essential goods that together constitute the idea of the human good: individual goods, social goods, political goods, and ethical goods (or the goods of justice). These goods contribute to a life that has rational, social, political, and ethical dignity. The paper uses work in development theory and Sen's “capacity” theory to identify basic capacities that cross borders and should be protected and promoted by global media. ", "body": [{"title": "", "paragraphs": [" The reasonable generates itself and answers itself in kind. (John Rawls, 2001, p. 196)"]}, {"title": "Introduction", "paragraphs": ["“Human excellence grows like a vine tree, fed by the green dew, raised up, among wise men and just, to the liquid sky.”1 So wrote the Greek poet Pindar. He knew what excellence requires. Not just innate talent but a supportive environment, including wise and just citizens. For the lack of such environment, Plato turned away from politics to philosophy, imagining an ideal Republic. Since Plato, describing a society that is both flourishing and just has been a goal of both ethical thought and social reform.", "In this paper, I sketch my vision of human flourishing, described in the broadest of philosophical terms and based on my work in global journalism ethics (Ward and Wasserman, 2010). I argue that we should re-conceive journalism ethics around the idea of ethical flourishing, as one interpretation of the human good. I start by explaining the concept of ethical flourishing and develop its meaning in terms of four levels of goods. Then I will consider some implications of ethical flourishing for journalism and a global media ethics."]}, {"title": "Ethical Flourishing", "paragraphs": ["Ethical flourishing is a form of flourishing. But what is flourishing? In this context, flourishing means the exercise of one's intellectual, emotional, and other capacities to a high degree in a supportive social context. Ideally, flourishing is the fullest expression of human development under favourable conditions.2 In reality, humans flourish in varying degrees. Few people are fully flourishing. Life often goes badly; many live in desperate conditions where flourishing is a remote ideal.", "The many theories of flourishing typically rely on a biological metaphor of growth and proper functioning. There is Aristotle's notion of eudaimonia as excellence—that is, the exercise of the virtues of the well-ordered, rational soul (Aristotle, 1976). There is the liberal idea of the development of free and creative individuals who, as Mill said, experiment in ways of living (Mill, 2006). Ethical flourishing builds upon this rich tradition. It goes beyond the fact that humans can develop their capacities. Any capacity or talent, from the ability to pursue goals to the emotional capacity to be loyal, can be employed for evil purposes. We do not want cruelty, blind hatred, and war-mongering to be part of our idea of flourishing. Therefore, in ethics, we stress the development of capacities that fit our sense of the ethically good life. We combine empirical knowledge about our capacities with normative views on how to use those capacities virtuously. When we exercise our capacities ethically, we can be said to flourish ethically. We enjoy such goods as trust, friendship, and right relations with others. Civility defines our social interactions.", "Ethical flourishing contains three ideas: first, the moral worth of developing capacities that are essential to a decent, dignified life; second, the importance of channelling capacities toward ethical ends such as the ability to interact respectfully with others; third, the belief that, in the end, a flourishing life needs an ethical component. It cannot be a selfish or unethical life. What link exists between the ethical life and the flourishing (or happy) individual is the question put before Socrates at the start of The Republic: Is a happy life an ethical life? Or, is a just life a happy life? Despite their irrational or destructive desires, many people still seek to be who they should be. Such humans “flower” or flourish ethically, as well as physically and socially.", "A theory of ethical flourishing has two parts: a theory of important goods whose realization defines what it is to flourish; and a theory of the right which deals with how conflicts between the pursuit of these goods are to be arbitrated. Ethical flourishing gives priority to the right in the sense that the pursuit of our goods occurs within the bounds of justice. Ethical flourishing is a composite good where the good and the right are as congruent as possible. To develop a theory of the right one must decide what theory of justice to adopt. It makes a great deal of difference if one embraces a libertarian or an egalitarian idea of justice.3 So far, I have described only the formal concept of ethical flourishing. My description lacks particulars. To use Kantian language, it is a conceptual schema, an idea of reason, waiting to be filled in by more specific intuitions.", "I give content to this schema by explaining ethical flourishing as the development of four levels of goods. The schema reflects my attempt to draw the picture of a life worthy of humans, what life can be when it goes well. I draw inspiration from ideas on human development and welfare, and by reflecting on what it is for humans to flourish. In this project I claim no originality apart from my particular systematization. I draw eclectically on ideas from many places, from Sen's “capabilities” approach (Sen, 1993, p. 30) to Nussbaum's notion of a dignified life (Nussbaum, 2006).", "When I review the goods of life, I find that they can be placed into four groups—individual, social, political, and ethical. To achieve the goods of each level is to achieve a form of human dignity: individual, social, political and ethical dignity. By individual goods, I mean the goods that come from the development of each individual's capacities. By social goods, I mean those goods that come from individuals participating in society. By political goods, I mean the goods that accrue to us as citizens living in a just political association. By ethical goods, I mean the goods that come from living among persons and institutions of ethical character.", "Level One, the level of individual goods, contains the physical goods that give a person physical dignity. All persons need food, shelter, and security to live a normal length of life in good health. It contains rational and moral goods allow physical capacity to flower into distinct human traits. A person enjoys the rational and moral goods when she develops her capacities to observe and think as a critical individual, and to carry out a rational plan of life. Such a person is able to form emotional attachments, and to use their imagination to produce (or enjoy) creative and intellectual works. Also, the person is able to be a moral agent. She is able to empathize with others and to form a sense of justice. She is able to deliberate about the good of others.", "Level Two, the social goods, arise when we use our rational and moral capacities to participate in society. Human reality is “social” not just because, instrumentally, humans need society to develop language and culture. Humans are inherently social creatures. Humans come to value participating in common projects as a good-in-itself. Among the social goods are the freedom to enter into and benefit from economic association, the goods of love and friendship; the need for mutual recognition and respect. In this manner, we achieve a social dignity.", "In addition to the social goods, there are also the political goods of Level Three. These are the goods that humans enjoy when they live in a society that has a reasonably just political structure. These goods include the basic liberties, such as freedom of speech and freedom to pursue one's goods, combined with the opportunity and resources to exercise these freedoms. Citizens are able to participate in political life, to hold office, and to influence decisions. The primary means to these public goods are constitutional protections, the rule of law, and barriers against undue coercion, and means for the peaceful resolution of disputes. A citizen who enjoys these goods has a political dignity, through self-government.", "There is also a fourth level of goods, ethical goods. To enjoy a full measure of the human good we need to live not only in a society of rational people—that is, people motivated to pursue their own interests. A society motivated only by purely rational agents would be a terrifying ‘private’ (or extremely individualistic) society. To flourish, we also need to live among people of ethical character. These people are rational agents who are also disposed to be what Rawls (1993, p. 48) calls morally “reasonable.” Reasonable citizens are motivated to consider the interests of others and the greater public good. Ethical flourishing means more than restraining our actions within laws. It indicates something positive: constructing societies where citizens come to appreciate the positive goods of justice and living in right relations. Of course, many people are not motivated to adopt the ethical stance. Nevertheless, under certain conditions, humans can appreciate interacting ethically as a good-in-itself.", "My scheme is not a practical manual. It does not presume to tell development workers what day-to-day strategies to employ in underdeveloped countries. We need to distinguish between “What constitutes the ideal of ethical flourishing?” and “What should we do to help people in country x emerge from chaos and dire need?” To deal with extreme poverty in developing countries, agencies rightly focus on a small number of basic needs. However, my theory is not without some practical implications. The four levels provide criteria by which to judge development. Also, the theory suggests a two-stage approach to development in poor countries. The first stage aims at a decent and minimally flourishing life, where physical goods are primary. The second stage aims at an ethically flourishing life, not just a decent life, by developing all four levels.", "This is my four-level scheme, in brief. My approach is holistic. Wherever possible, the goods of each level should be integrated and developed simultaneously. I do not pick out one good (or one level) as sufficient to define the human good, such as pleasure, or utility. The human good is a composite of basic goods, none of which are reducible or eliminable. For example, my view is not ascetic. It does not propose that the human good requires people to seek happiness by drastically reducing their desires and goods to a minimum, and to withdraw from public life and its goods. Nor does it, like libertarianism, stress the goodness of one of the political capacities—not be interfered with in exercising one's negative freedom. In my view, the satisfaction of one type of good allows another to exist. To be sure, we need to secure the physical goods before we can move on to other goods, but that does not make the other levels less important. In many countries, unstable political structures—that is, the lack of political goods—interfere with attempts to provide physical and social goods to citizens.", "What is the link between ethical flourishing and global ethics? Ethical flourishing is global because it identifies goods that apply to people insofar as they are human. Ethical flourishing becomes the basis of a global ethic when we take the aim of ethical flourishing to be global ethical flourishing. It is no longer only the promotion of flourishing in Canada or China. The goal is the promotion of the four levels across borders. We improve the conditions that allow humans everywhere to pursue the four goods. The individual, social, political, and ethical dignity that we seek for citizens in our society, we seek for humanity at large. Practically, the goal is to increase the number of citizens of the world who enjoy a reasonable amount of the four levels of the good within the bounds of global justice. Ethical flourishing expresses the impulse of the ethics of cosmopolitanism, which asserts the equal value and dignity of all, as members of a common humanity (Ward and Wasserman, 2010). To work towards the ethical flourishing of a global community is to promote a cosmopolitanism that emphasizes universal principles of human rights, freedom, and justice."]}, {"title": "Application to Journalism", "paragraphs": ["I turn to the implications of ethical flourishing for journalism ethics. If we adopt ethical flourishing, we begin a chain of re-definitions and new interpretations that reverberates across the entire field of journalism ethics.", "Let us start with the aims of journalism. If we adopt ethical flourishing, then the ethical aim of journalism becomes the aim of ethics understood as promoting the four levels of goods. Historically, journalism ethics has been parochial; its codes applied to particular groups. Journalism ethics was developed for a journalism of limited reach. In the West, the aim of journalism has been described more narrowly than ethical flourishing. Typically, codes of ethics describe the aim in political terms—serving the public as self-governing citizens through accurate impartial informing, acting as a watchdog on government, and creating a forum for views. This concept of journalism's aim as serving the public good is contained in my third level of the good—the political goods.", "A few years ago, I expressed this change in journalism's aims as following a number of imperatives (Ward, 2005). Journalists, I said, should see themselves as agents of a global public sphere. The goal of their collective actions is a well-informed, diverse, and tolerant global “info-sphere” that challenges the abuse of human rights. The global journalist uses a diversity of sources and perspectives to promote a nuanced understanding of issues from an international perspective. These imperatives defined what I called “the claim of humanity” on journalists.", "My theory of ethical flourishing spells out in greater detail the claim of humanity. Journalism serves humanity by promoting the four levels across borders. Global journalists seek the individual, social, political, and ethical dignity for humanity at large. Journalism can promote the individual goods of Level One by monitoring basic levels of physical, individual, and social dignity. Journalists need to inquire into the effectiveness of educational and other systems in developing rational and imaginative citizens. What are the opportunities for philosophical, scientific, and cultural engagement? Also, journalists should do stories on people who have been denied physical, rational, and moral dignity, and investigate whether gender, ethnicity, and other differences account for inequalities.", "Journalism can promote the social goods by reporting critically on how society structures economic associations and monitors the growth of private monopolies of power. Journalism has a duty not just to report the latest business news but to report on how society allows citizens to participate and benefit from various forms of economic association. Journalists should always ask: Who benefits from the economic status quo? Journalists also assist the social goods by providing a cultural and informational bridge between diverse classes, ethnic groups, and cultures within and among countries. Journalists should also play a key role in developing media literacy among citizens. It should inquire into the impact of journalism, media, and communication technology on society, domestic and global.", "Journalism can promote the political goods by reporting on the basic political and institutional structures of society. How well are political constitutions and principles of justice embodied by institutions, political processes, and the legal system? To what extent are citizens able to enjoy the full value of basic liberties, such as freedom of speech, freedom of association, and freedom from discrimination? Journalism needs to encourage citizen participation in public life and enhance their ability to have a meaningful influence on decisions. To be sure, journalism favours a free marketplace of ideas but it should also question whether that marketplace has distortions, like all marketplaces. Is it a diverse public forum with adequate representation of non-dominant groups? What inequalities distort the public sphere when it goes global?", "Also, in a pluralistic world, we need to question how public means of communication allow citizens to discuss issues. Is the public discourse too timid, or is it too much on the surface? Or is the discourse redolent with unhelpful ranting and ideology? At the core of the media system should be “deliberative spaces”—spaces where reasonable citizens can robustly but respectfully exchanges views and evaluate proposals. In a media-saturated world, the nature of media communication will largely determine progress toward or away from ethical flourishing.", "Therefore at the forefront of journalism ethics is a dual task—a simultaneous commitment to liberty and equality. Journalism should support not only creative, energetic individuals, but also individuals who are reasonable citizens seeking just social arrangements. This dual task defines the contemporary meaning of the phrase, “a free and responsible press.”", "Let us now consider the sort of attitude that ethical flourishing would bring to journalism. It would bring a cosmopolitan attitude. Cosmopolitanism has features useful to global journalism ethics. As a war correspondent I was stirred by glimpses of our common humanity, as well as dismayed by what happened when we place too much emphasis on the local, on “blood and belonging.” Cosmopolitanism recommends to global journalists sensitivity to humanity.", "Cosmopolitanism implies that journalists accept that transnational principles of human rights and social justice take precedence over their own interests, or even the interests of their country, when they conflict (Appiah, 2006). This emphasis on what is ethically prior provides some direction to journalists caught in the ethical maze of international events. When my country embarks on an unjust war against another country, I, as a journalist (or citizen), should say so. If I am a Canadian journalist and I learn that Canada is engaged in trading practices that condemn citizens of an African country to continuing, abject poverty, I should not hesitate to report the injustice. It is not a violation of any reasonable form of patriotism or citizenship to hold one's country to higher standards. The cosmopolitan attitude limits our parochial attachments in journalism by drawing a ring of broader ethical principles around them. When there is no conflict with cosmopolitan principles, journalists can report in ways that support local and national communities. They can practice their craft parochially.", "In addition, a journalism of global flourishing would work towards a de-Westernization of journalism ethics as put forward by critical, post-colonial and other reflections on media. The effect would be a widening of the whole enterprise of journalism ethics. Such theories ask: how can discussion around a global ethics be open to many perspectives, including non-Western voices and values? For example, some writers have examined whether the African tradition of ubuntuism should be the fundamental ethical value for African journalism, since ubuntuism's communal values are more in line with African society than with the Western ideal of a free press. Rao and Wasserman (2007) and others (Ward and Wasserman, 2010) speak of an ethics that benefits from a rich dialogue between the global and the local. De-Westernization means using cross-cultural comparisons when discussing and teaching the principles of media ethics, and giving due weight to African, Indian, and Eastern ethical systems.", "Another implication is that journalism ethics should place more emphasis on the representation of others since misrepresentation can spark wars, demean other cultures, and support unjust social structures. Such issues go beyond factual accuracy and fairness. They require journalists to have a deeper cultural knowledge and a deeper appreciation of how language can distort the other.", "Once we move theoretically in this direction, other changes follow. To start with, consider the idea of journalism's social contract. If cosmopolitan journalism has a social contract, it is not with a particular public or society; instead, it seems to be something much more diffuse—a multi-society contract. The cosmopolitan journalist is a transnational public communicator who seeks the trust and credence of a global audience. Also, the ideal of objectivity in news coverage takes on an international sense. Traditionally, news objectivity asks journalists to avoid bias toward groups within one's own country. Global objectivity would discourage allowing bias toward one's country to distort reports on international issues. The ideas of accuracy and balance also become enlarged to include reports with international sources and cross-cultural perspectives. Global journalism also asks journalists to be more conscious of how they frame major stories, how they set the international news agenda, and how they can spark violence in tense societies.", "Finally, a cosmopolitan journalism must re-think the role of patriotism. I have argued for a moderate patriotism that places ethical restraints on claims of patriotism (Ward and Wasserman, 2010). At the very least, a moderate patriotism rejects dangerous, inward-looking attitudes such as xenophobia and extreme patriotism. Journalism must not participate in demonizing other groups, especially in times of tension. The duty of journalism in times of uncertainty is not a patriotism of blind allegiance or muted criticism. In such times, journalists serve their countries—that is, are patriotic—by continuing to provide independent news and analysis. This dogged determination of journalists to continue to bring a critical attitude toward their country's actions, despite the strong patriotic feelings of their fellow citizens, is an example of what the Spanish philosopher Ortega Y Gasset (2000, p. 105) has called “criticism as patriotism.” Moreover, in a global world, patriotism should play an even less powerful role in our value scheme. It is possible to question the adequacy of this traditional, nation-based notion of patriotism for an evolving cosmopolitan journalism. Nation-based forms of patriotism remain ethically permissible if they do not conflict with the demands of a global ethical flourishing.", "The cosmopolitan attitude does not imply that news organizations should ignore local issues or regional audiences. It does not mean that every story requires a cosmopolitan attitude. However, there are situations, such as military intervention in a foreign country, climate change, and the establishment of a fair world trading system, where we need to assess actions from a perspective of global justice and reasonableness. What is at issue is a gradual widening of basic editorial attitudes and standards—a widening of journalists’ vision of their responsibilities. It asks them to consider their society's actions, policies, and values from a larger perspective.", "Therefore, if you ask, “What is global journalism ethics?” my short answer is: a cosmopolitan journalism that aims at global ethical flourishing. It amounts to: (1) a reinterpretation of journalism's aims in terms of broader goals; (2) the construction of new principles as evaluative guides for global journalism plus the re-interpretation of existing ideas; and (3) the application of these ideas to the coverage of issues and events."]}, {"title": "Conclusion", "paragraphs": ["In conclusion, I address some possible misunderstandings about my project. First, what is the status of my idea of ethical flourishing? It is a proposal, asking you to consider thinking about things in a certain manner. Why do I use the language of proposal? Because a global media ethics is not yet constructed. We are at a stage where different conceptions are possible. Therefore scholars need to put forward ideas in an experimental and non-dogmatic spirit. We need an open and rich discussion. In such a climate, the age-old philosophical posture of speaking from certain knowledge or special insight is inappropriate and unhelpful. My expectation is that, if and when a global media ethics takes definitive shape, it will be a hybrid of good ideas contributed by co-operating ethicists and journalists.", "Second, my theory operates deliberately at this high level of generality so as to be a theory with a chance of crossing borders. The theory is designed to be tolerant of differences in ethics, in culture, and in media systems. The four levels can be realized in many ways and in different degrees. I also hope that the cosmopolitan attitude I advocate can be adopted by many forms of journalists, codes of ethics, and media systems.", "However, my scheme is not “neutral” in the sense of not deriving its ideas from any particular tradition or set of values. It begins with the philosophical values embedded in but not limited to Western ethics. Some of the goods I mention are universal, in the sense that they are desired by every human being, such as the physical goods of security and food. Other values, like my democratic political goods, are based on the view that this is the best way to organize human life and hold out the most promise for human flourishing. Even where disagreements arise, I hope these ideas can at least prompt discussion among people from different traditions.", "Finally, I am acutely aware of the limitations of ethical theory to change something as multi-faceted and economically structured as journalism, much less move the world toward a more just and sustainable planet. Yet the power of ideas works over long periods of time. It requires a degree of patience and hope. In the end, we all do what we can do. As a philosopher I plant ideas like seeds in the hope of germination down the line. Moreover, fundamental theory is especially important today when ethics is in transition, and we wish to construct a global media ethics. Rethinking basic goals is part our ability to reason and to act consistently. Without such aims, practice lacks a target at which to aim and theory lacks a standard of evaluation.", "I see the construction of global media ethics as occurring on a series of levels simultaneously: the level of high theory about ultimate goals and basic principles; the level of applied ethics where “thin” abstract ethical notions of the good and the right intersect with “thicker” context-bound professional values such as news objectivity; and a third and more concrete level where these ideas are applied to practice, changing how we report on events such as an international meeting on climate change or a looming conflict between nations.", "And finally, there comes a time when the theoretical desire to understand media should be expressed in terms of action and reform. Media intellectuals, media teachers, concerned citizens—all need to consider seriously current developments in global media and what might be done so that media education and media systems embrace cosmopolitan values."]}], "references": [{"title": "Global Media Ethics Revisited: a postcolonial critique", "year": "2007", "journal": "Global Media and Communication", "volume": "3", "authors": [{"name": "Rao Shakuntala", "first_name": "Rao", "last_name": "Shakuntala"}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}, {"title": "Philosophical Foundations for Global Journalism Ethics", "year": "2005", "journal": "Journal of Mass Media Ethics", "volume": "20", "authors": [{"name": "Ward Stephen J. A.", "first_name": "Ward", "last_name": "A."}]}, {"title": "Towards an Open Ethics: implications of new media platforms for global ethics discourse", "year": "2010", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Ward Stephen J. A.", "first_name": "Ward", "last_name": "A."}, {"name": "Wasserman Herman", "first_name": "Wasserman", "last_name": "Herman"}]}]}