{"doi": "10.1080/21670811.2015.1034527", "url": "https://doi.org/10.1080/21670811.2015.1034527", "title": "When News Media Turn To Citizen-Generated Images of War", "volume": "3", "year": "2015", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Mast", "first_name": "Jelle", "name": "Jelle Mast"}, {"last_name": "Hanegreefs", "first_name": "Samuel", "name": "Samuel Hanegreefs"}], "abstract": "This study takes the context of the Syrian war and media blackout as a pertinent case to investigate issues of transparency and graphicness when mainstream news media incorporate citizen-generated images. More specifically, we investigate (1) relative proportions of citizen and professional images used by news media through time; (2) source references, and indications of the non-professional origin of images; and (3) topic and explicitness of the depictions provided by citizens versus professionals. In order to do so, we conducted a systematic-quantifying content analysis of the visual coverage of the Syrian war in three Flemish mainstream news media between March 2011 and December 2012 (N = 768). Citizen-generated images prove to be an invaluable source for traditional news media exceeding the urgency of the initial period. Moreover, it seems that professional and citizen imagery fulfill a complementary role in representing different visual framings of (the Syrian) war. Yet the study also confirms non-professional imagery to be more graphic, and news media to be lacking in transparency.", "body": [{"title": "Introduction", "paragraphs": ["The proliferation in (and beyond) mainstream news media of citizen-produced photographic images variously contributing to our “camera-mediated knowledge” (Sontag 2003, 24) of human conflict and suffering corresponds with the vital role eyewitness accounts and pictorial representations have played historically in the public imagination of distant crisis events, such as warfare (Allan 2011; Perlmutter 1999; Zelizer 2007). Admittedly, in the contemporary digital, image-saturated media ecology, the range of visual content generated and disseminated by media-savvy bystanders and participants has expanded significantly, in the process invigorating the “mediatization” of war conflict and human suffering (Chouliaraki 2006; Matheson and Allan 2009; Parry 2010; Sontag 2003). As numerous instances in the past decade have shown, “amateur” images gain momentum, and possibly “discursive authority” on a par with professional journalists, particularly in times of crisis, when taken up by established news media (Andén-Papadopoulos and Pantti 2011; Pantti and Bakker 2009). For the proximity and immediacy values of citizen-produced images of “breaking news events” accommodate newsrooms’ (pressing) need for first-hand (photographic) information and enable claims of “bearing witness” (Zelizer 2007), in the (temporary) absence of professional (photo)journalists reporting on the ground. Such material, therefore, enjoys a privileged status among journalists in the “hierarchy of user-generated content … above audience comments and other forms of audience photography” (Andén-Papadopoulos and Pantti 2013, 961). Surely, these observations have particular resonance for war journalism, which tends to “turn to the visual” (Zelizer 2004), and is defined by a set of limitations—of access, verification, and safety—attaching to standard newsgathering and reporting practices. Allan and Zelizer summarize the rather distinctive demands imposed on war journalists as follows:To be present enough to respond to what is happening, yet absent enough to stay safe; to be sufficiently authoritative so as to provide reliable information, yet, open to cracks and fissures in the complicated truth-claims that unfold; to remain passionate about the undermining of human dignity that accompanies war, yet, impartial and distanced enough to see the strategies that attach themselves to circumstances with always more than one side. (Allan and Zelizer 2004, 4–5)", "To be present enough to respond to what is happening, yet absent enough to stay safe; to be sufficiently authoritative so as to provide reliable information, yet, open to cracks and fissures in the complicated truth-claims that unfold; to remain passionate about the undermining of human dignity that accompanies war, yet, impartial and distanced enough to see the strategies that attach themselves to circumstances with always more than one side. (Allan and Zelizer 2004, 4–5)", "In this intricate context, eyewitnessing transpires not only as a “moral duty” but also as a (discursive) coping strategy that allows journalists to manage the complexities of wartime newsgathering and reporting, and to reconcile the human value of empathy and professional principles of autonomy and objectivity (Allan and Zelizer 2004). The current spate of citizen photographers thus meaningfully extends professional journalism’s “eyewitnessing” capacity (Zelizer 2007). However, by so allowing journalists “to claim that ‘they have been there’ as witnesses of events that they have not witnessed” (425), this “outsourcing” (425) may simultaneously corrode notions of journalistic authority and autonomy.", "Indeed, emerging from outside the institutional bounds of professional journalism, and therefore “untamed” (Becker 2011) by standards of good practice or professional values, user-generated content raises fundamental issues of trustworthiness and moral responsibility for traditional news media that rely on it. Importantly, the veracity of “amateur” images and their associated discursive claims are often highly uncertain given the lack of clarity and cohesiveness of the imagery, political agendas of “citizen photojournalists,” the sheer complexity of (sectarian) war conflicts, and difficulties of source verification. A potential impediment to professional journalism’s authoritative claims to objectivity and autonomy, such qualifications of “amateur” images have urged an “ethics of transparency” (Phillips 2010), as much as they have informed “resistance” among professional journalists (Andén-Papadopoulos and Pantti 2011). Additionally, the proximity and immediacy of citizen-produced imagery of armed conflict, in combination with the interested, propagandistic or activist, motives behind their dissemination, also translates into more graphic depictions of the underside of war, exhibiting few if any signs of the restraint expected from professional photojournalists. As such, newsrooms are impelled to confront long-time considerations of tastefulness and ethical dilemmas between adherence to “the public’s right to know” and respect for the integrity of others.", "The present article aims to contribute to a more profound, empirically grounded understanding of the role of citizen images when mainstream news media “turn to the visual” (supra) in wartime. In order to do so, we conducted a systematic-quantifying content analysis of the visual coverage of the Syrian war in the main “broadsheet” and “popular” daily newspapers, and the news website of the public broadcasting station (VRT), in Flanders (or north Belgium), between March 2011 and December 2012, which yielded a sample of 768 images. We take the context of the (ongoing) Syrian civil war and media blackout as a pertinent case to investigate questions of transparency and graphicness which the use of citizen-generated content in reporting war conflicts entails. As Harkin et al. (2012, 7) note, the role of social media and user-generated content in the Arab Spring revolutions has been widely recognized (see also Cottle 2011), yet, Syria stands out as the role of citizen-produced content here is “no longer just supplemental to traditional forms of newsgathering—it is fundamental.” More specifically, the present study investigates (1) the relative proportions of citizen and professional photo and video images used by (different) news media through time; (2) the sources of the user-generated content as referenced by the news media, and indications of the non-professional origin of the material; and (3) the content and the explicitness of the depictions of the conflict yielded by citizens versus professionals. When relevant, we discuss differences of kind or degree between the three media or between photos and videos, yet, the primary focus is on the citizen–professional dimension.", "By shedding light on the volume and the nature of mainstream news media’s use of citizen versus professional war images, the findings of this study will feed into current debates on how the proximity of unconventional photojournalists, or non-elite sources, reshapes Western imagination of distant conflicts and extends war journalism’s eyewitnessing capacity, yet, is (to be) balanced with considerations of professional distance (in terms of autonomy, objectivity, and ethics), and the maintenance of journalistic authority."]}, {"title": "Transparency and Graphicness", "paragraphs": ["The appeal of citizen-produced images for war reporting at least in part derives from their seemingly self-evident and visceral qualities, heightened still by the “zero degree realism” of “amateur” images, combined with the ring of authenticity which attaches to the idea of “seeing with one’s own eyes” (Zelizer 2007). However, besides this manifest referential value, harnessed to bolster the discursive authority of (war) journalism, photographic images potentially hold strong symbolic power (Fahmy 2010; Griffin 1999; Mortensen 2011; Zelizer 2004). This duality turns photographic images into powerful ideological, rhetorical tools, proven most significant in the deeply politicized context of war conflict, where the stakes in controlling and shaping public opinion are especially high. Thus, Michalski and Gow (2007, 1) contend that images “are the short cuts to understanding, and so at the heart of the competition for hearts and minds in different quarters in modern war. Images are the key weapons in contemporary warfare.” So understood, the proliferation of user-generated content and digital media platforms has added yet another front to the battlefield, most notably demonstrated by the Arab Spring uprisings (Cottle 2011; Harkin et al. 2012).", "Although these developments may harbor democratizing impulses, opening up a space for non-elite sources (the “Unknowns”) challenging the hegemony of the political elite (the “Knowns”) (Gans 1979; Wall and El Zahed 2015), the bottom-up nature and “raw” aesthetic of citizen-produced images do not render these contributions “unproblematic” and outside the discursive struggles that permeate war conflict. The following contention by Perlmutter (1999, 164) rightfully problematizes singular notions of war: “The biggest lie of all is that any picture can show all the reality of a war.” As a way of coping with the various uncertainties that the incorporation of citizen-produced imagery entails (e.g., anonymity, reliability, intelligibility), and reconciling the need to get news out (of war conflicts) and to maintain discursive authority and credibility, a “ritual” (Andén-Papadopoulos and Pantti 2013; Pantti and Andén-Papadopoulos 2011) or “ethics” (Phillips 2010) of transparency has been held up, interrogating the traditional objectivity norm. Such measures of openness and qualification regarding the use of citizen-generated content are thus seen to corroborate, or restore, rather than undermine the authority and trustworthiness of journalism.", "However, as it has been argued, and demonstrated (Andén-Papadopoulos and Pantti 2011; Harkin et al. 2012), the incorporation of user-generated (war) images in mainstream news coverage often lacks such meta-discourse “embellishing,” rather than “embedding,” amateur images (Sjøvaag 2011). For news organizations may alternatively seek to manage the aforementioned issues by (simply) adding disclaimers that alert the public to the unverified status of the imagery, or by attributing non-professional content to, and thus conferring trust in, “third parties,” typically reputed news agencies (Andén-Papadopoulos and Pantti 2013). The political economy of the contemporary news industry renders “considerations of efficiency” (Gans 1979) ever-more pertinent, opening up a space for (low-cost) user-generated content. Yet, by the same token, it has informed a heightened dependency of newsrooms on prepackaged material delivered by news agencies and public relations offices—and forms of “news cannibalisation” (Phillips 2010)—often at the expense of independent research or rigid verification.", "In an empirical study conducted in the United Kingdom, based on content analyses, secondary data, and in-depth interviews with journalists, Lewis, Williams, and Franklin (2008) find evidence for these “rumors” as journalists need to cope with a growing individual workload, concluding that “[i]n short, profits are increasingly being won at the cost of journalistic integrity, autonomy and quality” (42). Interestingly, content analyses and in-depth interviews conducted by Andén-Papadopoulos and Pantti (2011) on the treatment of “amateur” images by the global news brands CNN and the BBC, and Nordic public broadcasting stations, demonstrate how the latter, operating in a small market and lacking a network of direct sources or extensive resources for user-generated newsgathering, are heavily reliant on wire services for content, in the process also shifting responsibility for source verification.", "As noted, the impromptu, “unpolished” gaze of the (innocent) bystander, as well as the strategic use of graphic documentations of human rights violations by participants as a way of exposing abuses of power and seeking (international) support, has informed visceral and up-close renderings of violence, human suffering, and death in user-generated war imagery (cf. Andén-Papadopoulos and Pantti 2011; Wall and El Zahed 2015). The wide availability of such images urges journalists and editors to consider prevalent taboos and norms of taste, which are culture-specific, and to confront ethical dilemmas between serving the public interest and respecting the human dignity and integrity of portrayed subject(s). Likewise, citizen images of conflict and disaster reinvigorate long-time debates about the humanitarian role and societal impact of media visualizations of human tragedy.", "So, first-hand visual testimonies of the human toll of war may be seen as a “corrective” to images that reduce (the collective memory of) war to a sanitized, romanticized picture (Griffin 1999; Zelizer 2004). As Pantti (2013) argues, citizen imagery’s aesthetics of immediacy and “embodied collectivity”—or “immersive experience” (Wall and El Zahed 2015)—may enhance “emotional proximity” and thus enable a “cosmopolitan imagination” in a globalized world, contrary to the detached disposition and aesthetic qualities of professional photojournalism, which often work to “desensitize and depoliticize.” However, the effectiveness of showing explicit, shocking images as such to induce indignation and to facilitate a humanitarian response has been questioned by the argument that “no proportionality exists between the force of violence and onlookers’ propensity to an empathic, reflective or active response” (Mortensen 2011, 11). Indeed, the stand-alone, vivid display of horrific scenes has been lamented for appealing to voyeuristic desires and delivering an “aesthetic spectacle” (Parry 2010), at the expense of empathy, and possible identification, with the depicted other, which then forecloses a sense of agency. Furthermore, critics have pointed out that a news coverage saturated with such pictures has an “anaesthetizing” effect, turning extreme sights into a banality and inducing a “compassion fatigue” (Moeller 1999; Sontag 1977).", "Therefore, as Taylor (2000), 136) argues, looking at horrible sights is typically considered illegitimate when there is “no professional sanction or code of conduct, no closed circuit of mutual permission and safeguarding,” while a more permissive attitude exists toward “those who claim distance and objectivity.” So, it has been argued that moral judgment, narrative, and context accompanying “raw,” unedited citizen imagery of conflict, act as markers of distinction in a media environment where traditional news institutions vie with non-conventional journalistic endeavors for an audience (Andén-Papadopoulos and Pantti 2013; Pantti 2013). Indications that the restraint and caution of professional journalists in their treatment of sensitive content wanes as (these) extreme, shocking images already circulate in the (semi-)public domain of the Web, is, therefore, a matter of concern to some critics (Pantti and Bakker 2009).", "Additionally, critical positions have also problematized the idea that (greater) measures of restraint in publishing explicit images relate to the (higher) geographical and cultural proximity of crisis situations and victims (Sontag 2003). Several empirical studies on Western news media, however, have indicated that graphic depictions of war victims, and death generally, are conspicuous by their near absence. Indeed, cross-cultural research on the visibility of death in (print) news media by Hanusch (2008, 2012) does find evidence for the proximity thesis in individual cases, as well as examples to the contrary, though."]}, {"title": "The Case of Syria", "paragraphs": ["Syria provides a particularly relevant case here, an epitome of the outlined issues raised by the proliferation of user-generated content in contemporary newsrooms and journalism practice. The ongoing conflict emerged in the wake of the Arab Spring uprisings, a wave of anti-regime protests spreading across the region, sparked by the public reaction to the self-immolation of street vendor Mohamed Bouazizi in Tunisia in December 2010, eventually leading to the downfall of longstanding autocratic regimes in Tunisia, Egypt, Libya, and Yemen. The unrest quickly spilled over to Syria, reigned over by the al-Assad family since 1970, where citizens took to the streets in Dera’a in March 2011, demanding the release of a number of teenage demonstrators arrested by the local authorities. The government’s brisk attempts at suppressing the protest, with president Bashar al-Assad deploying the Syrian army against its own people and besieging Dera’a, brought Syria to the attention of international news media, and invigorated the conflict, spurring nationwide anti-regime protests. As the unrelenting demonstrations gradually developed into an armed rebellion, the conflict spiraled into a civil war. In addition, this war has become increasingly sectarian, involving a complex web of oppositional groups fighting the regime, and/or each other. According to a report on behalf of the UN Human Rights Office (OHCHR) at least 191,000 people have been killed in Syria between March 2011 and April 2014. Additionally, the number of refugees who have fled to neighboring countries or have been displaced within Syria has risen to 3 and 6.5 million people, respectively, the latest reports of the UN Refugee Agency (UNHCR) (2014) show.", "News coverage of the Syrian conflict has been “one of the war’s collateral victims,” as noted in a Reporters Without Borders (2014) report, tellingly entitled “Journalism in Syria, Impossible Job?” Conducting news work is particularly hazardous as foreign media’s access to the country has been restricted and journalists have become the target of retaliation by the Syrian army and armed rebel groups. Syria currently ranks 176th out of 179 in Reporters Without Borders’s latest worldwide “index of press freedom,” and the non-governmental organization reports on tens of journalists killed since the start of the conflict and numerous others detained, held hostage, or missing (Reporters Without Borders 2014). The precarious working conditions for domestic and foreign journalists interact with a more comprehensive set of political and social factors—sectarianism, geo-strategic interests, societal role of “rumor mills”—severely impeding traditional news practices and making Syria “stand apar[t] from the other region revolts” (Harkin et al. 2012, 6)."]}, {"title": "Method", "paragraphs": ["The present study looks into the use of citizen-generated content by three Flemish mainstream news media in the coverage of the Syrian crisis between March 2011 and December 2012. This 22-month time-frame covers the eruption of the conflict in the wake of the Arab Spring uprisings and its gradual degeneration into a sectarian war, thus capturing the immediacy of the initial reporting as well as its evolution as the crisis aggravated and its complexity grew, and the topic emerged on the international political agenda. The developments in Syria have been a rather persistent topic of interest in (northern) Belgian news coverage and public debate, in part informed by the “proximity” of the conflict through the relatively high proportion of radicalized local youngsters being recruited to join the armed fighting. Furthermore, Hallin and Mancini (2004) define the Belgian media system as Democratic Corporatist, characterized by relatively high newspaper circulation, strong public service broadcasting, and strong professionalization. According to the Autumn 2014 EuroBarometer, Belgium ranks above the EU28 average on the “media use index” (33 percent “high”/54 percent “very high”), as well as regarding “trust” in media institutions (56 and 61 percent indicate “tend to trust” (versus “tend to not trust”) the written press and television, respectively) (Standard EuroBarometer 2014).", "Our sample includes the main up-market, “quality” title, De Standaard, and the main mid-market, “popular” title, Het Laatste Nieuws. In terms of audience figures, De Standaard and Het Laatste Nieuws have market shares, print and digital combined, of about 11 and 31 percent, respectively (VRM 2014). As such, Het Laatste Nieuws is the best-selling, and most-read, title in Flanders, and Belgium generally. Additionally, we collected photos and videos posted on Deredactie.be, the news website of the Flemish public service broadcaster VRT. VRT has been market leader in the past decade, and its newscasts on television and radio each day reach an audience of 2 million. Launched in 2008, Deredactie.be is among the most popular news websites in Flanders, and Belgium generally (VRM 2014), reaching audiences comparable to the online versions of the main Flemish newspapers.", "We collected news items (including reports, analyses, reportages, and opinion pieces) that appeared between March 2011 and December 2012, using “Syria” and “Syrian” as search queries in Mediargus (digital archive of Belgian newspaper and magazine publishers, now GoPress), and on Deredactie.be. Only articles that included one of the search terms in the title were selected, so as to ensure that Syria was the main subject. Next we looked specifically for photo images, which yielded a sample of 474 news items, including 103 (out of 154) articles in De Standaard, 37 (out of 151) in Het Laatste Nieuws, and 334 (out of 347) on Deredactie.be. Moreover, the articles on the VRT news website often included video material. When videos comprised different sections covering diverse topics, we further divided the videos into individual segments, which resulted in an additional set of 334 video fragments. In total, 808 images, photos, and videos were systematically coded.", "For the content analysis, we developed a codebook containing several variables that identified data, such as the news medium that published the article/photo, date of publication, and whether the image was still or moving. Additionally, each photo or video segment was coded for source citation (major news agencies, individual sources eventually grouped as “other,” or explicit source reference absent), and for contextualization of the provenance of the image in accompanying text (captions, article) or voice-over or on screen narration (i.e., whether the unprofessional status of the material was articulated, or not). Also, the (un)professional status of the image was ascertained through further inquiry via websites of press agencies, or social media platforms like YouTube. We also coded the content of each image for central topic, distinguishing between “protest,” “demolition,” “gunfight,” “wounded,” “death,” “diplomacy,” “refugees,” and “other.” Finally, the graphicness of images was measured through Hanusch’s (2012) typology of the visibility of death in news images (slightly adjusted), and a self-developed categorization that extends beyond depictions of dead victims, subscribing to broader notions of “arousing content” and “concreteness,” as defined by Schaap and Pleijter (2012). The last three variables, which will be further elaborated below, were also tested for intercoder reliability as these require greater evaluative judgment on the part of the coder. A random sample of 85 images, or 10.5 percent of the data-set, was therefore coded by both authors for topic, Hanusch’s (2012) visibility of death categorization, and our graphicness scale. This yielded satisfactory Kappa values of 0.936 (topic), 0.902 (death), and 0.824 (graphicness)."]}, {"title": "The Use of Citizen Images from the Syrian War by Flemish Mainstream Media", "paragraphs": ["As for the proportion of citizen versus professional images used by the mainstream news media in this study, a total number of 474 photos and videos were made by professionals versus 294 by citizens, and for 40 images (4.9 percent) the status of the source could not be conclusively determined (N = 808). Since our focus is on the citizen–professional dimension, these “undefined” images were excluded from the analysis. So, as Figure 1 (χ2 = 6.127, p = 0.013) shows, 38.3 percent of the published still and moving images (N = 768) originate from non-professional sources, which is substantial. However, these numbers concern all images, regardless of topic. A significant portion of the material depicted events and/or people that we categorized as “diplomacy,” portraying politicians and negotiators, institutions (e.g., embassies, public buildings), or official meetings and press conferences. These were typically professional images most often taken at events occurring outside of Syria. If we eliminate this category, which contains 318 images (39.5 percent of the total number of images published, N = 768), as demonstrated in Figure 2 (χ2 = 12.068, p = 0.001), and look at the remaining 450 “non-diplomacy” images, 171 are professional and 279 are from citizens. So, the proportion of citizen-produced imagery climbs to nearly two-thirds (62.1 percent).", "Figure 1  Proportions of professional and citizen-generated photos and videos", "Figure 1  Proportions of professional and citizen-generated photos and videos", "Figure 2  Proportions of professional and citizen photos and videos, excluding “diplomacy” images", "Figure 2  Proportions of professional and citizen photos and videos, excluding “diplomacy” images", "Another nuance relates to the distinction between still and moving images. As for videos, 43.2 percent (144/333) were produced by citizens, versus 34.5 percent for still images (150/435) (Figure 1). Without the “diplomacy” category, the proportions of citizen videos even increases to 71.4 percent (134/189) versus 55.3 percent for photos (145/262) (Figure 2). So, it appears that Flemish news media’s use of citizen-generated content is most salient when events unfolding within the restricted areas of the Syrian conflict are concerned, with citizen photographers outnumbering professionals, particularly for moving images. Adding further to the role of moving images, published photos often actually prove to be “grabs” from videos. Quite logically, then, the relative share of citizen-produced content on the website of the public broadcasting station is significantly greater than that of the two newspapers combined, i.e., 40.2 percent versus 28.6 percent (χ2 = 6.015, p = 0.014, N = 768). The limited space of print media in comparison to the enlarged “newshole” of online media at least in part explains the discrepancies between the overall numbers (see the Method section) and the relative amount of citizen-produced images of the print versus online medium. Yet, by the same token, the tight selection of visual content in the case of print media clearly renders the editorial decision to include a particular image all the more meaningful (cf. Greenwood and Jenkins 2013; Pantti and Bakker 2009).", "As noted, the (non-)professional status of 40 images in the sample could not be ascertained. Except for one, all “uncertain” images were still images, which may be relevant in light of the observed differences between photos and videos described above. However, still more pertinent here is that it also points at the (lack of) transparency of published images in terms of (in)direct source references and disclaimers alerting the audience to the unverifiable and, therefore, possibly unreliable nature of certain content. Indeed, assessing the (non)-professional status of the images often required further inquiry on websites of press agencies or social media platforms, in the absence of direct source references in the three mainstream news media. In fact, most of the 333 moving images (91 percent) lacked an explicit source citation or were rather indiscriminately attributed to “the internet,” while 3.6 percent referred to a news agency and 5.4 percent to other sources, most notably the social media platform YouTube. Photos were overwhelmingly accredited to (inter)national press agencies, in 80 percent of 435 cases, while the remainder (10.8 percent) either refer to other types of sources including YouTube, or lack a specific reference (9.2 percent).", "Given this skewed distribution, differences of source citation between professional and citizen images are rather small (χ2 = 7.758, p = 0.021): whereas 40.9 percent of professional images have no reference, 49.4 percent cite a press agency, and 9.7 percent a different type of source (N = 474), the numbers for citizen-produced images (N = 294) are, respectively, 50.7 percent (no reference), 42.9 percent (press agencies), and 6.5 percent (other). Yet, of primary interest here is the observation that, when mainstream news media incorporate user-generated content from the Syrian crisis, they tend to either provide an indirect source citation (typically the press agency) or no explicit reference at all. This corresponds with the findings of a content analysis of BBC Arabic and Al Jazeera Arabic’s coverage of the Syrian crisis between March and August 2011 (Harkin et al. 2012, 31), which points out that “of the 64 pieces of UGC [user-generated content] (of varying format and length) used in the programs surveyed, the majority (nearly 75%) provided no information for the audience about the source for the images,” and, additionally, that “presenters gave overly broad sourcing information on content gleaned from the internet, often from social media sources.”", "Taking a closer look at the source references for citizen-produced content specifically (N = 294), the most common news agencies in descending order were Belga, the national Belgian press agency (18 percent, entirely on Deredactie.be, though), Associated Press (17.7 percent), Agence France-Presse (4.4 percent), Reuters (2.0 percent), and European Pressphoto Agency (0.7 percent). Flemish mainstream news media thus mostly depended on the intermediary of the news agency for their citizen-generated images from Syria, which leads to the same images circulating across different media. Although these transnational agencies did have professional photojournalists on the ground, they equally relied to a great extent on Syrian news media and press agencies, or citizens and local networks, for the (visual) content they distributed, as became clear when we tracked down the origin of the images.", "In this regard, it is particularly relevant to look deeper into whether any expression of the citizen origin, and concern over the reliability of the imagery, were acknowledged in accompanying text (captions) and/or voice-over narration. As Figure 3 indicates, in total, only 39.8 percent of the cases (N = 294) did include such qualification of the user-generated content. When considering photos and videos separately, a significant discrepancy occurs (χ2 = 50.091, p = 0.000). Whereas 20 percent of all citizen photos (N = 150) are accompanied by a disclaimer pointing out the non-professional and therefore uncertain origin of the imagery, this applies to 60.4 percent of videos (N = 144). The videos include contextualization and warnings in voice-over or on-screen narration, in the form of references such as “Images from Syria are only available on the internet, so we can’t verify the authenticity,” or “Clandestine and non-verified images like these are pretty much all that reaches us from Syria.” That such a measure of openness relates primarily to the audiovisual medium rather than to the public service profile of the broadcasting station becomes evident when excluding videos for a moment. With 15.8 percent (N = 114) of user-generated photos marked as citizen-generated, Deredactie.be/VRT actually lags behind the two newspapers, which taken together identify the non-professional origin of 33.3 percent of the images (N = 36) (χ2 = 5.263, p = 0.022).", "Figure 3  Disclaimers of unprofessional status of imagery, photo versus video", "Figure 3  Disclaimers of unprofessional status of imagery, photo versus video", "In sum, these findings indicate, in accordance with earlier studies, that Flemish mainstream media do not actively pursue “transparency” (Pantti and Andén-Papadopoulos 2011) and, therefore, do not attain the “level of information and disclosure about sourcing” which the complex situation in Syria necessitates (Harkin et al. 2012, 34)—as (social) media-savviness is not only at the disposal of protesters and activists, but also of the oppressor or those loyal to the regime (cf. Cottle 2011). The news organizations under study lack a network of direct sources or a participatory model comparable to the global news brands (Pantti and Andén-Papadopoulos 2011; Harkin et al. 2012), which leads them to rely heavily on (trans)national wire services, and social media newsgathering. Yet, mere citations of the intermediary of the news agency, or source citations that only vaguely refer in general terms to “the internet” or “YouTube,” obscure the actual source and provenance of the user-generated imagery. While this seems to urge additional context—“backstory”—that clarifies where and how the images were acquired, or at least points out the problems of verification and credibility with regards to user-generated content, such information is mostly withheld.", "It is interesting to note that citizen-produced photos, which are largely attributed to news agencies, are less often accompanied by a disclaimer than the citizen videos, which predominantly lack a concrete source citation. This suggests that news media confer a lot of trust on the news agency and its (brand) reputation, while demanding readers or viewers to do the same, whereas in the case of videos, disclaimers seem to compensate for the absence of explicit source indications, shifting responsibility to the audience.", "When looking at the evolution of citizen images from March 2011 to December 2012, some intriguing discrepancies emerge when set against the overall visual coverage of Syria in this particular time-frame.", "Figure 4 demonstrates how the visual reporting (N = 808) of the crisis, markedly intensifies in the second half of the research period. Starting early 2012, the monthly amounts of news items increase dramatically, a trend which with the exception of May persists until July 2012. From August 2012 on, the volume subdues to the (upper) level of news coverage in 2011. So, on average, 27 images per month appeared in the first 11 months of the research period, versus 46.5 per month in the second half (or a total of 297 versus 511). This shifting in media attention for Syria reflects the gradual escalation of the uprising into a civil war and the growing concern of the international community over the human toll of the conflict.", "Figure 4  News items with photo/video on Syria, March 2011 to December 2012", "Figure 4  News items with photo/video on Syria, March 2011 to December 2012", "What stands out when looking at the distribution of citizen and professional images separately in Figure 5 (N = 768, χ2 = 68.264, p = 0.000) is that there is less of a rupture between the period before and after February 2012 as far as citizen images are concerned. The proportions of citizen images (N = 294) fluctuate throughout the 22-month period, with peaks in April 2011 (8.8 percent), and February and April 2012 (9.2 and 8.8 percent). In the first half of the research period, up to February 2012, 142 citizen photos (48.3 percent) appeared, or 12.9 per month, versus 152 (51.7 percent), or 13.8 per month, in the second half. Conversely, the distribution of professional images (N = 474) is more consistent with the overall trend, as proportions increase substantially starting February 2012. Before this point, the news media under study published, identical to the citizen images, 142 professional photos and videos (30 percent), or 12.9 per month. However, in the next 11 months, this number climbs to 332 (70 percent), or an average of 30.2 per month.", "Figure 5  Use of citizen-generated versus professional images, March 2011 to December 2012", "Figure 5  Use of citizen-generated versus professional images, March 2011 to December 2012", "So, up to February 2012, citizen images took up an equal share of the visual reporting of Syria (each 142 out of 768, or 18.5 percent), matching the number of professional photos and videos in March and October, and even exceeding this in April, May, July, and December 2011. Material produced by professionals subsequently outweighs the user-generated content in absolute terms—with the exception of April 2012—as this imagery more than doubles while the number of citizen images remains fairly constant. Proportionally, as Figure 5 shows, user-generated content is, therefore, far more common than professional imagery in the first half. This is true especially of the early months of the conflict, from March until July 2011 (27 percent citizen-generated versus 12 percent professional)—as well as of February and April 2012.", "In order to understand the differences between professional and citizen images, we need to look at the broader context of news reporting on Syria, and to the content of the imagery. So, the findings above suggest that user-generated content has been persistently part of (Flemish) news media’s coverage of the Syrian conflict between the start of the uprisings in March 2011 and December 2012, and particularly so in the beginning when international news media did not yet have reporters on the ground. As noted, the al-Assad regime imposed stern restrictions on journalists’ access to the country, and tightly controlled the information emerging from within Syria, in an attempt to instigate a media blackout (Harkin et al. 2012; Wall and El Zahed 2015). The urgent need, initially, among traditional news media for visual documents of the developing crisis beyond what was relayed by the official Syrian sources was, therefore, primarily and sometimes solely, met by images that actual eye-witnesses produced and spread to draw the attention of the international community.", "So, for example, in the first three months, when uprisings erupted and, like the government retaliation, grew stronger, including the siege of Dera’a in April 2011, 54 citizen images appeared against 33 professional images. In April and May, the number of citizen photos and videos was twice as high as that delivered by professionals. Other peaks in the relative use of citizen images occur in February and April 2012, a time-frame which coincides with the “Homs offensive.” As the military crackdown of protests by the al-Assad regime continued, and armed rebellion thrust Syria into a sectarian conflict, the inaccessibility of conflict areas and extremely hazardous working conditions for (photo)journalists sustained the vital role of grassroots imagery as a first-hand eye-witness to the human suffering.", "Indeed, Table 1 (χ2 = 3.720, p = 0.000; Kappa = 0.936) illustrates that the most common topical categories of citizen images relate directly to the frontline and to the (human) impact of the fighting. Depictions of “protest” (22.8 percent), “demolition” (21.1 percent), and “gunfight” (25.2 percent), and to a smaller extent, “death” (13.9 percent), comprise the lion’s share of the user-generated content published by the Flemish news media (N = 294). Professional images, on the other hand, consistently outweigh citizen images in March and from June 2012, which implies they are largely responsible for the overall increase in visual reporting of the Syrian conflict that year. This can be explained by the shifting topical focus of the news coverage, as the growing concern and indignation of the international community induced diplomatic initiatives to facilitate dialogue and establish an enduring ceasefire, led by inter-governmental institutions such as the United Nations and the League of Arab Nations. As part of these peacemaking efforts, Kofi Annan was appointed as a joint United Nations–Arab League envoy to Syria in February 2012—succeeded by Lakhdar Brahimi in August—and a UN Supervision Mission was set up (April) to monitor the implementation of Annan’s Six Point Peace Plan for Syria (March). Additionally, the growing number of citizens seeking refuge in neighboring countries became a major news story. Contrary to the Syrian inland, the border regions where these refugees gathered were more (easily) accessible to the international news corps, and thus often documented by professional journalists. Consequently, two-thirds of professional images, or 63.9 percent (N = 474), consist of depictions of diplomatic or political events (summits, peace talks, press conferences), where elite sources (e.g., politicians, military leaders, public officials, experts, spokespersons), and not citizens, are the central actors. The remainder of the professional photo and video material largely pertains to the plight of the numerous Syrian refugees (8.9 percent), a topic that is near absent in the set of citizen images.", "So, with reference to visual framing research on international news and war reporting, it could be argued that what we are witnessing here is a clear discrepancy between professional and citizen images (primarily) communicating a “peace” versus a “war” frame. Citizen-produced content tends to center on conflict, more specifically on fighting activities and destruction, on combatants and civilian victims, and on bodily harm. Professional images, alternatively, seem more “peace”-oriented and less focused on violence, which shows in the massive amount of “diplomacy” images depicting negotiators, peace talks, and speeches. Clearly, this may be more related to the practical constraints imposed on professional photojournalists covering Syria than an intentional consideration on their part. Our results differ somewhat from Greenwood and Jenkins’ (2013) study on the visual coverage of the Syrian crisis in news and public affairs magazines during the same period. For while these authors also find evidence for the prevalence of a “war frame,” they observe few indications of a “peace” frame, concluding that this “may reflect the reality of the conflict” since “[w]ith multiple groups rebelling and an administration unwilling to engage them, there are few actions that could serve as a peace frame through photographs” (15). The fact that this does not apply to the Flemish news organizations examined here may, in part, be explained by the online, audiovisual component in our data-set. Whereas Greenwood and Jenkins have only looked into print media, which have limited space, online media allow for the inclusion of video clips, in this case of diplomatic events, and therefore possibly also for a “greater variation in visual framing” (18).", "The observation that citizen-produced images that show up in the traditional news media most often depict events from the frontline (cf. “war frame”), whereas professional images mainly cover the diplomatic and political context of the crisis (cf. “peace frame”), suggests that meaningful differences may occur between both categories in terms of the explicitness of the imagery.", "As noted, images of “death” as such were nearly absent in the set of professional images, while comprising a substantial category among the citizen images. While significant in and of itself, this tells us little about the exact nature, including the explicitness, of the depictions. Hanusch (2012), arguing against singular notions of (Western) depictions of death as a binary “all-or-nothing” matter, proposes an insightful “visibility scale” of death. Hanusch distinguishes between five degrees of visibility in news images: (1) “implied,” indicating death but showing no actual bodies; (2) “fractional,” displaying body parts or showing bodies from a distance or blurred; (3) “masked,” showing dead bodies clearly yet with their faces obscured; (4) “unveiled,” or dead bodies with faces visible; and, finally, (5) “contorted” masses of bodies (662). So, Hanusch’s scale of visibility extends along a continuum that gradually shifts from indirect and dignified to more explicit and extreme portrayals.", "The entire sample of images was accordingly coded more specifically for the extent to which “death” was (openly) portrayed, based on Hanusch’s continuum of increased visibility (Kappa = 0.902). This scale was slightly adjusted by adding the zero-degree value of “absence” to allow for images of the battlefield that—intentionally or not—do not effectively portray death. The extensive category of “diplomacy” is excluded since these images were typically far removed from the battlefield.", "The distribution of the numbers across the different degrees of visibility, as shown in Table 2 (χ2 = 21.020, p = 0.001), indicates, above all, that in visually reporting the conflict as such, traditional news media largely refrain from publishing images that contain an element of death. This is true both of professional and citizen images, where death is entirely absent in, respectively, 88.9 percent (N = 171) and 71.1 percent (N = 279) of the cases. So, death does enter the picture more often, in about one-third of the cases (28.9 percent), where citizen images are concerned. Moreover, whereas the professional images are quite evenly distributed along the scale of graphicness, citizen-produced images tend to lean slightly towards the upper end. As Hanusch (2012, 662) notes, the distinction between “unveiled” and “masked” is particularly relevant as the former are “generally considered more graphic in Western society.” If we look specifically at the two “most graphic” degrees of the scale, 15 percent of citizen-produced versus 4.1 percent of professional images could be assigned to these categories. This observation seems confirmed when we consider Hanusch’s original typology, without the “absent” category (N = 100). The relative proportions of “unveiled” and “contorted” depictions combined then become 51.8 percent for citizen (N = 81) versus 36.8 percent (N = 19) for professional images (whereas the numbers for “implied death,” the lowest degree, become 23.5 percent for citizen versus 31.6 percent for professional images). However, because of the low number of professional images that could be categorized on Hanusch’s five category scale—which is obviously meaningful in itself—the distribution does not satisfy the requirements for a chi-square test for significance.", "In order to extend the notion of “graphicness” beyond depictions of “death,” we developed an additional scale that integrates “sensationalist” measures of “arousing content” with “concreteness” (Schaap and Pleijter 2012) (Kappa = 0.824). Adjusted to the context of war reporting, this means the scale includes depictions of antagonism, acts of violence and aggression, or of bodily harm and material damage, as for topic, and emotional expressiveness, personal angle, focus on ordinary citizens, and use of close-ups as indications of “concreteness.”", "So, the null point of the scale is a neutral image, directly related to the conflict and possibly taken in the vicinity of the battlefield, yet, non-emotional or non-violent (e.g., a long shot image of tents in a refugee camp). The first category comprises images that depict a scene of emotional intensity which is however non-violent or unthreatening (e.g., peaceful demonstration). Next are depictions of situations that suggest heightened antagonism and anticipate harm, whether bodily or material (e.g., soldiers and military hardware, weapons, smoke and fire visible), but show no actual fighting or damage. The third category does portray conflict scenes of destruction and life-threatening situations, showing material damage and implying human suffering (e.g., views of burning city buildings, of citizens dispersing following artillery fire, survivors wandering around ruins).", "The second half of the scale brings out the human toll of the conflict to an increasing extent, starting with moderately graphic images of visible physical harm (e.g., (mildly) wounded victims, death typically implied or seen from a distance). At the upper end of the scale, finally, we find different gradations of most explicit images of the human tragedy of war. The fifth category contains images of (severely) wounded or dead victims, depicted in a more or less dignified pose (cf. Hanusch’s “masked” or “fractional” death). Next are extreme (medium shot) images of severely wounded or dead victims (cf. Hanusch’s “unveiled” and “contorted” death), and finally the seventh category refers to similar scenes taken at an (extremely) close range and/or also including children.", "As demonstrated in Figure 6 (χ2 = 63.704, p = 0000), and in line with the findings of the (adjusted) “death scale,” the highest proportions of citizen and professional images are located at the lower end of the continuum, and particularly between the zero-degree and third levels, from neutral scenes (0) to intense emotions (1) to imminent violence (2) to actual combat and material damage (3). In fact, 9 out of 10 professional images (90.7 percent, N = 171) and three-quarters of citizen images (75.5 percent, N = 280) belong to this lower range. Professional images particularly outnumber their citizen counterparts in the zero-degree category (12.9 percent)—where user-generated content is actually almost non-existent (0.4 percent)—and at the first level—where the proportion of professional images exceeds that of citizen images by half (42.7 percent versus 27.9 percent). When the depicted content moves closer to the actual battlefield (categories 3–7), though, the proportion of citizen images rises above the professional content. Indeed, if we take categories 2 and 3 as demarcating a transition on the scale from non-violent to (increasingly) violent pictures, it is informative that the lower, non-violent end now comprises 74.9 percent of the set of professional images, versus “only” 44 percent of citizen images. As we continue up the second half of the scale (4–7), the proportions of professional and citizen images decrease decisively (from 15.8 to 3.5 percent, and 32.5 to 6.8 percent, respectively, between the third and fourth category). Yet, the number of citizen-produced images consistently doubles the number of professional images, and thus becomes relatively more prominent, when the imagery gradually shifts to more explicit displays of human injuries and death.", "Figure 6  Graphicness of professional and citizen-generated images", "Figure 6  Graphicness of professional and citizen-generated images"]}, {"title": "Conclusions", "paragraphs": ["As this study demonstrates, mainstream news coverage of the Syrian conflict has been no exception to the rule concerning journalism’s propensity to visualize war. With a total number of 808 images over the course of a 22-month period, the three media under study, on average, (virtually) published images about Syria on a daily basis. In doing so, citizen-generated imagery has proved to be an invaluable source for traditional news media as a way of coping with the severe limitations imposed on on-the-ground newsgathering and reporting. Moreover, although fluctuations occur, the presence of citizen-generated images in mainstream news coverage is quite persistent. Particularly prominent when the Syrian crisis was emergent as a news story on the international news media agenda, their journalistic value nonetheless exceeds the immediacy of the initial period. The subsequent, gradual increase in professional images is primarily due to news coverage’s focus shifting to the diplomatic context, as the ongoing conflict eventually became a pressing issue on the political agenda (to which the dissemination of citizen images arguably contributed). So, it seems that professional and citizen imagery fulfill a complementary role in representing different visual framings of (the Syrian) war, with citizens succeeding in securing a hold on mainstream news media’s “newshole,” despite elite sources and professional photojournalists “reclaiming” terrain. In this regard, the more pronounced presence of citizen imagery on the website of the public service broadcaster also raises the question of how the space allowed in online news environments versus print media informs the “admissibility” of user-generated content and thus affects the gatekeeping process.", "Depicting protests and scenes from the battlefield, images emerging bottom-up, from the cameras Syrian citizens wield, enable news media “to be present enough to respond to what is happening”—and definitely “absent enough to stay safe”—as well as “to remain passionate about the undermining of human dignity that accompanies war,” to reprise Allan and Zelizer (2004). In performing news media’s role of “human rights surveillance” (Cottle 2011), the proximity and immediacy of citizen images tends to translate, also, in more explicit images of human suffering and death, including (the taboo subject of) children. Although the wide availability of citizen images does not seem to entail a dramatic proliferation of graphic images, then, as mainstream news media still appear “careful to write more detail than it dares to show” (Taylor 2000, 130), it does bring long-time dilemmas within the journalistic profession between news values, public service, and ethical considerations, to the fore, urging profound reflections on “proper” distance versus proximity.", "Similarly, the question emerges of to what extent mainstream media’s reliance on citizen imagery as an extension of its eyewitnessing capacity remains “open to cracks and fissures in the complicated truth-claims that unfold” (Allan and Zelizer 2004, 4–5). The news organizations under study here were found lacking transparency regarding the provenance of the user-generated imagery which they incorporated, providing indirect or vague source citations, while leaving the unverifiable status of citizen-generated content often implicit. As such, the Flemish news media not only abstain from duly alerting audiences to the complexity of the sectarian Syrian conflict, but also seem to assume that audiences will either be able to “see through” the unprofessional imagery “embedded” into news stories, or, otherwise, will simply “trust” the news (agency) institution. In both cases, responsibility is circumvented.", "Moreover, the wholehearted reliance on (trans)national press agencies obviously holds serious implications for the autonomy and the accountability of news organizations, “outsourcing” the act of bearing witness as well as source verification (cf. Andén-Papadopoulos and Pantti 2013; Zelizer 2007). It also turns these intermediary news distributors into powerful arbiters in the global flow of (citizen) images.", "An intriguing issue, finally, in contemplating the role of news images of war in inducing spectator empathy with (distant) others, is how citizen images’ relative graphicness together with a lack of transparency interact with their “emotional proximity” and with the idea that rendering citizen images “authorless” advances a sense of “(embodied) collectivity,” fostering a “global imagination” (Pantti 2013)."]}], "references": [{"title": "Re-imagining Crisis Reporting: Professional Ideology of Journalists and Citizen Eyewitness Images", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Andén-Papadopoulos Kari", "first_name": "Andén-Papadopoulos", "last_name": "Kari"}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "Media and the Arab Uprisings of 2011: Research Notes", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Guest Editor’s Note", "year": "2010", "journal": "Media, War \\& Conflict: Special Issue on Images of War", "volume": "3", "authors": [{"name": "Fahmy Shahira", "first_name": "Fahmy", "last_name": "Shahira"}]}, {"title": "Visual Framing of the Syrian Conflict in News and Public Affairs Magazines", "year": "2013", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Greenwood Keith", "first_name": "Greenwood", "last_name": "Keith"}, {"name": "Jenkins Joy", "first_name": "Jenkins", "last_name": "Joy"}]}, {"title": "Graphic Death in the News Media: Present or absent?", "year": "2008", "journal": "Mortality: Promoting the Interdisciplinary Study of Death and Dying", "volume": "13", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "The Visibility of Disaster Deaths in News Images: A Comparison of Newspapers from 15 Countries", "year": "2012", "journal": "International Communication Gazette", "volume": "74", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "Four Rumours and an Explanation", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "When Citizen Photojournalism Sets the News Agenda: Neda Agha Soltan as a Web 2.0 Icon of Post-Election Unrest in Iran", "year": "2011", "journal": "Global Media and Communication", "volume": "7", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette"}]}, {"title": "Getting Closer", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "Misfortunes, Memories and Sunsets: Non-professional Images in Dutch News Media", "year": "2009", "journal": "International Journal of Cultural Studies", "volume": "12", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "Media Visualization of Conflict: Studying News Imagery in 21st Century Wars", "year": "2010", "journal": "Sociology Compass", "volume": "4", "authors": [{"name": "Parry Katy", "first_name": "Parry", "last_name": "Katy"}]}, {"title": "Transparency and the New Ethics of Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Phillips Angela", "first_name": "Phillips", "last_name": "Angela"}]}, {"title": "Het Sensatiegehalte van Voorpaginafoto&#039;s: Een Inhoudsanalyse van Populaire en Kwaliteitskranten in Nederland [Sensationalism in Front Page Photographs: Content Analysis of Dutch Popular and Quality Newspapers]", "year": "2012", "journal": "Tijdschrift Voor Communicatiewetenschap", "volume": "40", "authors": [{"name": "Schaap Gabi", "first_name": "Schaap", "last_name": "Gabi"}, {"name": "Pleijter Alexander", "first_name": "Pleijter", "last_name": "Alexander"}]}, {"title": "Problems in Photojournalism: Realism, the Nature of News and the Humanitarian Narrative", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Taylor John", "first_name": "Taylor", "last_name": "John"}]}, {"title": "Embedding Content from Syrian Citizen Journalists: The Rise of the Collaborative News Clip", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa"}, {"name": "El Zahed Sahar", "first_name": "El", "last_name": "Sahar"}]}, {"title": "On ‘Having Been There’: ‘Eyewitnessing’ as a Journalistic Key Word", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}