{"doi": "10.1080/17512780902798687", "url": "https://doi.org/10.1080/17512780902798687", "title": "ONLINE NEWS USERS’ SENSE OF COMMUNITY", "volume": "3", "year": "2009", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Mersey", "first_name": "Rachel", "name": "Rachel Davis Mersey"}], "abstract": " The idea of geography is fundamental to local newspapers, both in the sense of community news and news from a community perspective. It has been suggested that “geography is dead.” This idea was tested through a self-administered mail survey of a sample of adults living in Maricopa County, Arizona, using geographic and online senses of community measures to determine the importance of geography in today's Internet-rich environment and determine if geography is really “dead.” The analysis focused on evaluating the mean sense of community measures among groups, and examining the use of newspaper weblogs in light of the print newspaper's coverage of a particular geographic area. Results rebuff suggestions that geography is “dead” and indicate that respondents are still attached to their geographic communities. In the struggle to find new models of journalism, newspapers must find a way to remain geographically relevant in print and on the Web. ", "body": [{"title": "Introduction", "paragraphs": ["In a 1998 Wall Street Journal article, Cambridge Technology Partners futurist Thornton May suggested that communications technology had become so powerful that he predicted, “by the year 2008, technology will have trivialized the concept of ‘place.’” “Geography” he claimed, “is dead” (Bulkeley, 1998, p. R37). The idea of place, however, is fundamental to the local newspaper; and the trivialization of the concept could mark the end of the local newspaper's fundamental purpose, to serve a geographically oriented community. So, has it happened? Has the Internet crushed the geographic foundation of local newspapers?", "What is clear is that the Internet poses challenges to communities, and therefore newspapers, globally. The readership of newspapers online rose 20 percent from 2006 to 2007, and 100 percent from 2005 to 2007, according to the World Association of Newspaper's (2008) World Digital Media Trends Report. In addition, from 2006 to 2007, there was an approximate rise of 13 percent in the number of newspaper websites in the 232 countries covered by the report, bringing the total count to 4500. The expansion of journalism to the Web has evident consequences. The US-based Project for Excellence in Journalism, for example, suggested in its report, The Changing Newsroom, that, The newsroom staff producing the paper is also smaller, younger, more tech-savvy, and more oriented to serving the demands of both print and the Web. The staff also is under greater pressure, has less institutional memory, less knowledge of the community, of how to gather news and the history of individual beats. (2008, para. 2)  ", "The newsroom staff producing the paper is also smaller, younger, more tech-savvy, and more oriented to serving the demands of both print and the Web. The staff also is under greater pressure, has less institutional memory, less knowledge of the community, of how to gather news and the history of individual beats. (2008, para. 2)", "The combination of demands on journalists to serve audiences in print and on the Web and their overall reduced “knowledge of the community” is potentially problematic for geographically based communities.", "However, there is to date only anecdotal evidence to suggest that the transmission process alone does anything to degrade the construct of geography. Consider the days following Hurricane Katrina's destruction of the Gulf coast area. The Pulitzer Prize-winning (New Orleans, LA) Times-Picayune took to the Web with PDF news editions, ongoing Weblogs from reporters and editors, and reader posts. If this was an early example, it was an encouraging one, suggesting that journalism can transcend its medium to serve a geographic community even when its community members are dispersed, and further that geography—that local news—remained essential. Of course, it was also an example of extreme peril, and not necessarily representative of the current role of geography, which will be explored in this work through an examination of the subset of online newspaper users who responded to a self-administered mail survey of randomly selected adults living in Maricopa County, Arizona, and a comparison between those online newspaper users and non-using respondents."]}, {"title": "Literature Review", "paragraphs": ["The value of newspapers is clear and well documented in both academic and trade literatures (Baker, 2002; Dewey, 1927; Gans, 2003; Lippmann, 1920; Merritt, 2005; Rosen, 1999; Schudson, 1998; Siebert et al., 1963). The documentation dates back to the 1920s and Dewey's exclamation for a “Great Community,” which he defined as a society in which the ever-expanding and intricately ramifying consequences of associated activities shall be known in the full sense of that word, so that an organized, articulate Public comes into being. The highest and most difficult kind of inquiry and a subtle, delicate, vivid and responsive art of communication must take possession of the physical machinery of transmission and circulation and breathe life into it. (1927, p. 184)  ", "a society in which the ever-expanding and intricately ramifying consequences of associated activities shall be known in the full sense of that word, so that an organized, articulate Public comes into being. The highest and most difficult kind of inquiry and a subtle, delicate, vivid and responsive art of communication must take possession of the physical machinery of transmission and circulation and breathe life into it. (1927, p. 184)", "For more than 400 years, newspapers have had “possession of the physical machinery of transmission” and breathing “life into it” has taken the form of journalism. In 1993 Rosen extended this line of thinking to relate the necessary actions of a free press—through good journalism—to a healthy democracy, a relationship he called “community connectedness”. Part of journalism's purpose, then, is to encourage civic participation, improve public debate, and enhance public life, without, of course, sacrificing the independence that a free press demands and deserves. (Rosen, 1993, p. 3)  ", "Part of journalism's purpose, then, is to encourage civic participation, improve public debate, and enhance public life, without, of course, sacrificing the independence that a free press demands and deserves. (Rosen, 1993, p. 3)", "Local newspapers or, more accurately, the journalism they supply has a unique task that is clearly geographically rooted. Scholars have found this to be true outside of the United States as well. As Franklin and Richardson established in their early work on political communication in local UK newspapers, reporters exhibited a strong commitment to local stories: “Local journalists [believe] that a good election story is a local story” (2002, p. 42). Franklin (2004) went on to determine, however, that journalists and readers may not be on common ground. In his later study of 1250 articles published in 2001 related to the UK general election, Franklin found that while nearly 70 percent of articles were locally oriented, only about 25 percent of readers’ letters mirrored that local focus. According to Franklin, “Local journalists, at least so far as election coverage is concerned, seem[ed] to be talking past, rather than to, their readerships” (2004, p. 339). Despite evidence of the reporter–reader disconnect illustrated by Franklin, there is still no indication that reinforcing readers’ overall geographic connections is not an essential part of a local newspapers’ mission. Local newspapers may just need to find new connectors instead of relying on traditional mechanisms.", "Research conducted in 2002 by the John S. and James L. Knight Foundation that focused on orchestras offers us some telling parallels. “The mere existence of an orchestra in a community does not contribute to its vitality,” explained McPhee (2002), p. 3). “Communities need vibrant, relevant orchestras that give meaning to people's weary, humdrum lives” (2002, p. 4). The newspaper analogy is all too clear. Strong communities rely not on the existence of a newspaper but have the potential to thrive with a newspaper that embodies the democratic values of the Fourth Estate. Extending the orchestra-to-newspaper analogy, McPhee made an important distinction between content and delivery in the businesses of classical music and news. “But newspaper journalists, decrying diminishing subscribers, worry that democracy is at risk because people aren't getting the news—from them” (2002, p. 4). McPhee pointed out, “people are getting much more news, much more quickly, than ever before. The difference is that the content is coming from many different places, and newspapers no longer own the franchise” (2002, p. 4). The research undertaken for this article was designed to determine if the transition of journalism to the Web referenced by McPhee and others undermines the construct of geography itself.", "The prevalence of the Web has already brought to bear changes in scholars’ definitions of community. Not surprisingly, early community research focused exclusively on geographic communities. Hillery (1955) made the most substantive attempt at pinpointing a definition of community in his early research. Hillery reviewed 94 definitions of community from the literature and identified 16 underlying concepts with only one unifier, people. He concluded that “one of the more certain aids to clarity … is to employ hyphenated words: nation-community, village-community, household-community, etc.” (1955, p. 242). The limitation of Hillery's work in modern application, however, was that it remained geographically bound. In contrast, Chavis and Newbrough wrote in their introduction to a special issue of the Journal of Community Psychology, focused on sense of community, “A community should be defined as any set of social relations that are bound together by a sense of community” (1986, p. 335). This definition allowed for communities that are part of an emerging online culture.", "Recent attention to the theory of emergence and the concept of self-organizing communities are giving scholars another lens through which to look at these early ideas of community. Johnson (2001) detailed the impetus behind and implications of emergence theory, the idea that there is a higher-level pattern resulting from a variety of self-organizing interactions between smaller, less important elements. According to Johnson, communities are really self-organizing entities. Cities are blessed with an opposing force that keeps the drift and tumult of history at bay: a kind of self-organizing stickiness that allows the silk weavers to stay huddled together along the same road for a thousand years, while the rest of the world reinvents itself again and again. These clusters are like magnets planted in the city's fabric, keeping like minds together, even as the forces of history try to break them apart. (2001, pp. 106–7)  ", "Cities are blessed with an opposing force that keeps the drift and tumult of history at bay: a kind of self-organizing stickiness that allows the silk weavers to stay huddled together along the same road for a thousand years, while the rest of the world reinvents itself again and again. These clusters are like magnets planted in the city's fabric, keeping like minds together, even as the forces of history try to break them apart. (2001, pp. 106–7)", "Johnson argued that the Internet is increasing individuals’ interconnectedness in the same self-organizing manner.", "Barabási (2002) provided further evidence of this interconnectedness. Barabási reworked Milgram's (1967) well-known six degrees of separation study to examine the interconnectedness of the Web and found there were only 19 degrees separating any one Web page from any other Web page, and only one click separating individuals from their friends and family. According to Barabási, the world was shrinking because the number of social links was increasing. Those social links were creating online communities, “set[s] of social relations that are bound together by a sense of community” (Chavis and Newbrough, 1986, p. 335).", "That sense of community framework, referenced by Barabási and born in psychology, provided a lens with which to understand, measure, and compare individuals’ connections to both geographic and online communities in light of their news use. What we have known to this point has been more conceptual. Specifically, Stamm (1985) suggested the existence of a cyclical connection between print newspapers and community ties, which he defined as the links between individuals and elements of community. Stamm's real contribution was combining the literature, which previously existed in two camps: community ties as a result of newspaper readership, and newspaper readership as a determinant of community ties. His assertion was that “we can just as easily imagine a paradigm in which community ties both precede and follow from newspaper use” (1985, p. 8). From this basis, the evolution of the sense of community concept within psychology and its subsequent development of empirical measures had practical applicability to the current study.", "Sarason, in his much-cited seminal work, highlighted sense of community as the “overarching value” of community psychology and simultaneously offered limitations in studying the concept: It is a phrase which is associated in the minds of many psychologists with a kind of maudlin togetherness, a tear-soaked emotional drippiness that misguided do-gooders seek to experience. And yet there is no psychologist who has any doubt whatsoever about when he is experiencing the presence or absence of the psychological sense of community … You know when you have it and when you don't … Sense of community is not a mystery to the person who experiences it. It is a mystery to those who do not experience it but hunger for it. (1974, pp. 156–7)  ", "It is a phrase which is associated in the minds of many psychologists with a kind of maudlin togetherness, a tear-soaked emotional drippiness that misguided do-gooders seek to experience. And yet there is no psychologist who has any doubt whatsoever about when he is experiencing the presence or absence of the psychological sense of community … You know when you have it and when you don't … Sense of community is not a mystery to the person who experiences it. It is a mystery to those who do not experience it but hunger for it. (1974, pp. 156–7)", "Researchers have since articulated more refined definitions for this sense of community that are appropriate for this study. The first of these was in an unpublished manuscript by McMillan, and later in the work of McMillan and Chavis: “Sense of community is a feeling that members have of belonging, a feeling that members matter to one another and to the group, and a shared faith that members’ needs will be met through their commitment to be together” (1986, p. 9). This definition, according to McMillan and Chavis, consisted of four dimensions: (1) membership, (2) influence, (3) integration and fulfillment of needs, and (4) shared emotional connection. Taken together, these four constructs reaffirmed the emotional nature of sense of community. Researchers have since confirmed the presence of these constructs from McMillan and Chavis (1986) in a variety of different communities, those that are geographically bound, and those that are geographically unbound, such as blogs, e-mail groups, or websites (Baym, 1995; Boyd, 2002 ; Glynn, 1986; Greer, 2000; Nasar and Julian, 1995; Pretty and McCarthy, 1991; Zaff & Devlin, 1998).", "As this accepted definition for sense of community surfaced, researchers realized that the lack of an empirical measure for sense of community limited the scientific examination of the concept. In response, Chavis and McMillan joined with two other scholars and attempted to build a measure of sense of community using Brunswik's (1947) theory of probabilistic functionalism, which suggests that the characteristics of a phenomenon that is not easily measured can be inferred from a set of judges’ responses to variables associated with that phenomenon (Chavis et al., 1986). With this approach, the research team developed a list of 23 predictors of sense of community that confirmed the four original dimensions put forth by McMillan and Chavis (1986). Citing this work, Chavis, Hogge, McMillan, and Wandersman are often credited with developing the sense of community index (SCI). However, their work only laid the foundation for its creation, which was published by Perkins et al. (1990). This team offered a 12-item measure based on the original sense of community definition put forth by McMillan and Chavis. The items were designed for true/false responses, four were reverse coded (items 2, 6, 8, and 11), and in the 1990 research had a Cronbach's alpha of 0.80 with an N of 720:  I think my block is a good place for me to live.   People on this block do not share the same values.   My neighbors and I want the same things from the block.   I can recognize most people who live on my block.   I feel at home on this block.   Very few of my neighbors know me.   I care about what my neighbors think of my actions.   I have almost no influence over what this block is like.   If there is a problem on this block, people who live here can get it solved.   It is very important to me to live on this particular block.   People on this block generally don't get along with each other.   I expect to live on this block for a long time.   ", "I think my block is a good place for me to live.", "People on this block do not share the same values.", "My neighbors and I want the same things from the block.", "I can recognize most people who live on my block.", "I feel at home on this block.", "Very few of my neighbors know me.", "I care about what my neighbors think of my actions.", "I have almost no influence over what this block is like.", "If there is a problem on this block, people who live here can get it solved.", "It is very important to me to live on this particular block.", "People on this block generally don't get along with each other.", "I expect to live on this block for a long time.", "Offering subsequent evidence of the validity and reliability of the SCI, Chipuer and Pretty (1999) conducted multiple factor analyses across different communities. Their conclusion: “Across communities and across populations, items on the SCI can provide a foundation for scale development that is couched within the McMillan and Chavis model” (1999, p. 653).", "While McMillan and Chavis’ (1986) definition of sense of community, generally, and the SCI, specifically, have been used to examine the mass media, scholars have failed to establish the direction of causation between media use and sense of community. As Stamm (1985) concluded in his related work, researchers either approached with the assumption that sense of community was a result of interaction through mass communication, or sense of community was a motivator of local media usage. Regardless, the relationship between sense of community and media usage has proven constructive on both sides, and researchers have so far been content to leave it at that.", "Research related to sense of community vis-à-vis the mass media developed further through attention to the emergence of online communities. Sense of community was found by some researchers to be actively at play in these mediated environments (Baym, 1995; Boyd, 2002 ; Greer, 2000). Other research, however, indicated that the online communities were still defining themselves. This was particularly true in the case of blogs. Blanchard (nd) examined the Julie/Julia Project, a blog written by New York City resident Julie Powell cooking her way through Julia Child's Mastering the Art of French Cooking. Blanchard measured sense of community on the blog by substituting “blog” for “block” in the SCI. She found only a moderate sense of community overall, but made an important distinction between those users who actively posted to the blog and felt a strong sense of community, versus those users who only read the blog and did not share the sense of community.", "With the development of an SCI adapted for online communities, there is now an opportunity to examine the difference between geographic and online community connections in a singular study. The research questions of interest to journalism practitioners and scholars: (1) How strong is geographic sense of community, which has already been proven to have a virtuous relationship with newspaper readership, in an Internet-rich news environment? (2) And what are the implications of that geographic sense of community on journalism?"]}, {"title": "Method", "paragraphs": ["To answer these questions, a self-administered mail survey of a sample of 1250 adults living in Maricopa County, Arizona, the home county of the Gannett-owned Arizona Republic and its affiliated website, azcentral.com, was conducted in the fall of 2006. Implementation followed Dillman's (2000) tailored design method and included all five contacts he recommended: a pre-notice letter, a survey packet, a follow-up reminder/thank you postcard, and two replacement packets. In addition, as detailed by Dillman, all contacts were personalized for the respondent and hand signed by the researcher.", "To begin, a mailing list of 5000 randomly selected adults living in Maricopa County was purchased from a commercial vendor. The representativeness of the list was confirmed by comparing the ZIP codes from the list to the ZIP code data from the US Census Bureau. Finding the comparison to be within sampling error, a random sample of 1250 respondents was then selected to receive the five contacts.", "All 1250 respondents received a pre-notice letter in English and in Spanish. The inclusion of Spanish language materials was deemed important in light of the diversity of the Maricopa County population. Of the Maricopa County population 5 years old and older, 22 percent speak Spanish at home, and of those, 52 percent speak English less than “very well” (US Census Bureau, 2005). Two weeks later, the second contact—a detailed cover letter, a survey packet, a $2 bill, and a First-Class stamped return envelope—was mailed to the 1171 respondents remaining after bad addresses from the first mailing were excluded. The third contact, a reminder and thank-you postcard, was then sent to all questionnaire recipients. Two replacement questionnaire packets, which were sent only to non-responders, followed.1 English- and Spanish-language materials were included in all mailings.", "Both the geographic and online SCI measures discussed previously were part of the larger survey. The geographic sense of community measures were enhanced slightly for this research, adding the geography of “street” to the traditionally used “block” geography. This addition was intended to increase the inclusiveness of the survey. The online sense of community measures followed the example of previous research and substituted “blog” for “block” and making related adjustments.", "The questionnaire also included questions related to media use and evaluation. These were open-ended questions such as, “How many hours per day do you spend watching television?” and “How many hours per day do you spend listening to the radio?” Sets of questions addressed the reasons why respondents read The Arizona Republic and azcentral.com by asking them to rate 16 potential reasons for reading on a seven-point scale from “doesn't matter at all” to “matters a lot.” Specific reasons included “helps me deicide how to vote,” “gives insight into people's lives,” and “provides news with depth and detail.” In addition, 16 pairs of words and phrases with opposite meanings were set at endpoints of a seven-point scale to gauge respondents’ opinions of The Arizona Republic and azcentral.com. For example, “fair” and “unfair;” “tells the whole story” and “doesn't tell the whole story;” and “watches out after your interests” and “does not watch out after your interests.” Finally, questions asked respondents to rate the reliability, accessibility, and quality of reporting of The Arizona Republic and azcentral.com. These questions followed models set forth in research by McGrath (1985) for the American Society of Newspaper Editors (ASNE). While McGrath's original measures focused only on the print product, it seems reasonable in this examination to extend the same principles to online news.", "The overall response rate was 43 percent after eliminating the 122 bad addresses detected throughout the process. Of these, there were 17 Spanish-language responses. All 484 responses were entered into Microsoft Excel 2003, imported into SPSS 14.0 and at that time, 5 percent of the data were proofed for accuracy. The demographics of the respondents were also compared to the demographics of the population to ensure representativeness. This comparison revealed three areas of under-representation among respondents: (1) Hispanics, by about 17 percentage points; (2) females, by about 9 percentage points; and (3) adults younger than 34 years old, by 14 percentage points. To compensate for these gaps, an age–gender weight variable was employed. This weight variable was built by dividing the respondent population into four categories: (1) younger men, those 44 years old and younger; (2) younger women; (3) older men, those 45 years old and older; and (4) older women. Using cell weighting based on the 2000 age groups and sex data from the US Census Bureau, the weights detailed in Table 1 were developed. ", "The weight variables were inserted for all cases, and for those 23 cases where there were missing data, the weight variable was set to 1. The average weight was 1. No weight was greater than 2 nor less than 0.5; in other words, no case was doubled, and none was halved. Employing the weight variables as shown in Table 1 had the most noticeable impact on the gender breakdown of the respondent population, which came within 1 percent of the real population. The percentages of Hispanic and younger readers also increased slightly to more accurately represent the real population. The gap for Hispanics fell to 15 percentage points from 17 percentage points, and for young adults to 7 percentage points from 14 percentage points. Weighting the sample to mirror the real Hispanic population would have been ideal but required an unreasonably large weight variable of more than two. Instead, the specified weight variables were used throughout subsequent analyses."]}, {"title": "Results", "paragraphs": ["The emergence of virtual communities has sparked debate inside and outside the newspaper community concerning the impact of the Internet in daily life and if it has truly “killed” the construct of geography as referenced by May. To address this, the larger concept of geographic versus online community attachment can be explored with this data by comparing the geographic sense of community means for those 55 respondents who answered the online measures and those who did not. While all respondents answered the survey's geographic sense of community measures, only those respondents who said they read at least one of azcentral.com's weblogs at least occasionally were prompted to answer the online SCI.2 Overall means on the geographic and online SCIs were calculated using the 12 sense of community Likert-scale index items associated with each by reverse coding items number 2, 6, 8 and 11. For both the geographic and online SCI, a 1 represents the lowest sense of community and 7 the highest; and in comparing the geographic sense of community means between those 55 respondents who answered the online measures and those who did not, there is no meaningful difference. Those who read azcentral.com blogs had a mean geographic sense of community of 4.79 as opposed to 4.80 among those who did not. This suggested the Internet-enhanced feature was not enhancing geographic sense of community.", "As a follow-up step, the geographic and online sense of community means for only those 55 respondents that answered the online measures were compared as shown in Table 2. ", "Remember these respondents were those that indicated they read at least one of azcentral.com's blogs at least occasionally. In comparison to those respondents that only read news online, these users were considered the most involved with azcentral.com. The total means differed significantly, and across all 12 variables the geographic sense of community means indicated a stronger attachment than the same measures for online. In fact, eight measures differed at a statistically significant level and another measure approached significance.3 This evidence suggested that geography was very much alive, and that May's 2008 prediction—that “technology will have trivialized the concept of ‘place’”—was likely wrong. Respondents who read azcentral.com blogs felt more attached to their geographic communities than their online communities in terms of feeling that their block or street was a good place to live, that they felt at home there, that it was important for them to live there, and that they expected to live there for a long time; additionally, they wanted the same things as their neighbors, generally got along with each other, could get problems solved together, could recognize their neighbors’ names, and cared about what their neighbors thought of their actions.", "In addition to a SCI comparison, with this research, there was another means to measure respondents’ geographic attachment. Perhaps the amount each community was covered in the print product was influencing people's use of azcentral.com's blogs, the idea being that communities that were covered less in the newspaper got more attention from users online as measured through increased used of weblogs. For the purpose of this analysis, there was a rudimentary way to test the amount of community coverage. Using The Arizona Republic's archive search feature, the number of articles over a three-month period that mentioned each geographic area in the newspaper's coverage area can be established. This mechanism relied, of course, on the newspaper's own neighborhood distinctions, which may not have been entirely reliable but they at least provided data for comparison, as shown in Table 3. ", "In fact, in a linear regression, the amount of community coverage in the newspaper had a weak but noticeable negative relationship with the percentage of geographic subsite users who also read azcentral.com blogs, explaining about 10 percent of the variance.4 The less attention that was paid by the newspaper to a geographic area, the more likely people interested in that area were to use the website's blogs. Communities that got less attention in The Arizona Republic may have been driving increased involvement online to feed community news needs.", "So what did this increased online involvement mean to geographic sense of community, which remains central to this research and to journalism companies? Did the respondents who used azcentral.com's blogs have a heightened geographic sense of community as opposed to those who do not? There was evidence from the literature that those who posted to blogs had a higher sense of community than those who simply read them (Blanchard, nd). To determine the presence or absence of this trend, respondents were divided into four distinct groups: (1) those who did not read azcentral.com (N=266); (2) those who read azcentral.com, but did not read or post to its weblogs (N=167); (3) those who read azcentral.com and its weblogs (N=40); and (4) those who read azcentral.com, and read and posted to its weblogs (N=4). Unfortunately, the small N of group 4 prevented any statistical conclusions about its differences or characteristics; therefore for the purposes of this analysis, groups 3 and 4 were combined as readers of azcentral.com and its blogs, as shown in Table 4. ", "There were no statistically significant differences between groups with regard to geographic or online sense of community. However, respondents in each group reported a stronger geographic sense of community attachment as compared to that for online regardless of their level of participation online. Organizing the output by groups and running a paired samples t-test for the two groups that responded to the geographic and online SCIs revealed that the difference between geographic sense of community for the second group—those who read azcentral.com but do not read its blogs—approached significance (p=0.069). The difference between geographic and online sense of community became statistically significant for the third group—those who read azcentral.com and its blogs (p = 0.001). This indicated that even with increased Web involvement, respondents’ geographic sense of community did not appear to be suffering. In this survey, a one-time snapshot of Maricopa County, Arizona, geographic attachment retained the strongest community bond regardless of respondents’ online newspaper usage."]}, {"title": "Discussion", "paragraphs": ["Geography matters to citizens and to journalism. May's 1998 “geography is dead” hypothesis was not supported by this research. Across all 12 measures of the SCI, geographic sense of community was stronger than the online sense of community for respondents who read at least one of azcentral.com's blogs at least occasionally. Further, respondents consistently demonstrated a stronger geographic sense of community as compared to that for online regardless of their level of participation online. Respondents were clearly more attached to their geographic communities, reinforcing the importance of journalists covering geography in the first place. The idea that geographic sense of community remained central in the minds of respondents is key both to the implementation of our democracy, which is geographically constructed, and to the purpose of local newspapers.", "Therefore, the challenge to local newspapers in light of dwindling circulation figures nationwide is to stay geographically relevant. The orchestra analogy from the Knight Foundation work may serve as a guide, “[O]rchestras are struggling to remain relevant in a rapidly evolving cultural landscape. They need to find ways to respond competitively to marketing challenges and social pressure,” explained Brown and Bare (2003, p. 6) in a follow-up report. A willingness to engage fans of the music in various settings and multiple styles is a starting point. This need not mean compromising artistic standards, at least from the audience's perspective. But it does mean taking risks—financial and artistic—on both sides of the stage … The only certainty is change. New generations and larger-scale immigration are putting a new face on culture, and classical music—no matter how well preserved—cannot escape these forces. (2003, p. 6)  ", "A willingness to engage fans of the music in various settings and multiple styles is a starting point. This need not mean compromising artistic standards, at least from the audience's perspective. But it does mean taking risks—financial and artistic—on both sides of the stage … The only certainty is change. New generations and larger-scale immigration are putting a new face on culture, and classical music—no matter how well preserved—cannot escape these forces. (2003, p. 6)", "And neither can newspapers.", "As an important sign of hope, this research suggested that the Web may be filling a void in newspapers’ geographic coverage. Generally, the less attention The Arizona Republic paid to a geographic area, the more likely people interested in that area were to use the website's blogs. With nearly limitless space constraints, the Web can offer newspapers the opportunity to provide expansive coverage of geographic areas without increased material and printing costs. This geographic focus can be amplified with additional reporting, citizen-produced news, formal or informal weblogs, and additional e-tools.", "Focusing on the potential of the Web to serve geographic communities should be the driver of future industry innovations and industry-oriented research. This line of inquisition should focus, in particular, on what heavy users of the Web and online news see as the unique aspects of virtual communities. This research should explore different size and types of communities across time, shortcomings of this one-time examination. Understanding virtual communities may provide the tools to extend professional and academic attention to the role of these new online communities in a geographically oriented democracy."]}], "references": [{"title": "“Sense of Community Through Brunswik&#039;s Lens: a first look”", "year": "1986", "journal": "Journal of Community Psychology", "volume": "14", "authors": [{"name": "Chavis David M.", "first_name": "Chavis", "last_name": "M."}, {"name": "Hogge James H.", "first_name": "Hogge", "last_name": "H."}, {"name": "Mcmillan David W.", "first_name": "Mcmillan", "last_name": "W."}, {"name": "Wandersman Abraham", "first_name": "Wandersman", "last_name": "Abraham"}]}, {"title": "“The Meaning of ‘Community’ in Community Psychology”", "year": "1986", "journal": "Journal of Community Psychology", "volume": "14", "authors": [{"name": "Chavis David M.", "first_name": "Chavis", "last_name": "M."}, {"name": "Newbrough J. R.", "first_name": "Newbrough", "last_name": "R."}]}, {"title": "A Review of the Sense of Community Index: current uses, factor structure, reliability, and further development”", "year": "1999", "journal": "Journal of Community Psychology", "volume": "27", "authors": [{"name": "Chipuer Heather M.", "first_name": "Chipuer", "last_name": "M."}, {"name": "Pretty Grace M. H.", "first_name": "Pretty", "last_name": "H."}]}, {"title": "“Talking Past Each Other: journalists, readers and local newspaper reporting of General Election campaigns in the UK”", "year": "2004", "journal": "Journal of Public Affairs", "volume": "4", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "“A Journalist&#039;s Duty? Continuity and change in local newspaper reporting of recent UK General Elections”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}, {"name": "Richardson John", "first_name": "Richardson", "last_name": "John"}]}, {"title": "“Neighborhood and Sense of Community”", "year": "1986", "journal": "Journal of Community Psychology", "volume": "14", "authors": [{"name": "Glynn Thomas J.", "first_name": "Glynn", "last_name": "J."}]}, {"title": "“Psychological and Support Functions of an E-mail Mailing List for Persons with Cerebral Palsy”", "year": "2000", "journal": "CyberPsychology \\& Behavior", "volume": "3", "authors": [{"name": "Greer Bobby G.", "first_name": "Greer", "last_name": "G."}]}, {"title": "“Definitions of Community: areas of agreement”", "year": "1955", "journal": "Rural Sociology", "volume": "20", "authors": [{"name": "Hillery George A.", "first_name": "Hillery", "last_name": "A."}]}, {"title": "“Sense of Community: a definition and theory”", "year": "1986", "journal": "Journal of Community Psychology", "volume": "14", "authors": [{"name": "Mcmillan David W.", "first_name": "Mcmillan", "last_name": "W."}, {"name": "Chavis David M.", "first_name": "Chavis", "last_name": "M."}]}, {"title": "“The Small-world Problem”", "year": "1967", "journal": "Psychology Today", "volume": "1", "authors": [{"name": "Milgram Stanley", "first_name": "Milgram", "last_name": "Stanley"}]}, {"title": "“The Psychological Sense of Community in the Neighborhood”", "year": "1995", "journal": "Journal of the American Planning Association", "volume": "61", "authors": [{"name": "Nasar Jack L.", "first_name": "Nasar", "last_name": "L."}, {"name": "Julian David A.", "first_name": "Julian", "last_name": "A."}]}, {"title": "“Participation and the Social and Physical Environment of Residential Blocks: crime and community context”", "year": "1990", "journal": "American Journal of Community Psychology", "volume": "18", "authors": [{"name": "Perkins Douglas D.", "first_name": "Perkins", "last_name": "D."}, {"name": "Florin Paul", "first_name": "Florin", "last_name": "Paul"}, {"name": "Rich Richard C.", "first_name": "Rich", "last_name": "C."}, {"name": "Wandersman Abraham", "first_name": "Wandersman", "last_name": "Abraham"}, {"name": "Chavis David M.", "first_name": "Chavis", "last_name": "M."}]}, {"title": "“Exploring Psychological Sense of Community Among Women and Men of the Corporation”", "year": "1991", "journal": "Journal of Community Psychology", "volume": "19", "authors": [{"name": "Pretty", "first_name": "Pretty", "last_name": ""}, {"name": "Grace M. H.", "first_name": "Grace", "last_name": "H."}, {"name": "Mccarthy Mary", "first_name": "Mccarthy", "last_name": "Mary"}]}, {"title": "“Sense of Community in Housing for the Elderly”", "year": "1998", "journal": "Journal of Community Psychology", "volume": "26", "authors": [{"name": "Zaff Jonathan", "first_name": "Zaff", "last_name": "Jonathan"}, {"name": "Devlin Ann S.", "first_name": "Devlin", "last_name": "S."}]}]}