{"doi": "10.1080/21670811.2015.1054408", "url": "https://doi.org/10.1080/21670811.2015.1054408", "title": "The Emergence of Second-Screen Gatekeeping", "volume": "4", "year": "2016", "issue": "3", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Jensen", "first_name": "Mads", "name": "Mads Jensen", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Legacy media have recently started to include material from social network sites in televised events, including election debates, to enhance the viewing experience of users and to enable interactions between viewers and political candidates. Decisions about which material and which users to include on the screen comprise a new arena for the gatekeeping function of the established media. In this paper, I introduce the concept of second-screen gatekeeping as a theoretical framework for understanding the gatekeeping practice taking place between the first and the second screens. To examine this emergent practice of second-screen gatekeeping, the paper introduces an empirical study of the selection process of material from social network sites in the live-broadcast election debates on Denmark’s two leading television channels, the public service institution DR1 and the commercial station TV2, in the run-up to the European elections in Denmark in 2014, drawing on both qualitative interviews with the individuals responsible for selecting material as well as a quantitative analyses of the distribution of content in the debates. A content analysis of updates from social network sites referenced in the two debates is presented that suggests differences in the selection practices of the two institutions in relation to the thematic content of the updates as well as in terms of which types of users that were referenced on the screen. The findings here testify to the continued centrality of traditional criteria of newsworthiness as well as gatekeepers more generally who continue to exercise control over which content is “fit to the screen”.", "body": [{"sec_title": "Introduction", "sec_content": ["Legacy media have been challenged by the emergence of new online platforms that have contributed to the fragmentation of media markets and audiences, causing established media institutions such as television to pursue new avenues for engaging viewers and keeping them tuned in (see e.g. Bennett 2011). One recent strategy that many television channels and programs have pursued is to use connective media platforms as second screens to engage and interact with viewers during the television broadcast.", "Lately second screens have also made their way into live election coverage such as political debates, where digital and connective media can be used to engage television viewers and enable interactions with political pundits. In this way the use of digital media, such as social network sites, as platforms for second-screen interactions could be seen as a vehicle for including the citizenry in the national political debate, which has traditionally been considered a central role and responsibility of the journalistic profession (Schudson 2008). The inclusion of material from these social screens in the live-televised programs, however, raises questions about the selection processes of media institutions in determining which content is “fit for the screen”, and, as I argue here, demonstrates the continued importance of the gatekeeping practices of legacy media institutions. The gatekeeping functions of the established media when engaging with users via a second screen has thus far not been the subject of scholarly attention.", "The structure of this article is threefold: first, this paper situates and discusses the concept of second screens and their emergent uses in televised election debates. It then discusses the political and participatory bearings of second-screen usage in political debates before an empirical study is introduced of the second-screen gatekeeping practices of Denmark’s two leading television channels, DR1 (the Danish Broadcasting Corporation) and TV2, in the context of two election debates relating to the European elections in May 2014. This paper includes interviews with individuals responsible for selecting material as well as a content analysis (Krippendorff 2004; Neuendorf 2002) of the content featured in the two debates that test empirically the gatekeeping practices of the two institutions. On the basis of this study, the paper argues that while second screens extend the possibility for people to partake in democratic debates, the established media continue to function as gatekeepers exercising control of which content is featured on the screen and thus presented to a much larger audience."]}, {"sec_title": "Theoretical Underpinnings", "sec_content": ["The introduction of social network sites has influenced the ways in which people engage with politics. The use of social network sites in elections and politics more generally has attracted much research in recent years, for example focusing on the mobilizing potential of using social media for political purposes as documented by several empirical studies (Feezell, Matthew, and Mario 2009; Mesch and Coleman 2007; Smith and Rainie 2008). Another strand of research has focused on the role of connective media in the formation of one or more online public spheres (Papacharissi 2002) or so-called “networked publics” (Boyd 2010) that may be lowering the threshold of political participation and engagement (Benkler 2008, 272).", "Whereas the mass media have often been considered as the central communicative infrastructure and fabric of the public sphere (e.g. Dahlgren 1995), scholars have lately asked themselves about whether the role and responsibilities of legacy media have changed or might even be eroding in the transition to the networked media environment (e.g. Boeder 2005). Some scholars, for example, have considered the introduction of networked technologies as having reorganized the “information ecology” of political and social life, and thereby challenged notions of journalism as the natural embodiment of democracy (e.g. Schudson 2008, 7). As part of this “relocation” of the press within the democratic system, the monopoly on news production that has traditionally been held by the legacy media has been challenged by the introduction of more collaborative approaches to news and information production, gathering, and sharing that have limited the role of traditional journalism (Bruns 2003, 2008; Deuze 2004). Some have seen these more open and collaborative production processes as having blurred established boundaries between areas of production and consumption by allowing users outside the established media institutions easy access to the modes of production and distribution. This in turn has resulted in the proliferation of non-institutionalized forms of journalism online, e.g. in the context of personal blogs and social network sites, that have not replaced traditional journalism altogether, but certainly have become important additions to the contemporary landscape of news (cf. Hjarvard 2013; Papacharissi 2009; Wall 2005). Clarifying then what can be meaningfully considered journalism, and to what extent the integrity of journalistic standards and the journalistic profession more generally can be upheld and distinguished from other forms of online information production, becomes increasingly difficult and is at the heart of many contemporary debates relating to journalism (e.g. Shapiro 2014). These new collaborative approaches to news production also have important implications for the gatekeeping function of the press, which has also become more fluid and non-hierarchical, as gatekeeping may take place at various stages and among many more actors outside the established media in the digital space (e.g. Bruns 2003; Goode 2009; Singer 2011)."]}, {"sec_title": "Second Screens and the Socializing Aspect of Watching Television", "sec_content": ["The inclusion of material from social network sites in television broadcasts is part of more general convergence processes (e.g. Jenkins 2006) of various digital media platforms, including television that today has become a fully digital media platform in many countries (Bennett 2011). Today television, the internet, and connective media may emulate the style and modalities of each other, and the relationship between user-generated content and professionally generated content is now “one of mutual imitation” (van Dijck 2013, 120). Most television programs today, for example, have an online presence, in the form of specifically developed program websites or pages on social network sites providing the viewer with exclusive material and possibilities for interacting with the programs in a variety of ways.", "The simultaneous use of multiple media is another prominent tendency of contemporary media usage, which allows viewers, for example, to engage with content on the television screen while also being engaged with other viewers and users online. At one of end of the spectrum, these sorts of interactive capabilities include various polling and voting systems using either text messaging or online platforms that allow individuals to express their attitudes toward the content on the screen, as has become commonplace in the context of live-televised entertainment shows such as The X Factor or the Eurovision Song Contest, as well as in the coverage of politics where such systems are can be used to take the temperature on different issues. Users here typically remain anonymous and their actions are quantified for statistical purposes. At the other end it incorporates the use of material of named individuals whose updates on social network sites, sometimes containing the photos of the users, are included on the television screen to enable interactions between user/viewer and the person on the screen.", "The notion of the second screen has become a useful metaphor (e.g. Laursen and Sandvik 2014) for describing the concurrent use of television and personal media such as smartphones, tablets, and personal computers. The term first developed in the marketing and technology industries, where it was introduced to describe how different media platforms could be employed to heighten the television viewing experience, but lately the term has been used in academic contexts (e.g. Laursen and Sandvik 2014; Wohn and Na 2011) to describe the interactions of users and media institutions made possible through the use of mobile and personal media devices when used in tandem with television viewing.", "In recent years, we have witnessed a surge in the number of television programs using social network sites for engaging with viewers. Lately, television has also started mimicking the dynamics and aesthetics of social network sites and regularly includes user-generated content in both live and taped shows. We now see how material from social network sites, such as Facebook, Twitter, or Instagram, is included on the television screen to enhance the viewing experience and engage viewers, ultimately with the goal of keeping them tuned in.", "Second-screen usage allows users to interact with the content on the television and with other users in one-to-one, one-to-many, and many-to-many communication flows (Laursen and Sandvik 2014). While interaction between television and viewers is not a new phenomenon, the use of second screens has enabled the viewer to engage synchronously with the content on the screen, which few of the previous formats supported (Laursen and Sandvik 2014).", "At the same time, the use of second screens provides new avenues for people to socialize with other users and viewers around the act of watching television (Harrington, Highfield, and Bruns 2013; Wohn and Na 2011). That watching television together constitutes a highly social activity has been documented by audience and reception studies for several decades (e.g. Lull 1980), however, with the use of second screens the socializing aspect of watching television is indeed extended multi-directionally, as users can engage with other users/viewers far beyond their own living room as well as with the participants on the screen, as we are increasingly beginning to see across a range of television formats. This way the inclusion of content from social network sites in broadcast television may enhance the viewing experience for audiences “by marrying brief fragments of online speech with the one-way, single-channel authority of a television program broadcast live across a nation by a public service broadcaster” (Given and Radywyl 2013). Indeed interviewees responsible for selecting material for the screen in the case of the European election debate on Danish television highlighted how second screens enhance the viewing experience when asked about the motivations for using second screens, arguing, “if you are going to have that little box at the corner [of the screen] … It should give you something extra, like put a smile on your face” (DR journalist).1", "The socializing aspect of watching television is further heightened by the sense of immediacy provided by social network sites, as “Twitter becomes a metaphorical ‘watercooler’ in the cloud […] where the watercooler conversations take place instantly, rather than at work the following morning” (Harrington, Highfield, and Bruns 2013, 405–406).", "The social network site Twitter has become the leading platform for second-screen usage (e.g. McCracken 2014). There are evident reasons for this: the modalities of the Twitter platform makes it well suited for the direct and synchronous engagement between television and viewers. The 140-character limit of Twitter in particular allows for tweets to be easily represented on the television screen unedited by journalists working at the television station, as was also underscored by the journalists working for the two Danish television stations that I interviewed,. Additionally, the hashtag system, which was first developed for Twitter, allows users to engage with the content on the screen as well as with other users by using specific hashtags facilitating the formation of “ad hoc online publics” “even if they have no established contacts with (or knowledge of) other participating users” (Burges and Bruns 2012, 385). In this way, we see how the integration of television and social network sites may have political and democratic implications by facilitating the formation of loosely structured publics made up by users online, viewers at home, as well as participants on the screen, such as politicians in the case of televised election debates. The inclusion of users and material from social network sites on television could thus be considered a fulfillment of what Schudson (2008) has referred to as the public forum function of the press by providing the means for citizens to engage directly with each other as well as with political pundits and opinion leaders."]}, {"sec_title": "Second-screen Gatekeeping", "sec_content": ["The metaphor of gatekeeping has long served as a cornerstone of the journalistic practice and has been central to the self-conceptualization of individuals working within journalism and the media (Bruns 2003). Gatekeeping refers to the “process by which selections are made in media work, especially decisions whether or not to admit a particular news story to pass through the “gates” of a news medium into the news channels” (McQuail 2010, 308). A central component of gatekeeping is related to the practices of source selection and criticism. The selection of sources remains a critical practice of journalism that has implications for which types of stories are told (Couldry 2010), as well as for how issues are interpreted (Allgaier 2011), which in turn may influence public opinion more generally. Historically, source selection has been associated with the demand for objectivity in the media, which is founded on the basis of “a fair and non-discriminatory attitude to sources and to objects of news reporting” (McQuail 2010, 201). The expansion in the number of sources brought about by digital and connective technologies, at the same time, has implied that legacy media increasingly find themselves in competition with new types of sources, both professional and non-professional, residing outside the established media institutions, while also increasingly depending on these very same sources for the production and coverage of news (e.g. Mortensen 2012; Zuckerman 2010). The relationship between the established media and online sources is further complicated by the fact that different sources compete for the attention of the established media by steering political debates in various ways, for example by emulating the style of non-professionals.", "The concept of gatekeeping has received renewed attention because of the changing relationship between media users and media institutions brought about by the introduction of new and connective media. This has stirred debates about whether the gatekeeping function of the press has in fact been “compromised” (Meraz 2009, 127) by users outside the established media that may take part in the journalistic process through the use of connective media. These collaborative and participatory forms of journalism have challenged the status of journalists as the central filtering mechanism of the news circuit, as “[p]eople inside and outside the newsroom are engaged in communicating not only to, but also with, one another. In doing so, they all are participating in the ongoing processes of creating a news website and building a multifaceted community” (Singer 2011).", "The practice of gatekeeping in turn has become increasingly “networked”, which has replaced existing hierarchies between elites and non-elites (Meraz and Papacharissi 2013). At the same time, gatekeeping in the digital space may have become “secondary” (Singer 2013), as it can take place at various points in the production–distribution process, and not only prior to the time of publication, as dispersed audiences online can actively decide which information and stories are featured and shared to other audience members, and thereby ultimately determine the success and spread of a news story. Bruns has gone a step further, arguing that traditional gatekeeping has been replaced by the practice of “gatewatching”, where the responsibilities of the journalism profession have been lessened as gatekeeping today is less about synthesizing information and viewpoints of different sources into a coherent story and providing the context of news, but increasingly about “pointing out (and pointing to) those very sources as primary sources, and positioning one’s own piece simply as a key node connecting the reader to this first-hand information, but in itself only as a secondary source” (Bruns 2003, 37).", "While much recent theorizing has highlighted how these new and more collaborative forms of gatekeeping have extended gatekeeping capabilities to a much larger audience, there is little suggesting that the traditional gates to the media have disappeared (see also Goode 2009, 1295). Indeed following Singer (2013), it appears that the number of gates in the digital and networked environment have in fact multiplied, as gatekeeping may occur at various stages and be conducted by people outside the established media industry. At the same time, these networked and shared gatekeeping practices are occurring more tacitly than in the mass media environment, where journalists and their editors performed the role as gatekeepers to the media. Taking part in a political debate in a newspaper, for example, used to rely on the active choice of an individual often mailing or emailing op-eds and remarks to the editorial staff at a newspaper, who then decided whether or not to publish them.", "In the case of what this paper refers to here as second-screen gatekeeping, journalists select content in the second screen, such as on social network sites, for “publication” on the first screen. When keeping the gate to the first screen, journalists typically identify relevant content by searching hashtags relating to the content of the first screen. The established media institutions play a key role in mobilizing users to produce content that may be featured on the first screen by encouraging users to engage, for example, by featuring relevant hashtags on the screen during programming. In other words, second-screen gatekeeping takes place between the second and the first screen when individuals at legacy media select posts from social network sites to be featured on television.", "Second-screen gatekeeping is most often done with a view to ensuring thematic synchronicity with the content on the screen and thus is a practice that occurs continuously and precipitously during the course of the television program. This was also confirmed by interviews conducted with the individuals responsible for selecting material to include on the screen in the case of the debates in relation to the European election:We wanted people to comment on something [in the debate], and then the comment appeared [on the screen] while they were still talking about the subject … we did not want comments relating to something that happened 10 minutes ago … so estimating and ensuring that there was relative balance [in the inclusion of sources] happened extremely fast … we said to ourselves, we have to hit the whole spectrum of attitudes, it cannot be biased. (Journalist at TV2 responsible for selecting material to be featured on screen)", "We wanted people to comment on something [in the debate], and then the comment appeared [on the screen] while they were still talking about the subject … we did not want comments relating to something that happened 10 minutes ago … so estimating and ensuring that there was relative balance [in the inclusion of sources] happened extremely fast … we said to ourselves, we have to hit the whole spectrum of attitudes, it cannot be biased. (Journalist at TV2 responsible for selecting material to be featured on screen)", "We see in this case that a key selection criteria for deciding which content is fit for the screen is timeliness, which has long constituted one of the primary selection criteria of the traditional news media when deciding what is fit to print (e.g. Lanson and Stephens 2008). In the case of second-screen gatekeeping, the speed by which this process occurs has multiplied manifold, as second-screen usage, as noted earlier, is reliant on synchronicity between content in the first and second screens.", "Another key selection criterion for journalists selecting material in the case of the televised debate relating to the European election was to ensure balance in selection of political viewpoints, as illustrated in the quote above. Indeed, avoiding bias and ensuring representativity constituted a central concern of the journalists of the two institutions. The journalists at DR responsible for selecting material for the first screen argued:You have to be relatively sure that everyone is represented, and how do you do that, because I have no idea if I just put 10 or 20 tweets on the screen from voters of the Danish Liberal Party, in principle I am just guessing.", "You have to be relatively sure that everyone is represented, and how do you do that, because I have no idea if I just put 10 or 20 tweets on the screen from voters of the Danish Liberal Party, in principle I am just guessing.", "When selecting material from the second screen, the established media thus continue to work to ensure balance in the reporting and for “preservation of a pluralistic culture” (Schudson 2008, 6). The aim of ensuring a balanced selection of sources is, however, challenged by the demand for synchronicity between the second and the first screen where journalists have little time to examine the extent to which the users whose material is included are diverse and provide balanced opinions while also satisfying the demand for synchronicity. This is further complicated, as also highlighted by DR’s journalist, by the fact that it is often difficult to distinguish “ordinary citizens” expressing personal viewpoints from those individuals using social media to push a specific political agenda, such as members and representatives of political parties and pressure groups."]}, {"sec_title": "From Elite Debates to Mainstream Coverage", "sec_content": ["We saw earlier how second-screen interactions have emerged in live-televised political debates where the use of specific hashtags enables users of social network sites to take part in the election debate in real time, for example, by asking questions of the candidates, commenting on and critiquing their statements and opinions, as well as their appearance and performance in the debate. This was also true for Danish television coverage of recent elections where (especially) the social network site Twitter was widely used by the media institutions to interact with users during the live-broadcast election debates with the eight top candidates for the European Parliament. A number of the updates posted online were then selected by individuals working at DR1 and TV2 to be included on the screen, as well as for providing the onscreen hosts of the debate with questions from the viewers to the eight candidates. Twitter users created more than 80% of the updates that were included on the screen across the two channels. It could be argued that the dominance of Twitter stands in contrast to its continued niche and elite character in the Danish context where the platform has not generated a large user-base (e.g. Lomborg 2014, 99) outside certain segments of the population, including people working with media, politics, and sports,2", "At the same time, it might be argued that the practice of second-screen gatekeeping in some ways challenges the elite and niche character of Twitter usage as online content and statements that were made in the relatively isolated spaces of social network sites may have been augmented to a much larger audience through television. In the case of the Danish election this was clearly the case, as the number of television viewers far exceeded the number of active Twitter users in Denmark. Whereas DR1’s and TV2’s election debates had around 400,000 and 250,000 viewers, respectively (TNS Gallup TV-Meter), estimates suggest that as of 2013 there were around 200,000 Danish Twitter profiles, of which only half had been active within the last month (Bøgh-Andersen 2013). In our analysis of the conversations taking place on Twitter in relation to the European election in Denmark, this paper similarly found that the users who participated actively in the debate consisted of a small group of users. This was studied by collecting all tweets matching the most popular political hashtag in relation to the European election, ep14dk, in the week leading up to the election. Previous research has suggested that this period tends to be the most widely covered during elections campaign by the Danish media (Lund and Ørsten 2005). During this week a total of 2112 unique Twitter “handles” (the usernames used to identify Twitter users) were collected, indicating that Twitter has remained a niche medium in the Danish context. It could be argued then that by bringing such political conversations taking place among a relatively small online community into the mainstream public debate, the established media then come to serve a particular democratic function that at least in some ways challenges notions of an increasingly disjointed or crystallized public sphere brought about by online and connective media (e.g. Habermas 2006)."]}, {"sec_title": "Second-screen Gatekeeping in Two Danish Election Debates", "sec_content": ["In an effort to study the second-screen gatekeeping practices of two different media outlets, this paper here introduce an empirical analysis of selected content from social network sites in two election debates on the leading Danish television stations, DR1 and TV2, in the run-up to the quinquennial elections for the European Parliament in May 2014.3 As content from social network sites have only recently started appearing in the live coverage of election, relevant data on the selection practices of established media remains scarce. The study included here, being based on small samples, should therefore be seen as a first attempt to illustrate the differences in gatekeeping practices of different media institutions in the specific case of two comparable election debates rather than as finite conclusions about more general discrepancies between the different media outlets.", "DR1 and TV2 are the two most watched television stations in Denmark, with a share of the Danish television market of 20.3% and 23.3% respectively, in 2013 (DR Audience Research 2014, 8). Whereas DR1 is a government-financed public service channel, TV2—also a state-owned channel—is run as a commercial channel financed through advertising revenues and subscriptions. The election debates on the two channels are well suited for comparison as the same eight candidates representing seven Danish political parties and one non-party-specific political association participated in both debates. Both institutions included updates from social network sites, especially from Twitter, throughout the debates that were both shown primetime on Danish television. The updates were gathered and selected on the basis of users’ inclusion of the election hashtags of the two stations #DRvalg and #TV2valg in the case of Twitter, as well as by users’ participation in the Facebook profiles of the two stations. On both channels the updates were displayed at the bottom of the television screen and were thematically synchronous with the issues discussed by the candidates in the debates."]}, {"sec_title": "Content Analysis", "sec_content": ["To examine empirically the selection practice of social media updates in the two channels we conducted a content analysis of the updates, examining what types of material the two stations prioritized in their coverage. The specific research question guiding this part of the analysis is:", "RQ1: Which types of content from social network sites did the two television channels reference in the live-broadcasted election debate?", "To test this, all updates from social network sites included in the two televised election debates on DR1 and TV2 were collected. The total number of updates in the two programs totaled 34 and 43 updates, respectively.4", "As I was also interested in studying whether differences in the selection practice of the institutions influenced which types of users the two institutions chose in their coverage, I then subsequently drew a subsample of all Twitter updates from the total sample. The number of updates from Twitter accounted for 28 (82%) of all updates from social network sites in the case of DR1 and 36 (84%) in the case of TV2. The justification for limiting the study of the users’ affiliations to only include material from Twitter stems from the fact that, as opposed to on Facebook, Twitter usernames (or so-called handles) are unique, which makes the identification of users on Twitter more precise. In both election debates the two channels had chosen to show the full names of Twitter users on the screen, whereas TV2 only showed an abbreviated version of the Facebook users’ names. TV2, however, also included the profile photos of the Twitter users in the debate. The research question guiding this part of the analysis is:", "R2: Which types of users on social network sites, based on occupational and political affiliations, did the two television stations reference in the live-broadcasted election debate?", "Content analysis was chosen for the examination of the two institutions’ selection practices. Quantitative content analysis has traditionally been used for the study of relatively large datasets, however, the method, as was the case in our study, may also be used for the study of small samples, especially when combined with statistical methods such as Fischer’s Exact Test that works well for small samples, to determine whether the differences observed in the data are statistically significant.", "The units of analysis varied across our samples. In our study of the thematic content of the updates from Facebook and Twitter, all the updates that were referenced on the screen were included at full length. In Twitter, updates are restricted by the 140-character limit of the platform, and even though Facebook updates may be decisively longer, the two channels only included Facebook updates on the screen of comparable length to the updates taken from Twitter. In our analysis of the occupational and political affiliation of users, the bios included in the Twitter profile pages of the users (that can be up to 160 characters long) comprised the object of study.", "The coding categories were inductively developed from the samples from the social network sites. Five categories relating to the thematic content of the social media updates as well as seven categories relating to the occupational and political affiliation of the users were developed. In content analysis it is a commonly held premise that the development of categories should ensure that all types of data could be coded into mutually exclusive categories. In cases where the content cannot be coded according to the defined categories, the researcher may choose to include a separate category for unspecified content, for example labeled “other”. In this analysis for the variable relating to the occupational and political affiliation, I was especially interested in the class of content where the occupational or political affiliations of the people referenced did not belong to any of the professional categories that were constructed, as well as those users that did not include any information about their occupational and political ties. In other words, I was interested in those users that could be labeled as “ordinary” users as the media’s inclusion of the citizenry in political debate could be considered an example of the aforementioned public debate function of the press (Schudson 2008), and which both channels underscored represented the user group whose content they wanted to include on the screen. In the case of second-screen gatekeeping, the inclusion of users without any identifiable political ties in fact may well serve as the simplest and most reliable way for journalists to ensure the inclusion of “ordinary” people, even though the practice does not guarantee that users who stay incognito in an effort to steer the debate are not included.", "The author of this paper coded the samples of updates with the assistance of a graduate student who coded the same collections of updates on the basis of a coding manual. In content analysis, reliability is most often ensured through the use of an intercoder reliability test. Typically, such testing is accomplished by having an outside person code a portion of the sample, typically 10–20%. Because of the small size of our samples, it was decided that both the author and the graduate student would code the entire collection of updates. An intercoder reliability test showed congruence in 81–85% of the cases, indicating a high level of validity and well above the 80% that is an oft-cited acceptable measure of reliability (e.g. Lombard, Snyder-Duch, and Bracken 2002). Each user was coded according to only one of the categories of political and occupational affiliation. In cases where more than one affiliation was identified, the user was coded according to the category that was believed to be determinant of his or her decision to participate in the debate. This, for example, meant that users’ political affiliation was prioritized over occupational affiliation in cases where both types of information were included in the profile page."]}, {"sec_title": "The Distribution of Thematic Content", "sec_content": ["In our study of the thematic content from the social network sites Twitter and Facebook referenced in the live televised debates on DR1 and TV2, the distribution of content across our five thematic categories was as in Figure 1.", "Figure 1  Distribution of updates from social media referenced in DR1’s (N = 34) and TV2’s (N = 44) election debates coded according to the thematic content of the updates", "Figure 1  Distribution of updates from social media referenced in DR1’s (N = 34) and TV2’s (N = 44) election debates coded according to the thematic content of the updates", "Out of the five thematic categories coded for in our sample, only two types of tweets were represented in DR1’s election debate: in the sample 29 out of 34 updates were comprised of comments about policy and political issues, and about the political institution of the European Union and its impacts, whereas five updates in the sample were comprised of comments that referred to a statement about one or more of the political candidates in the debate. None of the other categories were represented in the sample from DR1, suggesting that DR purposefully chose to exclusively include content displaying users’ attitudes toward political issues and policy rather than focus on other aspects of the debate.", "The distribution of the sample from TV2, as shown above, had a larger spread in terms of the number of thematic categories covered in comparison to the sample taken from DR1. In TV2’s sample, the largest segment of updates was also comprised of comments about policy and political issues, accounting for 21 updates, followed by updates containing questions for the candidates (11 updates) and updates relating to appearance, performance, and personality of the candidates (10)."]}, {"sec_title": "The Distribution of Users Referenced in the Debates", "sec_content": ["As argued earlier, providing the platform for citizens to engage in public debate and ensuring a diverse representation of people and opinions are emblematic of the democratic functions of the press. In our study this paper wanted to test which types of users were referenced in the live debates to test whether there were any measurable differences in the two network’s gatekeeping practices that might relate to their organizational and economic setup as public service versus commercial media. In this analysis, as noted above, only updates from Twitter were included. Twitter to guarantee that the tweets of users included in the samples could rightfully be identified by the username referenced on the television screen.", "The users’ updates were coded according to seven mutually exclusive categories based on information about the users’ political and occupational affiliations included in their publicly available profiles pages on Twitter.5 The content was subsequently regrouped into four overall categories based on the users’ political and occupational affiliation in an effort to foreground the main difference observed in the data between users with and without identifiable political ties. The distribution of users in the two samples is as in Figure 2.", "Figure 2  Distribution of Twitter users referenced in DR1’s (N = 28) and TV2’s (N = 36) election debates coded according to political and occupational affiliations", "Figure 2  Distribution of Twitter users referenced in DR1’s (N = 28) and TV2’s (N = 36) election debates coded according to political and occupational affiliations", "From this distribution we clearly see that both stations included a large proportion of users belonging to the category of “other/unidentified”. What is noteworthy is the extent to which the two samples from DR1 and TV2 diverge in terms of the level of tweets from people with identifiable political ties (i.e. people who identify as a either a political candidate, member of a party or a political youth party, person working for political party or people who express sympathy with a specific political party or block). Whereas political pundits account for 7 out of the 28 tweets referenced in DR1’s election debate, the same group of users account 18 tweets out of 36 in TV2’s election debate."]}, {"sec_title": "Significance of the Study", "sec_content": ["Recognizing the limitations of the few cases that make up our sample, this paper conducts a more precise statistical hypothesis testing procedure to assess the statistical significance of the observations made in the empirical analysis. More specifically, Fisher’s Exact Test for two-by-two contingency tables is used. The test compares the null hypothesis that two populations from which random samples are drawn have the same fraction of a certain type, against the alternative hypothesis that one of the populations has a greater fraction. Here, the populations represent the space of updates from the social network sites and their posters that DR1 or TV2, respectively, would have picked to be included, and the samples represent those updates that were displayed in the hour-long debates and recorded by this study. Fisher’s Exact Test is particularly apt for smaller samples since, as an exact test, it does not rely on large-sample distributional approximations and provides an exact p-value for the null hypothesis.", "First, we tested whether there was a systematic difference in the tendency of the commercial station TV2 to select updates from social network sites with content relating to the appearance and performance of candidates, which as noted above proved to be one of the central differences observed in the data. The following contingency Table 1 was formed.", "Table", "The p-value of the null hypothesis against the alternative that TV2 had a higher tendency is 0.0017, indicating a very high level of significance. Therefore, it is highly unlikely that the differences observed were due to chance alone and there is a strong indication of a systematic difference in the selection processes exercised.", "Secondly, this paper studied whether there is a systematic difference in the tendencies to select social media users with identifiable political ties. We form the following contingency Table 2.", "Table", "The p-value of the null hypothesis against the alternative that TV2 had a higher tendency is 0.037, indicating a high level of significance by standard measures (where significance is declared at <0.05). In other words, it is highly unlikely that the differences that we observed in our content analysis were due to chance alone and there is a strong indication of a systematic difference in the selection processes exercised."]}, {"sec_title": "Conclusion and Discussion", "sec_content": ["This paper introduced the concept of second-screen gatekeeping as a theoretical framework for describing the gatekeeping practice of the established media when selecting material from the second screen to feature on the first screen. On the basis of interviews with individuals responsible for selecting material, this paper argued that the process by which news media select content such as tweets to be featured in the live broadcast takes place with a view to avoiding bias, in addition to ensuring synchronicity between the first and the second screen, which could be seen as the continued attention to the traditional news criteria of timeliness. At the same time, this paper suggested that the demand for synchronicity coupled with the modalities of second-screen usage could be obstacles for ensuring the plurality of viewpoints as selection of sources often occurs instantaneously without the ability to examine the sources carefully.", "An empirical analysis of two live television debates on the Danish television channels DR1 and TV2 relating to the 2014 elections in Europe indicated systematic differences in gatekeeping practices of the two institutions. Previous research about the differences between news coverage of public service versus commercial media might help provide reasoning for some of these discrepancies. Brekken, Thorsbjørnsrud, and Aalberg (2012, 77), for example, have found empirical evidence that commercial news media are more prone to focus on so-called “soft news”, such as appearance-centered news stories. In this way, the study here confirms earlier findings that public service media tend to report more hard news than commercial media outlets. Indeed, the extended focus on the appearance and performance of the political candidates in the case of the commercial station TV2, as indicated in our empirical analysis, suggests that in the case of second-screen gatekeeping the dispositions and news selection criteria of the established media are largely reproduced.", "In this paper, it was also suggested that second-screen usage may facilitate interactions between citizenry and public figures, and could be seen as a manifestation of the public forum function of the press. What is important to note, however, is that notions of the ordinary citizen are made more complex in the space of social network sites. There are at least two reasons for this: firstly, Twitter, in many contexts, continues to be a niche and elite-type medium, which suggests that Twitter might not function as the ideal platform for facilitating interactions with the general public. A secondary concern relates to the question of how some professional users of social network sites do not disclose their real identities in an effort to steer and affect political debates according to their own agenda, which indeed appears to be a growing phenomenon. Some observers have argued that political communication in social network sites is regularly the result of the planned and excogitated effort by people inside the political realm that aim at disguising the strategic nature of the communication (Ditzel and Bruun-Hansen 2014). It is obvious that the difficulty of distinguishing between different types of actors in debates on social network sites might also have implications for the practice of second-screen gatekeeping as it becomes increasingly difficult to ensure the inclusion of a plurality of people and voices.", "These concerns relating to the inclusion of material from second screens are likely to surface routinely in the years to come, as the established media continue to rely more and more on material from sources outside the established institutions and as content in television programs becomes increasingly user-driven. That said, it is clear that the established media continue to function as gatekeepers and still rely on traditional journalistic standards and criteria of newsworthiness when selecting the material that is fit for the screen."]}], "references": [{"title": "Who is Having a Voice? Journalists’ Selection of Sources in a Creationism Controversy in the UK Press", "year": "2011", "journal": "Cultural Studies of Science Education", "volume": "6", "authors": [{"name": "Allgaier Joachim", "first_name": "Allgaier", "last_name": "Joachim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Habermas’ Heritage: The Future of the Public Sphere in the Network Society", "year": "2005", "journal": "First Monday", "volume": "10", "authors": [{"name": "Boeder Pieter", "first_name": "Boeder", "last_name": "Pieter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gatewatching, Not Gatekeeping: Collaborative Online News", "year": "2003", "journal": "Media International Australia Incorporating Culture and Policy: Quarterly Journal of Media Research and Resources", "volume": "107", "authors": [{"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "(Not) the Twitter Election: The Dynamics of the \\#Ausvotes Conversation in Relation to the Australian Media Ecology", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Burgess Jean", "first_name": "", "last_name": "Jean", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Disguised as Mr and Ms Denmark” [Forklædt som hr. og fru Danmark]", "year": "2014", "journal": "Journalisten.dk", "volume": "", "authors": [{"name": "Ditzel Emil Ellesøe", "first_name": "Ditzel", "last_name": "Ellesøe", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bruun-Hansen Kerstin", "first_name": "Bruun-Hansen", "last_name": "Kerstin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Questions and Answers Tweets", "year": "2013", "journal": "Communication, Politics AndCulture", "volume": "46", "authors": [{"name": "Given Jock", "first_name": "Given", "last_name": "Jock", "affiliation": "", "orcid": "", "role": ""}, {"name": "Radywyl Natalia", "first_name": "Radywyl", "last_name": "Natalia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social News, Citizen Journalism and Democracy", "year": "2009", "journal": "New Media and Society", "volume": "11", "authors": [{"name": "Goode Luke", "first_name": "Goode", "last_name": "Luke", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Political Communication in Media Society: Does Democracy Still Enjoy an Epistemic Dimension?” The Impact of Normative Theory on Empirical Research1", "year": "2006", "journal": "Communication Theory", "volume": "16", "authors": [{"name": "Habermas J.", "first_name": "Habermas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "More than a Backchannel: Twitter and Television", "year": "2013", "journal": "Participations: Journal of Audience and Reception Studies", "volume": "10", "authors": [{"name": "Harrington Stephen", "first_name": "Harrington", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Highfield Tim", "first_name": "Highfield", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Content Analysis in Mass Communication: Assessment and Reporting of Intercoder Reliability", "year": "2002", "journal": "Human Communication Research", "volume": "28", "authors": [{"name": "Lombard Matthew", "first_name": "Lombard", "last_name": "Matthew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Snyder-Duch Jennifer", "first_name": "Snyder-Duch", "last_name": "Jennifer", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bracken Cheryl Campanella", "first_name": "Bracken", "last_name": "Campanella", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Social Uses of Television", "year": "1980", "journal": "Human Communication Research", "volume": "6", "authors": [{"name": "Lull James", "first_name": "Lull", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2005", "journal": "The News Media's Coverage of the European Election [Nyhedsmediernes dækning af valget til Europa-Parlamentet]", "volume": "", "authors": [{"name": "Lund Anker Brink", "first_name": "Lund", "last_name": "Brink", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ørsten Mark", "first_name": "Ørsten", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Networked Gatekeeping and Networked Framing on\\# Egypt", "year": "2013", "journal": "The International Journal of Press/Politics", "volume": "", "authors": [{"name": "Meraz Sharon", "first_name": "Meraz", "last_name": "Sharon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Metacoverage Taking the Place of Coverage: WikiLeaks as a Source for the Production of News in the Digital Age", "year": "2012", "journal": "Northern Lights: Film and Media Studies Yearbook", "volume": "10", "authors": [{"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Virtual Sphere: The Internet as a Public Sphere", "year": "2002", "journal": "New Media and Society", "volume": "4", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why Democracies Need a Functional Definition of Journalism Now More than Ever", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Shapiro Ivor", "first_name": "Shapiro", "last_name": "Ivor", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "User-generated Visibility: Secondary Gatekeeping in a SharedMedia Space", "year": "2013", "journal": "New Media and Society", "volume": "16", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Blogs of War’: Weblogs as News", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tweeting about TV: Sharing Viewing Experiences via Social Media Message Streams", "year": "2011", "journal": "First Monday", "volume": "16", "authors": [{"name": "Wohn D. Yvette", "first_name": "Wohn", "last_name": "Yvette", "affiliation": "", "orcid": "", "role": ""}, {"name": "Na Eun Kyung", "first_name": "Na", "last_name": "Kyung", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "International Reporting in the Age of Participatory Media", "year": "2010", "journal": "Daedalus", "volume": "139", "authors": [{"name": "Zuckerman Ethan", "first_name": "Zuckerman", "last_name": "Ethan", "affiliation": "", "orcid": "", "role": ""}]}]}