{"doi": "10.1080/14616700802114134", "url": "https://doi.org/10.1080/14616700802114134", "title": "THE FOURTH ESTATE AS SUPERPOWER?", "volume": "9", "year": "2008", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Van Aelst", "first_name": "Peter", "name": "Peter Van Aelst"}, {"last_name": "Brants", "first_name": "Kees", "name": "Kees Brants"}, {"last_name": "Van Praag", "first_name": "Philip", "name": "Philip Van Praag"}, {"last_name": "De Vreese", "first_name": "Claes", "name": "Claes De Vreese"}, {"last_name": "Nuytemans", "first_name": "Michiel", "name": "Michiel Nuytemans"}, {"last_name": "Van Dalen", "first_name": "Arjen", "name": "Arjen Van Dalen"}], "abstract": " The power of the media has long been at the centre of communication studies, mostly focusing on the effects they have on the public. Power over politics is far less studied, however many politicians complain about such media power after a lost election or when observing political cynicism among the public. In this paper, the results of a survey on politicians and journalists in Belgium and the Netherlands are presented, showing the perceptions of power they have about each other. The general picture is that in both countries, members of parliament have a negative image of political journalists, especially those who work on television: they have too much power, can make or break politicians and (too) often set the political agenda. Sometimes journalists share this view, but they accompany it with a rather negative view of politicians: they do anything to get attention from the media. Although often referred to as “the Low countries”, Belgium and the Netherlands do not reveal the same picture, with Belgian politicians generally more negative about journalists’ power than their Dutch colleagues. ", "body": [{"title": "Introduction", "paragraphs": ["How strong is the influence of the news media on politics? Put differently: To what extent is the work of politicians determined by that of journalists? This has been a central question since the beginning of communication science and more recently for scholars in political science. The answer is, however, not so clear-cut and mostly focuses on what the influence is on the public. Opposing views and conflicting research results have led to divergent conclusions ranging from minimal to very powerful mass media effects (Noelle-Neuman, 1999). While a growing number of political scientists and media scholars are convinced that the news media can be considered as a(n) (al)mighty player in the political arena (Harrop, 1987), others still believe that parties and politicians remain in charge (Dalton et al., 1998). Several reasons can account for these different research outcomes, such as the time period under study, the methods used or the political context in which the research takes place.", "Two “shortcomings” stand out in the many reflections on the power of the media. Firstly, media power is reduced to its effects on the public (Kepplinger, 2007). A plethora of research has shown the media can influence political opinions, attitudes or behaviour, however, these studies tell us little about how and when elite actors are influenced by the news media. Power of the media over the public can, but not necessarily has to, result in power over politics. On the other hand, politicians may be more sensitive to media coverage and act accordingly while the public can stay rather immune.1 Media power probably also differs for different aspects of political life. The media may have a greater influence on how politicians communicate to the public than on what they communicate. Political actors have adjusted their work to the time schedule of the media, speak in soundbites and even incorporate the media logic in the selection of their political personnel (Strömback and Nord, 2006; Van Aelst et al., forthcoming).", "Secondly, the (increasing) power of the media, certainly in Europe, is being discussed with a strong Anglo-American bias leaving little room for inter-country differences. Studies of media impact on political elites are not only limited, but also outside the United States, almost unique. In their overview article on political agenda-setting, Walgrave and Van Aelst (2006) found 19 studies that looked into the effects of the media on a political agenda (outside election times). It concerns all single-country studies, of which 15 focused on the United States. But can these findings for the United States—a prime example of what Hallin and Mancini (2004) have called the “liberal model” of political-media systems—simply be attributed to other countries? A comparative approach, even of two rather similar countries, could tell us more about what factors in the media landscape or the political system explain differences.", "We can conclude that the impact of media on political actors remains under-studied compared to media effects on the public, and these limited number of elite studies seldom have a true comparative perspective. In this paper, we want to contribute to the ongoing debate on the political power of media with an original research design that addresses both shortcomings. In the Netherlands and Belgium,2 we have surveyed all members of parliament and (political) journalists regarding their perceptions of media power on different aspects of politics.", "Several general research questions founded this study. First, does country matter? By using an identical research design in both countries, we explicitly subscribe to the “upcoming comparative perspective” in political communication (Holtz-Bacha, 2004). Do the elites in both countries think similarly about media power? Characteristics of Hallin and Mancini's democratic-corporatist model, comparing Belgium and the Netherlands, can help us in finding factors that explain differences and similarities. Secondly, does role matter? Journalists and politicians are the central players involved and by consequence, represent the main witnesses of the mutual relationship. Does their different, often opposite, role position towards each other influence their perceptions of the power relation? A third research interest concerned the notion of media power itself: Does medium matter? Do journalists and politicians, as privileged observers, make a distinction between different media? One could imagine that politicians attribute more power to television than to newspapers. Further in the paper, we will develop these research questions into more concrete hypotheses and test them against the data. First, we will go into the notion of media power and try to specify the place this research takes in the broader scientific discussion."]}, {"title": "Media Power", "paragraphs": ["Media are often considered the Fourth Estate of political power, but in public and academic discussions, there seems to be little systematic reflection on what exactly that power entails. For example, in several recent key textbooks on political communication (Kaid and Holtz-Bacha, 2008; Lilleker, 2006; Louw, 2005; McNair, 2003) the issue of media power is not systematically discussed. In political science, the concept of power has received a more prominent position (Bachrach and Baratz, 1962, 1970; Dahl, 1957, 1961; Wrong, 1979), but the question of media (political) power seemed mostly relegated to the periphery.", "In general, two approaches to the concept of power can be distinguished: an actor oriented and a structural approach. Drawing on Weber and the empirical and behavioural tradition, the actor approach (Bachrach and Baratz, 1962; Polsby, 1980 [1963]; Wrong, 1979) sees power as exercised by one actor over another. Weber treats power as the opportunity existing in a (social) relationship to exercise one's own will, even against resistance. In Dahl's often cited definition, power is “a successful attempt by A to get B to do something that he would otherwise not do” (1957, p. 203). Actor A (an individual, group or organization) has specific resources that s/he organizes and mobilizes, which allows her/him to impose her/his will on actor B. Such resources could be the means of coercion and force, but also more positively: knowledge, money, expertise or personal qualities. In this view, power is relational: a single actor can have resources, but the exercise of power is based on interaction. The power of an actor can be different from relation to relation depending on the specific moment in time and the specific domain in question.", "In opposition to this actor-oriented view of power stands a more structural approach (e.g. Poulantzas, 1968; Thompson, 1995). Already in Parsons’ (1957) social-structural theory, we see power as a system property, rather than a relation between individuals or groups. It is not exercised by individual actors or institutions, but is the consequence of structural social relations that affect the individual. Structuralist theories focus on impersonal mechanisms or structures that bias the political process, giving actors unequal access or constraining the outcome of the political process without necessarily requiring intervention by any particular action.", "Besides the different approaches, the literature on (media) power also distinguishes different relationships. The process of political communication entails three actor groups or stakeholders that fight for control of political news: the news producers (journalists, editors), politicians and other power seekers who want to shape policy and public opinion, and the public (Graber et al., 1998, p. 4). This means there are two power relations at stake in political communication, two different relationships that are usually taken together as media power: first, the power relationship between media and the public and, secondly, the power relationship between media and politics. Empirically and analytically, both relationships should be systematically distinguished (De Vreese, 2002). Once again, the power of the media over the public can, but does not necessarily result in power over politics.", "In combination with the structural or actor approach, four traditions in the study of political power of the media can be distinguished (see Figure 1). The basic assumptions and research methods of the first three views will be dealt with briefly; the fourth, in which our own research is located, will be discussed more extensively.", "Figure 1.  Four views on media power", "Figure 1.  Four views on media power", "In a structural approach, the relationship between media and the public (I) is defined as the symbolic power of the media to preserve the dominant ideology in society. Although authors may disagree on the substance and mechanisms of ideology, what interests are being served and what label to attach to it, they usually agree on the basics (Curran et al., 1987). A structural approach to a power relationship between media and the public usually coincides with a similar approach to media and politics (II). The function of the media is to contribute to the preservation of the existing power relations or, in the words of Althusser (1970), the media are ideological state apparatuses. Different from the actor approach, the research here is largely descriptive.", "Building on the early work of Lazarsfeld and others, an empirical research tradition has developed that focuses on the politically relevant effects of the media on political knowledge, attitudes and behaviour of the public (III). Two important theoretical strands in communication studies are particularly focused on these kinds of media effects: the (public) agenda-setting approach (beginning with McCombs and Shaw, 1972; McQuail and Blumler, 1961) and the effects of news framing (e.g. De Vreese, 2002; Iyengar, 1991). The popular, but not generally accepted media malaise theory, which explains the declining trust in political institutions and parties from cynical media reporting, is another effect “school” (Capella and Jamieson, 1997; Patterson, 1993; but see Norris, 2000 for a critique). Generally, many recent studies claim substantial media effects on citizens and subsequently, media power.", "The relationship between media and politics (IV) has received far less scientific attention than the media–public relationship. However, from different perspectives, using different methods, scholars have looked at certain aspects of the relationship. For instance, some of the literature on news sources has focused on press–government relations (e.g. Bennett et al., 2007; Davis, 2000). This research is in line with the work of others who analysed in depth the interaction between journalists and politicians during a certain campaign period (e.g. Crouse, 1974; Rosenstiel, 1993). A more quantitative way of looking at the influence of media on political actors is used by the political agenda-setting studies. Several of them found a clear direct impact of the media agenda on the political agenda (e.g. Baumgartner et al., 1997; Edwards and Wood, 1999), while others found that media influence remained rather limited (e.g. Kleinnijenhuis and Rietberg, 1995; Pritchard and Berkowitz, 1993). However, the power of the media vis-à-vis political actors also refers to the media's ability to influence political careers or political actors’ communication with the public. The general impression, and certainly the politicians’ claim in many liberal democracies, is that the media have obtained a more central and dominant position towards political actors. Journalists can break (or make) careers and force politicians to adapt their performance to the media's needs of time, place and formats (Mazzoleni and Schulz, 1999). Brettschneider (1996), for example, showed how political discussions respond to media coverage of issues and the mentioning of public opinion in specific areas. Others object, however, to this image of a slavish political elite. Bennett (2004), in his study of US news, describes the strategies political actors employ to influence journalistic practices and thus to counter their assumed power.", "When following the actor approach, usually the decision method is followed, assuming that actors aim for different interests and goals. Bachrach and Baratz (1962) have convincingly criticized this view, observing that some issues never reach a decision phase or a conflict status (non-decisions), because actors may anticipate another actor's possible exercise of power, through the law of anticipated reactions (Friedrich, 1963). The interaction between actors is largely decided by the perception of each other's position of power. Together with the realization that the structural approach is largely descriptive, usually based on proof by example and less suitable for explaining the daily struggle for power over the (political) news, we will focus in this research on the perception of media power by politicians and journalists. It is our assumption that the stronger both of them estimate the power of the media, the more politicians (and journalists) will tacitly anticipate this."]}, {"title": "Hypotheses", "paragraphs": ["Since the political power of media on the elite level has remained somewhat “underexposed”, it is no surprise that a theory on how politicians judge and react to media coverage is lacking. Where possible, we rely on Walgrave and Van Aelst (2006) who were first to create a preliminary theory explaining the reactions of politicians towards the political agenda-setting power of the media.", "The political system in Belgium and the Netherlands are quite similar. They are both smaller, parliamentary democracies with a fragmented party system, coalition governments, and a polity that has been typified as “consociational democracy” with a history of strong pillarization (Lijphart, 1999). The countries also fit neatly in Hallin and Mancini's (2004) “democratic corporatist system”, which explains possible differences and similarities in the political content of media, the role of political journalism and the latter's relation to the public. The countries of this model (also Germany and the Scandinavian countries) have been characterized by high political parallelism (a historically strong party press), intense professionalization of the journalist class, a long dominance of a party-linked public broadcasting system and relatively strong state intervention to protect press freedom. Of course, it does not mean that all the countries belonging to one type of model are identical. For instance, compared to Belgium the media system in the Netherlands is characterized by a more competitive newspaper market (Van Aelst, 2007). However, because the overall political media system in both countries is so comparable, we expect that politicians in Belgium and the Netherlands have similar judgements on media power, as do journalists in the two countries (H1). ", "Journalists and politicians are in close, some in daily, contact with each other. They need each other but for different reasons and goals. Journalists need politicians for information (news input); politicians need journalists for reaching out to the public (voters). We expect that this opposite role position influences their perceptions of the power relation. Politicians have difficulties with the more (political) independent position journalists have obtained and feel that the political process is ever more steered by the practices and activities of journalists. So not surprisingly, when a politician loses an election, the causes are frequently sought in relation to media exposure (Schudson, 1995, p. 121). In such instances, journalists often claim to do little more than “covering what is going on” and deny being (consciously) engaged in either setting an agenda or treating politicians viciously. Journalists rarely admit that they have power, or at least that they use their power deliberately.3 Consequently, we expect that (H2.1) politicians in each and both countries have a different perception of media power than journalists.", "Of course, the difference between politicians and journalists is rather elementary and the “position” of different politicians can be quite different. Following Walgrave and Van Aelst (2006), we expect that (H2.2) MPs in opposition consider the media as more powerful and at the same time more useful for their parliamentary work. Opposition MPs can have less direct influence on the government and depend therefore more on media attention to get their message across. On the other hand, we expect that MPs with more experience and a higher (parliamentary) position will be in a stronger position towards journalists and by consequence, attribute less power to the media (H2.3).", "So far, we have talked about media power as a unified force, but probably not all types of media have the same effect. In the political agenda-setting literature, some see television as more influential than newspapers, while others have demonstrated the opposite (see Walgrave and Van Aelst, 2006). We expect that journalists’ and politicians’ perception of media power is strongly influenced by their perceived influence on the public (Eichhorn, 1996; Eilders, 1997). Therefore, our next hypothesis states that politicians and journalists will consider TV to have more impact on the public than newspapers do (H3.1). However, we also expect that the use of news media by politicians can adjust this image because of a mix of wishful thinking and proof by experience. Thus, the more one uses a certain medium, the higher one perceives its impact (H3.2)."]}, {"title": "Research Design: Surveying Politicians and Journalists", "paragraphs": ["To study the perceptions of media power, we rely on surveys among politicians and journalists. Such data are not exceptional in political communication or journalism studies. In several countries, (political) journalists have been questioned on varying aspects of their work and especially on their role perceptions (Baisnée, 2002; Donsbach and Patterson, 2004; Plasser, 2005; Statham, 2007; Weaver, 1998; Weaver and Wilhoit, 1996). To a lesser extent, politicians too have been the subject of political scholars’ interest in their role perceptions (Esaiasson, 2000; Thomassen and Andeweg, 2004; Thomassen and Esaiasson, 2006). However, surveys focusing on the mutual relationship and perceptions of both politicians and journalists about themselves and each other are rather scarce. Only a limited number of studies have used such a research design. Pfetsch (2001) did more in-depth interviews with political journalists and spokespersons in Germany and the United States. Larsson (2002) surveyed local Swedish politicians and journalists on their mutual relationship. Strömback and Nord (2006) did a similar, though larger, study on the power perceptions of Swedish (local) politicians, journalists and citizens. Our study adds to existing knowledge by focusing on national politics, using a systematic and comparable survey in the two countries, containing an extensive battery of items addressing media power and several indicators of media influence on the parliamentary work of politicians. The value of this design benefited further from a satisfactory response rate.", "In both countries, an almost identical procedure of data gathering was followed. We contacted all Members of Parliament and all journalists that specialize in national politics.4 For the sampling of MPs, we relied on the official website of the different parliaments. For journalists, we obtained their addresses and specialization from the official association of professional journalists in Belgium (Flanders) and from the Dutch association of parliamentary journalists (PPV). Both groups were targeted via e-mail and asked to use a personalized hyperlink to a web survey and fill in the questionnaire. Additionally, all respondents received a paper version. After a week, a first reminder was sent, and this was repeated two weeks later. To increase the response rate further, especially among politicians, a team of four Belgian researchers visited both the national and the Flemish regional parliaments and personally contacted the MPs who had not yet responded. The Dutch researchers were not granted similar access to parliamentarians, resulting in a lower response rate.", "The Belgian survey5 was conducted in February and March 2006; the Dutch data gathering started in September 2006 and lasted until January 2007. This longer period was due to the unexpected fall of the Balkenende government at the end of June, and the subsequent elections in November. Consequently, data gathering took place in a pre-campaign sphere where politicians might have been less likely to participate. Shortly after the election campaign, a successful new effort was made to improve the response rate among politicians. As a result, new MPs, elected for the first time in November, were also contacted. Finally, almost half of the old (46 per cent; N=70) and new MPs (50 per cent; N=35) participated. All political parties were more or less equally present in our study; only the liberal-conservative party VVD was somewhat underrepresented. In Belgium, 85 per cent of the targeted MPs (N=202) completed a questionnaire. Members from all parties were almost equally willing to collaborate.6 ", "In both countries, two-thirds of the contacted journalists returned a completed questionnaire. In the Netherlands, 104 parliamentary journalists (65 per cent) participated, while in Belgium, this number was much higher because a broader definition of “political journalists” was used (N=299). To improve the comparability of journalists in both countries, we excluded those journalists who did not regularly deal with domestic politics and politicians. Consequently, 51 of the questionnaires from Belgian journalists were deleted from the database used here (N=248).7 Still, there remains a larger group of Belgian journalists who are not permanently engaged with national politics, but their opinions differ little from the “full-time” journalists.", "We can conclude that all our efforts to contact politicians and journalist several times contributed to a satisfying, and sometimes even exceptionally high, response rate. We will now analyse and compare the answers of both groups in both countries."]}, {"title": "Perceptions of Politicians and Journalists on Media Power", "paragraphs": ["As Belgium and the Netherlands are not that different with regard to their political media systems, we expect that politicians in the two countries have the same view on media power and that the same goes for journalists (H1), but that in both countries politicians have a different perception of media power than do journalists (H2.1). To test these hypotheses, we use two different sets of questions: a battery of nine Likert items related to different aspects of media power and the power scores (on an 11-point scale) for different media outlets. The statements are partly drawn from previous research (Donsbach and Patterson, 2004; Weaver, 1998; Weaver and Wilhoit, 1996) and partly developed by ourselves. One set (1–6) focuses specifically on the power of the media, the other (7–9) more on the attempts of politicians to achieve media exposure in light of that power.", " Table 1 seems to reject our first hypothesis, but confirms the second. With few exceptions, politicians in the two countries do not share the same (negative) view on media power and neither do the journalists. In particular, Belgian politicians attribute a lot of political influence to the mass media. On all nine statements, a clear majority choose the side of the (al)mighty mass media. Nine out of 10 politicians are convinced that the mass media can make and break politicians. Moreover, seven out of 10 believe the media are strong agenda-setters, and in general, most Belgian politicians (88 per cent) support the idea that the mass media have too much political power. The Dutch politicians mostly agree with their Belgian colleagues, but they are less negative about journalists, and there seems to be more variation of view among them. Not on all statements do a majority of Dutch politicians agree. For instance, only a third believes that “Politicians gain most of their popularity by appearing on entertainment programmes”. Overall, the journalists’ perception of their own power is much lower. Again, the Belgian respondents differ from their Dutch colleagues. A clear majority in Belgium (73 per cent) believe the mass media can have an influence on the careers of politicians, and almost half of them (49 per cent) are aware of their agenda-setting power. The Dutch journalists are, with respectively 50 and 27 per cent, clearly less convinced of their political influence. ", "Journalists and politicians do not agree on media power in the two countries thereby confirming the second hypothesis (H2.1). The most important difference with the perceptions of politicians is that a large majority of journalists do not see their power as being too large or as something they deliberately seek. Only one out of three Belgian and one out of seven Dutch journalists think the media have too much power. Moreover, only a minority (27 and 8 per cent) believes that political journalists are driven by the desire to exercise power. We can conclude that journalists are aware of their power, especially during election times, but most of them do not perceive this as problematic. An explanation might lie in the fact that journalists usually focus their attention more on powerful politicians (e.g. Ministers and party leaders) who have a stronger position than their fellow MPs.8 They will thus judge their own relative power not in comparison with the average politician but with the parliamentary political elite.", "So far, all statements target the media in general without differentiating between different outlets. We also asked our respondents to make a judgement on the influence of different media on politics and on the public (Table 2). If we look at the total average scores (0 = no power; 10 = very high power), again, the politicians perceive the influence of the different media higher than journalists do. However, the average scores between both groups do not differ that much. Furthermore, the rank order between both groups is identical: television is seen as the most powerful medium, more than newspapers and radio, followed by magazines and news sites. The same applies for the differences between both countries: overall, Belgian journalists and politicians attribute more power to the different media than their Dutch colleagues do. But again, the differences are (very) small and the rank order identical. ", "Television seen as the most powerful outlet confirms our third hypothesis (H3.1): medium matters. We also asked for the political impact of these media outlets on the public (not in table), and they give the same hierarchy among the different media. Television here is even seen as more influential than its power over politics; the political impact of newspapers on the public is considered relatively low.", "On the basis of an explorative factor analysis, the nine statements on media power were reduced to two factors. The first scale is constructed on the basis of five items (Cronbach's alpha 0.77), the second on the basis of four items (Cronbach's alpha 0.64). The first factor contains the statements closely related to the power of the media in general and the assumed power and motivation of journalists. The statements of the second factor take more the perspective of the politician confronted with media power and how he or she does or should do everything to gain media attention (see Table 3). The statement that media could make and break politicians correlated to both factors and is further used in both scales. It refers to the power of the media as well as to the importance of media attention for politicians. ", "To determine whether our first two hypotheses can be confirmed and to find out whether country matters more than role position, we use a regression analysis controlling for age and gender (not in table). For the scores (0–10) attributed to the political power of the different media, we only take TV and newspapers into account, the two most important media outlets. As Table 4 shows, both country and role position matter, but not always to the same extent. We will first discuss the value of the country variable. The Belgian respondents clearly attribute more power to the media when measured via the two scales of statements on media power, but do not differ from their Dutch colleagues when asked to give an impact score for different media. Perhaps this could be explained by the somewhat negative undertone of most statements related to media power. This would mean that politicians and journalists in both countries see television and newspapers as politically powerful, but this is considered far more problematic in Belgium than in the Netherlands. We will come back to this point. The strength of the coefficients of the two scales indicates that, contrary to our expectations, country does matter. ", "Also for the difference between MPs and political journalists (Does role matter?), Table 4 shows mixed results. There is considerable difference in the perception of media as being too powerful in politics (scale 1), and politicians consider newspapers to be significantly more politically influential than journalists do. On the other hand, both groups agree that politicians need media attention to survive (the role variable adds little to the explanation of scale 2), and they are equally convinced of the political impact of television. Perhaps a more detailed analysis of the concrete role MPs take in the political communication landscape could explain better why some consider the media more powerful than others.", "We expected that not all politicians would perceive the political influence of the media in the same manner. We assumed that MPs of opposition parties would need the mass media more and would believe more in the power of the media (H2.2). On the other hand, we expected that MPs with more experience and a higher (parliamentary) function to be in a stronger position towards journalists and by consequence, they would attribute less power to the media (H2.3). However, both hypotheses hardly find confirmation in our data (Table 5). Only in the case of the second media power scale does there seem to be a (slightly) significant effect: opposition MPs believe more in the need of media attention. Experience and the position one holds are never significant. ", "The same applies for the media use of the MPs. Again, only for the second media scale is there a minor effect of intensive use of television as a news source. Perhaps the explanatory value of these variables would be stronger if the variation between the respondents would be greater; the politicians in both countries can be considered as real news “junkies”. Only 2 per cent of the MPs spend an hour or less per day on news consumption. The average Belgian MP devotes almost two hours (109 minutes) to reading newspapers and watching TV news, while the average Dutch politician devotes more than two and a half hours (158 minutes). If we take radio and Internet into account, their time devoted to the media increases with one to two hours. The hypothesis (H3.2) that the intensity of media use would have an effect on the perceived power of that medium is not confirmed. The MPs who devote more time to newspapers and less to television do give a higher impact score to newspapers, but the effect is not significant (0.061).", "Besides the country variable, another attitudinal variable seems to matter most. Those MPs who are more dissatisfied with the way politics is represented in the mass media9 also believe the media are more powerful. Rather surprisingly, this is not only the case for the strongly worded items on media power, but also for the more neutral impact scores for television and to a lesser extent for newspapers (not significant: p=0.077). This means that (political) media power for many politicians is related to the functioning of the media. Probably both aspects of media perception (power and quality) refer to a certain uneasiness with the role that media and journalists play in politics."]}, {"title": "Conclusion and Discussion", "paragraphs": ["Scholars agree that over the last decade or so media in Europe have come to occupy a more central position in political life. Our research, a survey among politicians and journalists in Belgium and the Netherlands giving insight into their perception of each other and of themselves, shows the politicians joining the scholars; be it that they see the media's position not only as central but also as too powerful. Not surprisingly, the journalists were less willing to follow suit. This confirms our hypothesis that role matters. However, most of our other hypotheses—assumptions about what matters regarding media power, following theoretical considerations and finding support in other research—are not confirmed (see Table 6). If only for this, using the actor approach and a perception study have shown their value in observing and making sense of assumed power relationships between journalists and politicians. However, it also raises questions. ", "It seems that neither similarity of political media system nor political status or experience matter, nor intensity of media use. Following the “most similar design approach”, we expected politicians in the two countries to think similarly about media power, and that the same would hold for journalists. There were, however, strong and significant differences. Belgian politicians believe more in the power of the media than their Dutch counterparts do. Dutch journalists are less convinced of their power than their Belgian colleagues are. Thus, we can state that country does matter, but not in the way Hallin and Mancini (2004) saw it. Belgium and the Netherlands both are prime examples of their democratic corporatist model, but still they showed considerable difference in the perceptions politicians and journalists have of media power.", "How can we explain the differences between such similar countries? There seem at least two, not unrelated, possibilities. Firstly, Belgium has to catch up or, in other words, there is a time lag between the two countries and before long, differences in perceptions of media power will disappear. The Netherlands is indeed more than Belgium a country where media logic more or less reigns, as recent research shows (Brants and Van Praag, 2006; Van Aelst, 2007). The role of journalism in a strongly competitive media market is both dominant and increasingly of an entertaining nature; they tend to frame politics in conflict terms, and more and more politicians and political parties have to and do adhere to the production routines and selection criteria of the media, especially television. Politicians in the Netherlands have been used to such media logic and probably have come to terms with it. They may take it more for granted than their Belgian colleagues who have only recently been confronted with elements of such media logic.", "Secondly, there may be more objective political reasons at play. Belgium is a federal country with parliaments at different levels. As a consequence, the country has more than 500 elected MPs, of which 256 are Dutch speaking, representing 6 million Flemish inhabitants and all vying for media exposure. This number is in sharp contrast with the 150 MPs representing the 16 million inhabitants of the Netherlands. If we also take into account that the media landscape in Belgium is far less competitive but the political communication is beginning to burst out of the seems of its consensual culture, it becomes clear why Belgian MPs get their work much less easy under the attention of journalists. At the same time, the inter-MP competition is higher, giving Belgian journalists greater selection power. Put differently: Belgian MPs pay a (media) price for their federal system.", "In all their ambiguity, the conflicting findings of this research could be interpreted as confirming the idea that media are almighty and politicians will have to come to terms with their influence. However, this study has also shown that, while media influence is perceived to be present, politicians do not sit still. With professionalized media strategies and frequent interactions with journalists, they probably can get their work more easily reported in the news. Journalists have referred to the countervailing resources of politicians. Most journalists (84 per cent) in both countries even hold the idea that they are being used by politicians who leak them information (not in table). More than one holding the other in an oppressive clutch, journalists and politicians are engaged in a power play, a dance almost: an intricate relationship of give and take, of withholding, bargaining and negotiating, of smile, poker face and anger. But judging by the perceptions, the traditionally symbiotic relationship is gradually turning into a marriage de raison, driven by mutual mistrust."]}], "references": [{"title": "“Idéologie et appareils idéologiques d&#039;Etat”", "year": "1970", "journal": "La Pensée", "volume": "151", "authors": [{"name": "Althusser Louis", "first_name": "Althusser", "last_name": "Louis"}]}, {"title": "“Two Faces of Power”", "year": "1962", "journal": "American Political Science Review", "volume": "56", "authors": [{"name": "Bachrach Peter", "first_name": "Bachrach", "last_name": "Peter"}, {"name": "Baratz Moron", "first_name": "Baratz", "last_name": "Moron"}]}, {"title": "“Signs of Media Logic. Half a century of political communication in the Netherlands”", "year": "2006", "journal": "Javnost/The Public", "volume": "13", "authors": [{"name": "Brants Kees", "first_name": "Brants", "last_name": "Kees"}, {"name": "Van Praag Philip", "first_name": "Van", "last_name": "Philip"}]}, {"title": "“Public Opinion and Parliamentary Action: responsiveness of the German Bundestag in comparative perspective”", "year": "1996", "journal": "International Journal of Public Opinion Research", "volume": "8", "authors": [{"name": "Brettschneider Frank", "first_name": "Brettschneider", "last_name": "Frank"}]}, {"title": "“The Concept of Power”", "year": "1957", "journal": "Behavioural Sciences", "volume": "2", "authors": [{"name": "Dahl Robert", "first_name": "Dahl", "last_name": "Robert"}]}, {"title": "“A Test of the Media-centered Agenda-setting: newspaper content and public interests in a presidential election”", "year": "1998", "journal": "Political Communication", "volume": "15", "authors": [{"name": "Dalton Russell J.", "first_name": "Dalton", "last_name": "J."}, {"name": "Beck Paul Allen", "first_name": "Beck", "last_name": "Allen"}, {"name": "Huckfeldt Robert", "first_name": "Huckfeldt", "last_name": "Robert"}, {"name": "Koetzle Willim", "first_name": "Koetzle", "last_name": "Willim"}]}, {"title": "“Public Relations, News Production and Changing Patterns of Source Access in the British National Media”", "year": "2000", "journal": "Media, Culture \\& Society", "volume": "22", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron"}]}, {"title": "“Who Influences Whom? The President, Congress and the media”", "year": "1999", "journal": "American Political Science Review", "volume": "93", "authors": [{"name": "Edwards George C.", "first_name": "Edwards", "last_name": "C."}, {"name": "Wood Dan", "first_name": "Wood", "last_name": "Dan"}]}, {"title": "“The Impact of Editorial Content on the Political Agenda in Germany: theoretical assumptions and open questions regarding a neglected subject in mass communication research”", "year": "1997", "journal": "WZB Discussion Papers", "volume": "FS III", "authors": [{"name": "Eilders Christiane", "first_name": "Eilders", "last_name": "Christiane"}]}, {"title": "“The Editorial Production Process and Editorial Values as Influences on the Opinions of the British Press Towards Europe”", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Firmstone Julie", "first_name": "Firmstone", "last_name": "Julie"}]}, {"title": "“Reciprocal Effects: toward a theory of mass media effects on decision makers”", "year": "2007", "journal": "Harvard International Journal of Press/Politics", "volume": "12", "authors": [{"name": "Kepplinger Hans Mathias", "first_name": "Kepplinger", "last_name": "Mathias"}]}, {"title": "“Parties, Media, the Public and the Economy: patterns of societal agenda-setting”", "year": "1995", "journal": "European Journal of Political Research", "volume": "28", "authors": [{"name": "Kleinnijenhuis Jan", "first_name": "Kleinnijenhuis", "last_name": "Jan"}, {"name": "Rietberg Ewald", "first_name": "Rietberg", "last_name": "Ewald"}]}, {"title": "“Journalists and Politicians: a relationship requiring manoeuvring space”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Larsson Larsake", "first_name": "Larsson", "last_name": "Larsake"}]}, {"title": "“Mediatization of Politics: a challenge for democracy”", "year": "1999", "journal": "Political Communication", "volume": "16", "authors": [{"name": "Mazzoleni Gianpietro", "first_name": "Mazzoleni", "last_name": "Gianpietro"}, {"name": "Schulz Wilfried", "first_name": "Schulz", "last_name": "Wilfried"}]}, {"title": "“The Agenda-setting Function of the Mass Media”", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "69", "authors": [{"name": "Mccombs Maxwell E.", "first_name": "Mccombs", "last_name": "E."}, {"name": "Shaw David", "first_name": "Shaw", "last_name": "David"}]}, {"title": "“The Distribution of Power in American Society”", "year": "1957", "journal": "World Politics", "volume": "10", "authors": [{"name": "Parsons Talcott", "first_name": "Parsons", "last_name": "Talcott"}]}, {"title": "“Political communication culture in the United States and Germany”", "year": "2001", "journal": "Press/Politics", "volume": "6", "authors": [{"name": "Pfetsch Barbara", "first_name": "Pfetsch", "last_name": "Barbara"}]}, {"title": "“From Hard to Soft News Standards? How political journalists in different media systems evaluate the shifting quality of news”", "year": "2005", "journal": "Press/Politics", "volume": "10", "authors": [{"name": "Plasser Fritz", "first_name": "Plasser", "last_name": "Fritz"}]}, {"title": "“The Problem of the Capitalist State”", "year": "1968", "journal": "New Left Review", "volume": "58", "authors": [{"name": "Poulantzas Nicos", "first_name": "Poulantzas", "last_name": "Nicos"}]}, {"title": "“The Limits of Agenda-setting: the press and political responses to crime in the United States, 1950–1980”", "year": "1993", "journal": "International Journal of Public Opinion Research", "volume": "5", "authors": [{"name": "Pritchard David", "first_name": "Pritchard", "last_name": "David"}, {"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}]}, {"title": "“The Impact of Investigate Reporting on Public Opinion and Policymaking: targeting toxic waste”", "year": "1987", "journal": "Public Opinion Quarterly", "volume": "51", "authors": [{"name": "Protess David L.", "first_name": "Protess", "last_name": "L."}, {"name": "Cook Fay Lomax", "first_name": "Cook", "last_name": "Lomax"}, {"name": "Curtin Thomas R.", "first_name": "Curtin", "last_name": "R."}, {"name": "Gordon Margaret T.", "first_name": "Gordon", "last_name": "T."}, {"name": "Leff Donna R.", "first_name": "Leff", "last_name": "R."}, {"name": "Mccombs Maxwell E.", "first_name": "Mccombs", "last_name": "E."}, {"name": "Miller Peter", "first_name": "Miller", "last_name": "Peter"}]}, {"title": "“Journalists as Commentators on European Politics. Educators, partisans or ideologues?”", "year": "2007", "journal": "European Journal of Communication", "volume": "22", "authors": [{"name": "Statham Paul", "first_name": "Statham", "last_name": "Paul"}]}, {"title": "“Do Politicians Lead the Tango?”", "year": "2006", "journal": "European Journal of Communication", "volume": "21", "authors": [{"name": "Strömback Jesper", "first_name": "Strömback", "last_name": "Jesper"}, {"name": "Nord Lars W.", "first_name": "Nord", "last_name": "W."}]}, {"title": "“Beyond Collective Representation: individual members of parliament and interest representation in the Netherlands”", "year": "2004", "journal": "The Journal of Legislative Studies", "volume": "10", "authors": [{"name": "Thomassen Jacques", "first_name": "Thomassen", "last_name": "Jacques"}, {"name": "Andeweg Rudy", "first_name": "Andeweg", "last_name": "Rudy"}]}, {"title": "“Role Orientations of Members of Parliament”", "year": "2006", "journal": "Acta Politica", "volume": "41", "authors": [{"name": "Thomassen Jacques", "first_name": "Thomassen", "last_name": "Jacques"}, {"name": "Esaiasson Peter", "first_name": "Esaiasson", "last_name": "Peter"}]}, {"title": "“Politicians in the News: media or party logic? Media attention and electoral success in the Belgian election campaign of 2003”", "year": "", "journal": "European Journal of Communication", "volume": "", "authors": [{"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}, {"name": "Maddens Bart", "first_name": "Maddens", "last_name": "Bart"}, {"name": "Noppe Jo", "first_name": "Noppe", "last_name": "Jo"}, {"name": "Fiers Stefaan", "first_name": "Fiers", "last_name": "Stefaan"}]}, {"title": "“The Contingency of the Mass Media&#039;s Political Agenda-setting Power. Towards a preliminary theory”", "year": "2006", "journal": "Journal of Communication", "volume": "56", "authors": [{"name": "Walgrave Stefaan", "first_name": "Walgrave", "last_name": "Stefaan"}, {"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}]}]}