{"doi": "10.1080/1461670X.2011.629108", "url": "https://doi.org/10.1080/1461670X.2011.629108", "title": "SHARING THE PAIN OR SHOULDERING THE BURDEN?", "volume": "13", "year": "2012", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Cawley", "first_name": "Anthony", "name": "Anthony Cawley"}], "abstract": " This article draws on the concept of framing to analyse Irish print-media coverage of the public and private sectors in the first two years of Ireland's economic crisis, 2008–2010. It examines the underlying framing contest among institutional sources (Government, Opposition, trade unions, employers’ groups, and financial services) to win favourable coverage for their sectional interests and ideological arguments about the size, role and obligations of the State. The research is based on a content and cluster analysis of a substantial sample of articles from quality and mid-market Irish daily and Sunday newspapers. The article offers concluding comments on the explanatory robustness of the dominant news-model in Ireland in the face of a process on the scale of the economic crisis. ", "body": [{"title": "Introduction", "paragraphs": ["The severe affects of the economic crisis on Ireland have gained widespread international media attention. The media perspective from outside the country, however, generally has failed to highlight one of the principle frames through which the domestic media have been reporting the crisis: social and economic division, in particular between the public sector and the private sector.", "Since 2008, against a backdrop of deteriorating national finances, rising unemployment and increased strain on social cohesion, the Irish media's coverage of the crisis has directed significant attention to funding of the public sector. The momentum to its newsworthiness has been the State's reduced capacity to fund public services and to pay the employees who deliver them. Funding of the public sector has been one—among many—complex, multi-dimensional, inter-connected and highly technical processes unfolding through the collapse of the Irish economy. The scale and scope of the crisis has placed considerable strain on the dominant news-model in Ireland, which places a premium value on immediacy and traditionally has been more comfortable reporting events than explaining processes.", "In trying to interpret and define the position of the public sector in the context of the crisis, the media have tended to draw on a core news-value (conflict) and a traditional structuring mechanism in news-construction (binary opposites). Specifically, the media have tended to configure the public sector as being in an oppositional relationship to the private sector. A manifestation of this has been a persistent news-discourse of the public sector failing to “share the pain” with a private sector that has been “taking the pain” and “shouldering the burden”.", "This article draws on the concept of framing to analyse Irish print-media coverage of the public and private sectors in the first two years of Ireland's economic crisis, in the timeframe of July 2008 to June 2010. It examines the underlying framing contest among institutional sources (Government, Opposition, trade unions, employers’ groups, and financial services) to win favourable coverage for their sectional interests and ideological arguments about the size, role and obligations of the State. The research is based on a content and cluster analysis of a substantial sample of articles from quality and mid-market Irish daily and Sunday newspapers. The article offers concluding comments on the explanatory robustness of the dominant news-model in Ireland in the face of a process on the scale of the economic crisis."]}, {"title": "Celtic Tiger Ireland, the Economic Crisis, and the Institutional Basis of Division Between the Public Sector and the Private Sector in News Coverage", "paragraphs": ["The Celtic Tiger was a term that diffused through public discourse to label the economic boom that began in Ireland in the mid-1990s and, notwithstanding a slowdown in the early 2000s, continued until 2007. The Irish model of development, underpinned by a strong neo-liberal philosophy that favoured the free market, light regulation, and low personal and corporation tax, was held up internationally as an economic miracle and as an exemplar to other historically under-developed countries seeking rapid growth and progress.", "The Celtic Tiger was acknowledged to have brought improvements to the quality of life and employment opportunities of Irish citizens and to have facilitated significant additions to and modernisation of national infrastructure (e.g., Fahey et al., 2007). However, the model received robust critique from a number of academics, particularly of the resilience of inequality and poverty among lower socio-economic groups, the failure of public services to rise to levels that matched the country's economic prosperity, the unproblematic equation of material well-being with spiritual well-being, and the corrosive effects on individual and group identities of a creeping “economisation” of Irish society (e.g., Corcoran and Share, 2008; Coulter and Coleman, 2003; Cullen, 2008; Finn, 2011; Kirby, 2008). Privileged political and policy interpretations of the Celtic Tiger could camouflage such difficulties by, as Kirby (2002) suggested, defining social progress and cultural value through supposedly objective economic measures.", "The singular term, Celtic Tiger, failed to reflect that Ireland's boom had two phases. The first phase, from the mid- to late 1990s, was based largely on export-led economic growth, and to a high degree was linked to Ireland's strategy of attracting foreign direct-investment by offering a low rate of tax on corporations’ profits (12.5 per cent). The economy began to slow in 2000 and 2001, which partly was related to the dotcom bust and the aftermath of 9/11. The growth which returned in 2002 and sustained the second phase was different in character and structure. Much of it was based on construction and property development, and dependent on domestic demand that was facilitated by the availability of low-cost credit both to consumers and the commercial sector. The period saw significant rises in personal and business levels of indebtedness, as well as rising inflation and wage levels which diminished the competitiveness of the economy through increased costs for labour, property, transport, and energy. Structural changes were also taking place in the configuration of the national finances: Fianna Fail-led Governments, which increased spending on public-sector services and employment, eroded the traditional income tax-base and made up (and surpassed) the difference through increased reliance on the transient and transaction-based forms of direct and indirect taxation spilling from the property sector. Allied to these developments was the exposed position of the Irish banks, which had directed increasing proportions of their loan books to fund the premium prices being paid on both sides of the property market: loans to developers to build and mortgages to consumers and businesses to buy.", "By 2007 these structural vulnerabilities were being buffeted by specific national difficulties (a cooling of the property market) and by the ripples of the debt crisis emerging in America. It was not until 2008, however, that the full force of the economic crisis hit Ireland. In July of that year the Government announced its first raft of spending cuts—in the order of hundreds of millions of Euros. By the end of year, following a collapse in tax receipts, increased costs of borrowing on international markets, the burden of guaranteeing the domestic banks, and a deepening budget deficit, the Government was implementing cuts of billions of Euros. Through 2009 and 2010 the figures escalated to tens of billions of Euros. At the end of November 2010, the Government accepted financial assistance from the International Monetary Fund and the European Union.", "The print-media, most notably the quality and mid-market newspapers which had benefited from higher business and property advertising revenues during the boom, were slow to recognise or to acknowledge the scale of the emerging crisis. Fahy et al. suggest that Irish financial journalists tended to operate in narrow “elite–elite” source-networks during the Celtic Tiger, and “the lack of criticism from regulatory, economic or policy sources contributed to the lack of sustained criticism in news coverage” (2010, p. 18). In a similar vein, Conor Brady, editor of The Irish Times from 1986 to 2002, argued: It is evident now that many people in key positions were aware over time that there were serious systemic issues in the business and economic sectors. Yet this did not make its way into the mainstream news-media in a form that was sufficiently sustained, coherent and authoritative. Where sustained concerns were raised for the most part the authors were academics or commentators rather than news journalists. (2010, p. 15)  ", "It is evident now that many people in key positions were aware over time that there were serious systemic issues in the business and economic sectors. Yet this did not make its way into the mainstream news-media in a form that was sufficiently sustained, coherent and authoritative. Where sustained concerns were raised for the most part the authors were academics or commentators rather than news journalists. (2010, p. 15)", "Such blind-spots were not unique to Irish journalism, however. Tambini (2010) suggests a number of factors to explain why the wider media paid little attention to vulnerabilities in the international banking sector as the financial crisis loomed, including a lack of consensus among financial journalists on their “watchdog role” regarding markets and corporate governance, diminishing editorial resources to conduct in-depth investigations, the risk of sources withdrawing access in response to negative reports, and (after Doyle, 2006) a lack of specialist knowledge and training among financial journalists to understand complex financial systems and products.", "By mid-2008, negative economic news was to the fore of the Irish media's attention, as was the hope that it would not last long. This was echoed in the discourse sponsored by Government sources, which positioned budget cuts as painful “adjustments” necessary now to return to economic growth later. A common theme in Government discourse was the need to act in the “national interest” and not bow to narrow sectional concerns, with the Finance Minister Brian Lenihan telling Parliament that the national budget of October 2008 was “no less than a call to patriotic action”.", "Yet such patriotic action, national solidarity or, indeed, social cohesion were far from apparent in the fault-lines that were emerging in reports on the unfolding crisis. As reflected in the media, the recession was sharpening rather than blunting the sectional interests in Irish society, as groups vied for position to protect resources. The faults were along the lines of sectional groups that routinely have served as institutional sources to the media: Government, Opposition, employers’ groups, financial services, trade unions, academia, and charities.", "The news constructed from such framing contests tends to lean towards conflict and binary opposites—for and against, with a vacuum between. As a mechanism for constructing news it has the value of drama, and it conforms to professional norms of journalistic objectivity (both sides of the story). A limitation is that it can reduce the depth of explanation in the media of complex processes, even allowing for the tight constraints of journalistic narratives and space/airtime. It also has a tendency to personalise policies and issues, which reduces further the depth of explanation as dialogue and decision-making processes become personality clashes.", "Within media coverage of the first two years of Ireland's economic crisis, one of the most sharply defined divisions was between public- and private-sector workers—or, rather, between the institutional sources that governed, represented or whose economic and social interests were affected by public- and private-sector workers. (In broad figures, public-sector workers account for 300,000 of Ireland's labour-force of 1.8 million). The relative position of both sectors in the economy was among a matrix of issues being covered during the crisis, and was by no means distinctive in being constructed in news through mechanisms of conflict and binary opposites. The oppositional frame featured in news-construction of, for example, Government verses Opposition, employers’ groups verses trade unions, and Ireland verses the international bond markets. In such cases, the organising principle was opposition among institutional actors, or of citizens to an institutional actor, or of Ireland to an external institutional/economic force. A distinctive feature of the public- and private-sector division was the configuration of direct opposition among groups of citizens, based on their primary mode of employment. The clean lines of occupational and social division encoded in news-texts were, in lived circumstances, jagged. Ireland has a mixed economy, with public and private partnerships, tendering by private companies for State contracts, outsourcing of public services to private operators, and a space for semi-State companies (State-owned but run along commercial lines). At a social level many families derive employment from both sectors. One consequence of the division constructed in news coverage was to weaken perceptions of social cohesion and common interest in Ireland during the crisis."]}, {"title": "Framing as a Mechanism to Construct Division", "paragraphs": ["A growing body of research has drawn on the concept of framing to examine media representation of, among other issues, the Cold War (Entman, 1991), the wars in Iraq and their consequences (Entman, 2004; Garyantes and Murphy, 2010), immigration and integration (Vliegenthart and Roggeband, 2007), climate change and poverty (Nisbet, 2010), and conflict in the developing world (Kothari, 2010).", "The diversity of issues reflects the elasticity of framing as a conceptual tool, which despite the advantages it may afford researchers has, as Druckman points out, “led to debate about whether it is underlaid by a coherent self-contained theory or is more of a practical heuristic used to understand a range of topics” (2010, p. xiv). Such debates are rooted in the concern that framing has remained a somewhat loose concept in media studies. D'Angelo and Kuypers highlight that, in the literature, framing has been described variously as an approach, a theory, a class of media effects, an analytical technique, and a paradigm. This, they believe, has allowed for a “great deal of leeway for theorising the mechanisms and processes of news framing” (2010, p. 2).", "Such leeway has been possible within the spread of framing's theoretical roots, which reach across to the organisation of social experiences, discourse and language, political economy, the sociology of news, and the social construction of reality (e.g., Gans, 1978; Goffman, 1986; Tuchman, 1978). A starting point in establishing theoretical borders around the concept's application to media is Entman's (1993) definition of frames as making perceived reality more salient through a communicative text by promoting a particular problem definition, casual interpretation, moral evaluation, or treatment recommendation.", "Salience is a key dimension of Entman's work on frames, as it involves strategies to make a piece of information more noticeable, memorable or meaningful to audiences. Within media-texts this may be achieved through repetition (of phrases, metaphors) or through prominent placement in headlines or lead paragraphs. In this way, he argues, frames call attention to some aspects of reality and obscure others. However, he cautions that because salience depends on an interaction of communicators, texts, and audiences, the influence of frames on the public's understanding of an issue cannot be guaranteed. Nevertheless, the potential of frames to shape audience understanding remains powerful. As D'Angelo observes: “Frames that paradigmatically dominate news are also believed to dominate audiences” (2002, p. 875).", "A range of factors influence the construction of frames within news-texts. Many of these factors are internal to the practice of journalism and the operational structures of news organisations, including the allocation of editorial resources, established information-gathering routines, deadline pressures, and restrictions on space/airtime (De Vreese, 2005, p. 52). External factors in building frames include the interactions of elites and social movements. D'Angelo (2002) stresses, also, how communication is a dynamic process, subject to continuous contestation and renewal, and framing operates as a consistent pattern of selection, exclusion, interpretation and discourse across multiple media-texts.", "Selection and exclusion of information in what is usually a relatively small news-hole intensifies the struggle among institutional sources to have their sponsored messages encoded in news-texts, the result of which, Touri argues, is to fashion news-stories into a “platform for framing contests” (2009, p. 172). Entman suggests that “the frame in a news-text is really the imprint of power—it registers the identity of actors or interests that competed to dominate the text” (1993, p. 55). Yet “who wins”—in Entman's conception the outcome of the framing contest—is not always apparent in the Irish news-model, which O'Regan argues “tends to cover issues along ‘liberal’, ‘mainstream’, or centrist lines and to avoid explicit party-partisan positions” (2010, p. 447). This increases pressure on Irish institutional sources not only to promote but to renew messages through the media. It would also seem to favour a more blurred outcome to a framing contest than Entman's clear sight of a “winner”. In seeking to examine framing within the Irish news-model, a useful approach may be to draw on Williams's concept of “amplification”. In considering technical forms of communication, including media, he argued that “amplification can be, and indeed almost everywhere is, highly selective; only some voices are amplified” (2005, p. 59). Modifying his concept to fit within the framing paradigm, value may lie in examining the messages and framing mechanisms that the media tends to amplify in treatment of particular issues."]}, {"title": "Method", "paragraphs": ["July 2008 was taken as the study's starting-point. After the Celtic Tiger years of plenty, it marked the first time the Government implemented significant spending cuts because of economic difficulties. In public debate, it intensified scrutiny of funding to the public sector. The sample spanned two years to test the endurance of the dominant frames in the Irish print-media as the crisis deepened.", "Six newspapers were chosen for the research sample: The Irish Times, Irish Independent, Irish Examiner, Sunday Independent, The Sunday Tribune, and The Sunday Business Post. The newspapers were chosen on the basis of their national origins (with primary corporate and editorial management structures located in the country), nationwide circulation, and strong coverage of political, economic and cultural issues.", "The sample was gathered through the Nexis database using a word-search for articles that contained the terms “public sector” and “private sector”. The public sector was taken to include all workers whose primary employment was with the State (e.g., civil servants, teachers, police, and nurses). The private sector was taken to include all workers whose primary employment derived from commercial services, manufacture and trading, either through private companies or self-employment. Semi-State workers who did not fit comfortably into either category were coded according to how individual articles positioned them.", "The criterion for inclusion in the sample was that articles would discuss the economic and social interests (e.g., wage levels, security of employment, role within the economy and society) of the public and private sectors in the context of Ireland's emerging economic crisis. Before beginning the coding phase of the study, the author read each article captured in the word-search and eliminated material accordingly. The final sample contained 1562 articles (Table 1).", "The author drew on the techniques of content and cluster analysis to draw out the dominant and recurring frames in the sample and to identify the key institutional sources in the various framing contests taking place over the two-year period. The author used both deductive and inductive approaches to code the articles in the content analysis phase. The deductive approach was used to define standard coding measures: e.g., number of news stories, opinion columns, and sources quoted. The inductive approach was used to determine non-standard coding measures, such as the incidence of arguments, phrases, comparisons, and sources of information that would be distinctive to the study. A pilot study of one year's worth of Irish Examiner content was undertaken to construct the code-sheet. The aggregated numbers for the two-year period are given in Figure 1.", " FIGURE 1  Coded sample, July 2008 to June 2010. Colour code: white elements are discussed primarily in Cluster 1; light shading in Cluster 2; medium shading in Cluster 3; dark shading in Cluster 4. *TOTAL is the number of articles that carried this coded element. Numbers for related framing mechanisms may not match the TOTAL. More than one framing mechanism may have been encoded in an article through inclusion of different institutional sources’ sponsored messages. CSO, Central Statistics Office; ESRI, Economic and Social Research Institute; IMF, International Monetary Fund; OECD, Organization for Economic Cooperation and Development", " FIGURE 1  Coded sample, July 2008 to June 2010. Colour code: white elements are discussed primarily in Cluster 1; light shading in Cluster 2; medium shading in Cluster 3; dark shading in Cluster 4. *TOTAL is the number of articles that carried this coded element. Numbers for related framing mechanisms may not match the TOTAL. More than one framing mechanism may have been encoded in an article through inclusion of different institutional sources’ sponsored messages. CSO, Central Statistics Office; ESRI, Economic and Social Research Institute; IMF, International Monetary Fund; OECD, Organization for Economic Cooperation and Development", "A network of institutional sources was competing to frame the position of the public/private sectors within the crisis (see Cluster 1 discussion). The content analysis provided a quantitative measure of how often each institutional source featured within the sample. To further refine the dominant frames in the second phase of the research, the author bordered the closely related coded elements within four thematically coherent clusters for analysis. This enabled a more nuanced, qualitative analysis of the frames, framing mechanisms and contests that proved resilient in the sample across the two years.", "Deacon (2007) has raised methodological questions about the “push-button” content analysis associated with online databases such as Nexis. Among his concerns are that online databases strip the text of articles from the original context of their publication on the printed page, relegating the visual dimension of print-news, and that a word-search may turn up false positives.", "An added concern for this study is that Nexis itself may act as a filter on content analysis research through the absence of certain titles. A case in point is the “Irish publications” section of the database, which contains a wide range of local and national titles. The national titles, however, tend to favour quality and mid-market newspapers. In the timeframe in which the sample was gathered, July 2008 to June 2010, neither The Irish Daily Star nor The Sunday World—tabloid titles with robust circulation figures—was available through Nexis. The absence of the titles limited the author's ability to examine Irish tabloid news-content and the construction of frames therein. This is a notable limitation on a study of media representation of the economic crisis, as tabloid newspapers in Ireland tend to draw large sections of their readership from poorer socio-economic groups."]}, {"title": "Framing the Public Sector and the Private Sector, July 2008 to June 2010", "paragraphs": ["In trying to frame the crisis, the media were distilling the competing claims, arguments, explanations, ideologies, decisions and actions of Government, Opposition, trade unions, employers’ groups, financial services, civil society, and academia, among others. The media's role in explaining the crisis through easily digestible news-discourse meant that interpretative triggers (e.g., “public-sector pay-bill”, “reality”, “pain”) and frames transcended individual articles and the immediate circumstances on which they were reporting and cut across multiple texts as persistent patterns through the two-year sample. Articles tended to draw in many different issues and competing perspectives given the scale and complexity of the crisis, and its political, economic and societal ramifications. A consequence was that many articles, as layered, multi-dimensional textual structures, were hosts not to “mono-frame” contests but often to “multi-frame” contests among the network of institutional sources outlined in Figure 2 (e.g., Government, Opposition, employers’ groups and trade unions sponsoring messages on the public sector, the banks, spending cuts). Despite the dynamic nature of such multi-frame contests, they were still confined to a routine group of institutional sources and accommodated relatively few alternative perspectives.", " FIGURE 2  Institutional sources in the framing contest", " FIGURE 2  Institutional sources in the framing contest", "The public/private sector frame of division was prominent in the wider contest to attribute blame for the causes of Ireland's crisis. The public sector tended not to be isolated as the cause of the crisis but, at a macro-level, was associated with a bundle of causes. Along with the bank bailouts, however, the public sector tended to be positioned as an on-going drain on the country's ability to recover. Figure 2 outlines the array of institutional sources that were competing to sponsor messages on the public/private sectors. These messages were distilled by the print-media into frames and framing mechanisms that, as persistent patterns across multiple (1562) news-texts, proved resilient in the two-year sample. (See Figure 1 for the frequency with which each source featured.)", "The criterion for inclusion in the sample was that articles would discuss the economic and social interests of public and private sector workers in the context of Ireland's economic crisis. Media-texts are layered, multi-dimensional structures, and there was no requirement that articles directly compared public- and private-sector workers. When coded in the content analysis, however, more than half of the articles (879) carried a framing mechanism that established a division, opposition or competition between the economic and social interests of workers in both sectors (“Compared to their colleagues in the public/private sector” being a common phrase to establish the oppositional relationship). The number of articles that carried a frame of common interests or solidarity between the sectors (as citizens or in protecting pay and conditions) within the broader context of Irish society and the economy was far smaller: 316. In most cases, the articles carried the frame of division implicitly, as a naturalised organising principle: only 208 articles carried a manifest reference to the division, e.g., “The bluntness of the McCarthy report [recommending cuts in State expenditure] has shown why there is a divide between the private and public sectors” (The Irish Times, 21 July 2009).", "The frame of division cut across the six newspapers but was strongest in the Sunday Independent. An enduring strain within the newspaper's framing was the failure of the Government, as an employer, to restrain public-sector wages during the boom and to confront them during the crisis, particularly after the Government proceeded to award a pre-agreed round of pay rises to the public sector in late 2008. On 1 March 2009, the newspaper argued: “Years of loose government have allowed the public sector pay-bill to bloat and it must now be cut, just as private sector wages are being cut across the country.” The argument was made largely on the basis that public-sector wages should be aligned to the market corrections (reductions) of private-sector pay, but it allowed for little differentiation between higher- and lower-paid public-sector workers and those elements of the private sector in which pay had not been cut.", "The principle mechanism to establish the frame of division was references to and comparisons between pay, conditions and future pension entitlements between the sectors. In the overall sample, 699 articles carried direct comparisons of public- and private-sector pay and conditions. While the term “comparable jobs” was often attached to the comparisons it tended to remain abstract. Specific comparisons were more likely to be made through generic indicators such as age, gender and highest educational attainment (school exams, diploma, degree). Only 63 references qualified the comparison with outlines of differing roles and occupations performed by workers in different sectors (i.e., speaking of “comparable jobs” by actually comparing occupations and functions).", "However, 640 references offered a flat comparison without the context of differing roles, functions and occupations. In many respects, it reflected a lack of transparency in the benchmarking process (negotiated between the Social Partnership of Government, trade unions and employers’ groups during the Celtic Tiger) that set public-sector wage levels. In news-discourse, however, it also represented a blunt instrument to reinforce the frame of division. In terms of salience to the public's understanding, it emphasised a crude inequality between the public and private sectors but neglected inequalities within each sector: e.g., the differing abilities of lower-paid and higher-paid public-sector workers to absorb proposed reductions in remuneration, and differing experiences of private-sector workers who had not experienced pay-cuts and whose jobs were secure compared to those on low wages and subject to job insecurity. The frame tended to naturalise the organisation of labour in a market-based economy, deflected the focus from inequalities that exist among workers in both sectors, and configured a more ideologically-based division between State and private employment.", "The appropriation by institutional sources and the print-media of a series of separate studies published by the Economic and Social Research Institute (ESRI) and the Central Statistics Office (CSO) played an important role in strengthening the frame of division. The ESRI and CSO studies were a foundation stone on which Government, Opposition, trade unions, employers’ groups, financial services and the print-media itself were seeking to define the relative positions of the public/private sectors in the economy, especially in the national pay negotiations that were taking place in 2008 and 2009. Studies by both institutes suggested that public-sector workers were on average paid more than private-sector workers, and institutional sources tended to treat them as objective measures of the scale of the gap. The methodologies of the studies, the categorisations of what represented “comparable” occupations, and the average salary differentials along the scales of higher- and lower-paid workers tended to be absent from media reports. Through repetition, the studies’ findings became a key interpretative trigger to establish the frame of division. Articles that referenced ESRI and CSO studies (109) followed the pattern of framing that emerged in the wider comparisons of pay and conditions in both sectors. The dominant framing mechanism was to cite the studies without specific differentiation of roles, functions and occupations (88), although the ill-defined (in news-discourse) term of “comparable jobs” was often attached to the comparisons. The secondary framing mechanism, with specific differentiation of roles, functions and occupations, was weaker (21).", "A strain of news-discourse tended to decontextualise the studies from their institutional origins and qualifications, and present the information as established “fact”: public-sector workers were paid 20 per cent more than private-sector workers. For example, on 21 December 2008, The Sunday Tribune hedged its treatment of a study with the word “suggests” and with the qualification “on average”: “An ESRI report last week suggesting that public sector wages were on average 20% ahead of comparable private sector jobs—even excluding the generous public sector pensions—has given further backing to this view.” A week later, however, the study was presented as established fact (it “showed”) and without the qualification of averages: “An ESRI report showed that public sector workers were paid 20% more than private sector workers.” The fact (20 per cent more) began to be decoupled from its institutional context and study of origin as it became deeply embedded in news-discourse. The Sunday Independent of the 30 November 2008 stated, with no reference to the ESRI elsewhere in the piece: “public sector workers are paid 20% more than private sector workers and have job security.” The “fact” diffused to the public's contributions to news-discourse through Letters to the Editor. The Irish Examiner of 3 June 2009 carried a letter that argued: “The private sector workers (those who have jobs) are paid approximately 20% less than employees in the public sector.”", "Another mechanism to strengthen the frame of division was to juxtapose public-sector job security to private-sector job losses or employment insecurity (231). The Sunday Tribune, in an article that was broadly supportive of the public sector's contribution to Irish society, projected the juxtaposition into the lived experience of the audience. “Any of us who have lost our jobs in recent months, or who go to work fretting that we may soon be laid off, wouldn't be human if we didn't cast an eye towards our public-service colleagues and covet many of their terms and conditions” (8 February 2009). A Sunday Independent observation was more direct: “in a depression the worst job in the public sector is now better than the best job in the private sector” (1 March 2009).", "An additional mechanism to reinforce the division frame was to “other” the public sector—from the taxpayer, from the private sector, from “us”, and from wider social and national interests (60). “Our Government should remember the people who elected it, not just the public sector and union leaders,” wrote the Sunday Independent (12 April 2009). The framing mechanism was amplified with greatest strength in that newspaper, which tended to distance itself from the “them” and clearly identify itself with the private sector “us”. On 21 September 2008, it wrote: “The vast majority of us, who live in the real world of the private sector, where we are under constant pressure to produce, where our jobs are no longer as secure as they were, knows that civil servants, like the rich, are different.”", "The mechanism was embedded in the editorial comments of other newspapers, including the Irish Independent. “The public service, and the many branches thereof, clearly believes it will withstand the coming tempest, its ancient habits unchanged, its spendthrift ways unaltered. So those paid for by the State behave in a different manner from the rest of us” (18 December 2008).", "The predominant framing of the public sector within Ireland's deteriorating economy was as either a cost, burden or, most often, a bill to be paid by the State or the taxpayer (though rarely by citizens). Some 387 articles carried such a frame, usually through the recurring use of the phrase “public-sector pay-bill”. However, a significant strain within the sample identified, with greater precision, the private sector as paying for the public sector (93). This strain tended to be aligned to arguments that the private sector was the innovative, productive and wealth-generating sector of the economy: values absent from the public sector. The Irish Independent wrote: “that vast and unproductive army [public sector] which, as a group, has benefited most for the least risk from the boom years, is immune to job losses, while the real economy which sustains them is about to bleed jobs” (4 July 2008).", "Most often, the antidote to public-sector “cost” was “reform” (332). Within the sample a consensus emerged among the institutional sources about the need for reform, although there was less agreement on the character and structure it would take. The over-arching frame of reform was a move away from State inefficiency and towards market “efficiency”. This tended to tie the frame to wider, ideological arguments about the relative size, role and obligations of the State as balanced against the freedom of the market and the ability of private enterprises to provide services that traditionally had been delivered to citizens through the public sector. Two main mechanisms were employed to build the frame of public-sector reform. The weight of numbers rested with reform as being based on a lower-cost public sector employing fewer people (201). This framing mechanism was presented as an economic necessity but would also represent a shrinking of the State.", "The secondary (and, often, competing) mechanism focused on reform as the more efficient delivery of services, or the need to maintain or improve the standard of services (158). The issue was often a site of framing competition between employers’ groups (on costs) and trade unions (on service delivery and protection of pay). For instance, the Irish Examiner quoted a representative of an employer's group, arguing: “The private sector continues to suffer as businesses are being exposed to increases in local charges and other costs, which can be directly attributed to the public sector” (10 July 2009). The Irish Independent, meanwhile, in a report on the possibility of strike action, carried a message from a trade union leader that “public services would collapse if the Government went ahead with plans to cut spending by €4bn” (8 October 2009). Reinforcing the frame of reform were references advocating the adoption of private-sector practices in the public sector, e.g., outsourcing to private companies the delivery of some public services, or the privatisation of State assets (178). The Sunday Independent, considering how the Government could cut spending and raise revenues, argued: The only ways to do that without damaging public services are to cut public sector wages, introduce deep and radical reform of the way in which the public sector is managed and its budget set, and then privatise State assets such as the power generation side of the [incumbent electricity-supply company], ports, airports [and railways]. (16 November 2008)  ", "The only ways to do that without damaging public services are to cut public sector wages, introduce deep and radical reform of the way in which the public sector is managed and its budget set, and then privatise State assets such as the power generation side of the [incumbent electricity-supply company], ports, airports [and railways]. (16 November 2008)", "Balanced against this were (fewer) references criticising the diffusion of private-sector practices, and market mimicry, to the public sector and the privatisation of semi-State companies (23). The Irish Times, for instance, carried the argument of a left-wing Opposition party that “many things in Ireland can only be done by the public sector and too many issues have been ceded to ownership in the unproven belief that the private sector can deliver better results” (13 January 2009).", "Through the framing contest among institutional sources and the print-media's own editorial contributions reform was communicated to the audience in generalised terms, with few specific details on how the public sector could be restructured, the timeline and costs involved, how it would affect the delivery of services, and the impact it could have on improving the rate of economic recovery (beyond broad figures on reducing the budget deficit). “Reform” became an abstract, broadly sketched concept, but the pattern of its use across the two years was as an interpretative trigger to understand the ills of (and necessary remedies for) the public sector. The Irish Examiner, for example, wrote: “Though it is not meant to be divisive, even saying that private-sector workers enthusiastically embrace modernisation and reform if it makes jobs more secure is now seen as being confrontational and part of an imagined and ‘co-ordinated campaign against public sector workers’” (22 January 2010). The public sector, in protecting its “vested interests” (83), tended to be portrayed as resistant to reform. By contrast, reform (or change) in the private sector was presented as a naturally occurring response to market conditions.", "The “real world”, being “insulated from reality”, “needing to wake up to reality” or, simply, needing to just “get real” were recurrent phrases within the sample. They applied only to the public sector, however (141). The private sector (and the market) represented reality. This reflected a wider marketisation of news-discourse in Ireland and the positioning of cultural and social spaces within an economistic frame. The discourse of reality was linked to the “othering” of the public sector: not only from the private sector but from the real world itself, as a space defined by market principles. As the Sunday Independent recommended: “Civil servants must be pulled out of fantasyland, back into the real world of job and pay-cuts” (20 August 2008).", "As the crisis deepened there was some acknowledgement that the public sector could not escape reality completely. In February 2009 the Government introduced a pension-levy on the salaries of public-sector workers: effectively, a pay-cut. The Irish Independent positioned it as follows: “The wolves of reality gather, even for our public servants” (24 February 2009). It was not full exposure to reality, however. “‘Shared pain’ is a key phrase we hear bandied about, but the nub of the problem is the pain isn't really being shared. Even with the public sector contribution” (5 February 2009).", "“Pain” was a persistent framing mechanism over the two years. Pain, however, was something experienced by the private sector (60). The public sector, insulated from the “real world”, was presented as needing to share or take the pain (66). As the Sunday Independent argued: “The private sector of the economy has already felt the pain of recession, with tens of thousands of jobs lost as the real economy collapses and consumers hide. The public sector of the economy must now share that pain—because we no longer generate enough money to pay for it” (19 July 2009)."]}, {"title": "Concluding Comments", "paragraphs": ["The economic crisis, as a multi-dimensional, inter-connected and highly technical process, placed considerable strain on the political-economic position of institutional actors in Ireland, and on the news-model trying to interpret and define the crisis for the public. Despite the dynamic nature of mass-media communication, where sponsored messages are continuously promoted, contested and in need of renewal, the news-model remained remarkably stable from July 2008 to June 2010 despite the unprecedented effects of the crisis on Ireland's economic, political and social systems. Division, opposition and competing economic and social interests endured as a key framing mechanism, weakening perceptions of social cohesion and common interests. This was strongly reflected in the construction of division between the public and private sectors—or, rather, between the institutional sources whose economic and social interests were affected by the sectors. A narrow (and, for two years, stable) network of institutional sources competed to frame the position of the sectors in the context of the crisis.", "As D'Angelo (2002) suggests, the outcomes of framing contests are manifest in news-texts. In this study, “who won”, as Entman would seek to identify, was not clear-cut. A more nuanced understanding of the persistent pattern of framing and discourse distilled by the print-media from institutional sources may derive from Williams's concept of “amplification”. When coded (see Figure 1), the sample tended to amplify frames that favoured a broadly neo-liberal response to the economic crisis: a reduced public sector, and a smaller State applying tighter regulation to a larger private economic space. The strength of amplification varied across the six newspapers. Space does not permit the author to reproduce the coded tables for individual newspapers here. However, we can gain a sense of how amplification of certain frames varied by looking at the “division/oppositional frame” (of competing economic and social interests between the sectors), which was aggregated in Figure 1 as being encoded in 879 of the 1562 articles in the sample. At the level of individual newspapers, the percentage-ratio of total articles/total occurrence of the frame was as follows: Sunday Independent (284/179) 63 per cent; Irish Independent (353/202) 57 per cent; The Sunday Tribune (80/45) 56 per cent; The Sunday Business Post (184/100) 54 per cent; Irish Examiner (211/115) 54 per cent; The Irish Times (450/238) 53 per cent. As an indicative quantitative measure, the amplification of this frame ranged from 63 to 53 per cent but, importantly, had a strong presence as a framing mechanism in each newspaper's content. This was a singular example of a wider trend: a high degree of homogeneity in the types of frames (arguments, phrases, metaphors, sources quoted) circulating within the public/private-sector coverage of all the newspapers, with differences more likely to be located in the strength of amplification of particular frames than in the offering of alternative perspectives.", "The four clusters identified for discussion displayed no significant shift in the structure or composition of frames, framing mechanisms or institutional sources over the two years, and news-discourse maintained a persistent lack of specific detail and differentiation on interpretative triggers (“20% more”, “reform”), regardless of the immediate circumstances that were unfolding in the crisis. While the media was fulfilling its institutional role of informing the public of developments, such rigidity in information-gathering, news construction and narrative presentation highlighted the limitations of the dominant news-model in explaining, interpreting and responding to the nuances of a complex process. The crisis (and the relative positions of the public and private sectors within it) was, in news-discourse, reduced and shaped to fit within traditional journalistic codes, conventions and paradigms.", "The appropriation of ESRI and CSO studies in the construction of division frames suggests an important issue for future research on news-media coverage of the economic crisis: journalistic understanding and treatment of institutional reports and studies in news-reports and opinion."]}], "references": [{"title": "News Framing as a Multiparadigmatic Research Programme: a response to Entman", "year": "2002", "journal": "Journal of Communication", "volume": "52", "authors": [{"name": "D'Angelo Paul", "first_name": "D'Angelo", "last_name": "Paul"}]}, {"title": "News Framing: theory and typology", "year": "2005", "journal": "Information Design Journal", "volume": "13", "authors": [{"name": "De Vreese Claes", "first_name": "De", "last_name": "Claes"}]}, {"title": "Yesterday&#039;s Papers and Today&#039;s Technology: digital newspaper archives and ‘push-button’ content analysis", "year": "2007", "journal": "European Journal of Communication", "volume": "22", "authors": [{"name": "Deacon David", "first_name": "", "last_name": "David"}]}, {"title": "Financial News Journalism: a post-Enron analysis of approaches towards economic and financial news production in the UK", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Doyle Gillian", "first_name": "Doyle", "last_name": "Gillian"}]}, {"title": "Framing U.S. Coverage of International News: contrasts in narratives of the KAL and Iran Air incidents", "year": "1991", "journal": "Journal of Communication", "volume": "41", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert"}]}, {"title": "Framing: toward clarification of a fractured paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert"}]}, {"title": "From Boom to Bust: a post-Celtic Tiger analysis of the norms, values and roles of Irish financial journalists", "year": "2010", "journal": "Irish Communications Review", "volume": "12", "authors": [{"name": "Fahy Declan", "first_name": "Fahy", "last_name": "Declan"}, {"name": "O'Brien Mark", "first_name": "O'Brien", "last_name": "Mark"}, {"name": "Valerio Poti", "first_name": "Valerio", "last_name": "Poti"}]}, {"title": "Ireland on the Turn? Political and economic consequences of the crash", "year": "2011", "journal": "New Left Review", "volume": "67", "authors": [{"name": "Finn Daniel", "first_name": "Finn", "last_name": "Daniel"}]}, {"title": "Success or Chaos? Framing and ideology in news coverage of the Iraqi national elections", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Garyantes Dianne", "first_name": "Garyantes", "last_name": "Dianne"}, {"name": "Murphy Priscilla", "first_name": "Murphy", "last_name": "Priscilla"}]}, {"title": "Framing of the Darfur Conflict in The New York Times: 2003–2006", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Kothari Ammina", "first_name": "Kothari", "last_name": "Ammina"}]}, {"title": "The Irish Press and the Iraq War: real world cues, news values and the political calibration effect", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "O'Regan Mary", "first_name": "O'Regan", "last_name": "Mary"}]}, {"title": "What Are Financial Journalists For?", "year": "2010", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Tambini Damian", "first_name": "Tambini", "last_name": "Damian"}]}, {"title": "News Blogs: strengthening democracy through conflict prevention", "year": "2009", "journal": "Aslib Proceedings", "volume": "61", "authors": [{"name": "Touri Maria", "first_name": "Touri", "last_name": "Maria"}]}, {"title": "Framing Immigration and Integration: relationships between press and parliament in the Netherlands", "year": "2007", "journal": "International Communication Gazette", "volume": "69", "authors": [{"name": "Vliegenthart Rens", "first_name": "Vliegenthart", "last_name": "Rens"}, {"name": "Roggeband Conny", "first_name": "Roggeband", "last_name": "Conny"}]}]}