{"doi": "10.1080/1461670X.2018.1423631", "url": "https://doi.org/10.1080/1461670X.2018.1423631", "title": "Swiss Journalists’ Role Performance", "volume": "20", "year": "2019", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Raemy", "first_name": "Patric", "name": "Patric Raemy"}, {"last_name": "Beck", "first_name": "Daniel", "name": "Daniel Beck"}, {"last_name": "Hellmueller", "first_name": "Lea", "name": "Lea Hellmueller"}], "abstract": "Journalism scholars have mostly studied journalistic role conception and their manifestations in news separately. This study merges these two research approaches to suggest a holistic understanding of the relationship between role conception and role performance. The Swiss case offers a unique context for studying the relationship between ideals and practice because of comparatively weak economic and political pressures on journalism, thus leading to a strong connection between journalistic ideals and practice. This study combined a content analysis of 519 news articles—published in German, French, and Italian—with an online survey of 62 authors of these articles. The analysis reveals that Swiss journalists perceive several role conceptions as important and say they frequently perform these roles in their daily work. Although they claim to have rather high freedoms in reporting, journalists’ conceptions of their role performance do not correspond to their actual role performance in news coverage. Factors that influence journalistic coverage are critically discussed to explain the relationship between role conception and role performance in a media system that offers high autonomy to journalists.", "body": [{"title": "Introduction", "paragraphs": ["According to surveys of journalists in the past decades, the role of the neutral disseminator has been the most important journalistic role conception in most Western countries, while various content analyses have confirmed the importance of neutral reporting in news journalism (see e.g. Scholl and Weischenberg 1998; Weaver 1998; Weischenberg, Malik, and Scholl 2006; Weaver, Willnat, and Choi 2013). However, new media audiences, technologies, and economic pressures have changed many aspects of journalism and have particularly led the newspaper industry into a crisis (e.g. Siles and Boczkowski 2012). Professional journalists working for traditional media have had to find new strategies to compete with the news content typically provided for free by online news sites, news aggregators such as Google, and social media platforms such as Facebook (Shoemaker and Reese 2014). In light of this situation, Lowrey (2017) has claimed that professional journalism should provide even more background information and orientation to audiences to compete with brief and fast online news.", "Newspaper circulations and revenues have gradually declined in Switzerland during the past decade, like in other Western countries. Due to the concentration of media ownership, the three major publishers of Tamedia, Ringier, and NZZ Group control more than three quarters of the daily newspaper circulation in the German-speaking part of the country; in the French-speaking part, Tamedia and the French media group Hersant reach a market share of more than 80 percent (Künzler 2013). The newspaper with the largest circulation is the freely distributed 20 Minuten owned by Tamedia and mainly aimed at commuters using public transport. Its online platform 20 min.ch also reaches the largest audience of all Swiss news websites, followed by the online version of Ringier’s tabloid Blick (Net-Metrix 2017; WEMF 2017). Both publications focus on infotainment and brief news. In the online news sector, several new platforms have been founded by former newspaper journalists to provide more background information and analysis (e.g. Republik, Bon pour la tête) or to reach younger audiences accustomed to digital technology (e.g. Watson). Between these media types, traditional newspapers have had to find strategies to keep their audiences (i.e. alternatives to the pure dissemination of facts). Hence, other role conceptions describing a more active function of journalists in society might become more important.", "This study analyzes the relationship between Swiss journalists’ role conceptions and their actual performance in news coverage. Previous research from Chile (Mellado and Van Dalen 2014) and the United States (Tandoc, Hellmueller, and Vos 2013) reveals only weak relations between journalists’ role conceptions and their performance. Even in Switzerland with its comparatively free media system, commercial imperatives have undermined the freedom of journalists to report (Puppis et al. 2014; Hofstetter and Schönhagen 2017). Thus, the objective is not only to analyze the journalists’ role conceptions (what they want to do and what they think they ought to do) and their role performance (what they actually do) but also their narration of role performance (Hanitzsch and Vos 2017): how do journalists describe their role performance?. To examine these linkages, we conducted a survey of journalists based on an analysis of at least three of their articles. The final sample comprised of 519 newspaper articles analyzed and 62 journalists surveyed.", "Analyses of the relationships among journalists’ role conception, their narrated role performance, and their practiced role performance are still missing in the scholarly discourse on the transformation of newspaper journalism. This analysis is particularly absent in a cultural context like Switzerland that retains a high level of newspaper readership when compared to other EU countries. Thus, the Swiss case allows for an exploration of the connection between the role conceptions of newspaper journalists and their role performance in a multi-language country, especially in a Western European context with a strong tradition of newspaper readership."]}, {"title": "Journalistic Role Conceptions", "paragraphs": ["Since the 1970s, the analysis of role conceptions has been an important aspect in surveys of journalists. However, these surveys do not share a common catalog of roles. The origins of research about journalistic roles date back to the 1960s and 1970s: Cohen (1963) distinguished between a “neutral” and a “participant” role, and Janowitz (1975) distinguished between a “gatekeeper” and an “advocate” role. Weaver and Cleveland (1986) developed four sets of journalistic roles: “disseminator,” “interpreter,” “adversarial,” and “populist mobilizer.” More recently, Albæk et al. (2014) proposed three dimensions in their analysis about political journalists: pragmatism (sacerdotal vs. pragmatic approach regarding the newsworthiness of politics), partisanship (impartial vs. partial reporting style), and audience orientation (information vs. entertainment as the main goals). Hanitzsch and Vos (2016) distinguished 18 roles that address 6 essential needs for political life: informational-instructive, analytical-deliberative, critical-monitorial, advocative-radical, developmental-educative, and collaborative-facilitative.", "Mellado and Van Dalen (2014) have developed a catalog of journalistic roles that allow for the comparison of role conceptions with role performances, since they connect each role with specific journalistic styles measurable in the news content. The authors distinguish six journalistic roles: disseminator-interventionist, watchdog, loyal-facilitator, service, infotainment, and civic. The disseminator-interventionist role refers to the presence of journalistic voice: journalists are either neutral disseminators who emphasize the distance between them and the facts, or they play a more interventionist role by having a voice in the story or acting as advocates. The watchdog and the loyal-facilitator roles are connected to the relationships journalists hold to those in power. The watchdog seeks to hold government, business, and other institutions accountable (to reveal hidden facts by authorities) while the loyal-facilitator is a defender of the powerful (with aims such as aiding the government’s development efforts, preserving social harmony, and strengthening national unity). The remaining three roles refer to the journalists’ approach toward audiences. Service journalism addresses the public as clients, giving tips, and advice on how to manage everyday life. Infotainment journalism addresses the public as spectators, focusing on entertainment, scandals, sensationalism, emotions, and morbidity. Civic journalism addresses the public as citizens; its aim is to educate the ordinary citizen on complex and controversial topics, encourage the public to get involved in public debate; and encourage participation in social, political, and cultural activities.", "In Switzerland, Marr et al. (2001) and Keel (2011) have conducted comprehensive surveys that explore journalists’ role conceptions. Both studies used a catalog distinguishing among fact-oriented roles (neutral disseminator, analyst, advisor), public weal-oriented roles (critic, commentator, facilitator, advocate), and market-oriented roles (service provider, entertainer, marketer, audience seller, information entrepreneur). Like in other countries, fact-oriented roles such as neutral disseminator and analyst are most valued by Swiss journalists. The critic, commentator, and advocate roles (i.e. the roles corresponding with the interventionist and watchdog roles in Mellado and Van Dalen’s model) have lost importance in the first decade of the twenty-first century. On the other hand, audience- and market-oriented roles such as service provider and entertainer have become more popular, especially among younger journalists (Keel 2011).", "Focusing on audience orientation may be an important survival strategy for media in an increasingly competitive environment. On online news platforms, entertainment stories generate the largest viewership in terms of click rates (Fürst 2017; Hofstetter and Schönhagen 2017), which have become an important currency to measure the attractiveness of a news medium for advertisers. Public service broadcasting organizations seem to be the last bastions resisting this trend (Hellmueller and Keel 2014). The orientation on click rates supports a general trend toward commercialization and tabloidization of media content in journalism (Siegert, Meier, and Trappel 2010) and may have an impact on how journalists perceive and enact their roles.", "In times of change, the classic journalistic role conceptions do not seem to be sacrosanct anymore. Even basic principles such as objectivity are questioned; Hellmueller, Vos, and Poepsel (2013) discussed a potential normative shift from objectivity toward a transparency-oriented journalism, in which balanced reporting is less important than the openness of the news creation process and the journalists’ accountability. It might be a difficult balancing act to provide relevant information to society and to get significant revenue. Bonfadelli et al. (2011) argued that journalists have to adapt to try to survive and be heard among the many other voices. Nevertheless, the authors recognized a trend toward refocusing on the classic role conceptions of journalism such as trying to reduce the complexity of the world and providing well-being for society and its members. The “Worlds of Journalism Study,” which provides the most recent data about journalistic role conceptions in Switzerland, has come to the same conclusion: despite the changes in journalism, the role conceptions of Swiss journalists did not change significantly in the past few years; the neutral disseminator role is still predominant (ZHAW 2016).", "Besides the Swiss case of the “Worlds of Journalism Study,” this is the first study after 2016 to compare the results to Keel (2011) and Bonfadelli et al. (2011) who analyzed role conceptions of Swiss journalists in their surveys. And it is the first study in Switzerland to analyze the relationships among journalists’ role conceptions, their narrated role performances, and their practiced role performances."]}, {"title": "Role Conceptions, Narrated Role Performances, and Practiced Role Performances", "paragraphs": ["The study of professional roles is based on the assumption that the way journalists understand their role in society shapes the news content they produce (Shoemaker and Reese 1996). However, roles have mainly been studied in isolation from media content. Hanitzsch and Vos (2017) proposed to distinguish between what journalists think they ought to do (normative role orientations), what journalists want to do (cognitive role orientations), what journalists really do in practice (practiced role performance), and what journalists say they do (narrated role performance). This study aims to examine the relationship between how important journalists rate their roles, their ideas about how they enact these roles in their daily work, and finally what roles can be seen in their news coverage.", "Several scholars have suggested paying more attention to the connection between the way journalists perceive their roles and the way they perform their duty in practice (Shoemaker and Reese 1996; Vos 2002; Mellado and Van Dalen 2014). Mellado, Hellmueller, and Donsbach (2017, 26) defined role performance as “the collective outcome of concrete newsroom decisions and the style of journalistic reporting, considering different constraints that influence and enable journalism as a professional practice.” Nevertheless, research looking into this connection between role conceptions and media performance is still rare (but see Van Dalen, de Vreese, and Albæk 2012; Albæk et al. 2014). Several studies have suggested that a causal explanation of role performance based on role conception should be questioned rather than presumed, as journalists are exposed to various forces of influence (Weaver and Cleveland 1986; Vos 2002; Tandoc, Hellmueller, and Vos 2013; Mellado and Van Dalen 2014). Whether and how role conceptions and practices (i.e. role performance) are connected is controversial.", "After all, journalists are part of certain structures (e.g. news organizations) and work in certain economic and political contexts (Pfetsch 2012). According to Hanitzsch et al. (2011), these forces include political and economic influences as well as organizational, procedural, and professional constraints, with the latter being particularly important in Western democracies. For instance, Vos (2005) as well as Shoemaker and Reese (1996) have emphasized that news professionals are mainly subject to organizational and societal influences when reporting news stories. Yet others argue that role conceptions need to be considered as well. Based on psychological theories that assume a solid connection between attitudes and behavior, several scholars argue that role conceptions are related to content (Donsbach 2008; Van Dalen, de Vreese, and Albæk 2012). Overall, empirical studies have shown inconclusive evidence, with results depending on the conceptualization of the roles, as well as the method of study. Recent research has mainly addressed the gap between journalistic role conceptions and practices (Vos 2005; Van Dalen, de Vreese, and Albæk 2012; Tandoc, Hellmueller, and Vos 2013). Regarding method, studies using quasi-experiments have shown a significant connection between role conceptions and performances (e.g. Patterson and Donsbach 1996), while studies that link survey and content analysis have established only a weak or no relationship between the two aspects (Weaver and Cleveland 1986; Vos 2002; Tandoc, Hellmueller, and Vos 2013). More thorough analyses are required (Weaver, Willnat, and Choi 2013).", "As of September 2017, Reporters Without Borders (2017) ranked Switzerland 7 out of 180 in the 2017 World Press Freedom Index. Although economic and political pressures on journalism are comparatively weak and press freedoms are high in Switzerland, there have not yet been systematic studies on journalistic role performance. Instead, content analyses of Swiss news media focus on journalistic quality by exploring aspects such as the coverage of topics that appear to be relevant for the political discourse, the diversity of topics and sources, and the impartiality in news articles. Based on these data, some scholars indicate that the overall quality of media content in Switzerland has decreased, due to the effects of commercialization and tabloidization (Blum 2009; Forschungsinstitut Öffentlichkeit und Gesellschaft 2015).", "The concept of role conception, as used in the present study, comprises of (1) journalists’ perception of normative roles in society and (2) journalists’ perception of practices in their daily work. In other words, the macro level is what journalists think is important and the micro level is what journalists think is important to practice in their daily work. Unlike other studies equating role enactment with the actual journalistic output (Tandoc, Hellmueller, and Vos 2013; Carpenter, Boehmer, and Fico 2015), the term role performance is used to describe practiced roles (Mellado, Hellmueller, and Donsbach 2017). Following Hanitzsch and Vos (2017), the term narrated roles describes what journalists say they do in their daily work. Hence, we define narrated role performance as journalists’ individual perceptions on how they can perform their role conceptions in daily work. A particular focus of investigation is which functions and practices journalists think they can enact more or less frequently in their work.", "This study adopts the six professional roles developed by Mellado and Van Dalen (2014), who proposed a model to operationalize these role performance by connecting them with specific journalistic styles and narrative schemas in news content. The operationalization is also based on other scholars’ work (Eide and Knight 1999; Marr et al. 2001; Hanitzsch 2007; Donsbach 2008). Each subscale is characterized by different measures of professional practices (e.g. reporting styles and narrative schemes). This concept has already been tested in a larger international study (Mellado et al. 2017) and in several smaller projects, such as bi-national comparisons (Mellado and Van Dalen 2014) and the re-evaluation of certain journalistic roles through their performances (Hellmueller and Mellado 2014).", "Thus far, international comparative studies have mostly focused on influences at the macro level that try to classify journalists of certain countries into country-specific journalistic cultures. However, the micro level of journalistic role conceptions that affects role performance gets neglected. This study critically discusses the established role conceptions.", "First, the content analysis is linked with a survey of newspaper journalists in Switzerland by examining the perception of their professional roles, the narration of their role performances, and the practices of role performances. The focus is then on the relation between role conceptions, narrated role performances, and practiced role performances. Unlike studies that focus on other countries, economic and political influences are not assumed as the major factors on journalists’ role performance in Western democratic countries. Instead, this paper questions the dominant role of the macro level (social-institutional level) in comparative journalism studies and search for alternative explanations for the relationship between journalists’ role conception and their performance in news coverage. This leads to the following research questions: RQ1: What is the relationship between journalists’ role conception and their narrated role performance? RQ2: What is the relationship between journalists’ narrated role performance and their practiced role performance?", "RQ1: What is the relationship between journalists’ role conception and their narrated role performance?", "RQ2: What is the relationship between journalists’ narrated role performance and their practiced role performance?"]}, {"title": "Method", "paragraphs": ["In Switzerland, tabloid newspapers have an important market share (WEMF 2017). Hence, the sample comprises tabloid as well as other types of newspapers. In reflecting the multilingualism of the country, it includes leading newspapers from all three major language regions: Blick (German, tabloid paper), Neue Zürcher Zeitung (German, newspaper), Le Matin (French, tabloid paper), Le Temps (French, newspaper), and Corriere del Ticino (Italian, newspaper). In addition to these titles, three Sunday papers edited by the publishers of Blick, Neue Zürcher Zeitung, and Le Matin were analyzed and compared with the other newspapers: Sonntags-Blick (German), NZZ am Sonntag (German), and Le Matin Dimanche (French).", "A stratified-systematic sample of each newspaper was selected for the years 2014 and 2015, using the constructed week method (Riffe, Lacy, and Fico 2005). Within each media outlet, a full seven-day edition (Monday through Sunday) was selected for every six months, ensuring that every month of the year is represented by at least one day and thus avoiding the overrepresentation of a particular period. If the newspaper did not have a Sunday edition or the sampled day fell on a national holiday and there was no newspaper, the following day was chosen as a substitution. Since Sunday papers in Switzerland are not part of e-daily news publications, additional Monday issues were analyzed for all daily newspapers. For each year, two constructed news weeks were sampled per newspaper, which is considered statistically sufficient to allow for “reliable estimates” (Riffe, Aust, and Lacy 1993, 139). Also, daily and monthly variations were considered (Neuendorf 2002).", "Within each selected sample, all news stories published in sections associated with the national desk (including stories located on the front page) were coded. Supplements and/or magazines and the features section published by the sampled newspaper editions were not considered. The focus was on news and not editorials because the objective was to measure role performance in news reports, not in commentaries; thus, articles appearing in a newspaper’s editorial section as well as letters to the editor and opinion columns were excluded.", "The codebook for the newspaper content analysis was divided into four parts: The first part comprised general and formal variables to categorize the news item. The second part dealt with the characteristics of the story. In the third part, the sources of the articles were analyzed. The most important section of the codebook was the fourth part, in which the six models of role performance were operationalized. The variables and codes were based on the study of Mellado (2015), Mellado and Van Dalen (2014), and validated in an international study (Mellado et al. 2017). All variables relating to the subscales of practiced role performances are listed in Table 1. Five students were hired and trained for about 15 hours (plus 24 hours of homework) in coding. Intercoder reliability was measured using Holsti’s method. Because of the huge amount of zeros (especially within the loyal-facilitator dimension), Krippendorff’s Alpha turned out to be very low; this was due to the fact that Krippendorff’s Alpha takes into account the prevalence of the categories (De Swert 2012). In dealing with dichotomous variables, there will be a lot of “false” Krippendorff’s Alphas if one category (0 or 1) is very rare, and Krippendorff’s Alpha is low, even though there are very few mistakes caused by the coders (e.g. if there would be just one disagreement out of 15 codings among the 5 coders for one variable, Krippendorff’s Alpha would return to a very low value, even if there existed a lot of agreement). Each of the variables below Holsti .9 was clarified and improved by extra explanations (the Holsti values for each variable are reported in Table 1). Swiss Journalists’ Role PerformanceThe relationship between conceptualized, narrated, and practiced rolesAll authorsPatric Raemy, Daniel Beck & Lea Hellmuellerhttps://doi.org/10.1080/1461670X.2018.1423631Published online:18 January 2018TABLE 1 Intercoder reliability of the variables measuring journalists’ practiced role performanceCSVDisplay Table", "To investigate journalists’ role conceptions and their narrated role performance, the second step was an online survey of the sampled articles’ authors to examine the perception these journalists had about their professional roles and how they narrate their role performance. Specifically, the questionnaire included 54 statements for journalists regarding how much importance they give to certain practices and how common these practices are in the news stories they publish (see Table 2). Respondents were asked to rate each of them on a 5-point scale, in which 1 = not important at all and 5 = extremely important. The Cronbach’s alpha for the subscales of role conception and narrated role performance were all in an acceptable range: watchdog role (9 items; αrole conception = .804; αnarrated role performance = .795), loyal-facilitator role (10 items; αrole conception = .824; αnarrated role performance = .879), infotainment role (7 items; αrole conception = .713; αnarrated role performance = .797), citizen-oriented role (13 items; αrole conception = .758; αnarrated role performance = .791), interventionist role (9 items; αrole conception = .744; αnarrated role performance = .815), and service-oriented role (6 items; αrole conception = .671; αnarrated role performance = .763). The subscale that measures the conception of the service-oriented role was found to be less reliable but was accepted due to its smaller number of items. In addition, the questionnaire asked about how long the journalists worked in this profession (How many years have you been working as a journalist?) and about their perception of freedom in reporting, to control for whether organizational factors influence their narrated and practiced role performances. The questionnaire was translated into German, French, and Italian. Swiss Journalists’ Role PerformanceThe relationship between conceptualized, narrated, and practiced rolesAll authorsPatric Raemy, Daniel Beck & Lea Hellmuellerhttps://doi.org/10.1080/1461670X.2018.1423631Published online:18 January 2018TABLE 2 Items that measure journalists’ role conception and narrated role performanceCSVDisplay Table", "Based on the article bylines from the content analysis, the questionnaire was sent to 270 journalists, and 121 completely filled them out, assuring a response rate of slightly over 40 percent. In previous surveys among Swiss journalists, the response rate was approximately 30 percent (Hellmueller and Keel 2014). However, to analyze the relationship between journalists’ ratings of statements and their role performance in newspapers, the sample size was reduced to 62 journalists who have written at least 3 articles represented in the news sample (n = 519) and completely filled out the questionnaire. The final sample size was still comparable with other studies that explored the relationship between journalists’ role conceptions and performances (e.g. 628 news articles/75 journalists by Mellado and Van Dalen 2014; 270 articles/54 journalists by Tandoc, Hellmueller, and Vos 2013)."]}, {"title": "Results", "paragraphs": ["The roles with the highest acceptance among journalists were the models of watchdog (M = .73, SD = .15), civic (M = .61, SD = .14), and interventionist (M = .57, SD = .14). The infotainment (M = .46, SD = .17) and service roles (M = .46, SD = .18) were ranked second. The loyal-facilitator role (M = .14, SD = .14) was considered least important. Journalists’ narrated role performance followed a similar ranking, but the means were overall smaller. Journalists stated they are able to perform the watchdog role rather equally (M = .48, SD = .15), the civic-oriented role (M = .46, SD = .14), the interventionist role (M = .46, SD = .15), and the infotainment role (M = .41, SD = .17). The narrated performance of the service role (M = .32, SD = .18) was less, as well as the loyal-facilitator role (M = .17, SD = .12).", "The descriptive statistics further revealed a high level of freedom in reporting among these journalists. They evaluated how often they can apply their decisions in their job: when they have a good idea about a topic that they consider important, they always get it covered (M = 4.08, SD = .66). They have quite or a lot of freedom to select the stories to work on (M = 4.18, SD = .66). They have quite or a lot of freedom to decide which aspects of a story they should emphasize (M = 4.24, SD = .65). Their work does not tend to be edited by others (M = 4.29, SD = .78).", "Because the data of content analysis were dummy-coded, index scores were calculated for each of the six role types, ranging from 0 (no element of practiced role performance) to 1 (all variables of a subscale are coded with “yes”). Only a few elements of practiced role performance were found in the analyzed articles: interventionist (M = .31, SD = .1), watchdog (M = .04, SD = .04), infotainment (M = .04, SD = .05), service oriented (M = .03, SD = .05), civic oriented (M = .02, SD = .02), and loyal-facilitator (M = .01, SD = .02).", "Figure 1 shows there were differences in what journalists stated to be important, what they said they do in practice, and what they actually did in practice. Swiss Journalists’ Role PerformanceThe relationship between conceptualized, narrated, and practiced rolesAll authorsPatric Raemy, Daniel Beck & Lea Hellmuellerhttps://doi.org/10.1080/1461670X.2018.1423631Published online:18 January 2018FIGURE 1  Journalists’ role conception, narrated role performances, and practiced role performances (mean values)Display full sizeFIGURE 1  Journalists’ role conception, narrated role performances, and practiced role performances (mean values)", "FIGURE 1  Journalists’ role conception, narrated role performances, and practiced role performances (mean values)", "FIGURE 1  Journalists’ role conception, narrated role performances, and practiced role performances (mean values)", "To answer RQ1, a multiple regression analysis was computed (see Table 3). Organizational factors were also controlled that have been stated in the literature to be possible predictors for the narrated role performance (i.e. newspaper type, work experience, perception of freedom in reporting). All the regressions models were significant and all the tolerance statistics and variance inflation factors were acceptable; thus, there were no issues of multi-collinearity. Swiss Journalists’ Role PerformanceThe relationship between conceptualized, narrated, and practiced rolesAll authorsPatric Raemy, Daniel Beck & Lea Hellmuellerhttps://doi.org/10.1080/1461670X.2018.1423631Published online:18 January 2018TABLE 3 Predicting journalists’ narrated role performanceCSVDisplay Table", "The watchdog role explained 19 percent of the variance. This role conception was the best predictor for journalists’ narrated performance. However, the type of newspaper they worked for also seemed to influence the narration: journalists working for tabloid newspapers tended to state they performed the watchdog role more often than their colleagues from other newspaper types.", "In addition, the civic-oriented role accounted for 40 percent of variance, the interventionist role 54 percent, the infotainment role 71 percent, the service-oriented role 63 percent, and the loyal-facilitator role 60 percent. In these models, the role conceptions were the best predictors for the narrated role performance. None of the other factors had a significant influence on the narration of the role performances. In other words, journalists who considered these roles important also stated they performed them in their daily work.", "Another multiple regression was computed to assess the relationship between journalists’ narrated role performance and their practiced performance (see Table 4), also controlling for organizational factors that might have an influence on the practiced role performance (newspaper type, work experience, perception of freedom in reporting). Two of the six regression models were significant. For the practiced performance of the infotainment role, the model accounted for 30 percent of the variance. The narrated role performance was the best predictor for the practiced performance of the infotainment role. Also, the newspaper type had a small influence. The practiced performance of the service role was able to explain 17 percent of the variance but could not find a good predictor (the influence of working experience on the practiced service role orientation is significant but a very weak predictor, with a tendency toward zero). In contrast, the regression models to predict practiced performances of the watchdog, civic-oriented, loyal-facilitator, and interventionist roles were not significant. Swiss Journalists’ Role PerformanceThe relationship between conceptualized, narrated, and practiced rolesAll authorsPatric Raemy, Daniel Beck & Lea Hellmuellerhttps://doi.org/10.1080/1461670X.2018.1423631Published online:18 January 2018TABLE 4 Predicting journalists’ practiced role performanceCSVDisplay Table"]}, {"title": "Discussion and Conclusion", "paragraphs": ["To examine the relationship between role conception and role performance among Swiss newspaper journalists, the content analysis of 519 articles from tabloid and other newspapers was combined with a survey of 62 journalists who were listed in the article bylines. The typology of role conceptions was based on Mellado and Van Dalen (2014), who distinguished among the models of disseminator-interventionist, watchdog, loyal-facilitator, infotainment, service, and civic. According to the present survey results, Swiss journalists considered watchdog and civic-oriented journalism as the most important role conceptions. To answer RQ1, there is a strong relationship between journalists’ role conceptions and their narrated role performances. Journalists who identify with a role also state they perform this role in practice. The relationship does not seem influenced by organizational factors, except in the case of the watchdog role. Swiss journalists seem to have rather high freedoms in reporting and feel enabled to perform their role conceptions.", "Despite journalists identifying with various different roles and stating that they can perform them, the content analysis shows rather weak relationship between narrated and practiced role performances, which leads to the answer to RQ2. Focusing on the 519 articles written by the newspaper journalists, there are only few references to practiced role performance in the majority of articles. A comparatively high amount of interventionist journalism is found, but the other role models are still rarely represented in the sample. Contrary to the journalists’ priorities, the number of articles with infotainment elements is higher than the number of those with elements of watchdog and civic journalism. Overall, there is a rather weak relationship between the journalists’ answers about which roles they think they perform in their daily work and what was measured in their news content. Thus, only for the infotainment roles, it can be confirmed that journalists who identify stronger with the role can publish more articles containing elements of this role. Another conclusion is that this audience-oriented role addressing the reader as spectator is easier to perform than the watchdog and civic model that emphasize the political functions of journalism in a democracy. But overall, the relationship between the narrated and practiced roles is weak and the explanation for this remains unknown.", "In spite of the differences between the perceived role conception by the Swiss journalists on one hand and their practiced role performance on the other hand, they generally do not complain about not being able to write what they want. However, we have to consider the critics of Hanitzsch and Vos (2017, 126) on the approach of extracting roles from news content: “When content is used as a proxy for journalistic practice, the empirical reference point shifts from the individual journalist to the news text.” In this study, although the journalists were asked if their articles got edited by someone else before publishing, collective authorship and news editing have to be considered. The weak relationship between perceived enactment and performance still needs explanation.", "The research design allowed the analysis of a very small proportion of the journalists’ output in this study. Despite the favorable response rate compared to other studies in the field, one can claim that the results may be biased due to the self-selection of journalists (i.e. journalists with clear role conceptions might be more likely to participate in a survey on this topic). However, this study is pioneering the exploration of journalists’ role performance and it will be necessary to examine the work of individual journalists more closely. After all, journalists can claim that this study did not examine the most typical examples of their work. The watchdog model might be an ideal for many journalists, even if they cannot act it out every day. However, if the journalists can publish some investigative articles sporadically, they might consider those as particularly important for their professional life and could still likely state that they are able to enact the watchdog role. Quantitative data cannot explore individual explanations. If journalists constitute their work as meaningful to themselves and others in a discursive construction (Hanitzsch and Vos 2017, 130), this identity building must be examined more in-depth, with other methods. Planning is under way for qualitative interviews with journalists about their conceptions and performances of professional roles. For future quantitative research projects, it will be important to optimize the linkages between survey and content data (de Vreese et al. 2017).", "The present analysis used Mellado and Van Dalen’s (2014) model with six dimensions. The items should be validated in different cultural contexts and consider if the operationalization of role conceptions still make sense when focusing on a specific country. The next step for further analysis will be to find a model that better fits with the role conceptions of Swiss journalists and their outputs in media coverage, especially considering whether this model is adequate to examine the situation in a particular country more closely. Further analysis will be crucial to understand particular role conceptions in how they are connected and which items are most relevant to each construct. As an example, preliminary analyses in Switzerland show a strong link between the civic and watchdog models; journalists strongly identifying with one of these models are likely to do so with the other one, too. In other words, the combination and performance of coupled roles may illustrate what has been pointed out previously in scholarly publication but has not been empirically assessed: the fact that roles can co-exist or can be co-performed might need further scholarly attention and explanation.", "Finally, a limitation of the project is the focus on journalists working for the national desk in major newspapers. As Puppis et al. (2014) have shown, journalistic autonomy in Switzerland, especially from advertisers, depends on the media type and on the journalists’ beats. Based on this study’s findings, it would be interesting to analyze journalists’ conceptions and their performances on other media platforms."]}], "references": [{"title": "Journalists in Switzerland: Structures and Attitudes", "year": "2011", "journal": "Studies in Communication Sciences", "volume": "11", "authors": [{"name": "Bonfadelli Heinz", "first_name": "Bonfadelli", "last_name": "Heinz"}, {"name": "Keel Guido", "first_name": "Keel", "last_name": "Guido"}, {"name": "Marr Mirko", "first_name": "Marr", "last_name": "Mirko"}, {"name": "Wyss Vinzenz", "first_name": "Wyss", "last_name": "Vinzenz"}]}, {"title": "The Measurement of Journalistic Role Enactments: A Study of Organizational Constraints and Support in For-Profit and Nonprofit Journalism", "year": "2015", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "93", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}, {"name": "Boehmer Jan", "first_name": "Boehmer", "last_name": "Jan"}, {"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}]}, {"title": "Linking Survey and Media Content Data: Opportunities, Considerations, and Pitfalls", "year": "2017", "journal": "Communication Methods and Measures", "volume": "11", "authors": [{"name": "de Vreese Claes H.", "first_name": "de", "last_name": "H."}, {"name": "Boukes Mark", "first_name": "Boukes", "last_name": "Mark"}, {"name": "Schuck Andreas", "first_name": "Schuck", "last_name": "Andreas"}, {"name": "Vliegenthart Rens", "first_name": "Vliegenthart", "last_name": "Rens"}, {"name": "Bos Linda", "first_name": "Bos", "last_name": "Linda"}, {"name": "Lelkes Yph", "first_name": "Lelkes", "last_name": "Yph"}]}, {"title": "Public–Private Service: Service Journalism and the Problems of Everyday Life", "year": "1999", "journal": "European Journal of Communication", "volume": "14", "authors": [{"name": "Eide Martin", "first_name": "Eide", "last_name": "Martin"}, {"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "Deconstructing Journalism Culture: Towards a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "Mapping Journalism Cultures Across Nations: A Comparative Study of 18 Countries", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}]}, {"title": "Journalism Beyond Democracy: A New Look into Journalistic Roles in Political and Everyday Life", "year": "2016", "journal": "Journalism", "volume": "", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Journalistic Roles and the Struggle over Institutional Identity: The Discursive Constitution of Journalism", "year": "2017", "journal": "Communication Theory", "volume": "27", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Watchdogs in Chile and the United States: Comparing the Networks of Sources and Journalistic Role Performances", "year": "2014", "journal": "International Journal of Communication", "volume": "10", "authors": [{"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}, {"title": "Shifting Journalistic Capital? Transparency and Objectivity in the Twenty-First Century", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}, {"name": "Poepsel Mark A.", "first_name": "Poepsel", "last_name": "A."}]}, {"title": "When Creative Potentials are Being Undermined by Commercial Imperatives: Change and Resistance in Six Cases of Newsroom Reorganization", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Hofstetter Brigitte", "first_name": "Hofstetter", "last_name": "Brigitte"}, {"name": "Schönhagen Philomen", "first_name": "Schönhagen", "last_name": "Philomen"}]}, {"title": "Professional Models in Journalism: The Gatekeeper and the Advocate", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris.", "first_name": "Janowitz", "last_name": "Morris."}]}, {"title": "Professional Roles in News Content. Six Dimensions of Journalistic Role Performance", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Mellado Claudia.", "first_name": "Mellado", "last_name": "Claudia."}]}, {"title": "The Hybridization of Journalistic Cultures: A Comparative Study of Journalistic Role Performance", "year": "2017", "journal": "Journal of Communication", "volume": "", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Marquez-Ramirez Mireya", "first_name": "Marquez-Ramirez", "last_name": "Mireya"}, {"name": "Humanes Marisa Luisa", "first_name": "Humanes", "last_name": "Luisa"}, {"name": "Sparks Colin", "first_name": "Sparks", "last_name": "Colin"}, {"name": "Stepinska Agnieszka", "first_name": "Stepinska", "last_name": "Agnieszka"}, {"name": "Pasti Svetlana", "first_name": "Pasti", "last_name": "Svetlana"}, {"name": "Schielicke Anna-Maria", "first_name": "Schielicke", "last_name": "Anna-Maria"}, {"name": "Tandoc Edson", "first_name": "Tandoc", "last_name": "Edson"}, {"name": "Wang Haiyan", "first_name": "Wang", "last_name": "Haiyan"}]}, {"title": "Between Rhetoric and Practice: Explaining the Gap Between Role Conception and Performance in Journalism", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}]}, {"title": "News Decisions: Journalists as Partisan Actors", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Patterson Thomas", "first_name": "Patterson", "last_name": "Thomas"}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Sampling in News Content Analysis", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F."}, {"name": "Lacy Stephen R.", "first_name": "Lacy", "last_name": "R."}]}, {"title": "Making Sense of the Newspaper Crisis: A Critical Assessment of Existing Research and an Agenda for Future Work", "year": "2012", "journal": "New Media and Society", "volume": "14", "authors": [{"name": "Siles Ignacio", "first_name": "Siles", "last_name": "Ignacio"}, {"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "Mind the Gap: Between Journalistic Role Conception and Role Enactment", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Different Roles, Different Content? A Four-Country Comparison of the Role Conceptions and Reporting Style of Political Journalists", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen"}, {"name": "de Vreese Claes H.", "first_name": "de", "last_name": "H."}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik"}]}, {"title": "The Global Journalist in the Twenty-First Century: A Cross-National Study of Journalistic Competencies", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars"}, {"name": "Choi Jihyang", "first_name": "Choi", "last_name": "Jihyang"}]}]}