{"doi": "10.1080/14616700902783895", "url": "https://doi.org/10.1080/14616700902783895", "title": "“THE LEFT-MEDIA'S STRANGLEHOLD”", "volume": "10", "year": "2009", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Goss", "first_name": "Brian", "name": "Brian Michael Goss"}], "abstract": " This investigation analyzes Accuracy in Media's (AIM) bi-weekly “Reports” in an effort to apply Edward S. Herman and Noam Chomsky's “Propaganda Model” (1988) to the current media environment. Herman and Chomsky's concept of flak—defined as campaigns to mobilize various forms of harassment—is particularly important to the discussion. The investigation analyzes 36 AIM Reports that were published between January 2007 and July 2008. Following a sketch of AIM's history and an account of the model's filtering mechanisms, the investigation discusses AIM Reports’ cultivation of flak toward ideological opponents. I demonstrate that AIM's discourses do not align with its stated mission of “fairness, balance, and accuracy” (www.aim.org). The investigation focuses specifically on AIM Reports’ discourse on torture, climate change, globalization and Barack Obama as instances of right-wing flak. ", "body": [{"title": "Introduction", "paragraphs": ["Part of what makes journalism a fascinating topic is the paradox in which it is enveloped. Its purpose and its guiding mythology revolve around illuminating the contours of reality for an interested citizenry. At the same time, journalism is constrained by professional and institutional mores and commitments with the stretching and straining of its accounts of external reality that such constraints effectuate. Although journalists regularly cashier their own views at the door, W. Lance Bennett observes that they are beholden to their elite (State and corporate) sources (2001, pp. 142–5) and the seductions of the elites’ sophisticated news management techniques (2001, pp. 113–42). Moreover, the scribes are highly alert to who seems to be “winning” the political “game”—and similarly attuned to when there is “blood in the water” from a wounded politician, program, or party (Entman, 1989, pp. 39–74). All the while, journalists cover people much like themselves in being educated and accomplished—only more so (Greider, 1992, pp. 287–306). Perhaps most fundamentally, news media is itself a profit-driven business and generally comfortable with the United States’ steering mechanism of oligopolist capitalism (Herman and Chomsky, 1988, pp. 3–14).", "Edward S. Herman and Noam Chomsky posit that, despite a milieu in which journalists enjoy vast liberties and “formal censorship is absent” (2001, p. 1), the United States’ journalistic performance is decisively conditioned by a series of largely unseen “filters” that domesticate the press’ behavior. On this view, and notwithstanding notable exceptions, journalism functions as an instrument of prevailing power relations that largely affirms the status quo to elite specifications. Recent accounts of news media present striking support for the Herman and Chomsky's model: from heavy-handed management diktat for a preponderance of pro-Iraq invasion talking heads on television in the run-up to the attack (Greenwald, 2008), to the feigned independence of conflict-of-interest-ridden retired military figures coached on talking points by the Pentagon (Barstow, 2008), US news media slants toward established authority.", "Despite these considerations, across almost 40 years, Accuracy in Media (AIM) has been devoted to positing left-of-center dominance over US news media. In this register, Mark Alexander opines in a recent AIM Report that “the Left-media's stranglehold on public opinion” presents a “virtual monopoly” (2007e, pp. 4, 1). Lynne Woolley chimes in for AIM's readership by conjuring “decades of near-complete control of all major media outlets” under left-leaning auspices (Woolley, 2007, p. 2). Although right-wing opinion can look to grassroots new media, Woolley maintains that the news networks and the nation's flagship newspapers are in the sinewy grip of an uncompromising left. Claims of this sort constitute orthodoxy in AIM's discourse such that evidence is rarely marshaled in support of claims.", "What may account for such jarring differences in characterizing the behavior of US journalism? In this article, I argue that beyond acknowledged defects of US news media, AIM is a right-wing flak organization devoted to “disciplining the media” (Herman and Chomsky, 1988, p. 2). It does so by exerting pressure for news media to hew to an unswerving right-wing program. In the longer haul, dedicated flak from the right has been evident for decades (Goss, 1996) with particular fervor following the right's trauma over the 1960s and 1970s (Franklin, 2000). Former movement conservative David Brock recounts right-wing flak campaigns from the inside including the 1990s anti-Clinton “Arkansas Project” (Brock, 2002, pp. 210–33). Think tanks and university “research institutes” have also proliferated from 1970s onward and been mobilized for informational air campaigns in support of right-wing ideology [discussed approvingly by a practitioner (Feulner, 1985) and in a critical register (Soley, 1995)].", "In one AIM Report, Editor Cliff Kincaid reveals an aspect of the organization's method in generating flak. He describes his journalism text in college as having “urged students to write ‘interpretive’ articles giving background and context to the news” in contrast to stenographically transmitting what newsmakers claim (AIM Report, 2007l, p. 3). This is, in a sense, what AIM does in its reports (and what investigative reporters and some bloggers do as well). The method is grounded in a media critique that takes mainstream media as wedded to pantomimes of objectivity that eschew public-spirited challenges to authority. Nevertheless, AIM betrays the stated remit of “fairness, balance and accuracy” on its webpage watermark (www.aim.org) not for going the interpretive route. Contest over the interpretation over facts is indeed a commonplace in, for example, politics and academe. However, AIM Reports undermine concepts of fairness by frequently deserting accuracy in a systematic fashion that supports orthodox, preordained rightist conclusions—and does so despite AIM's protestations of independence. For these reasons, its efforts can be characterized as extending beyond fair, if zealous, commentary and into bad faith.", "In turn, “bad faith” is a legal concept that is imported into this investigation as a trope to illuminate AIM's discourses. Following the phrasing in several salient North American cases, lawyer Lloyd Duhaime claims that bad faith “‘is grounded not on a rational connection between the circumstances and the outcome, but on antipathy’” (nd, p. 1). In essence, bad faith is “‘malice and ill will’” in one's cast of mind that may also bring “‘unreasonableness, discrimination, and arbitrariness’” in its train (nd, p. 1). In other cases, bad faith has been identified with “‘lack of fairness’” and/or “‘flagrant dishonesty’” (nd, p. 2). By contrast, good faith is identified with “‘honesty of purpose’” of a sort that is necessary, albeit not itself sufficient, for realizing truth (nd, p. 1).", "With good reason, AIM emphasizes that the United States’ “‘so-called adversary press has become a lapdog media’” (AIM Report, 2007m, p. 1). The organization's webpage makes a further plea for news gathered and delivered “fairly and objectively—without resorting to bias or partisanship” (Accuracy in Media, 2007a, p. 1). The message is, however, undercut in short order by an adjacent “Action Center” box that, as of 11 August 2008, reads “You Won't Believe What Liberals Say”. It features photos of Hillary Clinton, Nancy Pelosi, et al., presumably in mid-gaffe. They are poster children for the failings that, in AIM's consistently dichotomized narrative line, exclusively vex the liberal pole of the US political spectrum—and against which AIM agitates for action via flak campaigns.", "In examining AIM's flak campaigns, this article analyzes a corpus of 36 AIM Reports published between 1 January 2007 and 23 July 2008 that have been archived on the organization's webpage. The reports are, roughly, bi-weekly and are almost always six printed pages of approximately 3000 words. Thus, the total corpus under examination consists of approximately 215 printed pages. The total excludes the “Cliff's Notes” feature that follows the reports as well as the reader “Comments” section as these are not included in the “Print”-icon version of the reports.", "The case-study analysis of AIM Reports as an exemplar of flak spins off from Herman and Chomsky's Propaganda Model. However, an analysis would not be sufficiently rigorous to posit that the model is correct in positing the existence of flak campaigns by pointing to the behavior of AIM to “prove” such. This is because Herman and Chomsky cite AIM as a key example when they insert flak into their model as one of its five filters. Thus, unsurprisingly, AIM's behavior “fits” Herman and Chomsky's conceptualization. However, an important concern for this investigation is to specify how a group generates flak within the contemporary media-saturated milieu through, for example, specific agitational narrative lines.", "Where method is concerned, the present investigation is centered on interrogating AIM's discourses and their investment in making truth claims. The investment is clearly denoted by the prominence of the word “Accuracy” in the organization's name and its auto-descriptions. Thus, accuracy is a fair criterion by which to ev aluate AIM Reports. In critically examining the corpus, a central finding is that the Reports present a particular species of flak for their consistent bad faith judgment. AIM routinely exhibits indifference or hostility toward “fairness, balance and accuracy” although these are the traits that it celebrates in its name, its logo, and webpage watermark (www.aim.org). As one-sided as AIM's editorial line is, it has been insinuated into more mainstream (rather than niche or narrow-cast) media discourse. Recently, AIM Reports rehearsed right-wing talking points on former 1960s radical William Ayers’ alleged connections to, and influence over, Presidential candidate Barack Obama during the late spring and summer of 2008 (Kincaid, 2008c, 2008d; Vernon and Kincaid, 2008). Allusions to Ayers also animated moments of the Republicans’ failed campaign against Obama the following autumn (Koppelman, 2008).", "In applying the Propaganda Model, I cast the tendency toward “personalization” storylines theorized by W. Lance Bennett in a supporting role (2001). What is personalization in this context? “(I)nstead of focusing on power and process”, Bennett answers, “the media concentrate on the people engaged in political combat over the issues” (2001, p. 35). The tendency is in part due to the market-driven concern that “probing analysis will turn off audiences, (in contrast) to the ease of telling the human-interest side of a story” (2001, p. 35). The resultant news discourse presents far less stress on deeply grounded “causes and effects” and more on “sensationalism” (2001, p. 35). Personalization also dovetails with Herman and Chomsky's emphasis on dichotomization in news narratives. A “Friend” versus “foe” narrative is proximal to “Us” versus “Them” and to “Good” versus “Evil”. In AIM Reports, the Us/Them and Good/Evil dichotomies are further aligned with the “Right-” versus “Left-wing” dichotomy that determines the form of its narratives. In turn, AIM's dichotomies finally enable easily constructed personalization (for example, of rightist strongman/leftist clown).", "In the sections that follow, I will formally introduce AIM and the Propaganda Model. Thereafter, I furnish detail on AIM's flak tendencies and its implications for the organization's dichotomized and anti-communist narratives (as remarkable as a perceived need for anti-communist narratives may seem by 2007–8). The specific hot-button issues in AIM's discourse that this investigation discusses in detail are torture, global warming, globalization, Barack Obama, and Iraq."]}, {"title": "Aim: On Target?", "paragraphs": ["AIM's “Mission Statement” is one sentence long and presents the organization as “a non-profit, grassroots citizens watchdog of the news media that critiques botched and bungled news stories and sets the record straight on important issues that have received slanted coverage” (Accuracy in Media, 2007c, p. 1). Within this remit, AIM has presented “‘lasting impact’” since its founding in 1969 by Federal Reserve Bank economist Reed Irvine (Sullivan, 2004, p. B8). Its original mission was to send letters to the editors of newspapers pressing for corrections of what AIM posited as errors. If the letter was not published, AIM would purchase advertising space in the paper in which to run the letter. The AIM Report, originally a bi-monthly newsletter, was inaugurated in 1972. Shortly thereafter, in 1975, AIM initiated the tactic of buying media stocks to enable attendance at shareholders’ meetings at which to voice concerns about media coverage (Accuracy in Media, 2007b). Whereas AIM's income in 1971 was US$5000, “it grew spectacularly in the 1970s” to US$1.5 million by the early 1980s by which time it had achieved a recognized profile (Herman and Chomsky, 1988, p. 27).", "AIM's funding stream is furnished by corporations, foundation grants and subscribers/contributors (Herman and Chomsky, 1988, p. 27). Between 1985 and 2005, AIM captured 41 grants totaling US$4,544,000 (Media Transparency, nd). According to Media Transparency, 28 of the grants were from Richard Mellon Scaife-affiliated foundations (i.e., Sarah Scaife and Carthage) as the Irvine family acknowledges Scaife as “the organization's major contributor” (Sullivan, 2004, p. B8).", "Herman and Chomsky describe AIM as part of a phalanx of “institutions organized for the specific purpose of producing flak” (1988, p. 27). In particular, “The function of AIM is to harass the media and put pressure on them to follow the corporate agenda and a hard-line right-wing foreign policy” (1988, p. 27). Toward this end, AIM places messages into an array of channels including books, pamphlets, advertisements, documentaries, daily radio spots, a speaker's bureau, a weekly syndicated column, blogs, special reports, and rallies (Accuracy in Media, 2007a, 2007b).", "On occasion, AIM offers accurate or usefully provocative observations. For example, AIM denounces human rights abuse directed at the formerly integrated Christian minority in Iraq (Kincaid, 2008b). AIM also describes the 1999 US–NATO intervention in the former Yugoslavia as “illegal” (AIM Report, 2007i, p. 4); a claim that interrogates forceful US intervention and aligns AIM with Chomsky (1999) on this particular issue. Nonetheless, this moment of AIM's discourse does not pass the “shoe on the other foot” test. AIM unequivocally opposes the Clinton-era intervention (that, at least, presented an identifiable endgame). It is, by contrast, full-throated in its support of Bush's reckless, unfathomably destructive invasion of Iraq during a critical moment in global power-bloc arrangements. Given the habit of bad faith, AIM assumes Bush's foreign policy as a vehicle for “Us” whereas all things Clintonian present an a priori species of the dichotomized “Them”.", "AIM Reports are locked and loaded with invitations for the reader to participate in flak. The concluding “What You Can Do” section of each report includes e-postcards to be sent to figures deemed to be in need of a flak-inspired jolt. Going beyond Herman and Chomsky's prescription, one may also posit that, even if a report does not make a specific prompt for action such as an e-postcard, its discourse can be proximal to and anticipatory of flak. In other words, AIM delivers claims with such vein-popping fury that they engender a climate of agitation that may be preparatory to action (similar as such to Jacques Ellul's concept of agitational propaganda; Ellul, 1965, pp. 70–9).", "In concert with other right-wing organs, AIM's campaigns can be posited to have had an impact. AIM states that, as of 1999, “78 percent of Americans said there is a news bias in the media” (Accuracy in Media, 2007a, p. 1). AIM claims that this bias is, in both public perceptions and in reality, distinguished by its “overwhelmingly liberal” character. The reed on which AIM hangs its claims is poll data in which “‘about a third of national journalists (34 percent) and 23 percent of local journalists describe themselves as liberals’” whereas “a mere 7 percent described themselves as conservative” (Accuracy in Media, 2007a, p. 1). Even if one assumes that reporters’ dispositions are the alpha and omega of news coverage—thus waving aside input from professional ethics, editors, ownership, advertisers and audience reactions—then the figures would auger a pronounced moderate bias in news coverage. To wit, 60 percent of reporters are ensconced in this camp by self-description. AIM also implicitly assumes rampant unprofessionalism whereby the segment of self-described liberal reporters is singularly dedicated to grabbing the media megaphone to publicize their personal views—and does so without inhibition or institutional constraint while drowning out all other voices in the process.", "AIM's hyper-personalization of journalistic behavior enthrones reporters’ presumed bias as its alpha and omega. By contrast, Herman and Chomsky's model assumes that prevailing concepts of professionalism and devotion to a doctrine of objectivity insure that reporting tends strongly to favor established authority for deeply embedded, structural reasons supraordinate to any given reporter. I turn now to this model."]}, {"title": "Herman and Chomsky's Propaganda Model", "paragraphs": ["The Propaganda Model consists of five filters that condition the behavior of US news media. Herman and Chomsky also posit dichotomized news narratives that effectively function like a filter for their attendant ideological ballast (concerning, for example, who is deemed to be a “worthy” or “unworthy” victim). While a detailed evaluation of each filtering mechanism is beyond the scope of this article, the model has proven durable since 1988 (in Herman's, 2003 auto-appraisal as well). On this view, the cumulative effect of the proposed filter mechanisms strongly reinforce the (State, corporate) power centers in US society, even given the changes in the media environment across two decades.", "Ownership patterns constitute the model's first filter as US news media is privatized and anchored within its associated exigencies (Bagdikian, 1990; McChesney, 1999). Despite the musical chairs of mergers alongside the advent of new technologies that have disrupted business models, concentrated ownership and massive horizontal synergies have endured and even intensified across the past 20 years (Open Democracy, 2001–3). Immense authority is thus concentrated in few hands. In turn, advertising is the chief revenue stream for private media and constitutes the second filter that reinforces and extends the impact of private ownership. Advertisers seek audiences with more disposable income that, in turn, impacts the content sandwiched between the ads (Herman and Chomsky, 1988, pp. 14–8). News on any given complex problem—the Third World at home or abroad, the scale of corporate lobbying, other matters that could cloud “the buying mood”—encounter more difficulty attracting sustained coverage in this environment (Herman and Chomsky, 1988, p. 17).", "Sourcing is the third filter that Herman and Chomsky discuss. In particular, information has a “cost” for the reporter in time and effort. Thus, the official spokesperson, emitting quotations and other serviceable materials, reduces the time and effort costs for the reporter who may otherwise contend with the rigors of digging through archives. Oscar Gandy (1982) has minted the term “information subsidy” for the variegated forms of outreach toward media that mesh with the reporters’ needs in meeting regular deadlines. In Gandy's formulation, “the price of information may be reduced selectively by interested parties”—to wit, government spokespeople and corporate communications specialists—“in order to increase the consumption of preferred information” by in effect making it cheaply obtained and plentiful (1982, p. 30). In this environment, a ballet of co-dependence develops: The State and the private sector realize generally favorable free publicity via news media, while media workers may count on substantial assistance in filling the news hole on a daily basis.", "As fundamental as these first three filters are in conditioning the conduct of contemporary journalistic behavior, I will focus mainly on flak. Herman and Chomsky characterize it as “negative responses to media statement or program” that “may take the form of letters, telegrams, phone calls, petitions, (emails, faxes), lawsuits, speeches and bills before Congress, and other modes of complaint, threat, and punitive action” (1988, p. 26). Flak can be the handiwork of the angry monad—or, more consequentially, it may be well-funded and centrally (even covertly) orchestrated (Stauber and Rampton, 1995, pp. 29–31). That is, effective flak is “related to power” for the differential intensity and persistence with which it can be mobilized toward institutional pressure points (Herman and Chomsky, 1988, p. 26). To take one instance of the intersection of power and flak within news media, a Florida Fox News affiliate harassed and eventually fired award-winning investigative journalists Jane Akre and Steve Wilson over their investigations into Monsanto's corporate misdeeds (Kennedy, 2004). After the reporters’ employers sided with the heavy-weight corporation's interests, their careers descended into a cascade of law suits. The episode demonstrates that flak may be calculated to generate chilling effect on news media by endowing investigation with a steep cost in hassle, money and short-circuited careers.", "In what narrative modalities may flak operate? Herman and Chomsky posit dichotomized storylines that readily structure news reports (1988, p. 31–5). These storylines play heavily on concepts of “Us” and “Them”. Where Us and Our Friends are concerned, victim status is readily apportioned and supported with humanizing detail and elaborate context that “will generate reader interest and sympathetic emotion” (1988, p. 35). Status as a victim with whom to empathize is generally denied to enemies even when they encounter fates similar to those victims designated as worthy.", "Herman and Chomsky posit an “Anticommunism” filter in evidence when news media amplifies “well-publicized abuses of Communist states” (1988, p. 29). This filter presents a special case of Us/Them dichotomizing. During the Cold War, the demands of anticommunist narratives conditioned news to “mobilize the populace against an enemy” (Herman and Chomsky, 1988, p. 29)—despite vagueness about what may have constituted the communist menace (Unions? Hollywood films? Elected European Social Democrats?) and the Byzantine network of slippery slopes it was assumed to command. Nevertheless, anticommunism proved effective as a political tool to smooth over domestic dissension by orchestrating opposition to a red “Them” rhetorically distinct as not “Us”. Along with highlighting human rights abuse under communist auspices, anticommunism was simultaneously serviceable in furnishing apologia for retreat from principle on human rights: “If the triumph of communism is the worst imaginable result, the support of fascism abroad is justified as a lesser evil” (Herman and Chomsky, 1988, p. 29), as in Cold War Latin American gangster states.", "Although Cuba and the Democratic People's Republic of Korea effectively exhaust the list of contemporary states identified with communism, AIM continues to flog at anticommunism as if it is a “good luck” totem. Nevertheless, AIM circulates another “grand narrative” that, while not new, has become more prominent. Terror discourse has in particular proven to be an effective political Rubik's cube. Every person of sound reason vehemently opposes the sickening, indefensible tactic of targeting civilian life—as he or she also opposes hollowing out civil liberties via politically-driven perversion of the Leviathan state that enhances carceral powers without firming up security (Fields, 2003, pp. 213–7).."]}, {"title": "The Flak Track", "paragraphs": ["AIM advances its own concept of flak without calling it such—while also positioning itself as a victim of the phenomenon (for example, AIM Report, 2007b). With regard to left-leaning Media Matters for America, one AIM Report (presumably written by Kincaid, but not signed) observes: As someone who was the target of one of its malicious and defamatory attacks, it can be somewhat tiresome or even stressful to find your in-box full of hateful messages. This is how (Media Matters founder David) Brock and his minions try to manipulate the press and the public. (2007i, p. 3)  ", "As someone who was the target of one of its malicious and defamatory attacks, it can be somewhat tiresome or even stressful to find your in-box full of hateful messages. This is how (Media Matters founder David) Brock and his minions try to manipulate the press and the public. (2007i, p. 3)", "As with every AIM Report, this one concludes with the “What You Can Do” section that prompts for flak to be mobilized. In this case, e-postcards are routed toward “a special ‘Hillary Clinton Investigative Fund’ to probe the aspects of the former First Lady's career that the media are ignoring” (2007i, p. 6)—although Clinton's career has been strenuously vetted and the fund cannot be said to fill any void in knowledge given prior flak campaigns. At the same time, and in a register of bad faith, the contemporaneous Bush administration is invisible on AIM's scandal radar screen despite outrageous departures from good governance (in, for example, the realm of security; Clarke, 2004).", "While AIM presents US media performance as a steel-plated monolithic liberal bloc, the organization is largely uninterested in news media as the reports say very little about its content. Across the 19-month corpus of reports, AIM is silent on a methodology that guides its readings of news and is notably light on specific exhibits of evidence drawn from news discourse. AIM demonstrates similar disinterest toward news media's organization and procedures, ownership structure and funding streams. In lieu of detailed analysis of either news discourse or the industry itself, AIM marshals the “liberal media as monolith” narrative whenever rhetorical circumstances demand it. In one moment when AIM assays media critique, it posits NBC's coverage of the 2007 Virginia Tech massacre as in cravenly poor taste. Even in this case, however, AIM overdraws its critique with some of its own tawdry sensationalisms, such as fanning the embers of an ill-defined media “Cover-Up” (AIM Report, 2007g, p. 4).", "Us/Them-enabled caricature is regularly elevated over analysis in the AIM Reports’ accounts of media discourse. Under a subheading in capital letters, “French Copy Al-Jazeera”, AIM's Andrew Selepak characterizes the content of the newly introduced France 24 network on the basis of a single comment from French Prime Minister Dominique de Villepin: “‘After 9-11, after the War in Iraq, we all feel there is a need for more information, a different kind of information’” (Selepak, 2007, p. 5). AIM garnishes the quotation with vintage “Freedom Fries” chauvinism: “Translated into plain English, it appears that the new channel is designed, like Al-Jazeera, to counter American influence in the world. It also seems designed to give us a more sympathetic view of those behind international terrorism”, before characterizing France as “the base” of the “coming takeover of Europe by Muslim Arabs” (Selepak, 2007, p. 5). No specific evidence from the network's programming is offered in support of the inflammatory comments presumably because AIM has neither tuned in nor translated the network's offerings.", "In lieu of media critique, AIM editorializes and circulates hard right interpretations that hurtle into bad faith. For example, the 6 April 2007 report is prefaced with the noble charge that “It's about putting journalism and truth above partisanship” (AIM Report, 2007e, p. 1), a message repeated two pages later. In between, Michelle Malkin rails against “unhinged Democrats” and indicts several mainstream media outlets as nodes of a terrorism network (for example, Associated Press is re-named “Associated-With-Terrorists-Press”; AIM Report, 2007e, p. 3). In the same report, Mark Alexander chimes in with similar trivializations of the ostensible concern with terrorism: “The fact is, much of what is reported in the American media today reflects not only the propaganda machines of the Left, but also our Jihadi adversaries. Too often the content from those machines is indistinguishable”, as Alexander presents himself as unable to differentiate between editorial lines espoused by NewsCorp (or General Electric, or Viacom) and bin Laden videos—to AIM's apparent approval (AIM Report, 2007e, p. 4). In such moments, even stated efforts at transcending partisanship deliver “hair-on-fire” polemic that is proximal to action-oriented flak.", "AIM's narratives often read as parades of heroes and villains; fare that would be almost cartoonish entertainment if not for the stakes involved and the persistent bad faith often enacted through heavy shadings of personalization. In this vein, AIM makes repeated and gratuitous reference to Media Matters for America chief David Brock being openly gay (for example, AIM Report, 2007f). Similarly, AIM finds salience in noting that Barack Hussein Obama is African-American with a Semitic middle name. Cliff Kincaid's report (2008a) serves no further purpose than emphasizing Obama's pigmentation across almost 3000 words while ostensibly discussing the slave reparations movement. Although Kincaid concedes that Obama does not support reparations, the unstated message is that he must be dissembling since all African-Americans necessarily walk in lockstep. By contrast with impertinent citation of largely fixed features of identity—and despite its uber-hawkishness—AIM defends George W. Bush's decision to have logged a non-existent combat record in Vietnam, the signature right-wing cause of his youth (AIM Report, 2007m). In such moments, identity as (straight, white male, right-wing) authority propels AIM's judgments—and not merit or the courage of one's convictions as expressed in deeds.", "Turning to specific issues, AIM's discussion of waterboarding is instructive with regard to bad faith judgment that is, in turn, given glib expression. Following earlier hints (AIM Report, 2007o, p. 4), AIM adamantly declares “Waterboarding Is Not Torture” in capital letters as a sub-heading (AIM Report, 2008a). AIM claims that “Detainees” at Guantánamo “are enjoying hotel living conditions” (2008a, p. 5). “Torture”, the report continues, is what “left-wingers associate with anything that makes an accused terrorist uncomfortable”. In this vein, waterboarding is described as “pouring water over the face of a suspected terrorist” (2008a, p. 5); much like a refreshing morning shower.", "Is AIM accurate? With regard to “hotel living conditions”, retired US Army Major General Antonio Taguba makes a blunt rebuttal in preface to a Physicians for Human Rights (2008) report that examined former detainees: “After years of disclosures by government investigations, media accounts, and reports from human rights organizations, there is no longer any doubt as to whether the current administration has committed war crimes” in its treatment of detainees (Taguba, 2008, p. 1). Moreover, few detainees have been charged with a recognizable crime and many appear to have been caught up in almost indiscriminate dragnets (facilitated by payment of bounties) for being in the wrong place at the wrong time (Amnesty International, 2007; Human Rights Watch, 2004). As for waterboarding, it is not a simulation but “controlled drowning”, a “slow motion suffocation with enough time to contemplate the inevitability of black out and expiration” (Nance, 2007, p. 4). Victims cannot breath without taking in more water and can lose consciousness or die with the associated stress reactions along the way. Subsequent psychological trauma may persist for years (Wallach, 2007b).", "Judge, law professor, and former military Judge Advocate General trainer Evan Wallach observes that, across more than a century, the US government “has not only condemned the use of water torture but has severely punished those who applied it” during, for example, the Spanish–American War, post-World War II war crimes prosecutions, and a 1983 federal prosecution of a Texas sheriff and his deputies (Wallach, 2007b, p. B1; also see Wallach, 2007a). Malcolm Nance's account of waterboarding is particularly livid given his experience as “a former Master Instructor and Chief of Training at the US Navy Survival, Evasion, Resistance and Escape School (SERE)” (Small Wars Journal, 2008, p. 1). Nance emphasizes that torture produces useless “intelligence” since “Anyone strapped down will say anything, absolutely anything to get the torture to stop” (Nance, 2007, p. 2), although he posits torture as deadly effective as a recruitment stimulus for terrorism. In spite of such testimonies, AIM strives to score cheap points via trite “tough talk” that is anticipatory to flak campaigns. In doing so, AIM feigns shrugs of “innocence” about practices such as waterboarding even as—with winks and nods—it also seizes the opportunity to affirm these dark arts.", "AIM exhibits similar departures from “fairness, balance and accuracy” in its climate change discourse. The organization insists that blind faith alone has driven climate change science while it simultaneously ignores the substance of virtually all literature on the topic (for example, Intergovernmental Panel on Climate Change, 2007) and shakes the prospector's pan for contrarian views. In this vein, AIM relies mainly on one source for talking points (an aid to noted climate change agnostic Senator James Inhofe; Aronoff, 2007a). Moreover, AIM constructs the issue as if industrialization is itself the “State of Nature” and that regulation of industrial/commercial activity presents unprecedented, heavy-handed interventionism rather than a commonplace across the epoch of the nation-State. In this vein, it bears notice that the petroleum industry has historically been a contributor to AIM's revenue stream (Herman and Chomsky, 1988, p. 27).", "Roger Aronoff furnishes AIM's most extended entry into the climate change discourse. Aronoff detours around a science-driven approach as he:  Dredges up a Newsweek story from 28 April 1975 on “The Cooling World” (2007a, p. 1).   Labels the phrase “climate change denial” as an emotionalized doppelgänger for “Holocaust denial” (2007a, p. 2).   Critiques Al Gore's “Hummer of a house” (2007a, p. 4) that contrasts with George Bush's allegedly economical dwelling.   Dwells on a salty email exchanged between Harvard professors (2007a, p. 6).   Hints at a massive groundswell in the scientific community against evidence on climate change (there are “many more” rallying to this side; 2007a, p. 4) while never performing a nose-count that would prove deeply embarrassing since the community's ensemble conclusion is obvious.   ", "Dredges up a Newsweek story from 28 April 1975 on “The Cooling World” (2007a, p. 1).", "Labels the phrase “climate change denial” as an emotionalized doppelgänger for “Holocaust denial” (2007a, p. 2).", "Critiques Al Gore's “Hummer of a house” (2007a, p. 4) that contrasts with George Bush's allegedly economical dwelling.", "Dwells on a salty email exchanged between Harvard professors (2007a, p. 6).", "Hints at a massive groundswell in the scientific community against evidence on climate change (there are “many more” rallying to this side; 2007a, p. 4) while never performing a nose-count that would prove deeply embarrassing since the community's ensemble conclusion is obvious.", "As in many of AIM's discourses, personalization stands in for sifting salient evidence. AIM's Aronoff insists that professionals who posit industrial-driven climate change are “passionately committed to the alarmist theory” due to “rigid thought control” that “refuse(s) to tolerate dissent” (2007a, p. 5). They are “mud slingers” with “a political agenda that threatens the American way of life” (2007a, p. 6). Instead of parsing carbon parts per millions or visioning new energy sources and vigorous economic strategies (Stern Review, 2006, pp. xvi–xxiii), AIM ratchets up the personalization. Aronoff fixates on Gore who, despite garnering 51 million votes in 2000, is assumed to be a troubling figure for the public. Aronoff conjures “a pro-Gore push” among what are asserted to be his “media allies” who are indulgently enabling Gore's alleged fixation on the White House (2007c, p. 5).", "In populist gestures, AIM associates the climate change position with “unelected bureaucrats and global elitists” alongside “renegade bureaucrats at such agencies as the State Department and the CIA” (AIM Report, 2008b, p. 1). AIM later claims that commentators who project climate crisis are practitioners of “luxurious lifestyles” and set to injure the poor via their campaigning (AIM Report, 2007c, p. 3). By contrast, serious appraisals of climate change that account for its economic impact project that failure to act will harm the global population's poorest—first and most severely (Stern Review, 2006, pp. vii, x).", "The final upshot of AIM's climate change discourse is that “the theory of man-made global warming is designed to increase government control over our economy and our lives through higher taxes and energy rationing” (AIM Report, 2008b, p. 3). The claim is forcefully reiterated under the title “The New Communism” in a report five months later that insists that environmentalism dovetails with both communism and Nazism via a politically chimerical alchemy (Kincaid, 2008d). However, from meditations on the “Birth of the State” during the medieval plague (Foucault, 1995), to contemporary situations of war, disaster, terrorism and economic upheaval, it is obvious that when serious crisis is in motion, the State expands its authority. It is the very outcome of enhanced State intervention that AIM claims to want to avoid that will be empowered—on steroids, with the dial turned all the way up—in the event of runaway climate change. AIM's stance against statism is further undermined by the selectivity with which it is invoked given its already noted approval of State-administered torture."]}, {"title": "AIM's Dichotomies", "paragraphs": ["Despite the stated ethos of “fairness, balance, and accuracy”, one-sidedness is written into AIM's DNA. In turn, its one-sidedness is nourished by constructing dichotomies that are as unyielding as they are basic: Good/Bad, Political Right/Left and the master dichotomy of Us/Them. With these dichotomies hammered into place with the force of prejudices, AIM Reports make judgments that are guided by fit to dichotomized frames rather than on facts and principles. As a result, it is rare for AIM to acknowledge any trouble within the precincts of conservatism. On one occasion when Republican Party scandal is acknowledged, AIM asserts that “in degree and intensity … Republicans get much tougher scrutiny and coverage” (Aronoff, 2007b, p. 2)—a claim that is, in turn, deemed sufficiently self-evident that to say so constitutes its own proof. Hence, the greatest criticisms that AIM Reports tend to wage against Republicans is that they have not been sufficiently right-wing on “front page” issues such as climate change and immigration.", "In minting dichotomies, AIM co-opts human rights discourse for the instrumental purpose of denouncing official enemies while it is affirmative toward State-sponsored terror when commissioned by allies. With noteworthy perseveration, AIM continues in “supporting the government of El Salvador” of the 1980s (Vernon and Kincaid, 2008, p. 3) when it was a documented terror state, at war with its own mostly impoverished population (Montgomery, 1995). It is a straightforward ethical principle to oppose abuse and murder toward civilians in all cases. By contrast, AIM does not subscribe to the principle, but relativizes it with respect to the identities of the victims and the perpetrators (Us/Them) along the lines that Herman and Chomsky discuss.", "In another instance of dichotomization that trades on double-standard, one “What You Can Do” section puts out the flak call that eschews market-mediated methods of media boycott in favor of a summons for the heavy hand of Statism: “Please call your new member of Congress at 202-224-3124 and ask for hearings and investigations into the activities of Al-Jazeera in the United States” (Selepak, 2007, p. 6). No reason for the recommended action is elaborated in the report that precedes the plea. In the same section, with no apparent effort at irony, AIM invites action with “What You Can Do” e-postcards that can be fired to Senator Bernard Sanders and Congressman Maurice Hinchey “asking them to cease their efforts to muzzle their opponents in the media” (Selepak, 2007, p. 6) via the Media Ownership Reform Act that addresses the repealed Fairness Doctrine (see Entman, 1989, pp. 102–4) and ownership regulation (Media Ownership Reform Act, nd).", "Even a sentimentalized send-off for retiring right-wing columnist Robert Novak is governed by the logic of dichotomy. In an AIM Report that celebrates his long career, Novak claims that, “‘There are stories that just go uncovered’” given sheepish journalistic practice that often prevails in the United States (Vernon, 2007b, p. 2). Beyond this kernel of truth, AIM's Wes Vernon presents Novak as “vulnerable to … harassment” for being a “conservative” across a career of more than five decades (2007b, p. 1); a charge of flak directed against the ostensibly iconoclastic right-winger that the report sustains with great difficulty.", "The report mainly concerns a column that Novak wrote following the spectacularly brazen daytime assassination of former Chilean official Orlando Letelier in 1976 in the District of Columbia. Vernon's account of these events is muted in line with the dichotomization that governs worthy/unworthy victims. To wit, Vernon deadpans that the car's “occupants were killed. The FBI traced the crime to the secret police of the new Chilean government and apprehended the bombers” (2007b, p. 2). Thereafter, the report flirts with open approval of the judge/jury/executioner murder of Letelier for being a figure of the left who served in the elected government of Salvador Allende. Although Letelier was incarcerated and tortured by the Pinochet junta following its coup against Chile's lawful government (Pacifica Foundation, 2006), Vernon reduces him to bonhomie on the “Georgetown dinner party circuit” (2007b, p. 3). Novak composed a contemporaneous column on the assassination in 1976 that a Washington Post editor construed as a “‘dance on Orlando Letelier's grave’” and spiked (2007b, p. 4). Vernon characterizes this event as a “cover-up of the Letelier case” (2007b, p. 4) in which Novak is cast as the victim. It is the only vaguely tangible “harassment” that Vernon conjures from Novak's career of more than 50 years. Moreover, as investigative journalist Jonathan Kwitny observes, the “cover-up” may more aptly apply to the thwarted US Department of Justice investigation into the circumstances of Letelier's murder at the hands of Chile's CIA-associated secret police (Kwitny, 1984, p. 330).", "Like the “liberal media” trope, Novak as a victimized rightist “Us” presents a difficult storyline to maintain before the arrival of awkward facts: “Despite its liberalism, The Post has carried the Evans & Novak (now the Novak) column for years” (2007b, p. 3), Vernon acknowledges, although such paradoxes do not disturb the assumptions that animate AIM's flak mission.", "An array of issues are implicated in globalization that are, in turn, central to governance, rights, and the future of humankind. These issues include methods of representation that can strike a harmonious balance between local preference and universal imperatives while addressing an agenda that includes economic, social and environmental justice. However, AIM's responses to issues implicated in globalization force steel-cast dichotomizations onto a multi-polar terrain. AIM's obsessive attention to the most rigidly essentialist concept of US sovereignty is informed by its implicit definition of the United States as radically separate and exceptionalist with respect to the rest of the world. While AIM generously apportions exemption to the United States from international obligations that implicate negotiation and interpretation of law, Iraqi sovereignty under US occupation is a non-issue. Indeed, for AIM, the United States enacts paternalistic uplift of “saving Iraq” by occupying it (AIM Report, 2007g, p. 4). Hence, expressions of US exceptionalism in international relations stand alongside other states having no claims to sovereignty when they clash with US designs.", "Immigration is another globalization-tinged issue and one on which AIM jabs at Bush from the right (e.g., AIM Report, 2007m). In Michelle Malkin's appraisal, immigrants are purveyors of “sob stories”, amplified by compliant media, while immigration “will lead to another 9-11 inevitably” (AIM Report, 2007e, p. 2). On other occasions, AIM is more attentive to the implications of the US class system as an expanded labor pool generates stiffer competition for work with “downward pressure on wages and benefits” (Selepak, 2007, p. 1). AIM's Andrew Selepak approvingly cites a spokesperson for the United Food and Commercial Workers union as she calls for unskilled work with living wages and benefits that would more readily attract the domestic working class. In this moment, AIM plays a populist anthem with proposals that shade into concepts of “positive liberty” in the economic arena to the specification that are championed by the left (Fields, 2003, pp. 93–7).", "In AIM's estimation, immigration is of a piece with the erosion of US sovereignty. Upon attending a conference at George Washington University (GWU) that featured Democratic Party Latin Americanist Robert Pastor, AIM finds that the North American integration “‘conspiracy’ is now very much out in the open” (AIM Report, 2007d, p. 1). Pastor favors large-scale investment to upgrade Mexico's economic performance that would “go a long way toward stemming illegal immigration into the US”; a generally desirable goal for promoting stability, while acknowledging that to do so has costs (2007d, p. 3). AIM's antipathy toward facing facts on the ground is evidenced by alarmed reference to the GWU conference (that apparently included an undergraduate paper) in later reports (for example, AIM Report, 2007h).", "The stakes are raised further when AIM claims that, along the United States–Mexico frontier, “it is a war. And it is as real as the one in Iraq” (AIM Report, 2007g, p. 3). In other words, the United States must “win” in Iraq which necessarily means going halfway around the globe to assert itself at the expense of Iraqis’ sovereign visions. At the same time, the United States must go on all-out “war” footing against brigades of desperate domesticas in defense of the ostensibly threatened character of “The Nation of Immigrants”."]}, {"title": "A Communist in Every Driveway", "paragraphs": ["AIM Reports appear to fit the Herman and Chomsky model very closely since otherwise extinct Cold War dinosaurs perform anticommunist patrols on the pages of its reports. Under the title, “The Ultimate Vindication of Joe McCarthy”, a report by Wes Vernon sentimentalizes the former senator as it assays rehabilitation via quibbles over, for example, what his committee was named (Vernon, 2007c). Although deceased since 1957, McCarthy makes another extended appearance in a report that hurtles to the defense of a generally ignored book-length affirmation of the senator penned by M. Stanton Evans (Vernon, 2008). Given McCarthy's method of deploying State-backed flak and of playing heavily on associations and presumptive conspiracies, it is unsurprising that he functions as (informal) patron saint for AIM, to be channeled during ideological séances. Cold War nostalgia permeates other reports that serve rightist boilerplate on Whitaker Chambers and Alger Hiss (for example, Vernon, 2007a).", "Concerning more contemporary matters, AIM campaigns against the UN Convention on the Law of the Sea (UNCLOS). Putting aside the merits of the treaty that has evolved out of several multilateral agreements over decades, AIM's reference points on the issue are of interest. In its discourse on UNCLOS, the hulking specter of the UN and its “sinister secrets” hover nearby (AIM Report, 2007n, p. 1). In the larger frame, AIM presents the UN as a monument to Soviet subterfuge insinuated into the heart of Manhattan. More surprising, the World Bank and International Monetary Fund are similarly construed as communistic Trojan Horses, notwithstanding the Soviet Union's collapse almost a generation ago (AIM Report, 2007k). In turn, the treaty is constructed in AIM's discourse as an unswerving and irreducibly personalized instrument of some of its authors who are asserted to be socialists, Quakers and devotees of “World Federalism” (a term that AIM little explains) (AIM Report, 2007h, 2007n).", "In summary, “UNCLOS is a foot in the door for a wide-ranging international agenda”, that AIM projects may, for example, also prohibit spanking children (AIM's chosen example; AIM Report, 2007m, 2). AIM does not tread softly around the UNCLOS issue even as it mints largely unexplained prognostications: “America's survival as a sovereign nation hangs in the balance” (2007m, p. 3) since UNCLOS “is a dangerous document that transfers control of the oceans and much of the land area of the world to a U.N. bureaucracy” (emphasis added; AIM Report, 2007j, p. 3).", "In AIM's account, communism is not the alien force of a prior epoch but has achieved a powerful domestic platform in the present. Barack Obama attracted flak even before he was an announced candidate for the presidency (AIM Report, 2007a). After he emerged as the Democratic Party standard bearer during its primary season, a series of reports labor at constructing correspondence between Obama—born 1961—and the most militant 1960's left-wing activity. Kincaid bangs loudly in the opening of a report in April 2008: “Barack Obama is the most radical candidate ever to stand at the precipice of acquiring his party's presidential nomination. It is apparent that he is a member of an international socialist movement” (2008a, p. 1). Despite obsessive attention to Obama in this and subsequent AIM Reports, near complete silence prevails on his platform and record in public life as an Illinois and United States Senator. At the same time, Republican standard bearer John McCain shades toward invisibility, although a couple of his positions attract critique for not hewing sufficiently hard right (AIM Report, 2008d).", "Communism would not seem to be a front page topic in the 2008 US presidential election anymore than Elvis Presley is likely to infiltrate the charts with a new single. Nevertheless, an AIM Report breathlessly accuses in the guise of asking; under the title, “Is Barack Obama a Marxist Mole?”, African-American poet Frank Marshall Davis is characterized as “Obama's childhood mentor” and “a communist” (2008c, p. 1). Several pages detour into Davis and come out on the other side with the assertion that Obama was “groomed and backed” by the Democratic Socialists of America (DSA) in the mid-1990s when Obama toiled as a social worker. In turn, the DSA is described as an “affiliate” of the Socialist International (SI) which has “what is called ‘consultive status’ with the United Nations”. AIM concludes, “In other words, it (SI) works hand-in-glove with the world body” leaving the details of this matrix to the imagination (2008c, p. 4). Via three rapid rhetorical gestures across three paragraphs (from DSA to SI to UN), Obama is insinuated to be a hardened instrument of the UN. As noted earlier, the UN is asserted to be a concealed Soviet project—even in lieu of a Union of Soviet Socialist Republics. On the following page, financier George Soros is summoned for one of his many cameos in the personally-tailored villain's role (for example, AIM Report, 2007f) and as a key player in the iron-clad formation encircling US sovereignty.", "By July 2008, Kincaid claims that, “there is a pattern of people who hate America showing up at critical junctures in Obama's life and career to influence and advise him” (2008e, p. 1). Personally inflected, inflammatory flak spikes further upward in the next paragraph: “Obama is trying to suggest that whatever associations he had with these and other anti-American figures, and whatever mysterious circumstances he may have been raised and trained in, he still managed to somehow become a loyal American” (Kincaid, 2008e, p. 1). The report ends with an e-postcard to Georgetown University professor, foreign policy grandee, and Obama advisor Anthony Lake. With a strong dose of AIM's 1950s nostalgia, it bizarrely accuses Lake under the pretext of querying: “(1) Do you still doubt that Alger Hiss was a Soviet spy? (2) What is Senator Obama's position on the question of Hiss's guilt?” (Kincaid, 2008e, p. 6).", "AIM has exported its highly practiced anticommunist narratives into a current “anti-extremist” discourse on the occupation of Iraq. Following its commitment to support Bushian belligerence, AIM asserts that, “The bias against” the neo-conservatives’ “Iraq war policy has been phenomenal” in US news media (AIM Report, 2007l, p. 4). When criticisms of Bush et al. arise in AIM's discourse, they volley from the right with the implication that Bush harbors the correct framework in occupying Iraq but has not implemented it with necessary ruthlessness to “save” the Iraqis (AIM Report, 2007j).", "Following the disasters unleashed in Iraq by wars (1980–8, 1991) and comprehensive economic sanctions after 1990 (Goss, 2002, pp. 86–8), conditions have galloped all the way to a hell on Earth scenario since 2003. Horrifying portraits emerge from Iraq of unfathomable distress experienced by human beings who have been cheated of the hope of a decent life. AIM assays to debunk one portrait, an academic study cited by Rosie O'Donnell on television, which was conducted “by the Johns Hopkins Bloomberg School of Health for the British magazine Lancet” (AIM Report, 2007i, p.4). Based on survey samples and extrapolations from them, the Lancet study estimates 655,000 deaths in Iraq since 2003 beyond expected mortality, due to the invasion and conditions that it has set in motion (Burnham et al., 2006). AIM dismisses the estimate as “wildly off base” (AIM Report, 2007i, p. 4) based on who wrote it (their “agendas”) and the methodology, while furnishing no backing for these claims. Citing no source, AIM asserts that at most 50,000 Iraqis have perished. In turn, these unfortunates were mainly “killed by terrorists” (2007i, p. 5), a wild card explanation that conjures actors who, inexplicably, did not afflict Iraqi society before 2003."]}, {"title": "Conclusion", "paragraphs": ["This investigation applies the Herman and Chomsky Propaganda Model to AIM and finds that its reports are laden with discourse that anticipates or prompts flak along with heavy investments in dichotomization. Each of these elements is, in turn, regularly nourished with strong shadings of personalization. With regard to refinement of the model 20 years after its publication, flak may be a more prevalent practice than Herman and Chomsky had envisioned. More media channels readily occasion a more flak-intensive environment. Furthermore, in expanding the concept, it should be noted that flak campaigns may be grounded in ethical methods and pro-social ends—flak directed against chauvinistic programming, for example—even if AIM's bad faith campaigns do not exemplify such.", "A final observation: when first introduced, Herman and Chomsky's model may have been useful in part for illuminating some of the “peculiarities” of the US media system. These peculiarities would demand interest in coming to terms with the world's preeminent nation (even if that status was contested at the time). To re-visit the Propaganda Model today is to perhaps gain insight into how these peculiarities have become part-and-parcel to the US right's breathtakingly self-destructive “Age of Bush”. Even in a milieu awash in information, the highest profile media discourses in the United States are tightly within the orbit of State and corporate officialdom, vulnerable to fanaticisms, with deficient mechanisms for corrections of course at present."]}], "references": [{"title": "“‘Deeply Concerned About the Welfare of the Iraqi People’: the sanctions regime against Iraq in The New York Times (1996–98)”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Goss Brian Michael", "first_name": "Goss", "last_name": "Michael"}]}, {"title": "The Propaganda Model: a retrospective”", "year": "2003", "journal": "Against All Reason", "volume": "1", "authors": [{"name": "Herman Edward S.", "first_name": "Herman", "last_name": "S."}]}, {"title": "Media Watchdog Reed Irvine", "year": "2004", "journal": "Washington Post", "volume": "82", "authors": [{"name": "Sullivan Partricia", "first_name": "Sullivan", "last_name": "Partricia"}]}, {"title": "“Drop by Drop: forgetting the history of water torture in U.S. courts”", "year": "2007", "journal": "Columbia Journal of Transnational Law", "volume": "45", "authors": [{"name": "Wallach Evan", "first_name": "Wallach", "last_name": "Evan"}]}]}