{"doi": "10.1080/14616700701768105", "url": "https://doi.org/10.1080/14616700701768105", "title": "TELEVISION NEWS AND THE SYMBOLIC CRIMINALISATION OF YOUNG PEOPLE", "volume": "9", "year": "2008", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wayne", "first_name": "Mike", "name": "Mike Wayne"}, {"last_name": "Henderson", "first_name": "Lesley", "name": "Lesley Henderson"}, {"last_name": "Murray", "first_name": "Craig", "name": "Craig Murray"}, {"last_name": "Petley", "first_name": "Julian", "name": "Julian Petley"}], "abstract": " This essay combines quantitative and qualitative analysis of six UK television news programmes. It seeks to analyse the representation of young people within broadcast news provision at a time when media representations, political discourse and policy making generally appear to be invoking young people as something of a folk devil or a locus for moral panics. The quantitative analysis examines the frequency with which young people appear as main actors across a range of different subjects and analyses the role of young people as news sources. It finds a strong correlation between young people and violent crime. A qualitative analysis of four “special reports” or backgrounders on channel Five's Five News explores the representation of young people in more detail, paying attention to contradictions and tensions in the reports, the role of statistics in crime reporting, the role of victims of crime and the tensions between conflicting news frames. ", "body": [{"title": "Introduction", "paragraphs": ["In 2005, the Bluewater shopping mall in Kent, UK, banned young men from wearing “hoodies” and caps (although not shops from selling them), articles of clothing that the media and politicians had increasingly associated with crime and violence (Waterhouse, 2005, p. 16). The construction of young people as a “problem” is certainly not new. As Osgerby (1997) and Pearson (1983) have shown, the demonisation of young people in the United Kingdom dates back at least to the 18th century and tends to rise and fall in accord with broader structural changes (and tensions) in society. In the post-Second World War era, within the context of a social democratic settlement and the establishment of a welfare state, young people were major beneficiaries of a new strategy of inclusion (Mizen, 2004, p. 17). This post-war period has certainly seen the creation of a veritable rogues gallery of “delinquent” young people, from teddy boys, mods, rockers and skinheads through to punks, crusties and ravers. However, while particular sub-cultures of youth might be labelled within the media (and by other custodians of official morality) as “deviant”, they were also clearly seen as tiny minorities; precisely sub-cultures. Since the 1980s, with the dismantling of the welfare state, substantial de-industrialisation and the opening up of British society to global market forces, being a young person has become increasingly risky and the responsibilities for negotiating those risks have shifted away from collective provision and become highly individualised (Furlong and Cartmel, 1997, p. 4). At the same time, the sense of threat around media representations of young people has arguably become less and less restricted to sub-cultures of youth and increasingly prevalent across the category of youth itself. Perhaps for the first time since the post-Second World War period, young people in general are becoming identified as folk devils, figures who come to be “defined as a threat to societal values and interests” (Cohen, 2002, p. 1). While legislation by the then Conservative government enshrined a more punitive attitude towards young people in the 1982 Criminal Justice Act (Newburn, 1996), the early 1990s saw a significant shift in the framing of young people in news media—notably the linkage of youth and crime within the British news media. The murder of two-year-old James Bulger by a pair of ten-year-old children in 1993 seems to have marked a defining moment in translating the emerging ground-tone of state attitudes towards young people into popular culture representations as constructed within the news media (see Franklin and Petley, 1996).", "It has now become commonplace, as Hall and Williamson argue, for young people to feature “prominently in the more lurid descriptions of an underclass”, appearing commonly as, among other things, “violent young criminals, thoughtless teenage mothers, or idle ‘dole-scroungers’” (1999, p. 11). It should be evident that the category of young people here strongly intersects with class: it is not the sons and daughters of the middle-class sniffing cocaine in the back of taxi cabs who are being invoked as a threat in such representations, but the young working class. According to Griffin, the dominant images of young people in the media, and in society generally, are “youth as trouble” and “youth in trouble” (2004, p. 14). “As trouble”, youth may be in danger of coming to function as the source of a moral panic, where “intense public hostility and condemnation” reinforce moves towards “strengthening the social control apparatus of society” (Goode and Ben-Yehuda, 1994, p. 31).", "A number of commentators have noted that within the public sphere of western highly market-orientated societies, such as the United Kingdom and the United States, young people today are framed within a dualistic vision of being cutting-edge consumers and fashion trend-setters, on the one hand, and/or threats to public order, on the other (Giroux, 2003; Goodman, 2003). To what extent does British television news provision reproduce this dualistic vision of young people? If television news “enables viewers to construct and define their relationship with the public sphere” (Buckingham, 2000, p. 18) then as a normative ideal one would expect broadcasters to explore the complex mix of determinants shaping young people's lives and identities across a whole range of areas that might include education, jobs, housing, political representation and so forth.", "The following analysis suggests that television broadcasters are falling a long way short of this normative ideal. We present and discuss a combination of quantitative and qualitative analysis of television news output to establish this argument. Our statistical analysis functions to establish the frequency with which young people appear in the media and in relation to which stories. This statistical analysis provides evidence that our smaller qualitative case study has some more general validity in its discussion of media approaches to young people and crime. At the same time the qualitative analysis explores in more detail the audio-visual language of television news and teases out some of its contradictions. Together the quantitative and qualitative analysis seeks to interrogate the ideological implications of television news. By ideological we mean the unquestioned assumptions, routine preferences and the systematic exercise of news choices that produce a representation of the world and the place of young people in it, that is uncritically congruent with social inequalities and requires limited investigation of dominant institutions (such as the state and the market) and dominant policy trends."]}, {"title": "Methodology", "paragraphs": ["This paper draws on a wide-ranging study which examines young people's attitudes to politics, news and current affairs. For this project we completed a detailed content analysis of national news programmes during one month (May 2006). Our sample included six main news programmes from six channels, and comprised the following: Ten O'Clock News (BBC1, 22:00), Newsnight (BBC2, 22:30), ITV News (ITV1, 22:30), Channel 4 News (Channel 4, 19:00), Five News (Five, 17:30) and Sky News at Ten (Sky, 22:00). As a point of comparison we also included one early evening news programme aimed at younger audiences, Newsround (BBC1, 17:25). This produced a sample of 2304 stories from 197 bulletins and 111 hours of news programming. All 197 bulletins were coded in full and results were added to a computerised database (Microsoft Access), with the exception of 174 items which related simply to straight reporting of financial figures or sports results.1 This produced a final sample of 2130 stories coded in full.", "Our coding framework draws upon other established approaches to analysis of television news output (see Kerbel et al., 2000; Philo and Berry, 2004; Robinson and Goddard, 2006). In this paper we present key findings which relate to the ways in which “young people” were represented. We therefore focus on those stories which were identified as including “young people” as a main focus (i.e. where the actions of young people, or events or issues involving young people, were central to the report). For coding purposes we categorised “young people” as teenagers and young adults (14–25 years).2 ", "From our broader sample of 2130 stories we identified 286 stories in which young people were a main focus. Those 286 news stories were then coded in further detail. First we noted the frequency with which young people featured as “story actors”, and assigned each story actor with a prominence ranking (“main”, “subsidiary” or “peripheral”). A common instance of a young person being coded “main” was reports focusing on 20-year-old football star Wayne Rooney's struggle to overcome a foot injury in time for the World Cup (e.g. Ten O'Clock News, BBC1, 2 May 2006; Newsnight, BBC2, 3 May 2006). Second, we recorded the number of occasions on which young people were featured as television news sources. We also recorded the length of their speech (in number of seconds), and noted the “topic of speech” (drawn from 25 topics such as “politics”, “crime”, “foreign affairs” and “lifestyle/entertainment”).", "Third, we tested for the frequency with which different young people “story subjects” appeared in news stories, drawing from a list of 19 variables including “YP as violent criminals”; “YP as high achievers”; and “YP as politically interested/active”. Each subject was given a prominence ranking to reflect the level of attention it received in the report (“main”, “subsidiary”, “peripheral”). This detailed content analysis therefore allows us to map the profile of “young people” in television news (the frequency of their appearances, the frequency of their use as news sources, and the kinds of actions and behaviours that receive news attention).", "For the results below the main unit of analysis is the news story. When we discuss the frequency of YP “story actors”, we are talking about the number of stories in which YP featured as “main”, “subsidiary” or “peripheral” story actors—not the total number of all YP that featured on the news during our sample period (i.e. 10 young people could appear in a single story, but this would be counted as only one story featuring YP).", "The same applies for YP “story subjects”. This measure records the number of news stories in which different “story subjects” (topics, themes) involving YP (e.g. “Crimes committed by YP”, “YP as celebrities”) appeared during the sample period (as “main”, “subsidiary” or “peripheral” emphases). Because these subjects were not mutually exclusive, it was possible to record multiple YP subjects for a single story (e.g. one story could have both “Crimes committed by YP” and “YP as victims”). This is reflected in some of the tables and statistics below where the total percentages exceed 100 per cent. (The percentages for each “story subject” have been calculated by total number of stories, not total number of subjects.)", "Almost all of the results below are for stories in which YP “story actors” or different YP “story subjects” were “main” foci (the results for “subsidiary” and “peripheral” have for the most part been excluded). From this point forward therefore, when reference is made to “YP stories”, the reference is to stories in which “YP” have been coded as being a “main” focus. The key exception to this “story level” analysis is the results for YP as news sources, which are presented in total number of seconds. The percentages for YP as news sources have been calculated from the total number of seconds of speech for YP news sources."]}, {"title": "Key Results: Representations of Young People in Television News", "paragraphs": ["As noted, we identified 286 stories in which events or issues involving young people were a “main” focus. As shown in Table 1, 47 per cent of these were about crimes committed by YP. Almost three-quarters (72 per cent, N = 97) related to violent crime, with a further 18 per cent (N = 24) concerning terrorism. Hence, 90 per cent of stories focusing on youth crime were about violent crime or terrorism. ", "In more than half (N = 70) of youth crime stories, the victim was another young person. Altogether, there were 105 stories about crimes committed against YP, of which 89 per cent (N = 93) related to violent attacks. There were also 18 further reports in which YP featured heavily as “victims” or “vulnerable”, meaning 43 per cent (N = 123) of stories about YP displayed them in some way or another as being “at risk”. Crime accounted for 85 per cent of the “threats”, with the small remainder including a university lecturers’ strike (N = 5), a disastrous drug trial experiment (N = 3), and inadequate funding for disability and mental health (N = 2).", "Outside the world of “crime”, YP were most visible as “celebrities”: 28 per cent (N = 81) of stories about YP concerned the movements of young celebrities, particularly footballers Wayne Rooney and Theo Walcott. With the Football World Cup only a month away, these two England strikers were the subject of 59 separate stories. Largely because of the overwhelmingly positive attention they, and other sporting celebrities, received, there was a fairly high number of stories concerning youth achievement (N = 73, or 26 per cent of YP stories). Outside of sporting and entertainment success, however, youth achievement received scant attention. Indeed, there were only four stories (1 per cent) in our sample that focused on non-sport/celebrity achievements, or even good citizenly behaviour, by YP.", "If we exclude the “celebrity” stories from our statistical analysis and consider only stories in which “non-celebrity” young people were a “main” focus (N = 205), the focus on “crime” becomes even greater. In 82 per cent of these stories (N = 169) YP are linked to crime either as victims or perpetrators. Two-thirds (65 per cent, N = 134) relate to crimes perpetrated by YP specifically.", "We can contextualise these youth crime figures further by comparing them to the results for all UK domestic “crime” stories (N = 304) across the full coding sample (N = 2130). Of 304 news stories about “crime” in Britain, in 42 per cent (N = 127) the offenders/suspects were YP. For “violent crime” stories specifically the percentage is higher again. There were 192 stories about UK violent crime in our sample, of which 96 related to crimes committed by YP.3 YP were therefore perpetrators in 50 per cent of all UK violent crime stories in our sample period."]}, {"title": "YP as News Sources", "paragraphs": ["As noted earlier, in addition to mapping the frequency with which young people featured in television news during the sample period, we measured the total speaking time they received as news sources. We also coded the “topic of speech” for each source (see Figure 1).", "Figure 1.  Young people as news sources", "Figure 1.  Young people as news sources", "Young people received a total of 2646 seconds of speech as news sources during the sample period. As Figure 1 shows, they were often depicted discussing the topic of “crime” (581 seconds). “Sport” was not far behind (542 seconds), though over 90 per cent of this speaking time (498 seconds) came from clips of interviews with young football celebrities Rooney and Walcott (e.g. Sky News at Ten, Sky News, 22:00, 9 May 2006; ITV News, ITV1, 22:30, 2 May 2006). The third most frequently discussed topic was “terrorism” (223 seconds). It is notable that Asian males were the only youth demographic that spoke on “terrorism”. Taken together, “crime” and “terrorism” collectively accounted for 30 per cent of all seconds of speech by young people (804 seconds)."]}, {"title": "Ethnicity of Victims and Perpetrators of Violent Crime", "paragraphs": ["According to American research, crimes committed by black and Hispanic offenders tend to be reported most commonly while whites receive the most attention as victims of crime (Gilliam and Iyengar, 2000; Klite et al., 1997). With this in mind, we coded for ethnicity of both young victims and young perpetrators in stories about YP and crime, focusing specifically on violent crime.4 ", "Looking firstly at the 93 stories that focused on violent crimes committed against YP, we identified 67 in which the ethnicity of the victim was reported. (In 26 stories ethnicity was unspecified or the “victim” in question was not a specific young person but “young people” in general.) Of these 67 stories, “black” youths were victims in 41 (61 per cent), “white” youths in 21 (31 per cent) and “Asian” youths in only five (7 per cent). We should note the exclusion of nine stories involving an “Asian” victim—the non-fatal stabbing of a 14-year-old schoolboy on 26 May—because none reported the victim's ethnicity (or his name).5 ", "Turning to the 97 stories about violent crimes committed by YP, we identified 81 which related to a particular crime incident and 16 which dealt with the issue of “young people and violent crime” more generally (e.g. a government knife amnesty targeted particularly at YP, and backgrounders on the issue of “YP and knives”). In the 16 stories about “YP and violent crime” there was generally no particular emphasis on any one youth demographic (though implicitly the focus was invariably on young males). Of the 81 stories about specific crimes, the ethnicity of the young offender(s) was reported in only 29 (36 per cent). This means that in two-thirds (64 per cent, N = 52) of stories about specific violent crimes committed by YP, the perpetrators’ ethnicity was not reported. In the 29 stories in which ethnicity was identified, “black” youths (N = 15) were perpetrators in more stories than either “white” (N = 10) or “Asian” (N = 8) youths (four stories featured both “black” and “white” offenders)."]}, {"title": "Young People and Knife Crime", "paragraphs": ["There were a number of reported incidents involving “knife crime” during May 2006. Several of them received substantial media attention. Knife crime in fact comprised 60 per cent (N = 116) of all domestic (British) violent crime stories in our sample (N = 192). Two-thirds of these (65 per cent, N = 75) concerned young people as actual or potential offenders.", "Stories linking YP to knife crime made up well over half (57 per cent, N = 766) of all stories about youth crime, domestic or foreign, in our sample (N = 134). They accounted for 78 per cent of reports about YP and violent crime (N = 97). As Figure 2 demonstrates, knife crime comprised a particularly large proportion of stories about youth crime from mid-May onwards.", "Figure 2.  Frequency of “YP and knife crime” stories, May 2006", "Figure 2.  Frequency of “YP and knife crime” stories, May 2006"]}, {"title": "Discussion", "paragraphs": ["Our finding that TV news reporting of YP tends to be most concerned with youth crime, particularly violent crime, and the vulnerability of YP (especially when the two are connected), lends support to Griffin's contention that youths tend to be represented “as trouble” or being “in trouble”. The only real exception to this was the 28 per cent of YP stories which focused on young celebrities, particularly football stars in the lead-up to the 2006 FIFA World Cup. Because of the focus on sport we did find fairly high levels of “positive” coverage towards YP, but outside of sporting achievements there was very little attention given to successes or noble endeavours undertaken by the young. Taken together, the focus on crime (59 per cent) or celebrities (28 per cent) accounted for 87 per cent (N = 250) of all stories about YP in our sample. Our findings thus appear to reflect that television news tends to internalise the broader cultural dualism in the representation of young people, as either at the cutting edge of mass media spectacles, fashions and consumption trends, or as law and order problems.", "Our analysis of ethnicity in violent crime stories provided some mixed results. Overall we did not find much evidence to suggest that British television news reproduces the ethnic biases towards white victims and non-white offenders that have been found on American (local) television news. Indeed, there were many more stories about attacks on black victims than either white or Asian victims. And, as is to be expected, the news treatment of victims was overwhelmingly sympathetic. This was particularly the case in the fatal stabbing of a 15-year-old schoolboy, Kiyan Prince, outside his school in North London (18 May 2006). This was the most reported youth crime incident in our sample (29 stories) and much of the initial (and most extensive) coverage contained emotional tributes to his wonderful personality and great promise as a student and athlete.", "In terms of the young perpetrators of violent crime, black youths were again the most prominent demographic, though the statistical differences were not great. The dominant trend was rather the non-reporting of offenders’ or suspects’ ethnicity (either in the dialogue or visuals). As a consequence, this part of the sample is too small to extrapolate any systemic trends in this regard. Similarly, though there was certainly a greater overall connection between black youths (males) and violent crime in our sample than for either white or Asian youths, whether as victims or perpetrators, it is difficult to form strong conclusions on the matter given that much of the connection arises from sympathetic coverage of black victims.", "In our analysis we identified a high preponderance of stories about knife crime, most of which concerned young people. The problem of “knife crime” became a steady news focus in the latter half of our sample following the stabbing of a female special constable on 11 May. On some channels the coverage almost bordered on panic. After the Kiyan Prince murder, Five News was suggesting that “knife crime” was “sweeping the country” (Five, 17:30, 19 May 2006), and following a reported 51 attacks over a three-day Bank Holiday weekend (27–29 May),7 ITV News said “knife crime” was “spiralling out of control” (ITV1, 22:30, 30 May 2006). Sky News at Ten, Channel 4 News and BBC News all adopted more sober approaches, limiting their coverage primarily to straight reporting of the key incidents (though Sky did run three backgrounder pieces investigating YP and knives and the BBC had one analysis piece examining the use of metal detectors in New York high schools on 19 May 2006). An example of Channel 4's less sensational approach was their response to the Prince tragedy: “As tributes are paid to the gifted teenage footballer Kiyan Prince, stabbed to death outside his school, police step up security in the area. But is there really a growing problem with people using knives?” (Channel 4, 19:00, 19 May 2006). Interestingly, however, perhaps the most subdued of all programmes was the children's news programme Newsround. While some of the other channels were warning of a “knife culture that's out of control” (ITV News, ITV1, 22:30, 30 May 2006), Newsround assured its viewers that despite a number of recent stabbings, two of which occurred just outside of schools, knife attacks were still rare. “And remember that although these stories are very disturbing, knife attacks are still unusual, so try not to worry too much” (Newsround, BBC1, 26 May 2006)."]}, {"title": "Crime News and Ideology", "paragraphs": ["The recurrent alignment between young people and crime within television news which our quantitative analysis has found, can be contextualised within a broader debate around the media representation of crime and its implications for public knowledge, debate and policy. Robert Reiner provides a succinct summary of the critique of the crime news agenda: media representations tend to exaggerate the threat of crime and to promote policing and punishment as the antidote. This is likely to accentuate fear, and thus support for law and order policies … the media present viewpoints on crime and criminal justice policy which though not monolithic are loaded towards official perspectives. (2002, p. 407)  ", "media representations tend to exaggerate the threat of crime and to promote policing and punishment as the antidote. This is likely to accentuate fear, and thus support for law and order policies … the media present viewpoints on crime and criminal justice policy which though not monolithic are loaded towards official perspectives. (2002, p. 407)", "The evidence for media exaggeration of crime is considerable. For example, Schlesinger and Tumber found that: “violence against the person constituted 3.62 per cent of all notifiable offences reported by the police. However, such criminal acts comprised 24.7 per cent of crime-related items reported in the quality press, 38.8 per cent in the mid-market press, and 45.9 per cent in the popular press” (1994, p. 185; see also Coleman and Moynihan, 2003, p. 41; Graber, 1980, p. 39, Maguire, 2002, p. 339). Such frequently noted disjunctions have led some to claim that news coverage of crime is a major factor in shaping public (mis)perceptions of both the amount of crime which takes place in society, and the nature of that crime. The Home Office Working Group on the Fear of Crime, whilst by no means putting all the blame on the media for this state of affairs, nonetheless argued that it played a central role in creating it: “Television, radio and the press feed the public much of their information about—and images of—crime. The pressure to increase circulation or attract audiences leads to simplification, over-dramatisation and sensationalism” (Home Office Standing Conference on Crime Prevention, 1989, pp. 23–4).", "Similarly, George Gerbner and his colleagues in the United States have argued that television helps to construct a “mean world syndrome” amongst audiences. Gerbner argues that crime in prime-time programming of all kinds is at least 10 times as rampant as in the real world. Thus “the world of television cultivates exaggerated perceptions of the number of people involved in violence in any given week, as well as numerous other inaccurate beliefs about crime and law enforcement” (Gerbner et al., 1986, p. 28). The cultivation of a “mean world syndrome” has the potential of increasing a population's dependence on authority and their support for increasingly authoritarian policies. Media consumers “may accept and even welcome repressive measures such as more jails, capital punishment, harsher sentences—measures that have never reduced crime but never fail to get votes—if that promises to relieve their anxieties. That is the deeper dilemma of violence-laden television” (Gerbner, 2003, p. 345).", "There may be some questionable assumptions around the uniformity of media effects in Gerbner's work, but there is evidence from the British context that suggests a link between media coverage of crime and public fears about crime. The most recent British Crime Survey found that the total number of crimes estimated by the survey has fallen in recent years, and that since 1995 violent crime in particular has fallen by 43 per cent. Yet a remarkable 63 per cent of people thought that crime in the country as a whole had increased in the previous two years, with 30 per cent believing that it had risen “a lot” (Walker et al., 2006, p. 34). Interestingly, usage of different media appears to correlate significantly with different perceptions of crime. Thus the survey found that readers of national tabloid papers were more than twice as likely to think that the national crime rate had greatly increased than those who read broadsheet papers (Walker et al., 2006, p. 35). Reiner (2002), pp. 384–5) argues that television news more closely resembles a tabloid news agenda than a broadsheet one, and certainly our statistical findings presented above would lend credibility to that view."]}, {"title": "Five News Special Reports: Competing Frames", "paragraphs": ["Following the fatal stabbing of special constable Nisha Patel-Nasri outside her home on 11 May 2006, Five News did a four-part series of special reports into knife crime on 15–18 May. We have chosen these reports as our case study because they focus on knife crime and they reproduce the close association between (knife/violent) crime and young people representative of a broader trend from the sample analysed. As noted earlier, almost two-thirds (65 per cent) of the “knife crime” stories in the sample were focused on the issue of young people and knives. Yet while typical in terms of its concern about young people and violent crime, the case study is also indicative of the differentiation within news provision in terms of formats. Among the 65 separate reports dealing with YP and knives there were 14 stories that did not deal with a specific incident but looked more widely at what Five News called “the growing problem of knife crime in Britain” (Five, 17:30, 15 May 2006). Half of these were on Five News (N = 7), with ITV (N = 3), Sky (N = 3) and BBC (N = 1) also analysing the topic via “backgrounder” news pieces.", "The Five News special reports lasted between 3.5 and 5 minutes in length. As “backgrounders”, they were to some extent able to uncouple themselves from the event-driven nature of most news coverage (Ericson et al., 1991, p. 8; Reiner, 2002, p. 386). The greater allocation of time allowed the reports to discuss potential causal factors behind crime while the step back from the daily news agenda also allowed a greater variety of voices and perspectives to be recruited into the reports. This includes the innovation of recruiting a lay reporter for one of the special reports. A key issue with regard to the case study is what happens to the loading of crime reporting towards official perspectives that Reiner complains of, when a greater range of voices and perspectives is recruited for formats outside the temporally more limited and arguably more standardised coverage of the news bulletins?", "Interestingly, across the four Five News reports only one police officer (a Detective Chief Inspector in the British Transport Police) and only one politician (a government minister) were interviewed, in reports two and four, respectively. This represents a broadening beyond the “official accounts” that usually dominate crime news (Chibnall, 1977, p. 39). The other interviewees are spread across various types. The increasing role of victims within the criminal justice system has also been reflected in the media (Reiner, 2002, p. 392). Thus the special reports give a prominent place to parents or relatives of knife attack victims, who feature in three out of the four reports. Former criminals, young people, youth club workers and a Black British rap group promoting an anti-weapons message, also feature in the reports.", "Giving some editorial control to either well-known figures and celebrities or occasionally ordinary people has become an interesting component of broadcasters’ strategies to reconnect with audiences disaffected with the news agenda (Kevill, 2002). Thus the final report in the Five News series is handed over to a “lay” reporter with particular experience of knife crime, namely Frances Lawrence, whose husband Philip, a head teacher, was fatally stabbed by a young person outside the gates of his school in 1995. Her report crystallises particularly sharply the internal dissonance between two competing frames within the news discourse over the four reports. Media frames are interpretive grids that “define problems … diagnose causes, make moral judgements and suggest remedies” (Entman, 1993, p. 52). Firstly, there is a dominant framing of the issues within a law and order agenda that implicitly calls for top-down solutions to a problem that is understood in terms of criminal justice law and punishment. This frame was evident in many news reports around the issue of knife crime. For example, an ITV News report ends with the mother of a teenage knife victim issuing a plea for tougher sentencing for people caught carrying knives (ITV News, 26 May 2006).", "Within the Five News special reports there was also a subordinate but still present alternative frame that identifies questions of resources for young people and grass-roots initiatives as a possible means of addressing the problem of crime. This grass-roots frame is unusual in crime news because it is ideologically problematic for the dominant frame. It shifts attention to questions around the distribution of resources within society and implies that inequalities breed crime. Instead of already established criminal justice institutions accruing greater powers, solutions are sought elsewhere, not least within the groups from whom the ranks of criminals—of at least this type of street crime—are drawn. The question of resources and the development of strategies that include ordinary people in solutions to crime, shifts the burden of responsibility for crime back on to society itself and its current structures, rather than locating it overwhelmingly as the responsibility of the criminal.", "As we have seen, statistics do not necessarily support the media view of violent crime as forever rising, yet the selection and presentation of statistics by television news is a recurrent feature of journalism. The second Five News report is a good example of the way news can use statistics to both lend credibility to its own reporting and inscribe a dominant law and order frame into it while still only interviewing one senior police officer within the report. It begins, as does the first report, with a series of statistics that seek to provide a rationale for the focus of the report(s): namely that knife crime is an urgent and escalating problem. Thus we are told that:  Forty thousand police officers have been threatened with a knife in the last two years. The news anchor who introduces the report presents this statistic verbally. The Police Federation is cited as the source for the statistic.   Youth knife crime is up 20 per cent on last year, according to a London-based report.   According to a Mori survey, 30 per cent of secondary school children admitted to having carried a knife.   ", "Forty thousand police officers have been threatened with a knife in the last two years. The news anchor who introduces the report presents this statistic verbally. The Police Federation is cited as the source for the statistic.", "Youth knife crime is up 20 per cent on last year, according to a London-based report.", "According to a Mori survey, 30 per cent of secondary school children admitted to having carried a knife.", "The last two statistics are contained within the report itself and are presented graphically against a still and moving image of a ferocious-looking knife. It is the final statistic that provides the rationale for the first part of the report which conducts an experiment to “test” the “perception” (the reporter's words) that schools are “awash” with knives. Thus working with the London Metropolitan police (visually present but no representatives are interviewed), the report organises what it claims to be “the first ever mass test for knives in a British school”. The viewer is shown the secret assemblage of a metal detector system in the blacked out school hall, followed by shots of the school children being screened later on. The result of this little narrative drama is actually quite revealing—at least potentially. Out of 200 children scanned, not a single one was found to have a knife or weapon of any sort. Yet although the results of this experiment flatly contradicts the Mori survey quoted earlier, and although the reporter had spoken of putting the “perception” of rampant knife carrying within schools to the “test”, there is in fact no return to or questioning of either public perception or the earlier quoted statistic. What follows are four brief interviews on the merits of conducting the experiment itself, with the clear implication that this might be something that could be institutionalised within schools. Of the three school children presented, two support the idea of randomly testing children for weapons in this way while a third questions it, suggesting that it is criminalising the students. The fourth interview (and thus arguably cancelling out the young person who raised questions about the experiment) is with the head teacher himself who while not advocating the institutionalisation of random testing per se, does suggest that this particular exercise helped send a “strong message” to the children.", "By focusing on the experiment (rather than the results, which cut against the public perception of a problem that is in some way out of control) and the possibility of extending it on a more permanent basis within British schools, the Five News report reproduces the dominant frame of “law and order”. Here institutionalised surveillance is proffered as a potential answer to a problem, the pervasiveness of which is, on the evidence the report itself has presented, open to debate.", "Although the police are not interviewed in this part of the report, the image of testing the children is visually reproduced later on in the report where we join a stop and search checkpoint using a metal detector in a Birmingham train station. Here a Detective Chief Inspector from the British Transport police is interviewed. Having failed to find an example of a link between young people and knives with the school test, the report here notes that “the first arrest was a 14-year-old with a screwdriver” (note, not a knife). The Detective Chief Inspector comments that this does not surprise him. The viewer is then informed that one-quarter of people arrested with a weapon are youths. Yet if this statistic is designed to secure the conflation the series of reports seem to want to make between youths and knife carrying, then we are still left with three-quarters of arrests for carrying a weapon occurring outside the category of “youth”.", "The television news report does not completely ignore the results of the school experiment, however. It uses the results (no school children carrying knives) to link in another report (cited but not named) that found that it was children excluded from school who were more likely to end up carrying knives. These are “outcasts like Jason who ended up in gangs”. Here we have an interesting contradiction between the verbal message of the reporter in this transition to another scene and the visual presentation of and subsequent interview with Jason. While the reporter seems to be indicating some sort of system failure whereby excluded children are pulled into the ambit of a gang culture, the visual language and subsequent reporter language plays up the threat, menace and danger which Jason used to pose to society. He is introduced in long shot talking to the reporter under a bridge, with both figures in silhouette. The reporter tells us that “a few years ago you wouldn't want to meet this guy down a dark alley”. The subsequent interview focuses sensationally on the use of knives and (with Jason leaning casually against the wall) the need to dispose of knives if they have blood on them. Thus the focus shifts away from a system failure (briefly alluded to) and on to the threat posed by an individual (Jewkes, 2004, pp. 45–6). The implication once again is that criminal justice solutions rather than reform of educational provision for young people, is the answer.", "We can contrast this presentation of Jason—who is young and black—with the presentation of another former criminal in the first report. Here Bobby Cummings—who appears to be in his 60s and is white—is introduced as a former hit man and bank robber. He, however, is shown as someone who is constructively redemptive, as he visits places like youth clubs to talk to children and young people about the dangers of carrying weapons and getting involved in violence and crime. It is hard to avoid the conclusion that the racial and age profile of Jason and Bobby are significant factors in the very different presentation they are given across the two reports.", "The contradiction between the verbal and visual components of the media message which we find in the presentation of Jason are also evident in the third report of the series which dedicates itself to finding out why “so many” (according to the news anchor) young people are arming themselves. The report cites a study conducted by academics at Glasgow University that explored the motivations for knife carrying. Here the report cuts to footage of young people walking about busy streets. The reporter summarizes some of the findings of the academic study, which suggests that young people may carry knives for: (1) status acquisition; (2) fashion reasons; (3) to intimidate others; (4) as protection. But as each of these reasons are cited, the news report cuts to footage of young people walking about busy streets (framed anonymously, below the face) and simulates an X-ray effect, freezing the image of a young person, turning it into a negative and then digitally “planting” as it were, a concealed knife on their persons, under their clothes or in a bag. Thus an argument about why young people may carry knives is dramatically and sensationally yoked to visual imagery suggesting that knife carrying among young people is widespread and routine. Again the effect is to imply that a criminal justice solution is urgently necessary, even though at least two and possibly three of the four reasons stated suggest that there are cultural factors at play that need to be addressed. The inclusion in this report of two (male) representatives from a British rap group with an anti-violence message, Big Brovaz, also suggests cultural factors as well (and balances an earlier part of the report which explored whether violent computer games might be to blame). In the interviews, both members of the group also identify a lack of material resources, facilities and opportunities for young people as causal factors in youth crime.", "The final report, led by Frances Lawrence, combines in one figure the trends towards including the voices of victims and their relatives in crime reporting and the trend towards handing over some sort of editorial control to guest presenters. The report also enlarges the grass-roots framing of the issue of crime already invoked in the third report. Francis Lawrence begins by visiting the Stonebridge Estate and talks to young people about how they improved the area by putting up a football cage. A local youth worker is interviewed on-site and insists that it is the young people themselves who are the solution to problems of crime. We are then introduced to Frank Knight who is another reformed criminal. Like Jason from the second report, Frank is young and black. But the representation of this former drug dealer is very different. Where as the first shot of Jason in long shot talking to the reporter evoked visual cues that seem to inscribe him into a rhetoric of continuing menace, Frank is presented in long shot talking to Frances as they walk together down the road. Frank is stripped of any menace and the scene suggests reflection and “moving on” from his past life. This lack of menace around Frank is reinforced further by the location of the next scene in which we actually hear their exchange: a children's playground. This is a very different visual contextualisation of Frank as compared to Jason. It may remind us that he was once a child, or imply a recovery of innocence, while the substantive content of the interview is also different. Whereas Jason was asked to discuss the pros and cons of using a knife, Frances asks Frank what he thinks of his life now that he has escaped involvement with drugs-related crime. In short, the lay reporter has introduced some significant modifications into the usual practices of television journalism.", "The report then shifts geographically and socially away from the estate as Frances Lawrence visits the Home Office and interviews the Police and Security Minister, Liam Byrne, MP. Here the discourse also shifts away from the question of resources and local initiatives and towards a law and order framing of the issue. For example, the discussion focuses on “stiffer penalties” for being caught in possession of a knife, making it more equivalent to carrying a gun. Reference is also made to the Violent Crime Bill making its way through the Houses of Parliament. Frances Lawrence's concluding summation (now back in her house) is riddled with the contradictory pull between these two frames. On the one hand, she calls on the Government to listen to and learn from the sort of young people who have appeared in the report and she mentions Frank specifically (which it is highly unlikely a professional broadcast journalist would do). On the other hand, she calls for “firm legislation” to confront knife crime. While theoretically it might be possible for the law and order frame and the grass-roots frame to be at least partly reconcilable, in practice, the former excludes the latter and finds in the grass-roots frame an uncomfortable reminder of the sort of questions that a narrowly conceived law and order frame cannot really address.", "Across the four reports as a whole then, we find significantly contradictory meanings and possibilities. The reports seemingly unintentionally open up questions about their own use of statistics, while the conflation between young people and knife crime is both secured but also at times fraying apart. Visual and audio information sometimes contradict each other while the dominant hegemonic frame of law and order has to make some accommodation to a subordinate frame orientated towards grass-roots solutions and the issue of material resources. The reports, while perhaps more internally dissonant and contradictory than usual, were still operating within the ideological boundaries which shapes the crime news agenda as a whole."]}, {"title": "Conclusion", "paragraphs": ["Our analysis has shown that UK television news is failing to offer viewers an understanding of the full range of issues and social determinations that impinge of young people's lives. Broadcast journalists will say that they do not do “good news” stories in general or that there are limits to what they can do within the temporal constraints of a news bulletin. Yet the news could flag up a broader range of subjects related to young people's lives, even within the constraints of current formats. At present, young people appear most commonly as either victims or perpetrators of crime and there is a strong association between young people and violent crime (specifically knife crime in our sample). As sources of comment, young people have a marginal place in news representations, and when they are used it is typically in relation to questions of crime. Constructed overwhelmingly as problems for “law and order” the conditions would appear to be in place for young people to become (and arguably to some extent they already are) the locus of moral panics. This “symbolic criminalisation” fits young people into patterns of crime reporting that have long been critiqued as vehicles for exaggerating public fears and promoting increasing state power as a viable solution to crime. Our study also indicates that television news reproduces a broader cultural dualism in thinking about young people: “positive” stories about young people are overwhelmingly linked to celebrities and therefore to media spectacles and consumer trends. The current agenda for television news is unlikely to make a positive contribution to the formation of public opinion or public policy as far as young people are concerned, let alone make television news more attractive to young people."]}], "references": [{"title": "“Framing: toward clarification of a fractured paradigm”", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert"}]}, {"title": "“Prime Suspects: the influence of local television news on the viewing public”", "year": "2000", "journal": "American Journal of Political Science", "volume": "44", "authors": [{"name": "Gilliam D. Franklin", "first_name": "Gilliam", "last_name": "Franklin"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}]}, {"title": "“PBS Ain&#039;t So Different: public broadcasting, election frames and democratic empowerment”", "year": "2000", "journal": "Harvard Journal of Press/Politics", "volume": "5", "authors": [{"name": "Kerbel Matthew Robert", "first_name": "Kerbel", "last_name": "Robert"}, {"name": "Apee Sumaiya", "first_name": "Apee", "last_name": "Sumaiya"}, {"name": "Ross Marc Howard", "first_name": "Ross", "last_name": "Howard"}]}, {"title": "“Local TV News: getting away with murder”", "year": "1997", "journal": "Press/Politics", "volume": "2", "authors": [{"name": "Klite Paul", "first_name": "Klite", "last_name": "Paul"}, {"name": "Bardwell Robert", "first_name": "Bardwell", "last_name": "Robert"}, {"name": "Salzman Jason", "first_name": "Salzman", "last_name": "Jason"}]}, {"title": "“Hoodies and Goodies in the ‘Hood’”", "year": "2005", "journal": "Mail", "volume": "", "authors": [{"name": "Waterhouse Keith", "first_name": "Waterhouse", "last_name": "Keith"}]}]}