{"doi": "10.1080/17512786.2018.1423630", "url": "https://doi.org/10.1080/17512786.2018.1423630", "title": "Are we teaching trauma?", "volume": "13", "year": "2019", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Dworznik", "first_name": "Gretchen", "name": "Gretchen Dworznik"}, {"last_name": "Garvey", "first_name": "Adrienne", "name": "Adrienne Garvey"}], "abstract": "Covering violence is an expected part of the daily job for many journalists in the United States; however, are college and university programs fully preparing students for what they may experience? This study surveyed accredited journalism schools in the United States. Of the 41 respondent schools, only one offered a course specifically aimed at teaching journalists how to protect themselves from psychological trauma and how best to interact with victims of trauma. Results show that although schools believe the topic of trauma is important and worth teaching to future journalists, the approach to the topic is mostly reactive and inconsistent. Implications for the future of journalism education are discussed.", "body": [{"title": "Introduction", "paragraphs": ["From car accidents to murders and mass shootings to war, there is no question that exposure to traumatic events and trauma victims is a part of the job for journalists (Backholm and Bjorkqvist 2012; Brown, Evangeli, and Greenberg 2012). It is a job that requires journalists to gather often horrifying details from dangerous scenes, process it all, and then report it back to the public (Lifton and Faust 2009).", "This repeated exposure to trauma often has life-altering consequences. For example, journalists who covered the September 11 terrorist attacks reported posttraumatic stress symptoms so severe they could no longer work (Depalma 2009). Journalists reported mental break downs following their coverage of Hurricane Katrina, which hit the United States in August 2005 and flooded New Orleans for weeks. At least one attempted suicide (“Trauma in New Orleans” 2009). More recently, journalists reported suffering from flashbacks and traumatic stress symptoms after covering the terrorist bombing at the Boston Marathon that killed three people and injured hundreds in April of 2013 (Zhao 2016), and many more sought therapy or endured newsroom break downs after covering the mass shooting in Orlando, where a lone gunman entered the Pulse Nightclub and killed 49 people in June 2016 (Hayes 2016).", "Academic research supports this anecdotal evidence. Repeated exposure to trauma and its victims can have dramatic negative effects on reporters and photographers, and while there may be no way to prevent these effects, training can help minimize them. Rentschler (2010) argued that training can have a positive effect on the field of journalism, and unpreparedness allows journalists, especially those young in their careers, to be thrown into situations they are unable to emotionally handle.", "Journalism schools in the United States have been often cited as leading the way in terms of trauma training for student journalists (Barnes 2013; Duncan and Newton 2010; Johnson 1999; Rentschler 2010). However, beyond a few marquee programs like the one at Michigan State University (Ricchiardi 2001) and Columbia University, which houses the DART Center for Journalism and Trauma, is trauma training included on a broad scale within curricula at accredited journalism schools? This study seeks to answer that question as well as understand which methods are being used in order to make a case for increased trauma training in all journalism programs."]}, {"title": "Journalists and Trauma", "paragraphs": ["Studies of how journalists are affected by the stories they cover typically focus on posttraumatic stress disorder or PTSD, or secondary traumatic stress referred to as STS. PTSD involves a series of negative psychological symptoms that develop in direct response to the experience of or witnessing of a traumatic event. These symptoms include flashbacks, severe anxiety, dissociation, negative changes in mood, hyperarousal, and inability to function at work or in social situations. These symptoms can be acute and last a few months, or become chronic and last for years (Mitchell et al. 2017).", "STS involves symptoms that are nearly identical to those of PTSD, but they arise from the repeated exposure to the details of other people’s suffering. This impact is revealed through symptoms of traumatic stress and burnout (Figley 1999). Journalists are left open to this risk through their repeated exposure to victims (Beam and Spratt 2009; Keats and Buchanan 2009; Buchanan and Keats 2011). Secondary trauma is the process by which a person experiences significant negative psychological symptoms associated with exposure to victims of trauma through avenues such as interviewing or counseling. Over time, this can impact a person’s perception of themselves, others, and the world (Culver, McKinney, and Paradise 2011). Though it is typically seen in counselors and mental health workers, secondary trauma can occur in anyone who interacts with and has to process the details of someone else’s traumatic experience (Tehrani 2007).", "Research on how trauma impacts journalists dates back to 1994. Freinkel, Koopman, and Speigel (1994) found that journalists who witnessed an execution exhibited dissociative psychological symptoms associated with STS. Simpson and Boggs (1999) found that general assignment reporters suffer from the same psychological reactions as firefighters and emergency personnel including anxiety, guilt, nightmares, and flashbacks. Maxson (2000) found that 79 percent of journalists report significant emotional effects from their encounters with death, injured people, and shock. Pyevich, Newman, and Daleiden (2003) found that greater exposure to trauma resulted in greater symptoms of PTSD in journalists.", "More recent research supports these early findings. For example, Keats and Buchanan (2009, 2012) found that journalists do suffer symptoms of PTSD and STS, and those symptoms are directly related to exposure to traumatic events. Hatanaka et al. (2010) found that 6 percent of their sample of journalists met the criteria for diagnosis with PTSD. Brown, Evangeli, and Greenberg (2012) found that work-related trauma explained a significant amount of variance in PTSD symptoms among journalists. In a sample of Mexican journalists, Feinstein (2012) found moderate to severe symptoms of PTSD including intrusion, arousal, avoidance, and depression. And in a review of 11 studies of PTSD in journalists, Aoki et al. (2012) calculated the overall prevalence of PTSD among journalists to be 7.2 percent. The authors argued that the prevalence of PTSD in journalists tends to be higher than the general population.", "Not only can journalists be harmed by the trauma they encounter, improperly trained journalists also run the risk of harming others in the course of their coverage of traumatic incidents. Specifically, they can cause more harm to victims when attempting to gather information and interviews (Amend, Kay, and Reilly 2012; Duncan and Newton 2010). For example, Hawkins et al. (2004) found that intrusive media coverage of mass violence exacerbates the trauma of the victims, especially when they experience unhelpful or hurtful social interactions with reporters. Walsh-Childers, Lewis, and Neely (2011) studied reporter–victim interaction following the Virginia Tech mass shooting, where a lone gunman killed 32 people on the campus in April 2007. The authors found that victims reacted negatively to reporters who showed no compassion or sensitivity toward what they were experiencing, and reacted positively to those members of the media who showed concern and made attempts to accommodate victims’ physical and emotional needs during the course of getting the interview. Something as simple as correctly identifying the names of victims in a news report is positively received by interviewees (Cote and Simpson 2000). While accuracy is part of basic journalism education, it should be better emphasized in relation to victims (Rodriguez 2011).", "It is important that reporters are sensitive to victims (Schotz 2007) because most victims are deeply traumatized and fighting between the need to talk about what they have experienced and the inability to do so (Lifton and Faust 2009). Therefore, Rodriguez (2011) argued that journalists need to be taught humane interviewing techniques that contribute to the healing of the victims, rather than detract from it.", "Overall, there is a growing recognition of the emotional costs of routine coverage of traumatic events and the people affected by them (Brown, Evangeli, and Greenberg 2012). Therefore, journalists need to be taught to understand both their own psychological reactions to trauma as well as those of trauma victims. Not only will this help protect their own mental integrity and keep them from causing harm to victims, it can also lead to better reporting. As Rees (2007) argues, being aware of your own emotional processes and responses allows you to be better in tune with others’ emotional states. This leads to a better rapport with potential interview subjects and a better interview overall."]}, {"title": "Trauma Training", "paragraphs": ["Reporters need to be trained to recognize traumatic symptoms in themselves so they can take the necessary steps early on to keep those symptoms from developing into long-term or chronic issues that can impact mental and physical health. They also need to be trained to recognize traumatic stress symptoms in others and how to properly approach someone who has been through a traumatic event. The best place for this training is in journalism schools because young journalists are highly likely to encounter trauma very early in their careers (Barnes 2013). One study showed that 84 percent of journalists had covered at least one traumatic story within the first 5 years of their careers (Johnson 1999). Additionally, it is common practice to dispatch young reporters to stories such as auto crashes which tend to produce powerful images of injury or death (Simpson and Boggs 1999), but these young reporters are often the most susceptible to emotional trauma and the least prepared to handle it (Dworznik and Grubb 2007; Simpson and Boggs 1999).", "Furthermore, young reporters often feel ill-prepared to cover stories that involve suffering people; however, they are often the ones assigned to interview family members following a tragedy (Beam and Spratt 2009; Maxson 2000). This lack of preparation heightens the possibility of doing harm to interview subjects (Duncan and Newton 2010) and often results in insensitive or intrusive behaviors on the part of the reporter (Walsh-Childers, Lewis, and Neely 2011).", "Additionally, most newsrooms do not offer a supportive environment for young reporters who are either dealing with their own psychological reactions to trauma or need guidance on how to approach victims (Duncan and Newton 2010). Furthermore, the context of the newsroom itself exacerbates traumatic stress reactions in reporters (Duncan and Newton 2010; Keats and Buchanan 2009). However, despite recent strides in mental health support following major disasters, there is still a culture of silence in most newsrooms when it comes to traumatic stress from daily news work (Buchanan and Keats 2011; Greenberg et al. 2009).", "Most journalists indicate that they feel a lack of support from their newsroom when it comes to trauma (Aoki et al. 2012; Simpson and Boggs 1999) and a lack of understanding or sensitivity from newsroom managers about what the job of reporting entails (Maxson 2000). Most often, it is left up to the journalist to express a problem with coping following a traumatic encounter (Duncan and Newton 2010); however, most are reluctant to do so out of fear that it may damage their careers (Greenberg et al. 2009).", "Research supports the assertion that journalists cover trauma on a regular basis, and this coverage can lead to damaging psychological and emotional effects. Furthermore, research also supports the idea that journalists run the risk of harming victims during interviews due to a lack of understanding about the effects of trauma both in themselves and those who have been affected by tragedy. Though strides have been made to offer support during times of mass tragedy such as in the nightclub shootings in Orlando (Russon 2016) and the sniper killings of five Dallas, Texas, police officers in July 2016 (Hare 2016), the culture of the newsroom and pace of news prevent on the job training about trauma and daily support of young reporters (Beam and Spratt 2009; Buchanan and Keats 2011; Keats and Buchanan 2009; Simpson and Boggs 1999). As a result, it is imperative that journalism students receive trauma training before their first job in the industry. Experienced journalists support this assertion, with some specifically pinpointing a lack of trauma education in the college classroom as a problem (Masse 2011).", "Simpson (2004) argued that the most creative and productive journalists are those who understand trauma and how it can affect them. Young (2011) suggested that teaching journalists about the emotional aspects of telling traumatic stories is just as important as teaching interviewing, writing, and video editing skills. Barnes (2013) noted that this type of training should include how to recognize traumatic reactions in themselves and others, how to deal with potentially traumatizing situations, and appropriate interviewing behavior to avoid revictimizing those they encounter while getting the story.", "Studies also suggest that this type of training is something that student journalists want and professional journalists wish they had. For example, Dworznik and Grubb (2007) found that students who covered the murder of one of their classmates wished they had been trained to understand their emotional responses to what they saw and heard during the trial of the killer. In a study of Canadian journalists about assignment stress injury, Keats and Buchanan (2009) noted that their participants said they wished there was some sort of professional training regarding trauma in addition to increased training in school. Beam and Spratt (2009) found that as preparedness to deal with trauma increased, so did job satisfaction. Finally, Young (2011) argued that failing to equip young journalists with knowledge about trauma may cause some of the most talented to leave the profession.", "Anecdotal evidence shows there are a few schools that offer at least some courses in the area of journalism and trauma. For instance, in 2011, the University of Kansas School of Journalism became one of the first in the country to include a lecture-type course on trauma and journalism. It was developed in conjunction with the DART Center with the goal of better preparing students for what they may experience in the field. Similar curricula also have existed at the University of Nebraska at Omaha (Veeser 2011), the University of Missouri (Reed 2015), and Michigan State University (Ricchiardi 2001). However, beyond these few programs, little is known regarding formalized trauma training at journalism schools on a broader scale.", "This study attempted to fill that gap by looking at the curricula of accredited journalism schools in the United States. Not all journalism schools in the United States are accredited, but accreditation provides educational requirements and guidelines which create a level of standardization among curricular elements. In other words, the researchers believed a survey of accredited schools would allow for better “apples to apples” comparisons given that accredited schools operate under the same curricular restraints. Therefore, the following research questions were asked: RQ1: Are accredited US journalism schools dedicating specific courses to the topics of the effects of trauma on journalists and how to work with victims, or are they teaching about these topics as parts of other courses? RQ2: What are the most common methods being used in accredited US journalism schools to teach about the effects of trauma on journalists and how to work with victims? RQ3: Do respondents from accredited journalism schools in the United States believe journalists can be affected by covering trauma, and do they think curriculum should prepare them for such effects? RQ4: Do respondents from accredited journalism schools in the United States believe that journalists can harm victims during the course of a story, and do they think journalists should be taught how to properly interact with victims of trauma?", "RQ1: Are accredited US journalism schools dedicating specific courses to the topics of the effects of trauma on journalists and how to work with victims, or are they teaching about these topics as parts of other courses?", "RQ2: What are the most common methods being used in accredited US journalism schools to teach about the effects of trauma on journalists and how to work with victims?", "RQ3: Do respondents from accredited journalism schools in the United States believe journalists can be affected by covering trauma, and do they think curriculum should prepare them for such effects?", "RQ4: Do respondents from accredited journalism schools in the United States believe that journalists can harm victims during the course of a story, and do they think journalists should be taught how to properly interact with victims of trauma?"]}, {"title": "Method", "paragraphs": ["Using the list of fully accredited schools available on the website of the Accrediting Council on Education in Journalism and Mass Communication (ACEJMC) in the fall of 2016, each school was contacted with the goal of recruiting one representative from each to fill out a survey. School demographic information was collected; however, other than job title, no personal information was collected about the participant in order to protect confidentiality. The survey also contained questions asking whether or not they had courses in their journalism curriculum dedicated to teaching about trauma and victims, or if that information was included in other courses. Respondents were also asked to indicate which popular teaching methods for teaching about trauma and victims were being used in their classrooms. Qualitative data were also collected regarding opinions about journalism and trauma and the importance of teaching it in journalism schools.", "The survey was administered electronically through Qualtrics, an online survey platform. Survey invitations were emailed to the contacts listed for each accredited journalism school in the United States on the ACEJMC website. These contacts included Deans, directors, and senior faculty members. The invitation explained what the survey was attempting to measure and that someone with curricular knowledge would be the best person to take it. The invitation encouraged the receiver to pass the survey on to someone else in their department or school who had curricular knowledge if they felt they were not in the best position to answer in detail. These instructions were included in order to help facilitate the best chance that the person answering the survey was also knowledgeable about the curriculum. Roughly a third of the participants responded to the initial survey request noting that they were forwarding it to someone else in the department with more knowledge, which seems to suggest participants were paying attention to the stipulations of the invitation.", "Invitations and subsequent reminders were sent out once a week for 5 weeks in the fall of 2016. Of the 100 schools contacted, 26 responded, representing a 26 percent response rate. In order to elicit more responses, a list of secondary contacts was generated for the schools that did not respond to the initial round of invitations. This list was created by going to the websites of all the schools that did not respond in the first round. Emails of department chairs, sequence coordinators, or senior journalism faculty members were used. These names were checked against the ACEJMC list to make sure the same people from the first round were not contacted again. Survey invitations and subsequent reminders were emailed to those schools once a week for 5 weeks in the spring of 2017. Fifteen more schools responded, for a total of 41.", "The survey contained a mix of quantitative and qualitative questions. The quantitative data were compiled to ascertain frequencies for demographic data, whether or not certain courses were taught in the respective programs, teaching methods, and level of agreement with statements regarding journalist and victim trauma. Qualitative questions were included to allow participants to expand on their answers to the quantitative questions. Thematic analysis was used to group the qualitative data by similarities in order to ascertain common threads among the responses.", "The participant programs included both large and small schools. The smallest was 250 students and the largest was 300,000 undergraduates (mean = 25,988.95). There was also a wide range represented in terms of program size, with the smallest school indicating 4 journalism majors and the largest indicating 2500 (mean = 532.68). The smallest program indicated 2 full-time journalism faculty, while the largest was listed as having 80 (mean = 19.34). Though all schools contacted were listed as accredited on the ACEJMC website, 3 indicated they were not accredited at the time of the survey. However, these three schools were still included in the study because the most recent list on the official ACEJMC site listed them as accredited. The majority of the journalism programs were more than 50 years old (61 percent, n = 25).", "Eleven of the participants were faculty members (26.8 percent), 3 were major or sequence coordinators (7.3 percent), and 13 were department chairs (31.7 percent). Six indicated they were school directors (14.6 percent), 6 were deans (14.6 percent), and 2 indicated their position as “other” (4.9 percent)."]}, {"title": "Results", "paragraphs": ["Research question 1 asked if accredited journalism school curricula in the United States include courses dedicated specifically to the topics of the effects of trauma on journalists and how to work with victims, or if these topics are included as part of other courses.", "Of the 41 respondents, only 1 (2.4 percent) indicated that they have a course in their curriculum dedicated specifically to teaching about how trauma can impact journalists. Thirty-five (85.4 percent) indicated that they teach about journalist trauma as part of other courses in their curriculum. Five indicated that they do not teach this topic at all (12.2 percent).", "Reasons for not offering a course dedicated specifically to journalist trauma varied. Eleven of 41 (26.8 percent) respondents noted they do offer the topic as part of other courses, so an individual course is not needed. Accreditation limitations as well as overall space in the curriculum or enrollment were also listed as concerns. Eleven (26.8 percent) respondents stated that their curriculum loads were full and there was no room for additional courses, especially electives. Comments included statements such as, “It would be an elective so … not sure if the course would [attract] sufficient enrollment,” and “Too many other courses; I doubt any faculty member expressed interest in this topic.” It is also worth noting that 5 (12 percent) respondents stated they never considered the topic as something worth including in their curriculum.", "Among those 35 respondents indicating they include journalist trauma as part of other courses, the amount of time dedicated to the subject varied. Eighteen respondents said they had either no specific time commitment or that it fluctuates around world events. Fifteen said they dedicate about 1–2 weeks to it. Other answers included 10 percent of the course or 1–2 lectures.", "Among those respondents who indicated they cover journalist trauma in other courses, 23 supplied information on specific topics covered. Fourteen said they teach their students about self-care for journalists. Nine said they covered basic trauma and journalism material but did not elaborate. Even though the question asked about the topics being covered regarding journalists experiencing trauma themselves, 10 still noted they cover interviewing victims of trauma, while 5 indicated they talk to students about what happens when journalists have to play the role of the first responder because they are first on the scene of a traumatic event. Other areas included ethics, war photography, working on deadlines while in traumatic situations, and resources for journalists through the DART Center. Seven respondents were unsure of what material is covered.", "Only one school (2.4 percent) indicated that they teach a course specifically about how journalists should interact with victims. This was the same school that offered the course regarding trauma journalists may experience on the job. The respondent indicated it was the same course that included both topics. Thirty-three respondents (80.5 percent) indicated they teach about victim trauma as part of other courses, while five indicated they do not teach this topic at all (12.2 percent).", "Thirty-two (78 percent) of the respondents provided information for why they do not have a class dedicated specifically to victim trauma. Fourteen noted that the topic is in other courses, while five indicated the topic does not warrant its own course. Curricular issues were also mentioned, with two respondents citing ACEJMC accreditation limitations as a reason for not having a course on victims, five indicating there was no room in their curriculum, and two indicating they lacked the resources. It is also worth noting that three suggested it has never been considered or that it was not deemed necessary by faculty and students.", "Of those 33 respondents who indicated they teach about victims as part of other courses, time dedicated to this topic varied widely. For example, six respondents indicated they spent 1–2 weeks on victims and trauma, while three indicated 1–2 days were spent on the topic. Seventeen said they were either unsure or that time dedicated varied based on current world events.", "Respondents were a bit more specific in regards to exactly what they teach during that coverage time. Eleven said they covered a mix of empathy, sensitivity, ethics, and interview techniques. Four covered the basics of understanding and recognizing trauma in victims and four covered the basics of reporting during a trauma. Six were unsure what material is covered. Three covered legal and privacy issues, specifically regarding minors.", "Research question 2 asked about the most common methods being used to teach about journalist trauma and victims. To answer this question, participants were given a list of common teaching methods used to teach about journalist trauma and victim trauma gathered from industry press pieces about the topic. They were asked to rank how often each of these methods was used in their programs based on a scale of 1 (Never) to 5 (Very Often). Thirty-eight of the 41 responding schools answered this question (Table 1). Are we teaching trauma?A survey of accredited journalism schools in the United StatesAll authorsGretchen Dworznik & Adrienne Garveyhttps://doi.org/10.1080/17512786.2018.1423630Published online:23 January 2018TABLE 1 Methods for teaching trauma “often” or “very often”CSVDisplay Table", "The most common method used was discussion, followed by lecture and required readings. The next most popular method was inviting working journalists into classes as guest speakers and using videos. Eleven respondents indicated they invite retired journalists into classes to speak on trauma-related concepts.", "The least traditional methods used for teaching trauma were also the least used. Only three schools indicated they incorporated classroom role-play exercises and victims as guest speakers into their instruction on trauma “often” or “very often.” Only one school indicated they used role-play exercises with actors to teach trauma.", "Respondents were also asked to describe any other methods used to teach about journalist trauma and victims that were not included in the list. One respondent said they have students interview a victim of trauma and tell his or her story using techniques learned in class. Another mentioned they bring in journalists to speak who are still new to the career and not too far removed from school. Another listed they used resources from the DART Center for Journalism and Trauma website.", "Research question 3 asked about the opinions of those at accredited journalism schools regarding journalist trauma and whether or not they felt it was important to teach this to their students. In order to answer this question, respondents were asked to indicate their level of agreement with the following statement, “Journalists can be emotionally and/or psychologically harmed when covering traumatic stories.” The majority (n = 38, 92.7 percent) indicated they agreed or strongly agreed that journalists can be harmed by their encounters with trauma (mean = 5.00, SD = .636), while 3 (7.3 percent) indicated they neither agreed nor disagreed. None disagreed.", "Of the 35 respondents who expanded on their answers, 15 mentioned personal experience, such as having lived and experienced some level of trauma after covering a particular story, as their reason for believing journalists could be emotionally and/or physically harmed when covering traumatic stories. For example, one respondent said I covered one of the first high school shootings in this country. It took years to recover from those emotional scars because it was something horrible that happened in my town. Lots of connections. Local reporters cannot disconnect as easily as the national reporters who swoop in and out.", "I covered one of the first high school shootings in this country. It took years to recover from those emotional scars because it was something horrible that happened in my town. Lots of connections. Local reporters cannot disconnect as easily as the national reporters who swoop in and out.", "Other comments based on personal experience included, “As a long-time journalist, I know that reporting on tragedies, large and small, is not [something] one puts on a shelf at the end of a day,” and, “Trauma is cumulative. We are often first on the scene, first to see the body, etc. Over time, it affects people.”", "Six respondents credited existing research for their understanding of journalist trauma. Eleven also felt that it was only natural that journalists would experience this because they are human before they are anything else. Supporting statements included, “Traumatic scenes are bound to have an affective impact on anyone, including journalists. They are human, after all,” and Journalists are exposed to horrific events. They are in situations that create stress and they see and learn things that impact their own psychological well-being. It makes sense that these trauma events affect the journalists who [cover] the events and people.", "Journalists are exposed to horrific events. They are in situations that create stress and they see and learn things that impact their own psychological well-being. It makes sense that these trauma events affect the journalists who [cover] the events and people.", "Respondents were also asked whether or not they felt journalism schools should devote course time and curriculum to teaching journalism students about journalist trauma. Thirty-three respondents (80.5 percent, missing = 1) indicated they agreed or strongly agreed that the topic should be taught in journalism schools (mean = 4.00, SD = .639), and 7 (17.1 percent) indicated they neither agreed nor disagreed. None disagreed.", "Because none disagreed, qualitative responses were mostly favorable toward teaching about journalist trauma in the college classroom. Twenty-five of the 31 comments regarding this question suggested professors believe teaching about trauma is the right thing to do in order to fully prepare students for the field. For example, one respondent said, “Journalists should be prepared to deal with unsavory aspects of the profession,” and another suggested teaching trauma “gives students a heads-up that if they are in these situations, it is OK to ask for help.”", "Some made suggestions about learning from other fields that deal with traumatic situations like the military with comments such as, This is an aspect of working in journalism that students should be invited to carefully consider, but there’s no ideal “how to deal with it” methodology. Perhaps we could develop something with another academic unit or investigate how the military prepares soldiers.", "This is an aspect of working in journalism that students should be invited to carefully consider, but there’s no ideal “how to deal with it” methodology. Perhaps we could develop something with another academic unit or investigate how the military prepares soldiers.", "Perhaps one of the most valuable comments was from a respondent’s personal experience, Early in my career, I had to cover a fatality wreck that killed seven teenage boys in a small town. I felt totally unprepared for the emotions I felt that cold December night. The other reporters in the newsroom just patted me on the shoulder or back when I came back to the newsroom and said it would be OK. I had been told that reporters cannot show emotions and to develop a tough outer shell. I’m sorry, but that isn’t possible when you are dealing with human lives.", "Early in my career, I had to cover a fatality wreck that killed seven teenage boys in a small town. I felt totally unprepared for the emotions I felt that cold December night. The other reporters in the newsroom just patted me on the shoulder or back when I came back to the newsroom and said it would be OK. I had been told that reporters cannot show emotions and to develop a tough outer shell. I’m sorry, but that isn’t possible when you are dealing with human lives.", "Others did not feel as strongly that this was a topic worth covering. For example, one said, There is a direct correlation to their mental health even if they do not return to the traumatic environment, but we must also keep in mind that a tiny percentage of our majors will ever encounter conflict or trauma in their professional work because so few intend to be journalists “in the field.”Another indicated that employers should be responsible for this part of the job training, “I believe this is something that can also be covered in the workplace; I would tend to use academic time on more basics, except in cases where there has been a traumatic incident.”", "There is a direct correlation to their mental health even if they do not return to the traumatic environment, but we must also keep in mind that a tiny percentage of our majors will ever encounter conflict or trauma in their professional work because so few intend to be journalists “in the field.”", "Research question 4 asked about the opinions of those at accredited journalism schools regarding how journalists can impact victims, and whether or not they thought this topic should be taught to their students.", "To answer this, respondents were asked to indicate their level of agreement with the following statement, “Journalists have the potential to harm a victim of trauma through interviewing or in the course of covering a story.” Thirty (73.2 percent, missing = 1) agreed or strongly agreed with this statement (mean = 4.00, SD = .764), 10 (24.4 percent) neither agreed nor disagreed, and none disagreed.", "Fourteen of the 30 who explained their answer choice felt that having a journalist interview a victim of trauma put that victim at greater risk for retraumatization. For example, one respondent noted, “You can’t play by your rules. The interview must be on their terms. It can help them recover but, if not done correctly, it can retraumatize them.” Others said, “Journalists must realize that the phrasing of a question—even the journalist’s body language—can have a profound impact on someone in trauma,” and “Victims can be in a fragile state. Bringing up the issues surrounding the trauma can add to the effects of the trauma.”", "Once again, personal experience played a role in responses from three participants with comments such as, “As a former news director in small and medium-sized television markets, I have worked with reporters and producers of varying ability in working with victims of trauma and have seen how their approach to reporting can affect a victim,” and Oftentimes, the victims are raw at the time of the interview right after an event. I always found that if I gave the family my card, talked with them briefly and then backed off, that they would respond with their story later when the time was right for them, not for me. I had editors who disagreed with my method, but I got the better story than the competitors, and I felt better as a human being. I tell my students that they have to be a human first!", "Oftentimes, the victims are raw at the time of the interview right after an event. I always found that if I gave the family my card, talked with them briefly and then backed off, that they would respond with their story later when the time was right for them, not for me. I had editors who disagreed with my method, but I got the better story than the competitors, and I felt better as a human being. I tell my students that they have to be a human first!", "Others did not feel as strongly. Though they agreed with the statement that reporters can harm victims, comments suggested that it really depended on the reporter or the victim. Another suggested the harm would not be that significant, “It is possible, but I don’t believe an interview would be the major source of trauma or harm for someone dealing with a traumatic incident. I have actually seen interviews be therapeutic and cathartic in many cases.”", "Respondents were also asked if they felt journalism schools should devote class time and curriculum toward teaching journalists how to interact with victims. Thirty-three (80.5 percent, missing = 1) agreed or strongly agreed that it should be taught (mean = 4.00, SD = .700), and 7 (17.1 percent) neither agreed nor disagreed. None disagreed.", "Social responsibility and training future journalists in a manner that makes them responsible members of the media topped the reasons as to why respondents answered as they did. Of the 27 respondents who explained their position, 10 (37 percent) felt it best to expose students to this curriculum so they did not retraumatize the victims. For example, one respondent said, “It helps our students understand the effects of their coverage and impact on trauma victims. It also helps them care for themselves when exposed to trauma.” Another added, “It is important in the development of a journalist to understand the potential consequences of coverage, including working with victims of trauma.” Others added that this type of training is “the right thing to do,” is “essential to newsgathering,” and is “in-line with what a student/beginning journalist needs to know.”", "One respondent did feel that this subject was better taught by the employer at the time they planned to send someone out on an assignment dealing with victims of trauma. Another added that it was an important topic, but teaching it seemed less necessary because not all students in the courses intended to be journalists in the field."]}, {"title": "Discussion", "paragraphs": ["These results indicate some interesting themes regarding how journalism and trauma topics are being taught in accredited journalism schools. Overall, the respondents from the accredited journalism schools surveyed in this study supported the idea that journalists can be harmed by the traumatic stories they cover, and that journalists have the potential to harm victims of trauma during the course of covering a story. They also appear to support the idea that student journalists need both trauma and victim training before they enter the workforce.", "However, only one respondent indicated that their school devoted a specific course to these topics. Results are encouraging in that the majority of respondents noted that they included these topics to varying degrees in other courses, but the time spent covering these topics appears to vary widely from 1 day to 2 weeks, to fluctuating depending on world events. This variance suggests that the topics of journalist trauma and victim trauma are those that are included if there is time, or not considered a priority among other skills and topics that must be taught. However, if journalist and victim trauma are important topics, as the survey results seem to indicate, then more time needs to be devoted to these topics. As research shows, young journalists are highly likely to encounter trauma and trauma victims very early in their careers (Barnes 2013; Johnson 1999; Simpson and Boggs 1999) and they are the least prepared to handle it (Dworznik and Grubb 2007; Simpson and Boggs 1999).", "Of those respondents who indicated their programs are teaching about journalist trauma and victims in their courses, the topics covered also vary widely including journalist self-care, covering trauma on deadline, recognizing symptoms of trauma in themselves and victims, compassion, and empathy. Schools appear to be relying most heavily on common teaching methods to teach these topics including lectures, discussions, required readings, and videos, while shying away from less traditional methods including role-play exercises, simulations, and interaction with actual victims of trauma which have been suggested as more robust ways to prepare student journalists for covering traumatic incidents (Kay et al. 2011).", "A lack of space in the curriculum and accreditation concerns appear to be the main reasons why specific courses are not being devoted to journalist trauma or victim trauma, and also why these topics are not included in courses or covered only in small amounts. However, it is worth noting that a small number of schools indicated they had never even considered covering these topics, there was no interest from faculty or students, or that the topics did not warrant their own course. So, despite the fact that the majority of respondents indicated these topics are important, there does not seem to be widespread desire to alter curriculum to devote more time to these elements. This is important to note given that research shows new journalists are not receiving this type of training on the job (Beam and Spratt 2009; Buchanan and Keats 2011; Duncan and Newton 2010; Keats and Buchanan 2009; Simpson and Boggs 1999) and that most newsrooms do not offer a supportive environment for those who are unsure of how to handle trauma within themselves or in the victims they interact with (Duncan and Newton 2010; Greenberg et al. 2009; Keats and Buchanan 2009; Buchanan and Keats 2011).", "This study is limited in that it only includes 40 percent of the 100 accredited journalism schools in the United States, and it does not include non-accredited journalism programs. Therefore, it is difficult to use these results to generalize about how trauma is being taught at all schools offering a journalism program. However, these results do provide a solid snapshot of how respondents at accredited schools feel about the subject of trauma and whether or not it is being taught with any consistency. Studies have already shown that this type of training is not done in newsrooms, so it is imperative that journalism schools step up and find ways to better implement this content into their programs. Therefore, this study provides an important step in the study of journalism and trauma because if we understand how trauma is being taught (or why it is not being taught), better materials and resources can be developed to help elevate any training that may already be taking place, and provide the necessary push and support to encourage those schools not doing trauma training to integrate it into their curriculum. Even initiating the conversation through this survey seems to have had a positive impact. As one respondent indicated, “Even asking faculty seemed to bring this topic more to the fore. Glad I went through this process.”"]}, {"title": "Conclusion", "paragraphs": ["Covering natural disasters, mass-casualty events, accidents, and violence will continue to be a part of the daily work of journalists. These assignments have the potential to cause lasting psychological harm to the reporters on the scene, especially if they are not trained about how to avoid or mitigate the potential risks and symptoms. This lack of training can also increase the possibility of a reporter causing harm to a victim if they cannot recognize or do not understand the impact a traumatic event can have on those involved.", "Newsrooms have stepped up and provided training and counseling for their reporters and photographers during times of extreme crisis, such as the Pulse nightclub shootings in Orlando, Florida, the sniper killings of Dallas police officers in July 2016, and more recently the mass shooting of 58 people by a sniper in Las Vegas. However, stories do not have to make national headlines in order for them to be potentially traumatic to the reporters on the scene, and often when faced with unexpected feelings and psychological reactions to these smaller stories, reporters have nowhere to turn for help or explanation. As a result, it is important for trauma training to be added to journalism school curricula. This study shows that accredited schools agree that trauma training is a worthwhile topic, but the inclusion of trauma elements in coursework appears to be intermittent or non-existent. In order to more thoroughly prepare young journalists for their work in the field, trauma training should be infused more strongly into the existing curricula. Journalists will not get the necessary training on the job, and without it, they could be left open to lasting psychological harm."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Journalism on the Spot: Ethical Dilemmas When Covering Trauma, and the Implications for Journalism Education", "year": "2012", "journal": "Journal of Mass Media Ethics", "volume": "27", "authors": [{"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse"}, {"name": "Kay Linda", "first_name": "Kay", "last_name": "Linda"}, {"name": "Reilly Rosemary C.", "first_name": "Reilly", "last_name": "C."}]}, {"title": "Mental Illness Among Journalists: A Systematic Review", "year": "2012", "journal": "International Journal of Social Psychiatry", "volume": "", "authors": [{"name": "Aoki Yuta", "first_name": "Aoki", "last_name": "Yuta"}, {"name": "Malcolm Estelle", "first_name": "Malcolm", "last_name": "Estelle"}, {"name": "Yamaguchi Sosei", "first_name": "Yamaguchi", "last_name": "Sosei"}, {"name": "Thornicroft Graham", "first_name": "Thornicroft", "last_name": "Graham"}, {"name": "Henderson Claire", "first_name": "Henderson", "last_name": "Claire"}]}, {"title": "The Mediating Effect of Depression Between Exposure to Potentially Traumatic Events and PTSD in News Journalists", "year": "2012", "journal": "European Journal of Psychotraumatology", "volume": "3", "authors": [{"name": "Backholm Klas", "first_name": "Backholm", "last_name": "Klas"}, {"name": "Bjorkqvist Kaj", "first_name": "Bjorkqvist", "last_name": "Kaj"}]}, {"title": "COMMENTARY: A Trauma Shake-up: Are NZ Graduates Being Prepared for the Real World?", "year": "2013", "journal": "Pacific Journalism Review", "volume": "19", "authors": [{"name": "Barnes Lyn.", "first_name": "Barnes", "last_name": "Lyn."}]}, {"title": "Managing Vulnerability: Job Satisfaction, Morale, and Journalists’ Reactions to Violence and Trauma", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Beam Randall A.", "first_name": "Beam", "last_name": "A."}, {"name": "Spratt Meg", "first_name": "Spratt", "last_name": "Meg"}]}, {"title": "Trauma-related Guilt and Posttraumatic Stress among Journalists", "year": "2012", "journal": "Journal of Traumatic Stress", "volume": "25", "authors": [{"name": "Brown Tess", "first_name": "Brown", "last_name": "Tess"}, {"name": "Evangeli Michael", "first_name": "Evangeli", "last_name": "Michael"}, {"name": "Greenberg Neil", "first_name": "Greenberg", "last_name": "Neil"}]}, {"title": "Coping with Traumatic Stress in Journalism: A Critical Ethnographic Study", "year": "2011", "journal": "International Journal of Psychology", "volume": "46", "authors": [{"name": "Buchanan Marla", "first_name": "Buchanan", "last_name": "Marla"}, {"name": "Keats Patricia", "first_name": "Keats", "last_name": "Patricia"}]}, {"title": "Mental Health Professionals’ Experiences of Vicarious Traumatization in Post-Hurricane Katrina New Orleans", "year": "2011", "journal": "Journal of Loss and Trauma", "volume": "16", "authors": [{"name": "Culver Leslie M.", "first_name": "Culver", "last_name": "M."}, {"name": "McKinney Bridget L.", "first_name": "McKinney", "last_name": "L."}, {"name": "Paradise Louis V.", "first_name": "Paradise", "last_name": "V."}]}, {"title": "Suffering in Silence", "year": "2009", "journal": "Columbia Journalism Review", "volume": "47", "authors": [{"name": "Depalma Anthony.", "first_name": "Depalma", "last_name": "Anthony."}]}, {"title": "How Do You Feel? Preparing Novice Reporters for the Death Knock", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Duncan Sallyanne", "first_name": "Duncan", "last_name": "Sallyanne"}, {"name": "Newton Jackie", "first_name": "Newton", "last_name": "Jackie"}]}, {"title": "Preparing for the Worst: Making a Case for Trauma Training in the Journalism Classroom", "year": "2007", "journal": "Journalism and Mass Communication Educator", "volume": "62", "authors": [{"name": "Dworznik Gretchen", "first_name": "Dworznik", "last_name": "Gretchen"}, {"name": "Grubb Max", "first_name": "Grubb", "last_name": "Max"}]}, {"title": "Mexican Journalists: An Investigation of Their Emotional Health", "year": "2012", "journal": "Journal of Traumatic Stress", "volume": "25", "authors": [{"name": "Feinstein Anthony.", "first_name": "Feinstein", "last_name": "Anthony."}]}, {"title": "Dissociative Symptoms in Media Eyewitnesses of an Execution", "year": "1994", "journal": "American Journal of Psychiatry", "volume": "151", "authors": [{"name": "Freinkel Andrew", "first_name": "Freinkel", "last_name": "Andrew"}, {"name": "Koopman Cheryl", "first_name": "Koopman", "last_name": "Cheryl"}, {"name": "Speigel David", "first_name": "Speigel", "last_name": "David"}]}, {"title": "Journalists’ and Media Professionals’ Attitudes to PTSD and Help-Seeking: A Descriptive Study", "year": "2009", "journal": "Journal of Mental Health", "volume": "18", "authors": [{"name": "Greenberg Neil", "first_name": "Greenberg", "last_name": "Neil"}, {"name": "Gould Matthew", "first_name": "Gould", "last_name": "Matthew"}, {"name": "Langston Vicky", "first_name": "Langston", "last_name": "Vicky"}, {"name": "Brayne Mark", "first_name": "Brayne", "last_name": "Mark"}]}, {"title": "Traumatic Stress in Japanese Broadcast Journalists", "year": "2010", "journal": "Journal of Traumatic Stress", "volume": "23", "authors": [{"name": "Hatanaka Miho", "first_name": "Hatanaka", "last_name": "Miho"}, {"name": "Matsui Yutaka", "first_name": "Matsui", "last_name": "Yutaka"}, {"name": "Ando Kiyoshi", "first_name": "Ando", "last_name": "Kiyoshi"}, {"name": "Inoue Kako", "first_name": "Inoue", "last_name": "Kako"}, {"name": "Fukuoka Yoshiharu", "first_name": "Fukuoka", "last_name": "Yoshiharu"}, {"name": "Koshiro Eiko", "first_name": "Koshiro", "last_name": "Eiko"}, {"name": "Itamura Hidenori", "first_name": "Itamura", "last_name": "Hidenori"}]}, {"title": "Early Responses to School Violence: A Qualitative Analysis of Students’ and Parents’ Immediate Reactions to the Shootings at Columbine High School", "year": "2004", "journal": "Journal of Emotional Abuse", "volume": "4", "authors": [{"name": "Hawkins Nikki", "first_name": "Hawkins", "last_name": "Nikki"}, {"name": "McIntosh Daniel", "first_name": "McIntosh", "last_name": "Daniel"}, {"name": "Silver Roxane", "first_name": "Silver", "last_name": "Roxane"}, {"name": "Alison Holman E.", "first_name": "Alison", "last_name": "E."}]}, {"title": "Aftershock: Journalists and Trauma", "year": "1999", "journal": "Quill", "volume": "87", "authors": [{"name": "Johnson Michelle.", "first_name": "Johnson", "last_name": "Michelle."}]}, {"title": "Between a Rock and a Hard Place", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Kay Linda", "first_name": "Kay", "last_name": "Linda"}, {"name": "Reilly Rosemary C.", "first_name": "Reilly", "last_name": "C."}, {"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse"}, {"name": "Kyle Terry", "first_name": "Kyle", "last_name": "Terry"}]}, {"title": "Addressing the Effects of Assignment Stress Injury: Canadian Journalists’ and Photographers’ Recommendations", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Keats Patricia", "first_name": "Keats", "last_name": "Patricia"}, {"name": "Buchanan Marla", "first_name": "Buchanan", "last_name": "Marla"}]}, {"title": "Covering Trauma in Canadian Journalism: Exploring the Challenges", "year": "2012", "journal": "Traumatology", "volume": "19", "authors": [{"name": "Keats Patricia", "first_name": "Keats", "last_name": "Patricia"}, {"name": "Buchanan Marla", "first_name": "Buchanan", "last_name": "Marla"}]}, {"title": "Tugging Meaning out of Trauma", "year": "2009", "journal": "Nieman Reports", "volume": "63", "authors": [{"name": "Lifton Robert", "first_name": "Lifton", "last_name": "Robert"}, {"name": "Faust Drew Gilpin", "first_name": "Faust", "last_name": "Gilpin"}]}, {"title": "Training Journalism Students to Deal with Trauma", "year": "2000", "journal": "Journalism and Mass Communication Educator", "volume": "55", "authors": [{"name": "Maxson Jan.", "first_name": "Maxson", "last_name": "Jan."}]}, {"title": "A Meta-Analysis of the Association Between Appraisals of Trauma and Posttraumatic Stress in Children and Adolescents", "year": "2017", "journal": "Journal of Traumatic Stress", "volume": "30", "authors": [{"name": "Mitchell Ryan", "first_name": "Mitchell", "last_name": "Ryan"}, {"name": "Brennan Kate", "first_name": "Brennan", "last_name": "Kate"}, {"name": "Curran David", "first_name": "Curran", "last_name": "David"}, {"name": "Hanna Donncha", "first_name": "Hanna", "last_name": "Donncha"}, {"name": "Dyer Kevin", "first_name": "Dyer", "last_name": "Kevin"}]}, {"title": "The Relationship Among Cognitive Schemas, Job-Related Traumatic Exposure, and Posttraumatic Stress Disorder in Journalists", "year": "2003", "journal": "Journal of Traumatic Stress", "volume": "16", "authors": [{"name": "Pyevich Caroline", "first_name": "Pyevich", "last_name": "Caroline"}, {"name": "Newman Elana", "first_name": "Newman", "last_name": "Elana"}, {"name": "Daleiden Eric", "first_name": "Daleiden", "last_name": "Eric"}]}, {"title": "Fiction Can Be More Real Than Journalism", "year": "2007", "journal": "Nieman Reports", "volume": "61", "authors": [{"name": "Rees Matt.", "first_name": "Rees", "last_name": "Matt."}]}, {"title": "Trauma Training and the Reparative Work of Journalism", "year": "2010", "journal": "Cultural Studies", "volume": "24", "authors": [{"name": "Rentschler Carrie.", "first_name": "Rentschler", "last_name": "Carrie."}]}, {"title": "", "year": "2001", "journal": "", "volume": "", "authors": [{"name": "Ricchiardi Sherri.", "first_name": "Ricchiardi", "last_name": "Sherri."}]}, {"title": "Reporting on Victims of Violence: Press Coverage of the Extrajudicial Killings in Colombia", "year": "2011", "journal": "Signo y Pensamiento", "volume": "30", "authors": [{"name": "Rodriguez Sandra.", "first_name": "Rodriguez", "last_name": "Sandra."}]}, {"title": "Covering Tragedy with Compassion", "year": "2007", "journal": "Quill", "volume": "95", "authors": [{"name": "Schotz Andy.", "first_name": "Schotz", "last_name": "Andy."}]}, {"title": "", "year": "2004", "journal": "", "volume": "", "authors": [{"name": "Simpson Roger.", "first_name": "Simpson", "last_name": "Roger."}]}, {"title": "An Exploratory Study of Traumatic Stress among Newspaper Journalists", "year": "1999", "journal": "Journalism and Communication Monographs", "volume": "1", "authors": [{"name": "Simpson Roger", "first_name": "Simpson", "last_name": "Roger"}, {"name": "Boggs James", "first_name": "Boggs", "last_name": "James"}]}, {"title": "The Cost of Caring: The Impact of Secondary Trauma on Assumptions, Values and Beliefs", "year": "2007", "journal": "Counselling Psychology Quarterly", "volume": "20", "authors": [{"name": "Tehrani Noreen.", "first_name": "Tehrani", "last_name": "Noreen."}]}, {"title": "Listeners Not Leeches: What Virginia Tech Survivors Needs From Journalists", "year": "2011", "journal": "Journal of Mass Media Ethics", "volume": "26", "authors": [{"name": "Walsh-Childers Kim", "first_name": "Walsh-Childers", "last_name": "Kim"}, {"name": "Lewis Norman P.", "first_name": "Lewis", "last_name": "P."}, {"name": "Neely Jeffrey", "first_name": "Neely", "last_name": "Jeffrey"}]}, {"title": "Dealing with Trauma Begins in School", "year": "2011", "journal": "Quill", "volume": "99", "authors": [{"name": "Young Nerissa.", "first_name": "Young", "last_name": "Nerissa."}]}]}