{"doi": "10.1080/1461670X.2018.1541754", "url": "https://doi.org/10.1080/1461670X.2018.1541754", "title": "Psychological Armor: The Science News-Letter Warns Against Propaganda (1926–1965)", "volume": "20", "year": "2019", "issue": "13", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Swanberg", "first_name": "Susan", "name": "Susan E. Swanberg"}], "abstract": "ABSTRACTThe Science Service, established in 1921 by newspaper magnate, Edward Willis “E.W.” Scripps, and zoologist, William E. Ritter, was founded to educate the public about science. The overarching aims of the Service were to instill in the public a scientific habit of mind and improve the public's critical thinking skills, thereby strengthening democracy. The Service acted as a liaison between scientists and the public by disseminating accessible scientific information through a variety of media, including The Science News-Letter. Service founders maintained that the agency would not promulgate propaganda “unless it be propaganda to urge the value of research and the usefulness of science.” Between the first and second world wars, the Service began an anti-propaganda campaign in its newsletter; cautioning readers about the dangers of propaganda, describing how to recognize propaganda, and explaining how to defend against it – providing the public with “psychological armor” in the words of Science Service writer, Marjorie Van de Water. Between 1926 and 1965, 187 newsletter articles included the keyword “propaganda.” This essay identifies, examines, and places in context, newsletter articles on propaganda and argues that, in spite of the organization's stated mission, aspects of its counterpropaganda crusade veered into the realm of propaganda.", "body": [{"title": "Introduction", "paragraphs": ["The Science Service (the Service), established in 1921 as a grand experiment in science popularization, embraced educational philosopher, John Dewey's, pragmatic philosophy of science education – that the public was capable of understanding the methods as well as the facts of science (Dewey 1910; Ritter 1926a; Davis 1948).1", "Dewey distinguished the subject matter of science, the accumulated facts that comprised much of science education in his time, from the method of science, “the processes by which something fit to be called knowledge is brought into existence, and order introduced into the flux of experience” (Dewey 1910, 125). It was understanding the processes of science, Dewey maintained, that instilled in students the proper “scientific habit of mind” (Dewey 1910; Rhees 1979; Bennet 2013). One of the only two articles that remain in my creed of life is that the future of our civilization depends upon the widening spread and deepening hold of the scientific habit of mind; and that the problem of problems in our education is therefore to discover how to mature and make effective this scientific habit. (Dewey 1910, 127)", "One of the only two articles that remain in my creed of life is that the future of our civilization depends upon the widening spread and deepening hold of the scientific habit of mind; and that the problem of problems in our education is therefore to discover how to mature and make effective this scientific habit. (Dewey 1910, 127)", "After mulling over ideas for a long-imagined pet project, which he called The American Society for the Dissemination of Science, newspaper magnate and Science Service founder, Edward Willis “E.W.” Scripps, proposed a news service that would distribute to the public well-written, easily-accessible science information (Scripps 1919). Through its publications and other activities, the new organization would bridge the widening gap between scientists and the public.2 This approach, of course, assumed that the public's deficit in science knowledge could be corrected by providing more and better science information.3", "Scripps maintained that the organization should provide scientific facts and data, avoid propagandizing, and eschew partisanship (Scripps 1919, 30–31). However, in the years immediately preceding U.S. entry into World War II, at a time when the country was debating its isolationist stance, the Science Service engaged in a fervent and paternalistic anti-propaganda campaign, publishing articles on the dangers of propaganda in its Science News-Letter (News-Letter).", "This campaign was driven in part by the 1929 hiring of Marjorie Van de Water, a one-time employee of the Bureau of Standards, the National Research Council, and the U.S. Civil Service Commission, who became a psychology writer for the Service. Van de Water's tendency to engage in what we now call advocacy journalism and her connections to social science organizations with reformist goals – organizations like the Institute for Propaganda Analysis (IPA) and the Society for the Psychological Study of Social Issues (SPSSI) helped shape the News-Letter's anti-propaganda agenda.", "A 1937 editorial in the Oregon Statesman Journal noted a conundrum – what one might call a propaganda trap – created by the propaganda analysis movement, one of the movements Van de Water touted in the News-Letter. [Edward Filene's] money is now being used to set up an institute for the analysis of propaganda. That is as much needed an agency as the times offer at present. But it may speedily become merely an institute to propagandize about propaganda. (“Propaganda Analysis” 1937)", "[Edward Filene's] money is now being used to set up an institute for the analysis of propaganda. That is as much needed an agency as the times offer at present. But it may speedily become merely an institute to propagandize about propaganda. (“Propaganda Analysis” 1937)", "As twenty-first century American philosopher and political scientist, Jason Brennan penned in 2017, “If you write on propaganda, people will ask whether your work is an instance of propaganda.” (41)", "This essay identifies and places in context for the first time, anti-propaganda articles published in the News-Letter during the inter-world-war era, throughout World War II, and during the post-World-War II era until the News-Letter was subsumed by its successor, Science News, in 1966 (Davis 1966; “Science Service Evolves” 2008). Although there has been some historical research on the Science Service and its activities, there are many gaps to be filled regarding the News-Letter. This essay begins to fill some of those gaps by studying the evolution of the News-Letter as both a conduit for science knowledge and a medium for anti-propaganda advocacy. Examining the News-Letter's historical role as an idealistic but imperfect vehicle to improve the public understanding of science is relevant to a world in which the proliferation of “alternative facts” threatens to undermine truth, science, and the role of expertise."]}, {"title": "Birth of the Science Service and its Newsletter", "paragraphs": ["As early as 1913, Edwin Emery Slosson, Ph.D., a chemist and popularizer of science who would become the first director of the Service, recognized the need for popular science writers who would inform the public about scientific discoveries and counter journalists’ negative view of scientists. In an address before Columbia University's school of journalism, Slosson noted “ … the dominant attitude of the popular press toward men of science is one of contempt and ridicule” (Slosson 1913, 914). Newspapers and magazines failed to recognize the merits of scientific achievements, explained Slosson, and reporters were often incapable of remedying the problem. “[W]hen it comes to science itself,” Slosson wrote, “the ordinary reporter is all at sea” (Slosson 1913, 915).", "By 1919 E.W. Scripps – retired from active management of his publishing empire for nearly a decade – was looking for new challenges. He bemoaned the fact that newspapers spread “a vast quantity of misinformation” and complained about the dearth of accurate, understandable information about scientific discoveries (Scripps 1919, 306). Most scientific information was locked in technical publications inaccessible to ordinary citizens (Scripps 1919; Foust 1995).", "Scripps, Slosson, and other founders of the Science Service thought they had a solution for these concerns – an organization that would increase the public understanding of science and its methods via the reports of capable science journalists. The Service, its publications, and other activities would foster the scientific habit of mind Dewey and Service founders thought was necessary for democracy – and civilization itself – to survive and flourish. (Slosson 1921; Dewey 1910).", "W.E. Ritter, Scripps's close friend and a prominent zoologist, was an ally and associate on both the Science Service project and the Scripps Institution of Biological Research at La Jolla, California, another of Scripps's ventures. In 1921 Ritter was appointed president of the Service board of directors, a position he held for many years (“William Emerson Ritter, 1856–1944” 1944). In an elegy after Scripps's death, Ritter wrote about the significance of science to his collaborator. It is useless [Scripps] said in effect, to think of making the world safe for democracy without thinking also for making democracy safe for itself; and the only possible way of making democracy thus safe is to make it more intelligent. But since to be intelligent is utterly impossible without having much of the knowledge, the method, and the spirit of science, the only way to make democracy safe is to make it more scientific. (Ritter 1926b, 6–7)", "It is useless [Scripps] said in effect, to think of making the world safe for democracy without thinking also for making democracy safe for itself; and the only possible way of making democracy thus safe is to make it more intelligent. But since to be intelligent is utterly impossible without having much of the knowledge, the method, and the spirit of science, the only way to make democracy safe is to make it more scientific. (Ritter 1926b, 6–7)", "Explaining the difference between real science and pseudoscience was also part of the organization's pledge, Slosson noted: “[t]he success of democratic government as well as the prosperity of the individual may be said to depend upon the ability of the people to distinguish between real science and fake, between the genuine expert and the pretender” (Slosson 1921, 321).", "Scripps proposed a journalist editor who would place Service articles in daily and weekly newspapers (Scripps 1919, 302). He took a broad view of the term “science,” and included in his list of possible topics for the Service to cover: the League of Nations, public ownership of railroads and telegraph lines, the Spanish influenza, and prohibition – topics with significant political overtones that, with the exception of the Spanish influenza, had little to do with science (Scripps 1919, 305–306; Anderson 2013; Giocoli 2015; Spinney 2017; Wertheim 2011). Slosson had a different view of the content the Service would provide: It would be improper and undesirable for the S.N.S. [Science News Service] to engage in propaganda on pending political and sociological questions yet it could contribute to the correct solution of these questions by providing what is much more needed than argument, that is, accurate data. (Slosson 1919, 314)", "It would be improper and undesirable for the S.N.S. [Science News Service] to engage in propaganda on pending political and sociological questions yet it could contribute to the correct solution of these questions by providing what is much more needed than argument, that is, accurate data. (Slosson 1919, 314)", "Slosson envisioned a science news agency, not an organization whose writers would opine about political issues. He hoped the Service might “revive the Golden Age of Popular Science when such men as Faraday, Tyndall, Huxley and Darwin were read by all classes” (Slosson 1919, 310). The agency would produce short, science news articles (provided for free to all newspapers or periodicals) and special articles paid for by magazines, Sunday papers, and newspaper syndicates (Slosson 1919, 308).", "To further his vision, Slosson recommended a board of directors composed of both scientists and journalists, a group of advisers who were university professors and researchers, and a corps of contributors (Slosson 1919, 309–311). Service writers would all be intermediaries who could “understand equally the language of the laboratory and of the street,” (Slosson 1928, 136). Stories by bright young graduate students were a good source of articles, observed Slosson. Even though young writers might be unknown or anonymous, it wouldn't matter. American readers would not recognize the names of scientific authorities anyway “for they do not know who are the real authorities” (Slosson 1919, 310–311).", "Slosson suggested that the Service might also act as a clearing house by providing accurate scientific facts and figures to the public. A lecture bureau, motion pictures, and a popular science periodical were also on Slosson's wish list. Many of Slosson's recommendations were integrated into the Service (Slosson 1919, 312–314; “Front Matter” 1932).", "At the time Scripps was formulating his proposal for a science news service, the use and abuse of propaganda in World War I was much on the minds of American scholars and members of the public (Dodge 1920; Lasswell 1928, 1938). As Lasswell wrote in 1928, “[t]he public's discovery of propaganda has led to a great deal of lamentation over it. Propaganda has become an epithet of contempt and hate … .” (260).", "Scripps and other Service founders were determined to keep propaganda out of the Service, a stance which became a central tenet of the organization's philosophy. The first aim of this institution should be just the reverse of what is called propaganda. Its objects should never be to furnish argument or facts for the purpose of producing partisans for any particular cause. Its sole object should be to present facts in readable and interesting form – facts on which the reader could and probably would base his opinion on a subject of politics, sociology or concerning his duty with regard to himself and with regard to his fellows (Scripps 1919, 306).", "The first aim of this institution should be just the reverse of what is called propaganda. Its objects should never be to furnish argument or facts for the purpose of producing partisans for any particular cause. Its sole object should be to present facts in readable and interesting form – facts on which the reader could and probably would base his opinion on a subject of politics, sociology or concerning his duty with regard to himself and with regard to his fellows (Scripps 1919, 306).", "In 1921 the Science Service got off the ground, initially sending science news dispatches to subscribing newspapers. The following year, a newsletter in the form of a typed and mimeographed bulletin was distributed to subscribers. Still later, a version of the bulletin, re-packaged and upgraded with features of interest to the general public, was sent to science teachers, librarians, and other interested parties. By 1926, the original mimeographed bulletin had become The Science News-Letter, a more substantial publication (“Front Matter” 1932; Gillis 1997; Siegfried 2008).", "In “A New Agency for the Popularization of Science,” published in the journal Science, Slosson reiterated the agency's view of propaganda. [The Science Service] will not be under the control of any clique, class or commercial interest. It will not be the organ of any one association. It will serve all the sciences. It will supply any of the news syndicates. It will not indulge in propaganda unless it be propaganda to urge the value of research and the usefulness of science. (Slosson 1921, 322)", "[The Science Service] will not be under the control of any clique, class or commercial interest. It will not be the organ of any one association. It will serve all the sciences. It will supply any of the news syndicates. It will not indulge in propaganda unless it be propaganda to urge the value of research and the usefulness of science. (Slosson 1921, 322)", "As the political climate in Europe deteriorated and the United States was drawn into a second world war, the News-Letter, which (in spite of Slosson's recommendation) had a tendency to take on political issues, began an anti-propaganda campaign. Archived issues of the News-Letter, contemporaneous articles and writings by founders and leaders of the Service as well as scholarly writings relevant to the philosophy and activities of the Science Service shed light on the News-Letter's dual character as a medium to educate the public about science and as a vehicle to indulge the political sentiments and social concerns of Science Service founders, staff writers, and contributors.", "The News-Letter's anti-propaganda campaign; its articles supporting eugenics (a favorite topic of E.W. Scripps); its defense of Goodwin Watson, a governmental propaganda analyst and psychologist accused by the Kerr and Dies Committees of being unfit for public office; and the publication of anti-war articles are examples of the News-Letter's more politically-infused coverage.4,5 While well-identified editorials were sometimes included in the newsletter, the publication regularly mingled opinion or advocacy with science news without adequately identifying opinion pieces, a practice frowned upon by the American Society of Newspaper Editors (ASNE Code of Ethics 1923).6", "The Service and its News-Letter left an indelible mark on the field of science journalism, setting a standard by which scientists and journalists would interact. Service stories were placed in many well-respected U.S. newspapers (Nelkin 1987; Foust 1995; Bennet 2013). During the organization's heyday in the 1940s, it mailed news and features to more than 100 news outlets (many of them Scripps outlets) and had a combined circulation of more than 30 million (Boffey 1970)."]}, {"title": "Propaganda Consciousness in Early to Mid twentieth Century America", "paragraphs": ["According to Sproule (1984, 1987, 1989), propaganda consciousness in early twentieth-century America was lacking and politics was considered a rational expression of public opinion in a democratic society. The possibility that special interests could control or manipulate public opinion was not understood nor had influences on public opinion been the subject of much, if any, serious study (Sproule 1984, 1987, 1989). Revelations concerning World War I propaganda – British, German, and the zealously pro-American version distributed by George Creel and the U.S. Committee on Public Information – led to the public's disillusionment with government and frustration with its citizens’ gullibility (Dodge 1920; Lasswell 1938; Sproule 1984, 1987, 1989).", "With the evolution of a more critical view of American society – revealed in the works of muckrakers like Upton Sinclair and journalism critics like Will Irwin – scholars began to explore reasons for the vulnerability and malleability of public opinion (Sinclair 1906; Irwin 1969; Sproule 1987). Freud's exploration of the unconscious contributed to the emerging theory that public opinion could be manipulated. The impact of unconscious thought and suppressed urges, as described by Freud, suggested that irrational processes might make members of the public susceptible to persuasion (Freud 1990; Sproule 1987).", "The works of Walter Lippmann and Harold Lasswell unmasked propaganda's role in the formation of public opinion, paving the way for other propaganda scholars (Lippmann 1922; Lasswell 1928, 1938). In 1937 the Institute for Propaganda Analysis (IPA) was established by Clyde Miller, an educator at the Columbia University Teachers College. The IPA's practical paradigm for propaganda analysis and its historical-critical approach helped shape the U.S. attitude toward propaganda via the organization's monthly bulletin and its detailed school curricula (Edwards 1938; Miller 1938; Lee and Lee 1939; |Sproule 1987, 2001).", "Although propaganda analysis was ultimately displaced by communications research with its more sophisticated theoretical underpinnings and statistically-based methods, the IPA left its mark on the News-Letter. The strength of propaganda analysis was that it empowered media consumers to analyze media messages for “devices” that might unconsciously influence them. Sproule noted that “the propaganda analysts reflected the progressive view that democracy required increased popular participation” (Sproule 1989, 226). Propaganda analysis dovetailed with the Service's ideas about science education and especially with the organization's desire to increase public participation in democracy. IPA propaganda analysis techniques offered News-Letter readers a means to recognize and eliminate the evils of propaganda in their own lives. Propaganda was not, however, as easy to recognize and defuse as the IPA's devices might suggest.", "In spite of early-to-mid twentieth century advances in the study of propaganda, a definition of the term was still elusive when the News-Letter began its anti-propaganda campaign. W.T. Brande provided an early definition of propaganda in his 1842 dictionary. Derived from [the congregation de propaganda Fide], the name propaganda [original emphasis] is applied in modern political language as a term of reproach to secret associations for the spread of opinion and principles which are viewed by most governments with horror and aversion. (Brande 1842; 991 as cited by Black 2001 and references therein)", "Derived from [the congregation de propaganda Fide], the name propaganda [original emphasis] is applied in modern political language as a term of reproach to secret associations for the spread of opinion and principles which are viewed by most governments with horror and aversion. (Brande 1842; 991 as cited by Black 2001 and references therein)", "In 1920 Raymond Dodge, then a professor of psychology at Wesleyan University, defined propaganda as an often “underhanded or sinister” method “of making up the other man's mind for him … the art of gaining adherents to principles … for an opinion or a course of action” (Dodge 1920, 242). Interestingly, Dodge also said that disarming propaganda by labeling it as such was “inadequate” as a defense (Dodge 1920, 242). Neutralizing propagandistic messages by categorizing them was at the heart of the IPA's propaganda analysis protocol.", "In 1938, Hadley Cantril, a psychologist and IPA president, explained the IPA's definition of propaganda: Our definition will be that propaganda is expression of opinion or action by individuals or groups deliberately designed to influence opinions or actions of other individuals or groups with reference to predetermined ends. This definition implies several things. First, that propaganda is a positive thing, that it is well planned, that it is selfish, that it is noncritical, making use of suggestion and not reason, and, finally, that it may be good or bad, depending upon the social point of view of the individual judging it. (Cantril 1938, 217)", "Our definition will be that propaganda is expression of opinion or action by individuals or groups deliberately designed to influence opinions or actions of other individuals or groups with reference to predetermined ends. This definition implies several things. First, that propaganda is a positive thing, that it is well planned, that it is selfish, that it is noncritical, making use of suggestion and not reason, and, finally, that it may be good or bad, depending upon the social point of view of the individual judging it. (Cantril 1938, 217)", "In “Toward a Definition of Propaganda” (1943), published two years after the short-lived IPA disbanded, Edgar Henderson proposed a multi-faceted definition including the following tenets: Propaganda is distinct from education,Propaganda appeals to feelings and emotions,Propaganda spreads falsehoods, or distorts the truth, or is one-sided and partisan,Propaganda works by the application of suggestion in a planned and systemic way (Henderson 1943; citing Bird 1940, 305).", "Propaganda is distinct from education,", "Propaganda appeals to feelings and emotions,", "Propaganda spreads falsehoods, or distorts the truth, or is one-sided and partisan,", "Propaganda works by the application of suggestion in a planned and systemic way (Henderson 1943; citing Bird 1940, 305).", "Although no definition of propaganda appears in Science Service mission statements, a July 15, 1939 News-Letter article by writer Emily C. Davis defined the term. The Institute [of Propaganda Analysis] has a collection of definitions. Most of them sound as if a corporation lawyer drew them up. Propaganda may be good. It may be bad. That depends on its use. Either way, it's an effort to get across information or ideas to people, in hope of influencing them. (Davis 1939, 42)", "The Institute [of Propaganda Analysis] has a collection of definitions. Most of them sound as if a corporation lawyer drew them up. Propaganda may be good. It may be bad. That depends on its use. Either way, it's an effort to get across information or ideas to people, in hope of influencing them. (Davis 1939, 42)"]}, {"title": "The Science Service Takes on Propaganda", "paragraphs": ["From the mid 1920s to the mid 1960s, among the News-Letter articles about progress in science, one would frequently find an article referencing “propaganda.” Propaganda and censorship during World War I had aroused considerable controversy regarding the proper role, if any, of policies many deemed antithetical to democracy. From 1937 to 1942 in particular, the News-Letter's writers and editors used the publication to warn the citizenry about the dangers of propaganda, to teach the public how to recognize propaganda, and to provide tips on defending against propaganda's influence. The Science Service provided practical advice and, what writer Marjorie Van de Water called, “psychological armor” against propaganda. The Service did not, however, engage actively in public instruction on the topic of propaganda other than by publishing its articles.", "From the 1930s to the early 1940s, the number of News-Letter articles referencing propaganda increased relative to numbers of articles on the topic published in the 1920s, in part reflecting the fact that the News-Letter had, since Van de Water's hiring, widened the scope of its coverage to include more articles with a psychological bent. The approach of war and a multitude of cataclysmic world events contributed to the increase in articles with political overtones, including articles about propaganda (see Table 1). Psychological Armor: The Science News-Letter Warns Against Propaganda (1926–1965)All authorsSusan E. Swanbergseswanberg https://doi.org/10.1080/1461670X.2018.1541754Published online:08 November 2018Table 1. Historical events relevant to The Science News-Letter and its anti-propaganda campaign.CSVDisplay Table", "The News-Letter's anti-propaganda crusade was most active between 1929 and 1941 and fell largely silent in 1942 as the U.S. became deeply embroiled in the war. After World War II ended, propaganda again became a featured topic in News-Letter articles about the cold war, the Soviet Union, the “red scare,” and other political subjects, although the number of propaganda-related articles never again reached the peaks achieved during the inter-world-war years.", "Van de Water, hired by the Service in 1929 – the year Slosson died and three years after E.W. Scripps died (Ritter 1926a, 1926b; Howe 1929) – was a prolific contributor of articles about crime, psychology, psychiatry, sociology, and propaganda. Van de Water, one of the bright, young writers Slosson had suggested the Service should hire, contributed a number of the News-Letter's most prominent stories on propaganda (Van de Water 1937a, 1938, 1939).", "Van de Water often referenced the American Psychological Association (APA); and its activist division, the Society for the Psychological Study of Social Issues (SPSSI) in her articles (Capshew 2011). She also facilitated placement of SPSSI-related matter in the News-Letter, including articles about public attitudes toward war and propaganda (Krechevsky 1941; “Propaganda Need Not Lie … ” 1939; “Public Differs With Experts … ” 1939). During the war years and beyond, Van de Water also contributed articles about the “psychology of the fighting man” and co-authored books about what we now call post-traumatic stress disorder - work for which she was awarded the American Psychological Foundation Science Writer's Prize (“Marjorie Van de Water Dies” 1962).", "The marriage of science and social activism, an increasingly obvious feature of the Science Service and its News-Letter, was unambiguously urged in an article published in the News-Letter in December of 1939. The article covered a speech by Dr. Wesley Mitchell in which the then-retiring president of the American Association for the Advancement of Science (AAAS) exhorted scientists to work against ignorance and propaganda, “the gravest dangers to democracy” (“Call To Action” 1939, 419). “The most urgent item in the unfinished business of science,” said Mitchell at the time, was understanding human behavior (419).", "On the occasion of the Service's 20th anniversary in 1942, Watson Davis, then editor of the News-Letter, hosted Vice President Henry A. Wallace in a radio tribute to the Service. In his speech, Wallace called the organization “[o]ne of the splendid agencies for the dissemination of pure truth … ” (Davis 1942, 291). Wallace also alluded to the role the Service might play in the trying years to come, ending on an optimistic note about the future of science, a future where scientists would be agents for peace rather than advocates of war. The scientists who express themselves through Science Service know how important it is that the science of the future should be an agent of peace and abundance instead of warfare and exploitation. In the year or two immediately ahead, we have a tremendous job to do in defeating those who are using science for propaganda and destruction. In that job our own scientists will play an extremely vital role. When that job is done, science, properly directed, will open a new day, a day of abundance and peace for all the people (Davis 1942, 291).", "The scientists who express themselves through Science Service know how important it is that the science of the future should be an agent of peace and abundance instead of warfare and exploitation. In the year or two immediately ahead, we have a tremendous job to do in defeating those who are using science for propaganda and destruction. In that job our own scientists will play an extremely vital role. When that job is done, science, properly directed, will open a new day, a day of abundance and peace for all the people (Davis 1942, 291).", "What Wallace did not know was that by 1943, science and many of its practitioners would be harnessed by the Manhattan Engineer District to develop the most destructive weapon of war created thus far. After the U.S. entered the war, the News-Letter put the brakes on its anti-propaganda campaign (Figures 1 and 2). Psychological Armor: The Science News-Letter Warns Against Propaganda (1926–1965)All authorsSusan E. Swanbergseswanberg https://doi.org/10.1080/1461670X.2018.1541754Published online:08 November 2018Figure 1.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in five-year increments (1926–1965).Display full sizeFigure 1.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in five-year increments (1926–1965). Psychological Armor: The Science News-Letter Warns Against Propaganda (1926–1965)All authorsSusan E. Swanbergseswanberg https://doi.org/10.1080/1461670X.2018.1541754Published online:08 November 2018Figure 2.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in one-year increments (1936–1945).Display full sizeFigure 2.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in one-year increments (1936–1945).", "Figure 1.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in five-year increments (1926–1965).", "Figure 1.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in five-year increments (1926–1965).", "Figure 2.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in one-year increments (1936–1945).", "Figure 2.  The Science News-Letter - articles with incidental or substantive references to the term “propaganda” recorded in one-year increments (1936–1945)."]}, {"title": "Examining the Anti-Propaganda Messages of the Science Service (1926–1965)", "paragraphs": ["A keyword search for the word “propaganda” in JSTOR's archives for The Science News-Letter – issues published from 1924 through 1966 – located 322 items that included at least one instance of the term. After eliminating book titles, book reviews, advertisements, errata, and back or front matter that included the word propaganda, 187 articles remained. The majority of these articles included one incidental mention of the word “propaganda” (with “incidental mention” defined as use of the term “propaganda” in passing, such as in the phrase “health propaganda;” as a substitute term for advertising or educational materials; or in a context with little relation to politics). The remaining articles addressed propaganda more substantially – in the context of politics, power, and war (no matter how brief the reference was) or focused on propaganda examples, dangers, and strategies by which the public could recognize and battle propaganda's “insidious assault against intelligence” (Van de Water 1938).", "The year 1929 divides News-Letter history into the pre- and post-Van de Water eras. Only two articles of significance concerning propaganda were published prior to Van de Water's arrival, an article reiterating the Service's commitment to avoid propaganda (Science Service 1926) and an excerpt from British author Arthur Ponsonby's book Falsehood in War-Time: The psychological factor in war is just as important as the military factor. … so victories must be exaggerated and defeats, if not concealed, at any rate minimized, and the stimulus of indignation, horror, and hatred must be assiduously and continuously pumped into the public mind by means of ‘propaganda’. (Ponsonby 1928, 2; 1929)", "The psychological factor in war is just as important as the military factor. … so victories must be exaggerated and defeats, if not concealed, at any rate minimized, and the stimulus of indignation, horror, and hatred must be assiduously and continuously pumped into the public mind by means of ‘propaganda’. (Ponsonby 1928, 2; 1929)", "In the decade after Van de Water joined the Service, the number of articles referencing propaganda (including incidental mentions) increased nearly five-fold – from fourteen articles to sixty-nine. In 1932, the News-Letter summarized a Science Service conference where the question, “Are the social sciences really science?” was debated (“Social Sciences Debated” 1932; “Science Service Conference” 1932).", "It was reported that in this conference debate, E.W. Scripps's son, Robert P. Scripps (then editorial director of the Scripps-Howard newspapers) supported “adding the so-called social sciences to the scope of Science Service's work” (“Social Sciences Debated” 1932; “Science Service Conference” 1932).", "From its inception, however, the Service accepted social science as worthy of the designation “science” (Scripps 1919, 306). The News-Letter had in fact published articles about social science since at least 1924, included social science in its book lists, and hired Van de Water in 1929 to cover psychology (Psychological Research Planned 1924; Marjorie Van de Water Dies 1962). It appears that the News-Letter answered the question “Are the social sciences really science?” in the affirmative, by virtue of its extensive coverage of the topic. The recognition of politics as a branch of psychology merely added a new subtopic to the News-Letter's already extensive social science repertoire (“Politics Gets Recognition” 1936).", "By the early to mid 1930s, the News-Letter's anti-propaganda campaign had ramped up and more substantive articles about propaganda were published. A News-Letter story titled “Scientist Gives Principles for Practical Propaganda” (1932) deconstructed the methods of propagandists using propaganda “principles” developed by Dr. Knight Dunlap, a Johns Hopkins professor of psychology and president of the American Psychological Association in 1922 (“Former APA Presidents” 2018). According to Dunlap, the conditioning process making an audience susceptible to propaganda included: applying systemic and incessant repetition; avoiding argument and never admitting that the issue has another side; connecting the propaganda with the wishes of the audience; using clearly repeatable statements, indirection, innuendo, and implication; and (for the most permanent results) aiming propaganda at children (“Scientist Gives Principles … ” 1932).", "The Institute for Propaganda Analysis, incorporated on 23 September 1937, devoted itself to analyzing propaganda via the application of seven simplistic and sometimes overlapping devices to suspected propaganda. These devices: name calling, glittering generalities, transfer, testimonial, plain folks, card stacking, and band wagon, were easy to explain to a lay audience. In 1939, the institute published The Fine Art of Propaganda: a study of Father Coughlin's speeches, providing a case study for those desiring to learn the IPA's approach (Lee and Lee 1939). The News-Letter listed this book and several other IPA publications in its new books sections (“New Books” 1939; “First ||Glances” 1940, 1941a, 1941b).", "“Propaganda Analysis May Protect You Against it” was published in the News-Letter on December 25, 1937 (Van de Water 1937a). The article had no byline, but was clearly written by Van de Water as it was published with her byline in at least one newspaper (Van de Water 1937b). After explaining the IPA's seven devices and offering examples of each, Van de Water ended with amusing advice to the reader. If you keep this list of propaganda devices in mind and watch for them in radio talks, in articles on politics or current topics, even in the arguments of your friends, you will be amused to see them cropping up again and again and in this mood your emotions may not be carried away. (Van de Water 1937a, 1937b)", "If you keep this list of propaganda devices in mind and watch for them in radio talks, in articles on politics or current topics, even in the arguments of your friends, you will be amused to see them cropping up again and again and in this mood your emotions may not be carried away. (Van de Water 1937a, 1937b)", "Eighteen articles containing more than a cursory mention of the word propaganda appeared in the News-Letter from 1937 through 1939 (see Figures 1 and 2). One of the most noteworthy pieces appearing under Van de Water's byline was an article titled “Propaganda: An Insidious Assault Upon the Intelligence, Psychology Warns You How to Recognize it” (Van de Water 1938). Here Van de Water described a second simple rubric with which her readers could identify propaganda. The new rubric listed six “earmarks” of propaganda including: appealing to the emotions; using slogans; concealing the source of the propaganda; urging haste in decision-making; using indirection, innuendo, insinuation and suggestion; and taking advantage of strong connections to church, government, freedom, honor, and family (Van de Water 1938).", "The 14 October 1939 issue of the News-Letter, published a matter of weeks after Germany invaded Poland, contained another anti-propaganda article with a third rubric for recognizing propaganda: “Ten Commandments Offered for Propaganda … ” (Van de Water 1939a, 1939b, 1939c).", "Other News-Letter articles referencing propaganda during this time period included a piece about the re-discovered files of George Creel's Committee on Public Information, an article deconstructing German propaganda, and commentary by Kurt Lewin on new methods of propaganda that might be used in the “European war” (“How to Sell a War” 1939; “Hitler’s Danzig Threat” 1939; Lewin 1939).", "News-Letter propaganda articles diminished considerably by mid-1942, likely due to the waning of the IPA's influence, the fact that the U.S. had declared war on Germany and Japan, and the establishment of the Office of Censorship under Byron Price in 1941 (Sweeney 2001). In the final issue of the IPA's bulletin, the organization terminated its activities for the duration of the war as (for the sake of consistency) continuing would require IPA analysis of all (including U.S.) propaganda. IPA analysis of U.S. propaganda was considered divisive to the war effort (Gerber 1942; IPA 1941).", "When World War II ended, the pace and intensity of the Service's anti-propaganda campaign continued to diminish (see Figures 1 and 2). Between October 1945 and June 1948, only eight News-Letter articles mentioned the word propaganda, and the articles with the most significant discussion of the topic referenced propaganda in the context of its influence on voting (“Propaganda Can Change Your Mind on Voting” 1948; Van de Water 1948). One article on post-war resistance of the Japanese people did not use the word “propaganda” at all, but mentioned the related term “psychological warfare.” From the late 1940s through 1965, many of the News-Letter's propaganda-related articles referenced the Soviet Union as a technological, military, or propaganda threat. The last News-Letter article mentioning propaganda referenced anti-vivisectionist propaganda, a bugaboo for scientists who used animal models in their research (“Antivivisection Bill Hit” 1965)."]}, {"title": "Did The Science News-Letter Propagandize its Readers?", "paragraphs": ["Many News-Letter articles examined as part of this project used advocacy, opinion, and calls to action to influence public opinion on a variety of issues. In some instances, there was a nexus between the position advocated and a scientific issue, but in many cases, the issue under consideration was purely political. The manner in which each of the many articles collected deviated from the original mission of the Service is beyond the scope of this discussion, which will focus on propaganda techniques used in selected News-Letter articles.", "Several otherwise mundane News-Letter articles referenced the “propaganda of fear” – instilling fear in readers in order to modify behavior (“Peril on the Road” 1936; “Termites Now Known” 1936). A related device, the fear appeal, a technique not clearly identified and studied by scholars until decades after the News-Letter's prime, is a narrative technique often used in propaganda messages (Conway, Grabe, and Grieves 2007). According to Tannenbaum et al. (2015) “[f]ear appeals are persuasive messages that attempt to arouse fear by emphasizing the potential danger and harm that will befall individuals if they do not adopt the messages’ recommendations” (1179).", "Further examination of three previously-mentioned Van de Water propaganda articles, published in 1937, 1938, and 1939, suggests that the News-Letter propagandized its own readers. For example, all three of these articles began with a fear appeal, warning readers that they might lose their ability to make rational decisions if they became victims of war propaganda. Van de Water’s 1937 article began with an emotional appeal suggesting that unwitting consumers of media would regret actions taken under the influence of propagandistic messages: Powerful weapon in war and peace, in education and in delusion, is artful propaganda. Rousing emotions, deliberately avoiding appeals to the intellect, propaganda is potent in producing action without deliberation. Under its influence, men and women may assume and perform acts that later in sober retrospect are sincerely regretted. (Van de Water 1937a, 410)", "Powerful weapon in war and peace, in education and in delusion, is artful propaganda.", "Rousing emotions, deliberately avoiding appeals to the intellect, propaganda is potent in producing action without deliberation. Under its influence, men and women may assume and perform acts that later in sober retrospect are sincerely regretted. (Van de Water 1937a, 410)", "The only defense, wrote Van de Water, was to use the newest tool of the social scientist – “propaganda analysis.” The article also included a plug for the IPA's bulletin (which members of the public could purchase). Examination and analysis of propaganda is the only defense of the consumer against such unconsidered action. Aid is given in a discussion of common propaganda devices contained in the current issue of “Propaganda Analysis.” (Van de Water 1937a, 410)", "Examination and analysis of propaganda is the only defense of the consumer against such unconsidered action. Aid is given in a discussion of common propaganda devices contained in the current issue of “Propaganda Analysis.” (Van de Water 1937a, 410)", "A second important Van de Water article began with this scenario: They cut off the hands of little children. Bombs were dropped on a group of playing orphans. Old ladies were beaten and tortured. No nation of integrity could stand by and permit such outrages. Massacre! Brutality! Insult! You recognize these phrases. They are war propaganda. (Van de Water 1938, 234)", "They cut off the hands of little children. Bombs were dropped on a group of playing orphans. Old ladies were beaten and tortured. No nation of integrity could stand by and permit such outrages. Massacre! Brutality! Insult!", "You recognize these phrases. They are war propaganda. (Van de Water 1938, 234)", "Van de Water followed this attention-grabbing, fear-inducing lede with an admonishment that readers should follow her advice to learn the public's “only weapon” against the influence of war propaganda, that weapon being the ability to recognize earmarks of the propagandist – with the help of experts in psychology. Your only weapon against the onslaught of this most modern and most effective of all the instruments of war is a knowledge of the rules by which the propagandist works. Psychologists have studied this art. They know how to use propaganda. They can also put you on your guard against it. (Van de Water 1938, 234)", "Your only weapon against the onslaught of this most modern and most effective of all the instruments of war is a knowledge of the rules by which the propagandist works. Psychologists have studied this art. They know how to use propaganda. They can also put you on your guard against it. (Van de Water 1938, 234)", "A third Van de Water article followed the pattern of the previous articles. First came Van de Water's fear appeal: Before the great guns, the torpedoes and the bombs went into action in the European war, propaganda battles were already being won and lost in the minds of men the world over … .The American citizen … needs psychological armor against the bombardment of propaganda from interested sources the world over. The present “no-man's land” where greatest propaganda activity is focused may very well be in American homes. (Van de Water 1939, 250)", "Before the great guns, the torpedoes and the bombs went into action in the European war, propaganda battles were already being won and lost in the minds of men the world over … .The American citizen … needs psychological armor against the bombardment of propaganda from interested sources the world over.", "The present “no-man's land” where greatest propaganda activity is focused may very well be in American homes. (Van de Water 1939, 250)", "Then Van de Water advised her readers to follow ten commandments of propaganda protection: Here are ten commandments of propaganda protection. They are based on a warning issued by the Council of the Society for the Psychological Study of Social Issues, a scientific organization of leading social psychologists. It is suggested that you paste them up over your radio and keep them in mind as you hear or read dispatches from warring nations. (Van de Water 1939, 250)", "Here are ten commandments of propaganda protection. They are based on a warning issued by the Council of the Society for the Psychological Study of Social Issues, a scientific organization of leading social psychologists.", "It is suggested that you paste them up over your radio and keep them in mind as you hear or read dispatches from warring nations. (Van de Water 1939, 250)", "All three articles described above suggested that a rational, scientific (and psychologist-sanctioned) approach to analyzing media messages could and would save News-Letter readers from the evils of propaganda. Although well-intentioned, the rhetoric in these articles relied upon some of the very techniques Van de Water advised her readers to resist. Van de Water appealed to her readers’ emotions; gave insistent, repetitive advice; and urged her readers to jump on one of three propaganda analysis bandwagons (six earmarks, seven devices or ten commandments)."]}, {"title": "Discussion", "paragraphs": ["The Science News-Letter's paternalistic anti-propaganda campaign was inconsistent with Slosson and Scripps's original vision of a Society for the Dissemination of Science and with Dewey's idealistic views on the educability of the public. Fear of propaganda uprooted those idealistic visions and paradoxically led to a campaign employing the same devices the campaign condemned in order to “educate” the News-Letter's audience about the dangers of propagandistic messages.", "The Service's anti-propaganda battle is still of interest for a number reasons. First, the simple descriptions of propaganda devices and techniques resonate in this era of misinformation, disinformation, propaganda, and spin. While the rubrics promoted by the Service were indeed simplistic and perhaps misguided, that very simplicity empowered the News-Letter's audience, providing action plans with which readers could combat a menace they might encounter on the radio, in pamphlets mailed to them, or in the newspapers left at their doorsteps.", "Second, while the psychological mechanisms that shape public opinion are better (although not completely) understood today, a few of the concepts described in News-Letter anti-propaganda articles survive the test of time. We know that repetition increases the strength and longevity of a propaganda message, we see how effective mixing a little bit of truth with a lot of untruth can be, and we desperately seek ways to counter propaganda messages without amplifying them in this era of “alternative facts.”", "Third, understanding how and why The Science News-Letter went off track with its anti-propaganda propaganda is instructive to those who debate contentiously with the “alternative fact” contingent. A fervent belief in the righteousness of one's position does not guarantee that one's own message is objective, accurate, effective, and not itself propagandistic. The propaganda trap can be irresistible.", "Lastly, the temptation to believe that science can always show the way forward on difficult public policy issues should be avoided. Using evidence-based analysis in public policy decision-making is as essential now as it was in the News-Letter's heyday, but setting up scientists as members of a privileged intelligentsia or priesthood tasked with making science policy decisions without public input (and sometimes without transparency) is the kind of patronizing elitism that, all too often, alienates the very audience with which scientists are attempting to communicate. Scientific expertise should be respected but also questioned when appropriate. As Wesley C. Mitchell, the retiring president of the American Association for the Advancement of Science (AAAS) reportedly said in 1939: As teachers in schools and colleges we can help thousands to develop respect for evidence. As citizens we can be brave opponents of prejudice and hysteria. We can promote general understanding of the methods and results of science through our own writings or those of allies more skilled in popular exposition. These things we should do, not as high priests assured that they are always right, but as workers who have learned a method of treating problems that wins cumulative successes, and who would like to share that method with others. (“Call To Action … ” 1939, 419)", "As teachers in schools and colleges we can help thousands to develop respect for evidence. As citizens we can be brave opponents of prejudice and hysteria. We can promote general understanding of the methods and results of science through our own writings or those of allies more skilled in popular exposition. These things we should do, not as high priests assured that they are always right, but as workers who have learned a method of treating problems that wins cumulative successes, and who would like to share that method with others. (“Call To Action … ” 1939, 419)", "While debates still occasionally arise regarding the value of social science and the necessity of funding for social science research, the field has much to offer researchers on the public understanding of science. In fact, social scientists are beginning to understand the dynamics driving the public's increasingly polarized views of scientific and political issues (see Kahan, Jamieson, and Scheufele 2017).", "In spite of the limitations of the News-Letter's anti-propaganda campaign, there might be merit in re-visiting, clarifying, and updating the three anti-propaganda rubrics Van de Water promoted. Perhaps something of value was thrown out with the propaganda studies bathwater when the IPA was abandoned. A new and improved version of propaganda analysis, researched thoroughly, drafted carefully, and presented without emotional context, might afford the public easy-to-apply tools with which they can critically examine today's over-spun news."]}], "references": [{"title": "", "year": "1928", "journal": "The Science News-Letter", "volume": "14", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1935", "journal": "The Science News-Letter", "volume": "28", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1949", "journal": "The Science News-Letter", "volume": "55", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1965", "journal": "The Science News-Letter", "volume": "88", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Semantics and Ethics of Propaganda", "year": "2001", "journal": "Journal of Mass Media Ethics", "volume": "16", "authors": [{"name": "Black Jay.", "first_name": "Black", "last_name": "Jay."}]}, {"title": "Science Service: Publishing Pioneer in Financial Trouble", "year": "1970", "journal": "Science", "volume": "169", "authors": [{"name": "Boffey Philip M.", "first_name": "Boffey", "last_name": "M."}]}, {"title": "Propaganda About Propaganda", "year": "2017", "journal": "Critical Review: A Journal of Politics and Society", "volume": "29", "authors": [{"name": "Brennan Jason.", "first_name": "Brennan", "last_name": "Jason."}]}, {"title": "Can Democracy Survive in the Post-Factual Age?: A Return to the Lippmann-Dewey Debate About the Politics of News", "year": "1999", "journal": "Journalism \\& Mass Communication Monographs", "volume": "1", "authors": [{"name": "Bybee Carl.", "first_name": "Bybee", "last_name": "Carl."}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Propaganda Analysis", "year": "1938", "journal": "The English Journal", "volume": "27", "authors": [{"name": "Cantril Hadley.", "first_name": "Cantril", "last_name": "Hadley."}]}, {"title": "SPSSI’s Living Past", "year": "2011", "journal": "Journal of Social Issues", "volume": "67", "authors": [{"name": "Capshew James H.", "first_name": "Capshew", "last_name": "H."}]}, {"title": "Villains, Victims and the Virtuous in Bill O’Reilly’s ‘No-Spin Zone", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Conway Mike", "first_name": "Conway", "last_name": "Mike"}, {"name": "Grabe Elizabeth", "first_name": "Grabe", "last_name": "Elizabeth"}, {"name": "Grieves Kevin", "first_name": "Grieves", "last_name": "Kevin"}]}, {"title": "To Swing Off to War", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "Davis Emily.", "first_name": "Davis", "last_name": "Emily."}]}, {"title": "The Rise of Science Understanding", "year": "1948", "journal": "Science, New Series", "volume": "108", "authors": [{"name": "Davis Watson.", "first_name": "Davis", "last_name": "Watson."}]}, {"title": "Science as Subject Matter and As Method", "year": "1910", "journal": "Science", "volume": "31", "authors": [{"name": "Dewey John.", "first_name": "Dewey", "last_name": "John."}]}, {"title": "The Psychology of Propaganda", "year": "1920", "journal": "Religious Education", "volume": "15", "authors": [{"name": "Dodge Raymond.", "first_name": "Dodge", "last_name": "Raymond."}]}, {"title": "", "year": "1940", "journal": "The Science News-Letter", "volume": "37", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1941", "journal": "The Science News-Letter", "volume": "39", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1941", "journal": "The Science News-Letter", "volume": "40", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "E.W. Scripps and the Science Service", "year": "1995", "journal": "Journalism History", "volume": "", "authors": [{"name": "Foust James C.", "first_name": "Foust", "last_name": "C."}]}, {"title": "", "year": "1932", "journal": "The Science News-Letter", "volume": "21", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Propaganda Analysis – To What Ends?", "year": "1942", "journal": "American Journal of Sociology", "volume": "48", "authors": [{"name": "Gerber William.", "first_name": "Gerber", "last_name": "William."}]}, {"title": "Looking Back: From Newswire to Newsweekly, 75 Years of Science Service", "year": "1997", "journal": "Science News Anniversary Supplement", "volume": "15", "authors": [{"name": "Gillis Anna M.", "first_name": "Gillis", "last_name": "M."}]}, {"title": "When Law and Economics Was a Dangerous Subject: How the Early 20th Century Controversy Over Railroad Regulation Embarrassed the University of Chicago and Ruined an Economist&#039;s Career", "year": "2015", "journal": "Regulation", "volume": "", "authors": [{"name": "Giocoli Nicola.", "first_name": "Giocoli", "last_name": "Nicola."}]}, {"title": "", "year": "1936", "journal": "The Science News-Letter", "volume": "29", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Toward a Definition of Propaganda", "year": "1943", "journal": "The Journal of Social Psychology", "volume": "18", "authors": [{"name": "Henderson Edgar H.", "first_name": "Henderson", "last_name": "H."}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "35", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Edwin Slosson", "year": "1929", "journal": "Science", "volume": "70", "authors": [{"name": "Howe E. E.", "first_name": "Howe", "last_name": "E."}]}, {"title": "We Say Au Revoir", "year": "1941", "journal": "Propaganda Analysis", "volume": "4", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Notes for S.P.S.S.I. Members: Minutes of the Fifth Annual Meeting of the Society, September 1940, Pennsylvania State College", "year": "1941", "journal": "Journal of Social Psychology; Political, Racial and Differential Psychology", "volume": "13", "authors": [{"name": "Krechevsky I.", "first_name": "Krechevsky", "last_name": "I."}]}, {"title": "The Function of the Propagandist", "year": "1928", "journal": "The International Journal of Ethics", "volume": "38", "authors": [{"name": "Lasswell Harrold D.", "first_name": "Lasswell", "last_name": "D."}]}, {"title": "Hitler Propaganda Will Appear Pacifist in the US", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "Lewin Kurt.", "first_name": "Lewin", "last_name": "Kurt."}]}, {"title": "", "year": "1962", "journal": "The Science News-Letter", "volume": "82", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "For the Analysis of Propaganda", "year": "1938", "journal": "Public Opinion Quarterly", "volume": "2", "authors": [{"name": "Miller Clyde.", "first_name": "Miller", "last_name": "Clyde."}]}, {"title": "Scientific Literacy: A Conceptual and Empirical Review", "year": "1983", "journal": "Daedalus", "volume": "112", "authors": [{"name": "Miller Jon D.", "first_name": "Miller", "last_name": "D."}]}, {"title": "The Measurement of Civic Scientific Literacy", "year": "1998", "journal": "Public Understanding of Science", "volume": "7", "authors": [{"name": "Miller Jon D.", "first_name": "Miller", "last_name": "D."}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Politics of Scientific Social Reform, 1936–1960: Goodwin Watson and the Society for the Psychological Study of Social Issues", "year": "1997", "journal": "Journal of the History of the Behavioral Sciences", "volume": "33", "authors": [{"name": "Nicholson Ian.", "first_name": "Nicholson", "last_name": "Ian."}]}, {"title": "What’s Next for Science Communication? Promising Directions and Lingering Distractions", "year": "2009", "journal": "American Journal of Botany", "volume": "96", "authors": [{"name": "Nisbet Matthew C.", "first_name": "Nisbet", "last_name": "C."}, {"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A."}]}, {"title": "", "year": "1936", "journal": "The Science News-Letter", "volume": "30", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Lying as an Instrument of Warfare", "year": "1929", "journal": "The Science News-Letter", "volume": "15", "authors": [{"name": "Ponsonby Arthur.", "first_name": "Ponsonby", "last_name": "Arthur."}]}, {"title": "", "year": "1948", "journal": "The Science News-Letter", "volume": "53", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1943", "journal": "The Science News-Letter", "volume": "43", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1924", "journal": "The Science News-Letter", "volume": "5", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "E.W. Scripps", "year": "1926", "journal": "The Science News-Letter", "volume": "8", "authors": [{"name": "Ritter William E.", "first_name": "Ritter", "last_name": "E."}]}, {"title": "The Canons of Journalism: A 50-Year Perspective", "year": "1973", "journal": "Journalism Quarterly", "volume": "50", "authors": [{"name": "Saalberg Harvey.", "first_name": "Saalberg", "last_name": "Harvey."}]}, {"title": "", "year": "1932", "journal": "Science", "volume": "75", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "1932", "journal": "The Science News-Letter", "volume": "22", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Lure of Rationality: Why Does the Deficit Model Persist in Science Communication?", "year": "2016", "journal": "Public Understanding of Science", "volume": "25", "authors": [{"name": "Simis Molly J.", "first_name": "Simis", "last_name": "J."}, {"name": "Madden Haley", "first_name": "Madden", "last_name": "Haley"}, {"name": "Cacciatore Michael A.", "first_name": "Cacciatore", "last_name": "A."}, {"name": "Yeo Sara K.", "first_name": "Yeo", "last_name": "K."}]}, {"title": "A New Agency for the Popularization of Science", "year": "1921", "journal": "Science", "volume": "53", "authors": [{"name": "Slosson Edwin E.", "first_name": "Slosson", "last_name": "E."}]}, {"title": "Education, Science and Democracy", "year": "1928", "journal": "The Science News-Letter", "volume": "13", "authors": [{"name": "Slosson Edwin E.", "first_name": "Slosson", "last_name": "E."}]}, {"title": "", "year": "1932", "journal": "The Science News-Letter", "volume": "21", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Propaganda Studies in American Social Science: The Rise and Fall of the Critical Paradigm", "year": "1987", "journal": "Quarterly Journal of Speech", "volume": "73", "authors": [{"name": "Sproule J. Michael.", "first_name": "Sproule", "last_name": "Michael."}]}, {"title": "Progressive Propaganda Critics and the Magic Bullet Myth", "year": "1989", "journal": "Critical Studies in Media Communication", "volume": "6", "authors": [{"name": "Sproule J. Michael.", "first_name": "Sproule", "last_name": "Michael."}]}, {"title": "Authorship and Origins of the Seven Propaganda Devices: A Research Note", "year": "2001", "journal": "Rhetoric and Public Affairs", "volume": "4", "authors": [{"name": "Sproule J. Michael.", "first_name": "Sproule", "last_name": "Michael."}]}, {"title": "Science in Society: Re-evaluating the Deficit Model of Public Attitudes", "year": "2004", "journal": "Public Understanding of Science", "volume": "13", "authors": [{"name": "Sturgis Patrick", "first_name": "Sturgis", "last_name": "Patrick"}, {"name": "Allum Nick", "first_name": "Allum", "last_name": "Nick"}]}, {"title": "Appealing to Fear: A Meta-Analysis of Fear Appeal Effectiveness and Theories", "year": "2015", "journal": "Psychological Bulletin", "volume": "141", "authors": [{"name": "Tannenbaum Melanie B", "first_name": "Tannenbaum", "last_name": "B"}, {"name": "Hepler Justin", "first_name": "Hepler", "last_name": "Justin"}, {"name": "Zimmerman Rick S.", "first_name": "Zimmerman", "last_name": "S."}, {"name": "Saul Lindsey", "first_name": "Saul", "last_name": "Lindsey"}, {"name": "Jacobs Samantha", "first_name": "Jacobs", "last_name": "Samantha"}, {"name": "Wilson Kristina", "first_name": "Wilson", "last_name": "Kristina"}, {"name": "Albarracín Dolores", "first_name": "Albarracín", "last_name": "Dolores"}]}, {"title": "Propaganda Analysis May Protect You Against It", "year": "1937", "journal": "The Science News-Letter", "volume": "32", "authors": [{"name": "Van de Water Marjorie.", "first_name": "Van", "last_name": "de Water Marjorie."}]}, {"title": "Propaganda: An Insidious Assault Upon the Intelligence, Psychology Warns You How to Recognize It", "year": "1938", "journal": "The Science News-Letter", "volume": "34", "authors": [{"name": "Van de Water Marjorie.", "first_name": "Van", "last_name": "de Water Marjorie."}]}, {"title": "Ten Commandants Offered for Propaganda Protection", "year": "1939", "journal": "The Science News-Letter", "volume": "36", "authors": [{"name": "Van de Water Marjorie.", "first_name": "Van", "last_name": "de Water Marjorie."}]}, {"title": "What Sways the Voter", "year": "1948", "journal": "The Science News-Letter", "volume": "54", "authors": [{"name": "Van de Water Marjorie.", "first_name": "Van", "last_name": "de Water Marjorie."}]}, {"title": "The League That Wasn’t: American Designs for a Legalist-Sanctionist League of Nations and the Intellectual Originals of International Organization: 1914–1920", "year": "2011", "journal": "Diplomatic History", "volume": "35", "authors": [{"name": "Wertheim Stephen.", "first_name": "Wertheim", "last_name": "Stephen."}]}, {"title": "The Dewey-Lippmann Debate Today: Communication Distortions, Reflective Agency, and Participatory Democracy", "year": "2005", "journal": "Sociological Theory", "volume": "23", "authors": [{"name": "Whipple Mark.", "first_name": "Whipple", "last_name": "Mark."}]}, {"title": "", "year": "1944", "journal": "The Science News-Letter", "volume": "45", "authors": [{"name": "", "first_name": "", "last_name": ""}]}]}