{"doi": "10.1080/17512786.2010.540132", "url": "https://doi.org/10.1080/17512786.2010.540132", "title": "MEDIA MORALITY AND COMPASSION FOR “FARAWAY OTHERS”", "volume": "5", "year": "2011", "issue": "3", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Thomas", "first_name": "Ryan", "name": "Ryan J. Thomas"}], "abstract": " In January 2009, the BBC refused to broadcast an appeal by the Disaster Emergency Committee (DEC) for humanitarian relief for refugees in the Gaza region on the grounds that it would compromise BBC impartiality. This study highlights three issues raised by the decision: the blurring of the lines between news and non-news; the journalistic norm of impartiality and its utility and consequences; and the need for greater theorizing on the responsibilities that media institutions have to “faraway others.” This study uses this decision by the BBC to spur a broader epistemological critique that will seek to map out a vision for a globally-conscious and responsible media practice, spur future theorizing on matters of media ethics, globalization, humanitarianism, and the intersections within, and to call for media practice that is responsive to, and compassionate towards, the needs of people across the world, not just those within the borders within which they operate. ", "body": [{"title": "Introduction", "paragraphs": ["On January 24, 2009, Mark Thompson, the Director-General of the British Broadcasting Corporation, announced that the BBC would not broadcast an appeal by the Disasters Emergency Committee (DEC) to raise funds for humanitarian aid in the conflict-stricken Gaza region. In a rare move, Thompson made a direct statement on BBC News Online that outlined the rationale behind his decision, which rested upon two issues. The first was a lack of clarity over whether aid would actually reach those suffering in the region. The second, and “more fundamental” (Thompson, 2009, para 4) reason was that broadcasting the appeal would have compromised the BBC's impartiality at a time when Gaza was “a major ongoing news story, in which humanitarian issues … are both at the heart of the story and contentious” (2009, para 4). To broadcast the appeal, Thompson went on to say, could damage “public confidence in the BBC's impartiality” (2009, para 4), giving the impression that “the BBC was taking sides in an ongoing conflict” (2009, para 4).", "The decision drew widespread criticism from an array of commentators and public officials, including Douglas Alexander, the then International Development Secretary (Watt, 2009), Dr. Rowan Williams, the Archbishop of Canterbury (Khan, 2009), Sharif Hikmat Nashashibi, chairman of Arab Media Watch (Nashashibi, 2009), and 50 Members of the British Parliament who signed a parliamentary motion condemning the BBC's actions (Clout, 2009). In one of the more extraordinary scenes during the fallout of the BBC's decision, the former Labour MP Tony Benn appeared on both BBC Radio 4 and BBC News 24 and “hijacked” (Brooks, 2009, para 6) proceedings to air the address to which viewers could send money and to claim that people would die as a result of the BBC's decision. However, the decision was backed by others, with Dominic Lawson of The Independent decrying the “moral conceit” of those opposed to the decision (2009, para 5), and Janet Daley of The Daily Telegraph arguing that “[t]o broadcast [the appeal] without any contextual comment could be interpreted as a tacit endorsement of a view of the conflict which is tendentious and one-sided” (2009, para 4).", "While there is legitimacy to Thompson's first concern (that aid may not go where it needs to go), the more pressing factor, by Thompson's own admission, is the potential compromising of BBC impartiality. In this paper, I argue that this decision provides media scholars and practitioners with an opportunity to critically reflect upon the roles and responsibilities of mainstream media organizations in a globalized world. Specifically, I highlight three issues that this case raises: the blurring of the lines between news and non-news; the journalistic norm of impartiality and its utility and consequences; and the need for greater theorizing on the responsibility that media institutions have to what Chouliaraki calls “faraway others” (2006, p. 153). Recognizing that there is value in mining micro-level decision-making for its macro-level implications, the goal of this study is to use this particular decision by the BBC to spur a broader epistemological critique that will seek to map out a vision for a globally-conscious and responsible media practice. It is my hope that this paper will stimulate future theorizing on matters of media ethics, globalization, humanitarianism, and the intersections within, and to call for media practice that is responsive to, and compassionate towards, the needs of people across the world, not just those within the borders within which they operate."]}, {"title": "Theoretical Framework: Communitarianism", "paragraphs": ["Debates about the roles and responsibilities of the mass media are, for Peters, reflective of broader concerns about “the perils and possibilities of democracy” (1989, p. 200). It is important to recognize one's own positionality when discussing media roles and responsibilities, as when one puts forward a view of what the media should do or how the media should behave, one is articulating—knowingly or unknowingly—a view of what kind of society one would like to live in. This study hails from a communitarian framework and the critiques made of the BBC decision and the implications I argue it has are necessarily rooted in this perspective.", "Communitarian media theory hails from the political philosophy of the same name, which in turn arose due to dissatisfaction with the liberal framework. For Christians, the liberal tradition of philosophy “confuses an aggregate of individual rights with the common good” (2007, pp. 124–5). Instead of seeing an atomized world of disparate individuals seeking to maximize their own reward, communitarian thinkers stress the “context of social commitments and community ties for assessing what is valuable” (2007, p. 125), for it is the interconnectedness of social life that provides the context “in which the nature of morality is understood correctly” (2007, p. 125). Communitarianism traces its philosophical roots to the work of John Dewey, who rejected the self/society dichotomy favored by liberal theorists: Individuals are interdependent. No one is born except in dependence on others … [T]he human being is an individual because of and in relations with others. Otherwise, he is an individual only as a stick of wood is, namely, as spatially and numerically separate. (1985, p. 227)  ", "Individuals are interdependent. No one is born except in dependence on others … [T]he human being is an individual because of and in relations with others. Otherwise, he is an individual only as a stick of wood is, namely, as spatially and numerically separate. (1985, p. 227)", "Etzioni sums up communitarianism as a “movement dedicated to the betterment of our moral, social, and political environment” (1993, p. 3).", "In 1993, Christians et al. released Good News: Social Ethics and the Press, which was an attempt to graft communitarian philosophy on to a media practice that had long been informed by libertarian notions of freedom and individualism. They rejected the “jungle individualism” (p. v) of the conventional model and instead advocated a normative theory of media practice grounded in community, dialogue, mutual understanding, reciprocity, and pluralism (Christians et al., 1993). Communitarian media scholars stress “critical posture—with its emancipatory and transformative impulses—derive[d] from a normative communitarianism centered in mutuality” (Christians et al., 1993, p. 132). Media institutions and actors are part of this community, possessing “the resources, privileges, and expertise needed to provide people with warrants and venues for public debate about the meaning of the common good” (Borden, 2005, p. 39). From a communitarian perspective, traditional journalistic norms of objectivity are seen as an impediment to social transformation, little more than a “pathology” (Christians et al., 1993, p. 118) that separates fact from value. Instead, media institutions should strive for “a journalism of conversation” (Christians, 1997, p. 25) that recognizes the dialogic nature of lived experience.", "Public broadcasting is pivotal to the proper functioning of the public sphere, as an arena where “social conflict over the real” (Carey, 1989, p. 87) is played out. Public broadcasting institutions help to both reflect and shape the norms and values of a society as well as providing intellectual, moral, and cultural uplift; for Gardam, they “foster the virtues of plurality and difference inherent in a civil society” while asserting the “points of connection and mutual recognition where differences can be asserted, acknowledged, and accommodated” (2008, p. 12). Far from numbing, vapid conformity—an accusation often leveled by communitarianism's critics (see Merrill, 1990, 2005)—communitarianism emphasizes the plurality and dynamism that is the hallmark of contemporary western democratic societies. The role of the public broadcaster, then, is to communicate these values to audiences."]}, {"title": "Case Context", "paragraphs": ["Here, I will offer a short but instructive background on the Gaza conflict, the DEC, and the BBC's status as a publicly-funded institution. With regard to the Gaza conflict, I state upfront that it is impossible to do justice to an inherently complex, delicate, and multifaceted situation in the space available. Recognizing this limitation, some background detail is nonetheless necessary in order to provide context.", "The Gaza strip has long been a site of struggle, in both literal and discursive fashions, between the Israeli and Palestinian peoples and their respective political leaders, both of whom claim religious and historical rights to the land. The strip itself is a stretch of land 25 miles long and between four and eight miles wide. It has a population of 1.4 million, of whom approximately three-quarters are registered with the United Nations as refugees (UNRWA, nd). The strip was originally part of Palestine and administered by the United Kingdom, but in 1948 was taken over by Egypt. Egypt remained in control of the region until 1967, when Gaza was captured by Israel, which moved approximately 8000 settlers there (BBC News Online, 2009a). However, all Israeli settlers and military forces left the region in 2005, with Gaza coming under the control of the Palestinian Authority, comprised mainly of members of the secular-minded Fatah party. In January 2006, Hamas (an acronym for the Islamic Resistance Movement) won elections to the Palestinian legislature and in March 2007 formed a coalition government (with Fatah) in Gaza and the West Bank, but this lasted only until June 2007, when Hamas took control of Gaza by force. In December 2008, Israel launched an offensive against Hamas in response to Hamas rocket attacks on Israel. The offensive resulted in the deaths of 1300 Palestinians with a further 5300 injured. Furthermore, an Israeli security blockade into Gaza saw food, water, sanitation, fuel, and electricity fall into scarce supply (BBC News Online, 2009b). The blockade remained in place into 2010, with an attempt by the Free Gaza Movement and the Turkish Foundation for Human Rights and Freedoms and Humanitarian Relief to provide aid to the region bringing the issue back into public attention when their efforts to break the blockade resulted in the deaths of nine activists at the hands of Israeli military personnel (BBC News Online, 2010).", "The DEC is an umbrella organization for 13 humanitarian aid organizations. At the time of writing, these are: ActionAid, the British Red Cross, CAFOD, Care International, Christian Aid, Concern, Help the Aged, Islamic Relief, Merlin, Oxfam, Save the Children, Tearfund, and World Vision (DEC, nd a). In its mission statement, the DEC says its goal is to “maximise income through cost-effective media-based appeals to finance humanitarian relief for major disasters overseas” (DEC, nd b, para 1). The DEC stresses the “humanitarian imperative” (nd b, para 2) and seeks to “mount an effective, timely humanitarian response to those least able to withstand such disasters” (nd b, para 4).", "On their website, the DEC name the BBC as a supporter of their humanitarian efforts as part of their Rapid Response Network, through the provision of “free facilities for the production of an appeal script together with suitable footage, and a [televised] prime-time slot for ‘on-air’ presentation by a celebrity ‘name’” (DEC, nd c, para 3). A DEC appeal is deployed when “substantial humanitarian needs cannot be met through the usual coping mechanisms” (DEC, nd d, para 6). Specifically, there are three criteria that merit the use of a DEC appeal. First, “[t]he scale and urgency of the crisis necessitate[s] swift international humanitarian action” (nd d, para 7). Second, “[s]ome or all DEC members are in a position to provide rapid, effective humanitarian assistance at a scale that justifies a DEC appeal” (nd d, para 8). Finally, “[t]here is sufficient public awareness of, and sympathy for, the emergency, providing reasonable grounds to conclude that a DEC appeal would be successful” (nd d, para 9).", "On January 22, 2009, the DEC launched their appeal for humanitarian aid for refugees in the Gaza strip, with Chief Executive Brendan Gormley stating, “DEC agencies have a humanitarian mandate” (DEC, 2009, para 4). The BBC response came two days later, in a post to BBC News Online by Director-General Mark Thompson.", "Founded in 1922, the BBC is the world's oldest public-service broadcaster. It is established by Royal Charter, which is renewed periodically and is designed to “insulate it equally from market pressures and from state control” (Montgomery, 2006, p. 234). It is funded by a license fee mandated of all households in the United Kingdom ; as a result it is a commercial-free enterprise, unencumbered by the demands of the market (Whittle, 2004).1 On the other hand, the Director-General is appointed and overseen by the BBC Trust (formerly the BBC Board of Governors), not directly by the government, freeing it from direct state control (Montgomery, 2006). Thus, “by fiscal and institutional arrangement, as well as by ethos and tradition, the BBC is provided with a complicated set of buffers between itself and the raw exigencies of state control or brute commercial pressure” (Montgomery, 2006, p. 234). As a result, its proponents argue, it is considered one of the most trusted global names in news, praised for its accuracy and fairness (MacCabe and Stewart, 1986; Sambrook, 2004; Whittle, 2004).", "In an October 2006 lecture at the Smith Institute, BBC Director-General Mark Thompson discussed at length the corporation's philosophy, placing public value firmly at the heart of the BBC operation. Thompson argued that because BBC programming is not dictated by “private supply and demand” (2006, pp. 3–4), it is capable of aiming its content at “wider societal goals” (2006, p. 4), namely [a]n informed and engaged democracy with access to objective, impartial news and information. A population with the widest possible access to culture and talent and to skills and knowledge. Communities who are encouraged to encounter each other and to understand each other's differences. (2006, p. 4)  ", "[a]n informed and engaged democracy with access to objective, impartial news and information. A population with the widest possible access to culture and talent and to skills and knowledge. Communities who are encouraged to encounter each other and to understand each other's differences. (2006, p. 4)", "Here, Thompson links “impartial news” with “an informed and engaged democracy,” the subtext being that news that is not impartial will result in an uninformed and disengaged polity. Furthermore, this demonstrates how impartiality is woven into the corporation's cultural tapestry, while also situating the understanding of difference at the heart of the BBC's mission. I turn now to the aforementioned issues raised by this case."]}, {"title": "Blurring the Lines: Is This News?", "paragraphs": ["BBC Director-General Mark Thompson explained the “fundamental” reason behind the decision not to air the DEC appeal as follows: because Gaza remains a major ongoing news story, in which humanitarian issues—the suffering and distress of civilians and combatants on both sides of the conflict, the debate about who is responsible for causing it and what should be done about it—are both at the heart of the story and contentious. (2009, para 4)  ", "because Gaza remains a major ongoing news story, in which humanitarian issues—the suffering and distress of civilians and combatants on both sides of the conflict, the debate about who is responsible for causing it and what should be done about it—are both at the heart of the story and contentious. (2009, para 4)", "Here, Thompson frames the issues of whether or not to air the DEC appeal as a journalistic one, arguing that to screen the appeal would compromise the BBC's impartiality. This blurs the lines between news and non-news discourses. The norm of impartiality hails from journalism and journalistic practice, but here we see it drawn into the discourse of humanitarian aid and the screening of an emergency appeal, which is not “news” in a programmatic sense.", "The BBC has aired emergency appeals for the DEC in the past. The BBC has aired seven DEC appeals: the 1967 conflict in the Middle East that saw 350,000 Palestinians and Syrians become refugees; the 1970 war in Vietnam; the 1982 Israel invasion on Lebanon that saw 14,000 people killed; the 1990 Gulf crisis; the 1994 appeal for aid in response to genocide in Rwanda; the 1999 Kosovo crisis; and the 2007 crises in Darfur and Chad (The Guardian, 2009). The BBC has also aired non-DEC appeals for similarly complicated issues, such as in response to famine in Ethiopia in the mid-1980s (Philo, 1993) and the December 2004 tsunami in Southeast Asia (Hundal, 2009). Both instances dealt with complex issues that were also featuring in BBC news content; in Ethiopia, the famine was prompted (largely) by political instability, armed conflict, and corruption (de Waal, 1997), while in Southeast Asia there were concerns that aid might reach the Tamil Tiger terrorist group in Sri Lanka (Hundal, 2009). Clearly, such appeals have precedent in airing around the same time as such topics were being covered by the BBC's own news division, as typically these appeals air at the same time as these emergencies are dominating headlines, as this maximizes the impact of the appeal (Cottle and Nolan, 2007). Two appeals have been denied in the past: the BBC refused to broadcast an appeal in response to the 2006 Lebanon war on the grounds of compromising impartiality, while an emergency appeal, also in 2006, for famine in East Africa, was rejected on the grounds that humanitarian aid agencies would not be able to deliver aid on the ground (The Guardian, 2009).", "However, it is not the frequency of the BBC airing these appeals that is of utmost importance; it is the fact that the BBC has aired appeals that deal with complex political issues and phenomena. Every situation outlined above, and indeed any similar situation, is laden with layers upon layers of complexities, competing ideologies and worldviews, multiple stakeholders, and stark political and ethical ramifications; these are all issues, to use Thompson's words, where suffering and distress of civilians and combatants on both sides of the conflict [and] the debate about who is responsible for causing it and what should be done about it—are both at the heart of the story and contentious. (Thompson, 2009, para 4).  ", "suffering and distress of civilians and combatants on both sides of the conflict [and] the debate about who is responsible for causing it and what should be done about it—are both at the heart of the story and contentious. (Thompson, 2009, para 4).", "Beyond this, it deserves mention that the very purpose of a humanitarian aid appeal is to supersede the political dimension of the case in question to deal directly with the suffering of civilians (as the DEC believed possible in Gaza).", "The notion that the BBC cannot air a disaster appeal because it is something it is also covering as news holds very little weight. On a practical level, this has not been the case in previous instances; the BBC has managed to grapple with the problem of impartiality in the past by allowing the humanitarian dimension to supersede the demands of sensitivity to the antagonistic sphere of geopolitical and ideological contestation. On a broader level, it suggests a decision-making process that is bound less by underlying principles and firm guidelines but on a shifting, diffuse sense of pragmatics, weighing up every situation by its merits and acting accordingly. The problem with such an approach, which could be categorized as grounded in the branch of ethics known as “act deontology,” is that it leaves the BBC at the mercy of wider political forces than may force it to bend and break to shifting political winds. In this case, it would appear that policies and arguments from other realms of BBC programming (specifically, the norm of impartiality in news) are brought in and considered alongside the merits of the case itself. This is not a tenable foundation upon which a media institution in a globalized world can base its decision-making, due to the significant latitude it allows for inconsistent and subjective decisions.", "There is, of course, a political dimension to this. It is worth mentioning that the BBC has been under the spotlight for accusations of bias in their coverage of Israeli–Palestinian affairs, having been accused of having a pro-Israeli (e.g., Philo and Berry, 2004) and pro-Palestine (e.g., Davis, 2003) bias. In an opinion column titled “The BBC Pro-Israeli? Is the Pope Jewish?,” The Times columnist Martin Walker points to “a broad … pattern of coverage that seems to play down that Israel is a democracy that elects Israeli Arabs to the Knesset and which does not engage in systematic terrorism and suicide bombing of civilians” (Walker, 2006, para 7). In 2006, the BBC commissioned an independent study to examine the organization's coverage of the Israel–Palestine conflict. The committee's report stated that “there was little to suggest deliberate or systematic bias” in BBC coverage, but did accuse the organization of “not providing a complete picture,” and was thus “misleading” (“Report of the Independent Panel,” 2006, pp. 3–4). While it is not the place of this paper to make inferences of institutional BBC bias, one must point to the likelihood that the sensitivity of the issue played a role in the decision-making process in whether or not to air the aid appeal. This is a highly unsatisfactory framework for ethical decision-making.", "The blurring of lines between news and non-news also assumes a lack of agency on the part of the viewer. Thompson states: [W]e concluded that we could not broadcast a free-standing appeal, no matter how carefully constructed, without running the risk of reducing public confidence in the BBC's impartiality in its wider coverage of the story. Inevitably an appeal would use pictures which are the same or similar to those we would be using in our news programmes but would do so with the objective of encouraging public donations. The danger for the BBC is that this could be interpreted as taking a political stance on an ongoing story. (2009, para 4)  ", "[W]e concluded that we could not broadcast a free-standing appeal, no matter how carefully constructed, without running the risk of reducing public confidence in the BBC's impartiality in its wider coverage of the story. Inevitably an appeal would use pictures which are the same or similar to those we would be using in our news programmes but would do so with the objective of encouraging public donations. The danger for the BBC is that this could be interpreted as taking a political stance on an ongoing story. (2009, para 4)", "The logic is that if the BBC screens the appeal, its impartiality will be compromised because of the fact that its viewers will perceive it so. Thus the assumption, when followed to its logical conclusion, is that viewers would be unable to distinguish between a news broadcast and an emergency appeal. This assumes a passive audience unable to tell two different types of broadcasting from one another. It is “public confidence” that is at stake, for it is the public who would interpret the BBC “as taking a political stance.” It is the same public who would be unable to tell the difference between the rationale behind the use of images and who would be unable to realize that what they thought was a news broadcast was actually a cunning ploy to get them to provide aid to Gaza.", "If decades of mass communication research has taught us anything, it is that audiences are not passive dupes waiting to be influenced by media messages, as was the belief in the early years of mass communication research (Wicks, 2001). It is curious, then, to see an argument made by Thompson that invokes the passive audience metaphor of old. This is particularly illogical when the parallel is drawn between watching a news broadcast, which requires or requests little to no subsequent participatory action, and a humanitarian aid appeal, which does indeed request subsequent participatory action—its very nature demanding an audience response."]}, {"title": "Impartiality and its Consequences", "paragraphs": ["The second issue that the BBC's refusal to air the DEC appeal raises is that of impartiality and its consequences. Impartiality is often subsumed into the broader category of objectivity. Schudson (1978) provides an historical overview of the evolution of impartiality and objectivity into the journalistic vernacular, pointing out that such norms emerged in the interwar period as a reaction to wartime propaganda, the result being the establishment of clear processes for establishing “facts.” Among such processes were the use of plain, non-emotive language, the use of verifiable sources and references, the presentation of multiple and oppositional perspectives, and the use of supporting evidence for claims. This constitutes the conventional definition of objectivity that has remained to this day, a moral gold standard and the “fount of [journalists’] credibility” (Merritt, 1998, p. 24).", "Westerstahl (1983) provides a schema for understanding journalistic norms where objectivity is comprised of factuality and impartiality; factuality is further comprised of truth and relevance and impartiality is further comprised of balance and neutrality. If we conceptualize objectivity as a scientific term “predicated on the notion that there are observable things external to the mind; that there are independently verifiable ‘facts’ that can be separated from subjective values” (Franklin et al., 2005, p. 177), we can understand it as a framework for thinking that mandates the journalist to stand apart and outside as if able to view and comprehend the totality of the situation at hand and subsequently represent it without bias or inequality. Impartiality, then, is a practical manifestation of this broader epistemological concept. It is, in journalistic practice, an attempt to balance and fully represent “both” sides of an argument or issue in a neutral and non-partisan manner and a requirement to “maintain a distance, not to take sides in matters where there are two or more points of view or different valuations” (McQuail, 1992, p. 201). Cohen-Almagor introduces an important nuance into this framework: [i]mpartiality is not the same as objectivity, though it serves the same purpose of protecting the newspaper's credibility with its readers. An objective report must necessarily be impartial, but an impartial report need not remain detached and impersonal, nor need it report only verifiable data. (2008, p. 152)  ", "[i]mpartiality is not the same as objectivity, though it serves the same purpose of protecting the newspaper's credibility with its readers. An objective report must necessarily be impartial, but an impartial report need not remain detached and impersonal, nor need it report only verifiable data. (2008, p. 152)", "From this communitarian perspective, impartiality does not necessarily entail detachment and is compatible with values of compassion and humanitarianism, values that a hard, inflexible definition of objectivity would rule out.", "British broadcasting is strictly regulated, with broadcasters bound by British law to be impartial, make clear the division between fact and opinion, and not editorialize (Curran, 2002). The 1927 Royal Charter that created the BBC is the foundation for this law; the Television Acts of 1954, 1990, and 1996 and the Communications Act of 2003 further enshrined the norm of impartiality as an unyielding principle of British broadcasting law. Today, British broadcasting is regulated by OFCOM (Office of Communications), which was set up in 2003 and stresses that channels have a responsibility to carry news that is impartial (Keeble, 2009).", "The then BBC Deputy Director-General Mark Byford commented that impartiality is “a core value for the BBC which is non-negotiable and central to its relationship with licence fee payers” (BBC, 2007, para 15). Impartiality is enshrined in law and in the BBC's Charter (Montgomery, 2006), as well as being woven into the corporation's organizational fabric; for Helen Boaden, Director of BBC News, impartiality “is in our DNA—it's part of the BBC's genetic make-up” (2010, para 1). This was the case as early as 1949, as the following quotation from a BBC staff handbook that year indicates: In its general application this means an objective outlook on our work, selection of programmes on merit, and the avoidance of injury to the public interest and to listeners’ reasonable susceptibilities. In its special application the obligation is to present controversial issues in a balanced and unbiased form. In practice this means representing every reasonable point of view, obtaining the best available advocates, and keeping some balance in the discussion. This should not mean emasculating it. (BBC, 1949, p. 5)  ", "In its general application this means an objective outlook on our work, selection of programmes on merit, and the avoidance of injury to the public interest and to listeners’ reasonable susceptibilities. In its special application the obligation is to present controversial issues in a balanced and unbiased form. In practice this means representing every reasonable point of view, obtaining the best available advocates, and keeping some balance in the discussion. This should not mean emasculating it. (BBC, 1949, p. 5)", "A 2007 internal report that re-examined the BBC's impartiality policy in the twenty-first century posited 12 guiding principles related to impartiality. Among these principles, we can see that impartiality “is not necessarily to be found on the centre ground,” “is most obviously at risk in areas of sharp public controversy,” and “requires the BBC to examine its own institutional values, and to assess the effect they have on its audiences” (BBC Trust, 2007, pp. 7–8).", "Are there limits to impartiality? Cohen-Almagor argues that “when covering phenomena like terror, racism, cannibalism, sexism, chauvinism, fascism, genocide and slavery, the media in liberal democracies are not required to be objective in their coverage but quite the opposite: they should denounce and condemn such phenomena” (2008, p. 137). To go further than the morally contemptible phenomena outlined here, I would argue that if media institutions are to truly be responsive to citizens of the global community, then they must strive to resolve conflict wherever possible, forge connections between citizens of the west and “faraway others” to whom they may have no immediate ties, and promote a relational ethic of care where compassion for those who are less fortunate becomes the dominant model. Cohen-Almagor writes that [e]thical journalism in the sense of caring for individuals as human beings, caring for democracy, and showing responsibility with regard to what one writes, is more important than the notion of moral neutrality that is embedded in the technique of objective reporting. (2008, p. 150)  ", "[e]thical journalism in the sense of caring for individuals as human beings, caring for democracy, and showing responsibility with regard to what one writes, is more important than the notion of moral neutrality that is embedded in the technique of objective reporting. (2008, p. 150)", "We can contrast this argument with that put forth by Thompson, who states, “we have a duty to ensure that nothing risks undermining our impartiality” (2009, para 5). This perspective reflects a rigid, inflexible understanding of impartiality, where rote replaces responsibility in the face of abject human suffering. We can contrast this with the BBC's own report that argues that impartiality is “not necessarily to be found on the centre ground.” The decision not to air the DEC appeal appears to have utilized a strict definition of impartiality that is removed from lived human experience. To again turn to BBC policy, we must therefore ask questions about what this tells us about the BBC's “own institutional values” and “the effect they have on its audiences” (BBC Trust, 2007, pp. 7–8).", "In articulating his reasoning behind declining to broadcast the DEC appeal, Mark Thompson posits: “BBC News and the BBC as a whole takes its responsibility to report the human consequences of situations like Gaza very seriously and I believe our record in doing it with compassion as well as objectivity is unrivalled” (2009, para 5). Objectivity implies standing apart and coldly reporting “the facts,” never compromising one's impartiality or moral neutrality (to further blur the lines between these terms, admittedly), and certainly not taking so bold a moral stand as to be compassionate towards suffering. One of the biggest consequences of the norms of objectivity and impartiality is its assumption that “we roam at large in a land of strangers, where we presumptively have no obligations toward others except to avoid the active infliction of harm” (Glendon, 1991, p. 77). Globalization necessitates a rethinking of an isolationist media agenda and a move towards media practice that emphasizes cooperation and compassion rather than difference and disdain."]}, {"title": "Responsibility to “Faraway Others”", "paragraphs": ["It is, perhaps, a cliché to say that we live in a globalized world. We are told frequently that “the world is shrinking” as a result of economic and cultural globalization that is prompting us to consider the neighbors that we never even realized we had. Tehranian (2002) writes that this has been further amplified since September 11, 2001, which demonstrated the fragility of the global village. Leung (2009) writes that a globalized world has led to an increasingly compressed global media environment. Whereas one would think that this has led to more globally-conscious media practice, this has actually resulted in homogenized and nationalistic news content (Leung, 2009). In this section, I will discuss the responsibility that media institutions have to what Chouliaraki calls “faraway others” (2006, p. 153). I wish to frame this discussion with two questions posed by Chouliaraki, who asks: “Can the media cultivate a disposition of care for and engagement with the faraway ‘other’?” and “[c]an television create a global public with a sense of social responsibility towards distant sufferers” (2006, p. 153). I wish to tweak the debate somewhat and ask the normative question of whether the media should do these things rather than ask if they can. I wish here to articulate a vision for media institutions that is responsive to the needs of the global community and creates a “global public” predicated on cultural richness and exchange rather than difference and opposition.", "According to Seib, media institutions have a responsibility not only to cover international affairs but to “shake awake the world's conscience” (2002, p. xiv). In order to accomplish this task, surely media institutions need to move away from the impeding obstacle that is the norm of impartiality? Impartiality implies detachment, a removal from proceedings and standing apart from events as if able to comprehend them in their totality. In a world where borders are becoming diffuse, economics tie nations together, and the actions of one nation can have far-reaching consequences beyond its immediate neighbors, media practices rooted in isolationism are inadequate to deal with the changing global environment. Instead, I propose that a communitarian ethic of care that argues that journalists and media institutions must actively work to bring about civic transformation through a commitment to “justice, covenant, and empowerment” (Christians et al., 1993, p. 14).", "A communitarian model of media practice would see greater emphasis placed on the role of information in generating awareness about global suffering, addressing the root causes of and solutions to conflict, promoting peace and stability across the world, spurring civic engagement, and so on. Siemens, who is coming from a development communication perspective, writes that information is a resource that should be used (in our developed societies) to strengthen and promote conflict prevention … [it] should aim at creating public opinion support for the establishment of long-term projects to ensure peace and stability for human beings without distinction … the public-awareness role of the media is crucial. (2003, pp. 51–2)  ", "information is a resource that should be used (in our developed societies) to strengthen and promote conflict prevention … [it] should aim at creating public opinion support for the establishment of long-term projects to ensure peace and stability for human beings without distinction … the public-awareness role of the media is crucial. (2003, pp. 51–2)", "According to this theory, the media play a key role in making the public aware of issues and events that transcend their national borders, making them comprehend the interconnectedness of contemporary life. A direct linkage between humanitarian crises and the media comes through humanitarian aid agencies, which play a crucial role in alleviating global suffering but can only fulfill this role if they are aided by the mass media.2 ", "Humanitarian aid agencies promote “the ideals of global humanitarianism” (Cottle and Nolan, 2007, p. 862). By raising money, promoting awareness of global issues of suffering, providing long-term developmental assistance, and lobbying on behalf of those who are unable to lobby for themselves, such agencies have helped normalize the discourse of universal human rights in the collective public consciousness (Beck, 2005; DeChaine, 2005; Hoijer, 2004). According to DeChaine (2005), they are powerful forces in an increasingly globalized world, wielding the capacity to craft a new global community. Chouliaraki writes that the capacity of the Western world to relate to distant suffering with a sense of care and act on it with a sense of social responsibility lies at the heart of contemporary conceptions of global citizenship and the cosmopolitan public. (2006, p. 153)  ", "the capacity of the Western world to relate to distant suffering with a sense of care and act on it with a sense of social responsibility lies at the heart of contemporary conceptions of global citizenship and the cosmopolitan public. (2006, p. 153)", "Humanitarian aid is thus a way for citizens of a globalized world to “show proper respect to the needy and ravaged” (Sherman, 2006, p. 105). In order to broadcast their message to a large audience, humanitarian aid agencies rely on the media. For example, in the aftermath of the tsunami in Southeast Asia that occurred in December, 2004, killing 225,000 people and leaving a further 10 million homeless, media coverage of the devastation prompted significant aid-giving from individuals and governments from around the world, with over $7 billion being raised in humanitarian aid (BBC News Online, 2005). Research has also demonstrated that humanitarian aid agencies working in tandem with news media coverage correlates strongly with governmental foreign aid and development policy (Minear et al., 1996; Rioux and Van Belle, 2005; Van Belle, 2003). Media thus fulfill a critical role in bridging aid agencies and publics.", "More than just agenda-setting, however, the media serve a socially and globally responsible function in bringing the spectator into “a broad community of fellow-spectators simply by engaging her in the act of simultaneous viewing” (Chouliaraki, 2006, p. 156; see also Castells, 1996). Media institutions have a responsibility not only to their immediate stakeholders and audiences, but to the global citizenry at large. They can connect those living a life of relative privilege in the “first” or “developed” worlds with those living a life of relative hardship in the “second” and “third” or “developing” worlds. Walker (1998) proposes a relational view of ethics that is predicated on the need to connect with and care for others. This is at the heart of morality and being moral. “Morality,” she writes, arises and goes on between people, recruiting human capacities for self awareness and others' awareness; for feeling and learning to feel particular things in response to what one is aware of; for expressing judgment and feeling in the responses appropriate to them. (1998, p. 5)  ", "arises and goes on between people, recruiting human capacities for self awareness and others' awareness; for feeling and learning to feel particular things in response to what one is aware of; for expressing judgment and feeling in the responses appropriate to them. (1998, p. 5)", "As the flagship British broadcaster with a global reach and reputation, the BBC's remit is not confined to its own borders. As a result, neither is its social responsibility mandate. Drawing on a communitarian ethic of care and the goals of public broadcasting, the BBC should seek to reorient itself toward fostering connections among diverse publics across the world as well as within its own borders."]}, {"title": "Conclusion", "paragraphs": ["In his reasoning behind declining to air the DEC appeal, BBC Director-General Mark Thompson says, “BBC News and the BBC as a whole takes its responsibility to report the human consequences of situations like Gaza very seriously” (2009, para 5). As mentioned, he further suggests that objectivity and compassion go hand-in-hand in accomplishing the goal of reporting “the human consequences of situations like Gaza.” My argument is that when faced with human suffering on an enormous scale, as was witnessed in Gaza, then the responsible thing to do is to take steps that promote knowledge of that suffering and to empower viewers to play a role in aiding those who need relief. I have argued that promoting compassion among diverse publics is a responsibility of media institutions, particularly when the sanctity of human life is at stake. If the BBC, or any media institution, is to encourage communities “to encounter each other and to understand each other's differences” (Thompson, 2006, p. 4) then media practices that place value on the interconnectedness of the global village and the need to understand and show compassion towards “faraway others” must be enacted and vigorously enforced. This is not incompatible with impartiality, if we accept a definition of impartiality rooted in the texture of lived experience rather than mechanistic notions drawn from the world of science.", "I hope that this particular case study demonstrates the need for a broad, deep, and thoroughly reflexive debate among media scholars and practitioners of the responsibilities that media institutions and individual journalists have in a fragile global village. It is clear that further theorizing needs to be done. What are the consequences of blurring news and non-news? What are the consequences of impartiality? How are objectivity, impartiality, neutrality, fairness, balance, and truth similar or different? How do media institutions and individual journalists articulate these similarities and differences? What specific practices can be put into place that promote compassion for “faraway others”? Seeking answers to these broad questions will ultimately craft media practice that helps citizens comprehend the interconnectedness of contemporary life."]}], "references": [{"title": "Communitarian Journalism and Flag Displays After September 11: an ethical critique”", "year": "2005", "journal": "Journal of Communication Inquiry", "volume": "29", "authors": [{"name": "Borden Sandra L.", "first_name": "Borden", "last_name": "L."}]}, {"title": "“Towards an Analytics of Mediation”", "year": "2006", "journal": "Critical Discourse Studies", "volume": "3", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie"}]}, {"title": "“Utilitarianism in Media Ethics and Its Discontents”", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Christians Clifford G.", "first_name": "Christians", "last_name": "G."}]}, {"title": "“The Limits of Objective Reporting”", "year": "2008", "journal": "Journal of Language and Politics", "volume": "7", "authors": [{"name": "Cohen-Almagor Raphael", "first_name": "Cohen-Almagor", "last_name": "Raphael"}]}, {"title": "“Global Humanitarianism and the Changing Aid–Media Field: ‘Everyone was dying for footage”’", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Nolan David", "first_name": "Nolan", "last_name": "David"}]}, {"title": "The Discourse of Global Compassion: the audience and media reporting of human suffering”", "year": "2004", "journal": "Media, Culture and Society", "volume": "26", "authors": [{"name": "Hoijer Bergitta", "first_name": "Hoijer", "last_name": "Bergitta"}]}, {"title": "“Mediated Violence as ‘Global News’: co-opted ‘performance’ in the framing of the WTO”", "year": "2009", "journal": "Media, Culture and Society", "volume": "31", "authors": [{"name": "Leung Lisa", "first_name": "Leung", "last_name": "Lisa"}]}, {"title": "Professionalization: fusion of media freedom and responsibility”", "year": "2005", "journal": "Global Media Journal", "volume": "4", "authors": [{"name": "Merrill John C.", "first_name": "Merrill", "last_name": "C."}]}, {"title": "Broadcast News, the Live “Two-way” and the Case of Andrew Gilligan”", "year": "2006", "journal": "Media, Culture and Society", "volume": "28", "authors": [{"name": "Montgomery Martin", "first_name": "Montgomery", "last_name": "Martin"}]}, {"title": "“Democracy and American Mass Communication Theory: Dewey, Lippmann, Lazarsfeld”", "year": "1989", "journal": "Communication", "volume": "11", "authors": [{"name": "Peters John D.", "first_name": "Peters", "last_name": "D."}]}, {"title": "The Impact of Le Monde Coverage on French Foreign Aid Allocations”", "year": "2005", "journal": "International Studies Quarterly", "volume": "49", "authors": [{"name": "Rioux Jean-Sebastien", "first_name": "Rioux", "last_name": "Jean-Sebastien"}, {"name": "Van belle Douglas A.", "first_name": "Van", "last_name": "A."}]}, {"title": "Tragedy in the Fog of War”", "year": "2004", "journal": "British Journalism Review", "volume": "15", "authors": [{"name": "Sambrook Richard", "first_name": "Sambrook", "last_name": "Richard"}]}, {"title": "Empathy, Respect, and Humanitarian Intervention”", "year": "2006", "journal": "Ethics and International Affairs", "volume": "12", "authors": [{"name": "Sherman Nancy", "first_name": "Sherman", "last_name": "Nancy"}]}, {"title": "Peace Journalism: negotiating global media ethics”", "year": "2002", "journal": "The Harvard International Journal of Press/Politics", "volume": "7", "authors": [{"name": "Tehranian Majid", "first_name": "Tehranian", "last_name": "Majid"}]}, {"title": "Delivering Public Value: the BBC and public sector reform”", "year": "2006", "journal": "New Statesman", "volume": "", "authors": [{"name": "Thompson Mark", "first_name": "Thompson", "last_name": "Mark"}]}, {"title": "Bureaucratic Responsiveness to the News Media: comparing the influence of the New York Times and network television news coverage on U.S. foreign aid allocations”", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Van belle Douglas A.", "first_name": "Van", "last_name": "A."}]}, {"title": "“BBC Rebuked Over Refusal to Air Gaza Appeal”", "year": "2009", "journal": "The Guardian", "volume": "", "authors": [{"name": "Watt Nicholas", "first_name": "Watt", "last_name": "Nicholas"}]}, {"title": "“Objective News Reporting”", "year": "1983", "journal": "Communication Research", "volume": "10", "authors": [{"name": "Westerstahl Jorgen", "first_name": "Westerstahl", "last_name": "Jorgen"}]}, {"title": "Public Service Broadcasting in the New Media Age: the BBC&#039;s experience”", "year": "2004", "journal": "Trends in Communication", "volume": "12", "authors": [{"name": "Whittle Stephen", "first_name": "Whittle", "last_name": "Stephen"}]}]}