{"doi": "10.1080/1461670X.2018.1541755", "url": "https://doi.org/10.1080/1461670X.2018.1541755", "title": "The Discipline-Autonomy Paradox: How U.S. Journalism Textbooks Construct Reporters’ Freedom Just to Tear it Down", "volume": "20", "year": "2019", "issue": "13", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Parks", "first_name": "Perry", "name": "Perry Parks", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTThis study foregrounds the paradox in U.S. journalism culture whereby journalists are taught both that they have substantial freedom of judgment and that they must constrain such judgment to meet the narrow common-sense expectations of their peers and other social groups. Through the lens of Foucault’s concept of discipline and Bourdieu’s habitus, I analyze this contradictory discourse in 75 U.S. introductory journalism textbooks spanning the birth of formal journalism education at the turn of the twentieth century through the present era. A key implication is that journalism discourse disciplines reporters and editors to subvert their autonomous authority to describe the world as they see it – thereby narrowing their audiences’ available perspectives – even as this discourse rationalizes journalists’ self-subjugation as the exercise of independent, critical judgment. Highlighting this paradox offers a means to transform it.", "body": [{"sec_title": "Introduction", "sec_content": ["Conjure in your mind the iconic reporters in U.S. history. Who do you think of? Edward R. Murrow, who called out Joseph McCarthy’s evidence-free Communist-baiting while most reporters credulously quoted him? Ida B. Wells, who crusaded against 1890s lynching while The New York Times covered “both sides”? Walter Cronkite, who drew from observation and conscience to call for an end to the Vietnam War? Hunter S. Thompson, whose narcissistic rants exposed the underbelly of American life? Anderson Cooper, whose emotional confrontation with a U.S. senator broke the facade of government efficacy after Hurricane Katrina?", "These reporters represent multiple eras, platforms, techniques, and results, but they share a trait that rendered their work memorable across decades: They violated the journalistic conventions that constrained their peers from engaging fully with the news of their times. They exercised a notable degree of autonomy in a field where the discourse of autonomy is rampant but the practice of autonomy is rare, where workaday journalists restrict their own behavior not to obey rules or laws, but to conform with unwritten expectations circumscribing the words and deeds they may enact. These legendary newspeople performed a key paradox of journalism, which Schudson (1978, 80) observed as “a theme in the memoirs of reporters: that the rules one learned as a beginner one had to unlearn to stand out … ”", "The purpose of this study is to make explicit the paradox in U.S. journalism discourse whereby journalists are taught to express and defend nearly complete freedom of judgment and, simultaneously, to constrain such judgment to meet the narrow, often unspoken common-sense expectations of their professional peers and other social groups. To do so, I analyze 75 introductory U.S. journalism textbooks spanning the birth of formal journalism education at the turn of the twentieth century through the present era. Journalism textbooks constitute a key site of (re)construction of journalistic subjectivities (Vos 2012; Mari 2015), setting many new reporters and editors on a cultural course they carry into the profession. I analyze these texts through the social theory of Michel Foucault, specifically his concept of discipline ([1975] 1995), to help explain the conditions under which practicing journalists internalize contradictory expectations and constrain their perceived freedom even in the absence of formal requirements to do so. I also draw on Pierre Bourdieu’s complementary concept of habitus to explicate the discursive milieu in which discipline operates. Making explicit the contradictions that muddle journalistic decisionmaking and the mechanisms through which such contradictions persist can help scholars and journalists better understand news choices and reflect on alternative approaches to common-sense disciplinary routines."]}, {"sec_title": "The Allure of Autonomy", "sec_content": ["Journalism as a field is quick to assert its autonomy from other fields or influences. The scholarly literature on journalism autonomy is complex, but it usually begins with journalists’ insistence that they must be free to decide who and what to cover, when, and how, based on their own professional judgment without the interference of political pressure, publisher preference, or economic demands. In the U.S., the press is protected by the founding Constitution’s First Amendment, which prohibits Congress from abridging press freedom and provides a normative basis for aggressive defense of this freedom (Buozis, Rooney, and Creech 2018). McDevitt (2003, 156) notes, “[T]he dynamics of professional socialization predispose journalists to guardedly protect their independence.” And Singer (2007, 81) writes, “Journalists, particularly in the United States, have made independence a part of their ethical code … and have fiercely fought any attempts, real or perceived, to encroach on this autonomy.”", "While Singer (2007) links journalistic autonomy with professionalism and notions of accountability; and McDevitt (2003, 156) considers autonomy “a multidimensional orientation” encompassing objectivity, professional identity, and “the possibility for critical reflection”; other scholars note that journalists often deploy autonomy as a shield against critique. Journalists “tend to eschew and deride” codified ethical standards (Zelizer 2017, 84–85). Most “define any demand for accountability … as a violation of the sanctity of the newsroom” (Glasser and Gunther 2005, 389). They practice with what Zelizer calls journalism’s “seemingly untouchable authority: its reliance on practices that unfold largely behind closed doors; its insistence on power without commensurate degrees of accountability … ” (Zelizer 2017, 103).", "Other intertwined dimensions of autonomy include the collective autonomy of the journalistic field and the localized freedom of individual journalists to apply personal judgment in discrete circumstances. “[W]hile the profession itself seeks to exercise autonomy from outside control, individual professionals actually give up personal autonomy to a significant degree” (Singer 2007, 81, emphasis added) through participation in newsroom routines that standardize and circumscribe their work. Singer’s phrase “give up” is important, because it suggests that individual journalists are complicit in constraints on their professional freedom. Glasser and Gunther (2005) similarly suggest that journalists often cede back their independence. They note, first, that [American] journalists accentuate forms of control that place power precisely where journalists want it: at the level of the individual journalist[s] … [who] alone decide how to write their stories, which sources to contact, what quotes to use, and so on (390).But they further argue that such power is subordinate to “the power associated with the allocative decisions that determine basic policies, long-term goals, and the general disposition of resources” (390). They conclude that the “most insidious manifestation of the influence of allocative decisions on operational autonomy [is] self-censorship” (392).", "[American] journalists accentuate forms of control that place power precisely where journalists want it: at the level of the individual journalist[s] … [who] alone decide how to write their stories, which sources to contact, what quotes to use, and so on (390).", "Such self-enforced discipline arises from constant reminders within journalistic discourse of what common sense (but not firm rules of conduct) dictates journalists must and can’t do. Journalists, Zelizer (2017) argues, “learn by osmosis … Their conventions and collective lore are embedded in routines that for the most part remain unarticulated and are informally and ritually passed among group members” (244). This way of being resembles what Bourdieu (1977) calls habitus, the tenets of which are often self-enforced by individuals through what Foucault calls technologies of discipline: People, always aware or concerned that they’re being watched, regulate their behavior to conform to their perceptions of others’ expectations – whether they have to or not. These theories of Foucault and Bourdieu are elaborated below."]}, {"sec_title": "Foucault, Discipline, and Journalism", "sec_content": ["Foucault’s work, on its face, could be regarded as the antithesis of modern journalism. If journalists in the model that emerged in the late nineteenth century are charged with uncovering and delivering the “truth,” then any confrontation with Foucault, whose “philosophy strikes at the normalizing, limiting, disciplining effects that the search for truth has imposed on human creativity and imagination” (Fendler 2010, 6–7), will be unsettling. Foucault has been applied to arguments that journalistic transparency can lead to self-regulation at the expense of autonomy (Allen 2008) and that journalists exercise disciplinary power over audiences by “setting the parameters of normal and deviant behavior” (Edy and Snidow 2011, 817). Andrejevic (2008) writes that “there is much to be gained from applying [Foucault’s] arguments to questions of central importance to journalism studies,” including “newsroom socialization – the disciplinary formation of professional journalists” (613).", "This study emphasizes Foucault’s approach to the manner in which individuals feel compelled to regulate their behavior due to the perception that they are under constant surveillance and social obligation. This is outlined in detail in Discipline and Punish ([1975] 1995), in which Foucault traces the emergence of disciplinary practices across numerous social venues – the prison, the military, the school system, the hospital – as the human body came to be seen as a site of knowledge that could facilitate control. A metaphor of this control is the panopticon: Jeremy Bentham’s prison design, arranged with multiple stories of cells encircling a central tower, from which guards could view all activity without being seen. Foucault argues the effect is constant self-monitoring: Eventually the prisoners stop guessing whether they’re being watched and simply behave as though they are. There is a centralizing logic to Foucault’s use of the panopticon, in that the ambivalent gaze radiates from an architectural middle to locations on the periphery. But the exercise of power within this edifice is diffuse and multidirectional. First, it need not be a hierarchical authority observing from the tower, but could be the authority’s “family, his friends, his visitors … Any individual, taken almost at random, can operate the machine. … The more numerous these anonymous and temporary observers are, the greater … [the inmate’s] anxious awareness of being observed” (Foucault [1975] 1995, 202). Second, the surveillance technology encompasses even the facility’s administrator, whose “own fate [is] entirely bound up with it” (204). Hence: He who is subjected to a field of visibility, and who knows it, assumes responsibility for the constraints of power; he makes them play spontaneously upon himself; he inscribes in himself the power relation in which he simultaneously plays both roles; he becomes the principle of his own subjection (203).In this way, discipline encompasses the manifold relations in which journalists find themselves: relations with peers, supervisors, corporate employers, and increasingly in the digital age (Anderson 2013), audiences. Journalists – reporters and their editors – are subject to a field of visibility, under the intermittent eye of an array of social actors, and they know it. As Allen (2008) writes, “Jurisdictional battles have increased surveillance to the point where traditional news outlets know they are being watched and act accordingly” (335). The anticipation of being accused of falling short of pledged journalistic standards such as accuracy or “objectivity” (Singer 2007) leads the journalist to pre-emptive behavior to ward off charges of unprofessionalism – self-imposed constraints that tend to maintain the hegemony of dominant values and practices. The easiest way to avoid being singled out for ideological critique under conditions of legibility is to do the same thing other journalists do: “[T]he reporter is haunted by the professional necessity to validate his news sense … by making the same judgments about news as his professional colleagues make” (Cohen 1963).", "He who is subjected to a field of visibility, and who knows it, assumes responsibility for the constraints of power; he makes them play spontaneously upon himself; he inscribes in himself the power relation in which he simultaneously plays both roles; he becomes the principle of his own subjection (203).", "Foucault describes the discipline that arises from legibility as “operat[ing] four great techniques: it draws up tables; it prescribes movements; it imposes exercises; … it arranges tactics” (167). Journalists, of course, have worked to timetables since the halting beginnings of the Western periodical press in the early seventeenth century (Pettegree 2014), and increasingly so since the invention of the steam press and the growth of daily newspapering in the early nineteenth century (Dicken-Garcia 1989), the rise of broadcasting in the early twentieth, the introduction of the 24-hour cable news cycle in the 1980s, and, now, the perpetual deadline of the Internet age.", "Journalists’ movements are inscribed in the routines that have stationed them at various official outposts – city hall, police headquarters, legislative offices, etc. – where trustworthy official sources reside and news events reliably occur (Tuchman 1978). Journalistic exercises include daily source checks for news tidbits, the display of “balance” in obtaining the “other side” of any story, and the ritualistic production of stories, pages, broadcasts, blogs, and social media posts. These processes are filtered through countless instantaneous judgments informed by news values, the categorizing lens through which journalists consciously or unconsciously assess the newsworthiness of each incoming fact or opinion (Parks 2018). News values are enacted through “tactics[:] the art of constructing, with located bodies, coded activities and trained aptitudes, mechanisms in which the product of the various forces is increased by their calculated combination” (Foucault [1975] 1995, 167). Lippmann (1922) defines news itself on the basis of the state’s mechanisms of legibility, to which journalists are constantly attuned: Wherever there is a good machinery of record, the modern news service works with great precision. There is one on the stock exchange … There is a machinery for election returns … In civilized communities deaths, births, marriages and divorces are recorded. … It will be found, I think, that there is a very direct relation between the certainty of news and the system of record. (Lippmann 1922, 342, 343).", "Wherever there is a good machinery of record, the modern news service works with great precision. There is one on the stock exchange … There is a machinery for election returns … In civilized communities deaths, births, marriages and divorces are recorded. … It will be found, I think, that there is a very direct relation between the certainty of news and the system of record. (Lippmann 1922, 342, 343).", "The regimentation and normalization of values and practices regulates journalistic behavior in the absence of any formal law or regulation establishing what or who should be covered, when, or how. For instance, Breed (1955) found that mid-twentieth-century publishers’ content preferences were not directly imposed on reporters due to the taboo against interfering with their editorial autonomy. Instead, a new reporter “discovers and internalizes the rights and obligations of his status and its norms and values. He learns to anticipate what is expected of him so as to win rewards and avoid punishments” (328). Foucault (1982, 789) describes such a relationship of power, in which one acts based on anticipation rather than decree, as “a mode of action which does not act directly and immediately on others. Instead, it acts upon their actions.” In this study, I show how textbooks dating to 1894 have distilled and (re)constructed a contradictory journalistic ethos (see Mari 2015) that acts upon journalists’ actions, until they are well-enough disciplined to restrain their own conduct despite their better judgment. Such restraints, while not formally curtailing journalists’ freedom, nevertheless reproduce limits on what reporters and editors, and therefore many citizens, conceive as legitimate news."]}, {"sec_title": "Bourdieu and Journalistic Habitus", "sec_content": ["Foucaultian discipline is a helpful way to think about reporters’ and editors’ self-regulating tendencies, and the panopticon is a useful metaphor for conceiving one technology of power that prompts such self-regulating behavior. A complementary social theory illuminating the movement of power that helps shape journalistic decisions is Pierre Bourdieu’s habitus. Foucault writes of the normalizing extra-legal forces that impose tables, movements, and exercises on the body, enacted through tactics. Bourdieu (1977) writes of “the collective enterprise of inculcation tending to produce habitus that are capable of generating practices regulated without express regulation or any institutionalized call to order” (17). This habitus, like Foucault’s discipline, seeks to foreground the backgrounded grooves of personal history, social custom and “common sense” that circumscribe the possibilities for action and response among members of particular groups. Habitus both structures actions and is continually structured by them; among other definitions, it is “the durably installed generative principle of regulated improvisations” (1977, 78); it defines the boundaries in which a social actor is permitted to respond to events, and those responses help to reshape the boundaries. Cohen (1963) neatly illustrates this self-iterating set of practices by noting how foreign affairs reporters begin their days by scouring the previous day’s news for clues as to how to proceed: “[T]hus each of them is shaping both his news sense and his working day by examining the output of his professional colleagues, all of whom are simultaneously doing the same thing” (58–59). Habitus, then, lies somewhere between structural determinism and human agency; individuals are free to act as they wish, but they are guided consciously by prescribed custom and subconsciously by doxa, “that which is taken for granted” (Bourdieu 1977, 166)."]}, {"sec_title": "Textbooks", "sec_content": ["For this study, part of a larger research project on the discourse of textbook news values (Parks 2018), I read 75 reporting and writing textbooks published in the U.S. between 1894 and 2016 through the lens of Foucault’s (1991; [1975] 1995) social theory of discipline, in collaboration with Bourdieu’s (1977, 2005) habitus and fields. Although U.S. textbooks are products of a specific national culture, their influence extends well beyond American borders. For instance, such texts dominated journalism education in English-speaking African countries for half a century (De Beer 2010).", "There are many ways to conceive of discourse analysis. From a Foucaultian perspective, discourse represents the interaction of multiple domains of communication and practice that produce the environment in which certain things are possible to think and do (Fendler 2010). U.S. journalism textbooks – often voluminous pastiches of contemporary reporting, secondary literature, professional analysis, legal and ethical guidance, interviews, data, and offhand pontificating – provide one window into the broader, interconnected discourse of professional journalism (Vos 2012; Mari 2015) and help establish the habitus of journalistic practice. My concern in this study is to highlight examples of textbooks declaiming journalists’ independence from government regulation and freedom to exercise news judgment according to their experience and conscience, as well as examples of the same texts insisting journalists must restrain their personal feelings, creative instincts, and individual judgment to conform to an ambiguously defined professional ethos and the ritual of “objectivity” (Tuchman 1972; Mindich 1998).", "Texts were selected from a mix of sampling methods based on previous textbook studies touching multiple eras, using Mirando (1992)’s exhaustive bibliography of pre-1990 texts and adapting Vos’s (2012) procedure of sampling texts that published multiple editions. For post-1990 textbooks, I adopted Hopper and Huxford’s (2017) list recommended by major publishers. I gathered available books from the composite list until reaching a satisfactory sample from across the twentieth century and into the twenty-first. I read each text thoroughly and took extensive analytical notes, which for this study meant critically interpreting assertions representing textbooks’ explicit or implied positions on journalistic freedom, independence, and disciplinary obligations. Such notes included both paraphrases and direct quotations of relevant passages, plus a running analytical narrative coded with identifying labels such as “discipline” and “autonomy.” This process allowed me to return repeatedly to key data and to establish cumulative discursive patterns through the recurrent use of specific arguments, rationalizations, and metaphors across textbooks across time. The accumulated strata of professional discourse among books and eras, in a sense, places these authors in conversation with one another1 as collaborators in (re)constructing a discursive environment whose atmosphere pervades U.S. news decisions. I then compared these rhetorical and metaphorical patterns with Foucault’s explication in rhetoric and metaphor of his concept of discipline as described across such social fields as the military, schools, hospitals, prisons, and factories. In the analysis below, I show significant links between Foucault’s argument and the subjectivities constructed for journalists by the introductory textbooks that both interpret and help enculturate the journalistic field. These parallels help illuminate ways in which journalists act less freely than they could."]}, {"sec_title": "A Self-disciplining Field", "sec_content": ["Consistent with the literature cited above, U.S. journalism textbook authors from early in the twentieth century through the current era have been eager to assert the profession’s autonomy, drawing from their own experience, legal history, studies of working journalists, and secondary literature to make their case. For instance, in discussing the First Amendment to the U.S. Constitution, Yost (1924) points out that “The press is the only private institution that is so shielded by the mandate of that fundamental law” (115–116) and argues, “The very nature of this right makes any limitation of its exercise a paradox unless the limitation is in itself essential to the protection of society” (116–117). It is due to this special status, many authors argue later in the century, that journalists embrace autonomy as an entitlement. “The American newspaper is traditionally jealous of its independence,” writes Charnley (1975, 133), adding that “[t]he press, in effect, can do as it likes” (142). The news media “have absolute discretion to define news and the form in which it is presented,” agree Hage et al. (1976, 26). Journalists resist licensing as “a form of governmental control of the press” (Harriss, Leiter, and Johnson 1981, 11). One textbook cites a study of Iowa daily newspapers that quotes a reporter boasting, “We’re beholden to nobody” (Mencher 1989, 40). Discourse from the current century echoes that of the previous one. Fedler et al. (2001, 556) write that “[m]ost journalists resist guidelines that would limit their freedom to cover an important story.” And Washington Post ombudsman Deborah Howell, quoted in Harrower (2010, 287), characterizes reporters and editors as “a collection of scruffy, recalcitrant characters that … don’t like to be managed.” Kershner (2009) reminds readers that this attitude flows from the fact that journalists are “legally entitled to print almost anything” (149).", "But textbooks across these decades have often led readers on a brief and precipitous journey from the celebration of autonomy to the imposition of common-sense disciplinary constraints. Yost (1924) above noted that ostensibly limitless journalistic freedom can be limited to protect society against some unarticulated risk – a formulation that encourages journalists to constantly check their output against the specter of social disapprobation. Yost tacks several disciplinary caveats to his original essentialist argument, subjecting press freedom to statutory law, plus: the law of custom, of reason and conscience, that society has in all times enacted for self-protection from liberty unrestrained. … [I]t should never be forgotten that the right of free speech, however unlimited, is a sacred privilege that in itself confers an obligation to use it with decent moderation for the public purposes which alone can justify its maintenance. (Yost 1924, 117, 120)", "the law of custom, of reason and conscience, that society has in all times enacted for self-protection from liberty unrestrained. … [I]t should never be forgotten that the right of free speech, however unlimited, is a sacred privilege that in itself confers an obligation to use it with decent moderation for the public purposes which alone can justify its maintenance. (Yost 1924, 117, 120)", "Textbooks from the first half of the twentieth century were quick to embrace restrictions on coverage of courts in particular. Many texts suggest that reporters can be punished for publishing commentary that could prejudice a jury or simply that “holds the court up to ridicule or distrust in the public mind” (Warren, 1929, 222–223). In a later book, Warren (1959) adds that journalists dealing with libel and ethics issues confront a variety of “laws, written and unwritten, which limit the reporter for the purpose of ensuring and keeping the good will of the community” (198). In the mid-twentieth century, Charnley (1959) concurred with these restrictions: “The press almost without exception recognizes as valid the principles behind the restrictive laws that make false or malicious libel punishable and that forbid indecent and obscene publication” (15). In a later edition, Charnley offers an epigram from the Russian writer Alexander Solzhenitsyn, in a 1974 interview with Walter Cronkite, juxtaposing the autonomy that permits journalists to do as they please with the discipline that prevents them: “The press must be totally free with respect to everything external to it. But internally it has to control its freedom” (Charnley 1975, 9).", "Bond (1961) offers a parsimonious example of the ease with which textbooks transition from autonomy to discipline. Bond begins: “A free press must be free from any compulsions, governmental or social. …  Only public support can be accepted as a safe criterion” (2). Almost immediately, Bond raises an exception for wartime, during which “this freedom does not protect the right to publish material that would undermine the public morale, encourage men to refuse to fight or give information to the enemy” (3). This exception is followed with the assertion that, even in peacetime, “there are, of course, some freedoms which the press never had – the freedom, for example to be libelous or obscene” (3) and the corollary that “The better journalists impose upon their work as they impose upon themselves the censorship of good taste” (5). Note how willing and hasty is this retreat from total freedom, and how the acknowledgement that journalists “impose upon” their own work echoes Foucault’s description of the technologies of self-subjugation.", "As late as the 1980s, authors continued to demonstrate enthusiasm for any press limits they considered reasonable. “In America, the press is free and powerful, but its freedom and influence are not absolute,” writes Metz (1977, 12–13). “They are properly curbed by laws on libel, obscenity, invasion of privacy, contempt of court and other matters. Indeed, press freedom is not an end in itself, but a means of guaranteeing that ideas deserving a public hearing will have a public hearing.” Harriss, Leiter, and Johnson (1981) add: Every responsible editor knows that a newspaper simply cannot – and in a number of cases should not – print anything it wants to, even if the courts permitted. There are numerous reasons – social, economic, ethical – the First Amendment cannot be applied in its broadest, most literal sense to every story. (62)", "Every responsible editor knows that a newspaper simply cannot – and in a number of cases should not – print anything it wants to, even if the courts permitted. There are numerous reasons – social, economic, ethical – the First Amendment cannot be applied in its broadest, most literal sense to every story. (62)", "Mencher (1989) similarly suggests that, in the absence of sovereign state power to regulate press conduct, such responsibility falls on the shoulders of self-disciplining journalists: The founders of this country made sure that journalists would be free of government interference or supervision so that the press could be a check on power. … Given such power, the press can be an unchecked power itself. If government has no control over the press, what then is to protect the public from a free-wheeling, irresponsible press? … And this is precisely why codes and guidelines – whether they are written and handed to reporters along with a stylebook, or are the reporter’s personal beliefs – are so important. (417)The philosophical contradictions described above generally address the autonomy and disciplinary responsibilities of the press as a collective field. Mencher’s passage demonstrates how the field’s implied disciplinary responsibilities filter to the individual journalist, whose “personal beliefs” are expected to comport with professional habitus. The following sections explore the technologies of discipline that regulate the conduct of individual reporters and editors, through textbook language and metaphor that are remarkably resonant from 1894 to the present day.", "The founders of this country made sure that journalists would be free of government interference or supervision so that the press could be a check on power. … Given such power, the press can be an unchecked power itself. If government has no control over the press, what then is to protect the public from a free-wheeling, irresponsible press? … And this is precisely why codes and guidelines – whether they are written and handed to reporters along with a stylebook, or are the reporter’s personal beliefs – are so important. (417)"]}, {"sec_title": "Discipline and the Reportorial Body", "sec_content": ["The disciplining of journalists’ bodies manifests in U.S. textbooks across the years of my sample, with similar language and metaphor applied from the turn of the twentieth century to the turn of the twenty-first regarding where journalistic bodies should be and how they should conduct themselves.", "The earliest U.S. journalism textbooks described a model of news practice that most resembles what Foucault called sovereign power, wherein the city editor ruled reporters with unquestioned authority, and reporters disobeyed at their peril: “The city editor is the absolute despot of the local room and its editorial staff” (Shuman 1894, 42). But the sovereign authority of the city editor quickly gives way, even within these early texts, to metaphors that overlap Foucault’s ([1975] 1995) discipline, which uses military hierarchy as a key exemplar. “The reporter is in some respects in the position of the soldier,” writes Shuman (1894, 47). “[H]e must carry out his chief’s orders or die in the attempt.” Likewise, the new reporter’s “duty is simply to do what he is told under the directions of a general in the person of the editor who directs the movements of the entire force” (Hemstreet 1901, 46). For McCarthy (1906), “Discipline is as essential to the success of a newspaper as it is to that of the army” (11–12).", "Foucault ([1975] 1995) describes the disciplining of soldiers as a “‘ … micro-physics’ of power” (139) in which individuals are trained to self-regulate at the merest signal from a superior, their bodies rendered “docile,” to be “subjected, used, transformed and improved” (136). It is in this spirit that “[t]he discipline of the newspaper office, however hard it may be, teaches concentration of both eye and brain” (Fowler 1913, 77), such that a reporter “has served his apprenticeship when his mind can render a decision instinctively, requiring only a flash of thought” (Byxbee 1901, 19). Such discipline places the interests of the newsroom above the individual: “The dailies grant each man his day off, but it is often intruded upon and the sense of responsibility is always with him” (Seitz 1916, 68). In this way, the reporter, in parallel with Foucault’s discipline, is regulated by time and timetables: In no other profession is timeliness such a constant factor or of such vast importance as in journalism … .. City editors keep a schedule of assignments and the reporter’s name is written opposite the assignment given to him. By consulting the schedule, the city editor may know how soon each reporter may be expected to return to the office and where and how he can communicate with him … (Williams and Martin [1911] 1922, 162; 188).", "In no other profession is timeliness such a constant factor or of such vast importance as in journalism … .. City editors keep a schedule of assignments and the reporter’s name is written opposite the assignment given to him. By consulting the schedule, the city editor may know how soon each reporter may be expected to return to the office and where and how he can communicate with him … (Williams and Martin [1911] 1922, 162; 188).", "Discipline “proceeds from the distribution of individuals in space” (Foucault, [1975] 1995, 141), an observation that parallels the “beat” or “run” system described in journalism textbooks throughout the twentieth century, in which reporters are deployed to important buildings where news routinely occurs: City Hall, police headquarters, courthouses. “Each individual has his own place;” Foucault writes, “and each place its individual” (143). As Harwood (1927), anticipating Tuchman (1978), put it: “[R]eporters never wander aimlessly around the streets, because the editorial offices have their sources of news so carefully watched and the activities of their staff so carefully systematized that little of a routine character ever escapes their vigilance” (52). So deployed, the reporter “is responsible for everything that happens in his territory, and seldom has to be told what to do” (New York Times, 1941, 6), because a reporter worth his salary “is so versed in what is expected of him that he can take initiative in the absence of the city editor and do exactly what should be done” (Sheboygan, Wisconsin, City Editor Walter J. Pfister, quoted in Neal 1949, 39). Such disciplined behavior extends beyond the professional to the personal: Reporters are expected to “keep fit physically” by avoiding long nights in bars and to “be mentally fit … [They] can’t be going off on a tantrum or tangent now and then” (Wolseley and Campbell 1949, 89).", "The predictability of journalistic bodies evokes another Foucaultian site of discipline, the factory: an establishment where things are done in an organized, systematic manner, with considerable emphasis upon schedule or timetable. A factory is also an establishment where many, diverse, and intricate departments and divisions work together in cadence and in harmony. … A newspaper is exactly that sort of establishment. (Neal 1949, 18)The discipline that governs this factory-like work, grounded in “[s]ocial customs, history, geography, and economics,” produces “conditioning factors … so well known to news workers, that two or twenty, or even two hundred, newsmen – given the same group of events from which to select – would make substantially the same decisions” (Charnley 1959, 34). This description evokes Bourdieu’s habitus, a distributed rule-following pattern that presents as common-sense even as its practitioners continue to make it up through “regulated improvisations.” As members of the broader journalistic field, reporters and editors across beats and news organizations share the sensibility that disciplines their daily work: “The general assignment reporter in a town of 25,000 and the AP’s White House correspondent share a way of thinking, a set of techniques and an approach to journalism,” writes Mencher (1991, x). “Reporters … agree among themselves what constitutes news” (57).", "an establishment where things are done in an organized, systematic manner, with considerable emphasis upon schedule or timetable. A factory is also an establishment where many, diverse, and intricate departments and divisions work together in cadence and in harmony. … A newspaper is exactly that sort of establishment. (Neal 1949, 18)", "The sense of disciplined obligation expressed in textbooks in the early twentieth century persisted through that century and into the twenty-first. “[T]he young journalist … should be prepared to give all of himself to a demanding, exacting profession,” writes Hohenberg ([1960] 1962, 5). “If not, he should get out of it at once.” In a later edition, Hohenberg argues that reporters covering civil unrest must even “expose themselves to danger if necessary to determine the magnitude of any street incident” (Hohenberg 1983, 290). Gibbs and Warhover (2002) echo the sentiment in the coverage of natural disasters. Harrower (2010, 90) summarizes the characteristics of the disciplined journalist: “[Y]ou’ve got to have moxie. Spunk. Guts. You’ve gotta be pushy. Nervy. Ballsy.” And Kolodzy (2013) quotes a reporter asserting, “You need to have the mentality that you’re doing everything. … The main thing is to learn that it’s all necessary” (13)."]}, {"sec_title": "Journalists Disciplining Journalists", "sec_content": ["The idea that well-disciplined reporters and editors tend to make similar decisions when confronted with the same set of facts and characters reflects the normalizing routines that render deviating activity a risk. The sense of looking over one’s shoulder, evoking the technology of the panopticon, dates to the earliest texts. Shuman (1894, 49) remarks on “the enormous pressure and fear of failure under which every conscientious reporter works.” Reporters are under constant fear of getting scooped, misspelling a name, leading with the wrong angle, not asking the tough question. Byxbee (1901), echoing Shuman, writes: “The great importance of a ‘scoop’ or a ‘beat’ should always be emphasized, and the disgrace of being ‘scooped’ never belittled” (56). Benson (1937) writes, “Failure to get the news is often almost entirely the fault of the reporter” (65–66). To avert these derelictions, reporters watch one another like hawks, and they know they’re being watched, thus playing dual panoptic roles as guardian and ward. Through much of the twentieth century, most news stories were published without bylines (see Ogan et al. 1975), meaning public acclaim or reprobation for individual reporters was rare. This led Ross (1911) to declare that “The average news writer, however brilliant his work, receives only the commendation of his fellows. It is for this he strives” (20). Conforming with doxic common sense as to how to approach a given story helps reporters and editors defend their field’s autonomy against external critique and motivates them to stay in step. Hence: The beat man works in close company with reporters from other newspapers. Seldom is it possible for one stationary beat man to obtain a story which the other beat men do not have. If the others do not happen to get the information at the same time, they overhear the reporter who does get it first phoning it to his office. They take notes as he talks and then phone their own offices. (MacDougall [1932] 1935, 65)Journalists’ concern for the approval and support of their peers, sometimes to the detriment of broader interests, is similarly acknowledged later in the twentieth century. “There is … a rather lamentable tendency among the Washington news corps to bid more for professional applause than public understanding” (Hohenberg 1983, 392). Charnley (1975) suggests that if a journalist uses the proper standards to reach news decisions, “he is likely to earn his colleagues’ approval and his community’s respect” (45).", "The beat man works in close company with reporters from other newspapers. Seldom is it possible for one stationary beat man to obtain a story which the other beat men do not have. If the others do not happen to get the information at the same time, they overhear the reporter who does get it first phoning it to his office. They take notes as he talks and then phone their own offices. (MacDougall [1932] 1935, 65)", "Of course, journalists are subject to the disciplinary gaze of many social actors in addition to their immediate peers. Both reporters and their editors make news decisions from within journalistic habitus and regulate their choices according to presumptions of what is expected of them. As Hage et al. (1976) note: “Reporters can’t expect to function as independent entities, free to shape their own roles. They work, in varying degrees, under supervision and subject to pressure from colleagues and news sources” (28). Reporters construct stories in anticipation of the expectations of fellow reporters, their supervising editors, their sources, and, particularly in the twenty-first century, their audiences. The newly realized audience, empowered through social media encounters and heightened newsroom attention to user metrics, exerts disciplinary authority in multiple dimensions, as Kolodzy (2013) notes. First, audiences influence how journalistic bodies are deployed: “If audiences multitask via Twitter and Facebook and YouTube, then today’s journalists have to multitask there as well” (5). And second, audiences exact new transparencies as they monitor reporters and editors’ communication across boundaries: “Even information posted on a personal Facebook page or using a personal Twitter account reflects back on the professional journalist and her news organization” (74).", "All these additional sites of surveillance aside, even at the turn of the present century, U.S. textbooks suggest that journalists’ primary disciplining authority is fellow journalists: “There is group pressure against the reporter who does not go along” (Mencher 1991, 247), and “[a]nyone involved with the mass media … must understand the professional standards and demands that this culture imposes” (Stovall 2002, 112). Gibbs and Warhover (2002) offer a telling quote from an American Journalism Review story: “I think what we fear mostly is our colleagues. … You don’t want them to think that you’re a slacker” (386)."]}, {"sec_title": "Standards of Discipline", "sec_content": ["Foucault describes discipline in part as the deployment of patterns of behavior and response to expectations evoked by subtle stimuli. Importantly, the concept applies not just to the prison model of the panopticon but to numerous institutions that regulate individuals as aspects of multiplicities: factories and military units, as noted in textbook metaphors above; and also hospitals and schools. Early twentieth century U.S. textbooks called upon an emerging journalistic habitus of professional responsibility that arose with the formalization of journalism education. Ross (1911), for instance, quotes Joseph Pulitzer’s manifesto for the school of journalism, whose language resembles the disciplinary rigor described by Foucault. Pulitzer argued that the reporter’s instincts need development by teaching, by training, by practical object-lessons illustrating the good and the bad, the right and the wrong, the popular and the unpopular, the things that succeed and the things that fail, and above all the things that deserve to succeed, and the things that do not …  (xii).These things that are and are not deserving are highlighted in Harrington and Frankenberg’s (1912) quote from nineteenth century New York Sun editor Charles A. Dana’s code for reporters. The original says: “Above all, know and believe that humanity is advancing; that there is progress in human life and human affairs; and that as sure as God lives, the future will be greater and better than the present or the past.” An addendum says, “Hold fast to the Constitution. … Stand by the Stars and Stripes. Above all, stand for Liberty, whatever happens” (86).", "need development by teaching, by training, by practical object-lessons illustrating the good and the bad, the right and the wrong, the popular and the unpopular, the things that succeed and the things that fail, and above all the things that deserve to succeed, and the things that do not …  (xii).", "Similarly, the Associated Press Managing Editors insist in a textbook passage that a good newspaper should be guided in the publication of all material by a concern for truth, the hallmark of freedom, by a concern for human decency and human betterment and a respect for the accepted standards of its own community (Rivers 1964, 336).But there is no guidance for the journalist working in a community whose accepted standards – say, the preservation of racial segregation – repudiate any concern for human decency. Which philosophy should prevail in such a paradox – the expressed human-elevating aims of the profession, or the discipline of the community that surveils the journalists’ work? Burken’s (1979) text suggests the latter, arguing, “It is not a profession for persons who view themselves as world-changers” (2). And Hill and Breen (1977), borrowing from another knowledge field, favorably quote Henry Adams arguing, “No honest historian can take part with, or against – the forces that he has to study. To him even the extinction of the human race should be merely a fact to be grouped with other vital statistics” (163).", "a good newspaper should be guided in the publication of all material by a concern for truth, the hallmark of freedom, by a concern for human decency and human betterment and a respect for the accepted standards of its own community (Rivers 1964, 336).", "One broadly held standard for U.S. journalists, indicated in Dana’s prescription to “Stand by the Stars and Stripes,” is the disciplining of journalists as patriots. “Certain abstract principles are espoused by all American newspapers. Among them are justice, liberty, patriotism, the sanctity of the Constitution, equable taxes, honest government, sympathy for the weak and distressed, and community improvement” (Mott 1958, 255). Bond (1961), as noted above, was careful to except content that “would undermine the public morale” in wartime (3) from journalists’ unfettered freedom. For Metz (1977), one of the functions of mass media is “to spread and maintain our national culture” (10) because “journalists are just as patriotic as everyone else” (324).", "The journalist’s duty toward patriotic enculturation, while occasionally challenged (e.g., Brooks et al. 2008), continues to surface in textbook commentary in the present century. Some journalism textbooks have sustained a narrative of unskeptical patriotism in their discussion of America’s widely criticized twenty-first century wars. For instance, a broadcast expert’s annotation of a TV news script about the body of a Marine being returned to his family notes, elegiacally, “This story is as old as storytelling, as old as war” (Scanlan and Craig 2014, 321). The commentary emphasizes that the reporter is “sending a message” when he ends a descriptive sequence by summarizing his subject solemnly as “A Marine” instead of closing with the Marine’s young age of 20. Emphasizing the age, the commentator notes, “might have telegraphed the message ‘what a waste of human life’” (322), which we are to infer is inappropriate. The annotation, then, privileges journalistic messages that glorify, rather than challenge, military deaths in war. Journalists who might be predisposed to alternative ways of framing such a story are subject to a discourse that disciplines them otherwise."]}, {"sec_title": "Conclusion", "sec_content": ["This study examines how U.S. journalism textbooks construct paradoxical subjectivities that imbue journalists with a sense of unfettered autonomy while simultaneously situating them in a habitus of tight, vague constraints. These constraints shape-shift through technologies of Foucaultian discipline in which journalists intuit their professional duties by watching one another and self-enforce their accepted obligations through anticipation of critique. The disciplining bent of the textbook language is clear in many of the quotations cited above, in which authors detail practices that journalists must and cannot undertake – imperatives that undermine declarations of journalistic autonomy.", "Journalistic discourse frequently encourages reporters to regulate their decisions and behaviors based not on the law or specific written policy, but rather on their often unarticulated anticipation of how any particular decision will go over – with senior managers, with front-line editors, with their peers, and, more today than in the past, with interactive audiences (Anderson 2013). Textbook author Charnley (1959) succinctly captures the essence of Foucaultian discipline in narrowing a reporter’s freedom of observation: “He has to see things as he thinks almost everybody else would see them” (248).", "A key feature of this discourse is the paradox between how journalists are invited to perceive themselves vs. how they are disciplined to behave. Generally, textbooks suggest that journalists are watchdogs and reformers whose work improves social conditions by bringing injustice to light. But journalists are called upon to undertake this endeavor without the explicit intent to do so, and without engaging emotionally in their attempts. Other disciplines that frequently confront conflict and trauma – medicine, law enforcement, the military – experience some parallels in the juxtaposition of detachment and engagement expected of their practitioners. Foucault ([1975] 1995) applies his theory of discipline across such fields, whose actors subject their bodies and behavior to the kinds of regulatory regimes described above. But journalists are unique in their disciplinary proscription against intervening. Soldiers and police are trained to separate good guys from bad guys and treat each accordingly; doctors are trained to heal, firefighters to put out fires. Only journalists are trained to stand apart from unfolding disaster and simultaneously expected to display some vaguely defined nonpartisan compassion.", "This paradox in which journalists tether internal disciplinary responsibilities to their strategically asserted autonomy from external fields serves both as a bulwark against formal censorship and as a barrier to practical risk-taking. It helps protect against interference by ensuring the press monitors its own ideological behavior. But, most fundamentally, it produces artificial limits to journalists’ judgment and imagination, penning them into practices that ultimately undermine their responsibility to public service and render them vulnerable to manipulators who leverage disciplinary norms to achieve self-serving ends.", "The power of these disciplinary limits renders all the more remarkable the heterodox journalists I invoked at the beginning of this paper, who in significant moments kept their own counsel on the tone and timing of news. U.S. journalism textbooks often celebrate such individuals while urging reporters to suppress the very instincts that made them great. Harrower (2010), for instance, offers an appendix of stories by iconic writers, extolling their idiosyncrasies without acknowledging the irony that he discourages these same practices throughout the body of his book.", "It is not entirely clear why textbook authors don’t directly confront the paradoxical nature of their contradictory imperatives. The authors, like their cited sources and intended audiences, are immersed in a professional discourse entangled with the same habitus that their texts (re)produce. Through the decades they have looked to the leaders and products of their field, and to one another, for signals delineating the rhetorical and symbolic capital embedded in journalistic autonomy and the social and practical boundaries of autonomous practice. Institutional journalism education has long been perceived as an ally and defender of the commercial press rather than a critical reformer (Sloan 1990), so it is reasonable to expect that the contradictions of a profit-driven news ecosystem would manifest in its educational texts. Textbook authors Brooks et al. (2008) offer a rare critical take to this effect: While American journalism may seem superficially to be liberal, at a deeper level it is profoundly conservative. Think of the foundation stones on which the American way of life is based. Among them are capitalism, the two-party system, the myths of the ethnic melting pot and of social mobility. When was the last time you saw any of those questioned seriously in the mainstream press? (Brooks et al. 2008, 14).A key goal of this study’s illumination of the contradictions in U.S. journalism textbooks is to foster explicit discussion about the taken-for-granted assumptions of journalistic discourse and to reconsider the value choices embedded in daily decisions (see also Parks 2017). One great gift of Foucault’s work is his insight that, as self-enforcers of the disciplinary constraints we enact each day, we are free at any time to walk off the job – to stop policing ourselves as we believe others would police us (Fendler 2010). Many of the greatest journalists intuit this camouflaged freedom (see Ryfe 2006), and bring it into the open.", "While American journalism may seem superficially to be liberal, at a deeper level it is profoundly conservative. Think of the foundation stones on which the American way of life is based. Among them are capitalism, the two-party system, the myths of the ethnic melting pot and of social mobility. When was the last time you saw any of those questioned seriously in the mainstream press? (Brooks et al. 2008, 14)."]}], "references": [{"title": "The Trouble with Transparency: The Challenge of Doing Journalism Ethics in a Surveillance Society", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Allen David S.", "first_name": "Allen", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Power, Knowledge, and Governance: Foucault’s Relevance to Journalism Studies", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Andrejevic Mark.", "first_name": "Andrejevic", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Control in the Newsroom: A Functional Analysis", "year": "1955", "journal": "Social Forces", "volume": "33", "authors": [{"name": "Breed Warren.", "first_name": "Breed", "last_name": "Warren.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism’s Institutional Discourses in the Pre-Internet Era: Industry Threats and Persistent Nostalgia at the American Society of Newspaper Editors", "year": "2018", "journal": "Journalism", "volume": "", "authors": [{"name": "Buozis Michael", "first_name": "Buozis", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rooney Shannon", "first_name": "Rooney", "last_name": "Shannon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Creech Brian", "first_name": "Creech", "last_name": "Brian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Looking for Journalism Education Scholarship in Some Unusual Places: The Case of Africa", "year": "2010", "journal": "Communicatio", "volume": "36", "authors": [{"name": "De Beer Arnold S.", "first_name": "De", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Making News Necessary: How Journalism Resists Alternative Media&#039;s Challenge", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Edy Jill A.", "first_name": "Edy", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Snidow Shawn M.", "first_name": "Snidow", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Subject and Power", "year": "1982", "journal": "Critical Inquiry", "volume": "8", "authors": [{"name": "Foucault Michel.", "first_name": "Foucault", "last_name": "Michel.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Emotion Instruction in Journalism Courses: An Analysis of Introductory News Writing Textbooks", "year": "2017", "journal": "Communication Education", "volume": "66", "authors": [{"name": "Hopper K. Megan", "first_name": "Hopper", "last_name": "Megan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Huxford John", "first_name": "Huxford", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "An Enduring Ethos: Journalism Textbooks and Public Service", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Mari Will.", "first_name": "Mari", "last_name": "Will.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Defense of Autonomy: A Critique of the Public Journalism Critique", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "McDevitt Michael.", "first_name": "McDevitt", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Crisis Continued: Cable News, American Exceptionalism, and Discourses of Danger", "year": "2017", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Parks Perry.", "first_name": "Parks", "last_name": "Perry.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Textbook News Values: Stable Concepts, Changing Choices", "year": "2018", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "", "authors": [{"name": "Parks Perry.", "first_name": "Parks", "last_name": "Perry.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Nature of News Rules", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Ryfe David Michael.", "first_name": "Ryfe", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Contested Autonomy: Professional and Popular Claims on Journalistic Norms", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity As Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Homo Journalisticus’: Journalism Education’s Role in Articulating the Objectivity Norm", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}]}